// Auto Generated

var _AvatarDataConfig_ = {
    "Emilie": {
        "BallList": [
            {
                "When": "Lumidouce Case Lv1~2",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 2.5
            }
        ],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@E Lumidouce Case#</b><br>- Does not snapshot<br>- When Lumidouce Case Lv1~2 hits a monster, generate 1 Dendro Particle, CD 2.5s<br>- Attack range 16.5m (Super Big)<br>- Attack AoE radius: 1m (same as Hyperbloom)<br>- Attack interval 1.5s, applies 1GU every 2 rounds (=3s)<br>- E casting DMG 1GU, independent application",
            "<b>@Scent Generation#</b><br>- When there are Burning enemies in a 20m radius, will generate 1 Scent every 2s<br>- A 20m radius range is almost as big as the Spiral Abyss, and the number of Burning enemies does not affect the rate of generation",
            "<b>@Passive Talent#</b><br>- Does not snapshot<br>- does not count as NA, CA, Plunge, Skill or Burst DMG<br>- Attack AoE radius: 3m （same as Barbara E）<br>- Applies 1GU independently",
            "<b>@Q Lumidouce Case#</b><br>- Does not snapshot<br>- Attack range 12.5m (Bigger than Dendro Traveler's Q infused with Hydro)<br>- Attack AoE radius: 2.5m (same as Qiqi E)<br>- Attacks 9 times before C4, 16 times after C4<br>- Default ICD (3 hits / 2.5s)<br>- Will deal DMG at the target's position. If no enemy in the rage can be selected as the target, will deal DMG at a random position",
            "<b>@Interruption Resistance#</b><br>- No extra Interruption Resistance"
        ]
    }
}

var _AvatarMats_ = {
    "Emilie": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101238": 3,
                "112083": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113059": 2,
                "101238": 10,
                "112083": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113059": 4,
                "101238": 20,
                "112084": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113059": 8,
                "101238": 30,
                "112084": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113059": 12,
                "101238": 45,
                "112085": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113059": 20,
                "101238": 60,
                "112085": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Emilie": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 影追いの槍術 · 改JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、斬り上げ攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "フレグランスのアコードJP0B",
                        "Desc": "ルミドゥースケースを創り、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>ルミドゥースケース</color><br><br> · 一定時間ごとに近くの敵に「純露の息」を発射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br> · 近くの敵が燃焼状態の時、一定時間ごとに「インセンス」を生成する。ルミドゥースケースは近くのインセンスを集める。2つのインセンスを集めると、ランクが上がり、純露の息を発射時、追加で純露の息を1つ発射し、上記の攻撃によるダメージをアップさせる。<br> · エミリエ自身が創造したルミドゥースケースは同時に最大1つまで存在可能。ルミドゥースケースの初期ランクは1であり、最大ランク2までアップできる。<br><br><color style='color:#FFD780;'>アルケー：プネウマ</color><br>エミリエがこの方法でルミドゥースケースを創った後、前方に敵を貫く霊息の棘を召喚し、プネウマを帯びた<color style='color:#99FF88;'>草元素ダメージ</color>を与える。一定時間ごとに発動が可能。<br><br><i>「この世の景色、まるで無数の香り、色、悠長な歌によるハーモニーのように…」</i>JP0B",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースケース · ランク1の攻撃ダメージ",
                                "ParamLevelList": [
                                    "39.6%JP0B",
                                    "42.57%JP0B",
                                    "45.54%JP0B",
                                    "49.5%JP0B",
                                    "52.47%JP0B",
                                    "55.44%JP0B",
                                    "59.4%JP0B",
                                    "63.36%JP0B",
                                    "67.32%JP0B",
                                    "71.28%JP0B",
                                    "75.24%JP0B",
                                    "79.2%JP0B",
                                    "84.15%JP0B",
                                    "89.1%JP0B",
                                    "94.05%JP0B"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースケース · ランク2の攻撃ダメージ",
                                "ParamLevelList": [
                                    "75.0%×2JP0B",
                                    "80.625%×2JP0B",
                                    "86.25%×2JP0B",
                                    "93.75%×2JP0B",
                                    "99.375%×2JP0B",
                                    "105.0%×2JP0B",
                                    "112.5%×2JP0B",
                                    "120.0%×2JP0B",
                                    "127.5%×2JP0B",
                                    "135.0%×2JP0B",
                                    "142.5%×2JP0B",
                                    "150.0%×2JP0B",
                                    "159.375%×2JP0B",
                                    "168.75%×2JP0B",
                                    "178.125%×2JP0B"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースケースの継続時間",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のダメージ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のクールタイム",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "スキルのクールタイム",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "物語るアロマティックJP0B",
                        "Desc": "ケースに集まったアロマを純粋なる草元素の力に変え、ルミドゥースケース · ランク3を創り、既存のルミドゥースケースを破壊する。<br>存在する間、ルミドゥースケース · ランク3は近くのインセンスを集めなくなり、代わりに香露を降らせ、範囲内の敵を攻撃して<color style='color:#99FF88;'>草元素ダメージ</color>を与える。継続期間中、0.3秒毎に香露が1つ落ち、各敵は0.7秒毎に1回のみ香露にターゲットとして選ばれる。<br>継続時間終了時、ルミドゥースケース · ランク1が再び創造される。物語るアロマティックを発動時にインセンスを集めたルミドゥースケースを破壊した場合、創造されたルミドゥースケースは前のインセンスとランクを継承する。<br><color style='color:#FFD780;'>物語るアロマティック</color>継続期間中、元素スキル「フレグランスのアコード」はルミドゥースケースを生成しなくなる。<br><br><i>どんな香水であっても、空気に触れた瞬間から、その香りは時間とともに変化し、やがて風や草木のささやきに溶けていきます。ある意味、人々は永遠に同じ香水を鑑賞することはできません。<br>衆生の軌跡も同じです。ですから、香水が人生を物語っているとも言えるでしょう。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "ルミドゥースケース · ランク3の攻撃ダメージ",
                                "ParamLevelList": [
                                    "140.3%JP0B",
                                    "150.822%JP0B",
                                    "161.345%JP0B",
                                    "175.375%JP0B",
                                    "185.898%JP0B",
                                    "196.42%JP0B",
                                    "210.45%JP0B",
                                    "224.48%JP0B",
                                    "238.51%JP0B",
                                    "252.54%JP0B",
                                    "266.57%JP0B",
                                    "280.6%JP0B",
                                    "298.137%JP0B",
                                    "315.675%JP0B",
                                    "333.212%JP0B"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースケース · ランク3の継続時間",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薰JP0B",
                        "Desc": "<color style='color:#FFD780;'>インセンス</color>を2つ集めるたびに、ルミドゥースケース · ランク2はインセンスを消費して「清露コロン」を浸出し、敵にエミリエの攻撃力500%分の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。このダメージは元素スキルダメージと見なされない。<br>エミリエが激化、草激化反応を起こした後の30秒間、この効果を発動できない。JP0B",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精留JP0B",
                        "Desc": "フィールド上にエミリエ自身が創造したルミドゥースケースが存在するとき、周囲のチーム全員の燃焼ダメージへの<color style='color:#FF9999;'>炎元素耐性</color>+85%。JP0B",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "生活天賦",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "滲み出るほのかな香りJP0B",
                        "Desc": "<color style='color:#FFD780;'>フレグランスのアコード</color>と固有天賦「余薰」の清露コロンによるダメージ+10%。固有天賦「余薰」を解放する必要がある。<br>また、付近にいるチーム内キャラクターが敵に燃焼反応を起こした時、または燃焼状態の敵に<color style='color:#99FF88;'>草元素ダメージ</color>を与えた時、追加で<color style='color:#FFD780;'>インセンス</color>を1つ生成する。この効果は2.9秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光のスペシャル調和JP0B",
                        "Desc": "エミリエ自身が創造したルミドゥースケースがインセンスを集めるとき、エミリエは「特製」効果を1層獲得する。エミリエの攻撃力+18%、継続時間10秒。この効果は最大2層まで重ね掛けでき、層ごとに継続時間は独立して計算される。JP0B",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "馥郁たるエッセンスJP0B",
                        "Desc": "<color style='color:#FFD780;'>フレグランスのアコード</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "ルミドゥースハートJP0B",
                        "Desc": "<color style='color:#FFD780;'>物語るアロマティック</color>の継続時間+2秒。かつ各敵が香露にターゲットとして選ばれる間隔-0.3秒。JP0B",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ピュアなアロマJP0B",
                        "Desc": "<color style='color:#FFD780;'>物語るアロマティック</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "マルコットの残香JP0B",
                        "Desc": "<color style='color:#FFD780;'>フレグランスのアコード</color>または<color style='color:#FFD780;'>物語るアロマティック</color>を発動時、エミリエは「残香の跡」を獲得し、継続時間5秒。<br>継続期間中、エミリエが通常攻撃または重撃を行った後、インセンスを1つ生成し、かつエミリエの通常攻撃と重撃は元素付与によって他の元素に変化しない<color style='color:#99FF88;'>草元素ダメージ</color>へと変わる。さらに与えるダメージをエミリエの攻撃力250%分アップする。<br><br>「残香の跡」効果は、インセンスを4つ生成する、または継続時間終了時に解除され、12秒毎に1回のみ獲得できる。JP0B",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 影追いの槍術 · 改",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、斬り上げ攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "フレグランス · アコード",
                        "Desc": "ルミドゥースの瓶を創り、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>ルミドゥースの瓶</color><br> · 一定時間ごとに近くの敵に「純露の息」を噴射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br> · 近くの敵が燃焼状態の時、一定時間ごとに「芳香」を生成する。ルミドゥースの瓶は近くの芳香を集める。芳香を2つ集めると瓶のランクが上がり、純露の息を噴射する時、追加で純露の息を1回噴射し、上記の攻撃によるダメージをアップさせる。<br> · エミリエ自身が創造したルミドゥースの瓶は1つのみ存在可能。ルミドゥースの瓶の初期ランクは1で、最大ランク2まで上げられる。<br><br><color style='color:#FFD780;'>アルケー：プネウマ</color><br>エミリエがこの方法でルミドゥースの瓶を創った後、前方に敵を貫く霊息の棘を召喚し、プネウマを帯びた<color style='color:#99FF88;'>草元素ダメージ</color>を与える。一定時間ごとに発動可能。<br><br><i>「この世の景色はまるで、無数の香りと色…そしてのんびりとした歌が織りなすハーモニーのよう…」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク1の攻撃ダメージ",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク2の攻撃ダメージ",
                                "ParamLevelList": [
                                    "75.0%×2",
                                    "80.625%×2",
                                    "86.25%×2",
                                    "93.75%×2",
                                    "99.375%×2",
                                    "105.0%×2",
                                    "112.5%×2",
                                    "120.0%×2",
                                    "127.5%×2",
                                    "135.0%×2",
                                    "142.5%×2",
                                    "150.0%×2",
                                    "159.375%×2",
                                    "168.75%×2",
                                    "178.125%×2"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースケースの継続時間",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のダメージ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のクールタイム",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "スキルのクールタイム",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "アロマティックな物語",
                        "Desc": "瓶に集まったアロマを純粋な草元素の力に変え、既存のルミドゥースの瓶を破壊してルミドゥースの瓶 · ランク3を創る。<br>ルミドゥースの瓶 · ランク3は近くの芳香を集めないが、代わりに「薫りの雫」を降らせ、範囲内の敵を攻撃して<color style='color:#99FF88;'>草元素ダメージ</color>を与える。継続期間中、0.3秒毎に薫りの雫が1滴降り、0.7秒毎に1回敵をターゲットとして選ぶ。<br>継続時間が終了すると、再びランク1のルミドゥースの瓶が創られる。「アロマティックな物語」発動時に芳香を集めたルミドゥースの瓶を破壊した場合、創造されたルミドゥースの瓶は前の芳香とランクを継承する。<br><color style='color:#FFD780;'>アロマティックな物語</color>継続期間中、元素スキル「フレグランス · アコード」はルミドゥースの瓶を生成しなくなる。<br><br><i>どんな香水であっても、空気に触れた瞬間から、その香りは時間とともに変化し、やがて風や草木のささやきに溶けていきます。ある意味、人々は永遠に同じ香水を楽しむことはできない、ということです。<br>生きとし生ける者の軌跡も同じです——香水は人生を物語っているとも言えるでしょう。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "ルミドゥースの瓶 · ランク3の攻撃ダメージ",
                                "ParamLevelList": [
                                    "140.3%",
                                    "150.822%",
                                    "161.345%",
                                    "175.375%",
                                    "185.898%",
                                    "196.42%",
                                    "210.45%",
                                    "224.48%",
                                    "238.51%",
                                    "252.54%",
                                    "266.57%",
                                    "280.6%",
                                    "298.137%",
                                    "315.675%",
                                    "333.212%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースケース · ランク3の継続時間",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薫",
                        "Desc": "<color style='color:#FFD780;'>芳香</color>を2つ集めるたびに、ルミドゥースの瓶 · ランク2は芳香を消費して「清露コロン」を出し、敵にエミリエの攻撃力500%分の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。このダメージは元素スキルダメージと見なされない。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "純化JP1M",
                        "Desc": "フィールド上にエミリエ自身が創造したルミドゥースの瓶が存在するとき、周囲のチーム全員の燃焼ダメージへの<color style='color:#FF9999;'>炎元素耐性</color>+85%。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "固有天賦",
                        "Desc": "エミリエが燃焼状態の敵に与えるダメージ+36%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "ほのかに香るフレグランス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>と固有天賦「余薰」の清露コロンによるダメージ+10%。固有天賦「余薰」を解放する必要がある。<br>また、付近にいるチーム内キャラクターが敵に燃焼反応を起こした時、または燃焼状態の敵に<color style='color:#99FF88;'>草元素ダメージ</color>を与えた時、追加で<color style='color:#FFD780;'>芳香</color>を1生成する。この効果は2.9秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光のトップノート",
                        "Desc": "エミリエ自身が創造したルミドゥースケースがインセンスを集めるとき、エミリエは「特製」効果を1層獲得する。エミリエの攻撃力+18%、継続時間10秒。この効果は最大2層まで重ね掛けでき、層ごとに継続時間は独立して計算される。JP0B",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "馥郁たるエッセンスJP0B",
                        "Desc": "<color style='color:#FFD780;'>フレグランスのアコード</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "ルミドゥースハートJP0B",
                        "Desc": "<color style='color:#FFD780;'>物語るアロマティック</color>の継続時間+2秒。かつ各敵が香露にターゲットとして選ばれる間隔-0.3秒。JP0B",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ピュアなアロマJP0B",
                        "Desc": "<color style='color:#FFD780;'>物語るアロマティック</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "マルコットの残香JP0B",
                        "Desc": "<color style='color:#FFD780;'>フレグランスのアコード</color>または<color style='color:#FFD780;'>物語るアロマティック</color>を発動時、エミリエは「残香の跡」を獲得し、継続時間5秒。<br>継続期間中、エミリエが通常攻撃または重撃を行った後、インセンスを1つ生成し、かつエミリエの通常攻撃と重撃は元素付与によって他の元素に変化しない<color style='color:#99FF88;'>草元素ダメージ</color>へと変わる。さらに与えるダメージをエミリエの攻撃力250%分アップする。<br><br>「残香の跡」効果は、インセンスを4つ生成する、または継続時間終了時に解除され、12秒毎に1回のみ獲得できる。JP0B",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 影追いの槍術 · 改",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、斬り上げ攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "フレグランス · アコード",
                        "Desc": "ルミドゥースの瓶を創り、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>ルミドゥースの瓶</color><br> · 一定時間ごとに近くの敵に「純露の息」を噴射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br> · 近くの敵が燃焼状態の時、一定時間ごとに「芳香」を生成する。ルミドゥースの瓶は近くの芳香を集める。芳香を2つ集めると瓶のランクが上がり、純露の息を噴射する時、追加で純露の息を1回噴射し、上記の攻撃によるダメージをアップさせる。<br> · エミリエ自身が創造したルミドゥースの瓶は1つのみ存在可能。ルミドゥースの瓶の初期ランクは1で、最大ランク2まで上げられる。<br><br><color style='color:#FFD780;'>アルケー：プネウマ</color><br>エミリエがこの方法でルミドゥースの瓶を創った後、前方に敵を貫く霊息の棘を召喚し、プネウマを帯びた<color style='color:#99FF88;'>草元素ダメージ</color>を与える。一定時間ごとに発動可能。<br><br><i>「この世の景色はまるで、無数の香りと色…そしてのんびりとした歌が織りなすハーモニーのよう…」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク1の攻撃ダメージ",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク2の攻撃ダメージ",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースケースの継続時間",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のダメージ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のクールタイム",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "スキルのクールタイム",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "アロマティックな物語",
                        "Desc": "瓶に集まったアロマを純粋な草元素の力に変え、既存のルミドゥースの瓶を破壊してルミドゥースの瓶 · ランク3を創る。<br>ルミドゥースの瓶 · ランク3は近くの芳香を集めないが、代わりに「薫る雫」を降らせ、範囲内の敵を攻撃して<color style='color:#99FF88;'>草元素ダメージ</color>を与える。継続期間中、0.3秒毎に薫る雫が1滴降り、0.7秒毎に1回敵をターゲットとして選ぶ。<br>継続時間が終了すると、再びランク1のルミドゥースの瓶が創られる。「アロマティックな物語」発動時に芳香を集めたルミドゥースの瓶を破壊した場合、創造されたルミドゥースの瓶は前の芳香とランクを継承する。<br><color style='color:#FFD780;'>アロマティックな物語</color>継続期間中、元素スキル「フレグランス · アコード」はルミドゥースの瓶を生成しなくなる。<br><br><i>どんな香水であっても、空気に触れた瞬間から、その香りは時間とともに変化し、やがて風や草木のささやきに溶けていきます。ある意味、人々は永遠に同じ香水を楽しむことはできない、ということです。<br>生きとし生ける者の軌跡も同じです——香水は人生を物語っているとも言えるでしょう。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "ルミドゥースの瓶 · ランク3の攻撃ダメージ",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースケース · ランク3の継続時間",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薫",
                        "Desc": "<color style='color:#FFD780;'>芳香</color>を2つ集めるたびに、ルミドゥースの瓶 · ランク2は芳香を消費して「清露コロン」を出し、敵にエミリエの攻撃力500%分の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。このダメージは元素スキルダメージと見なされない。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "純化JP1M",
                        "Desc": "フィールド上にエミリエ自身が創造したルミドゥースの瓶が存在するとき、周囲のチーム全員の燃焼ダメージへの<color style='color:#FF9999;'>炎元素耐性</color>+85%。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "空から香を集めてJP0B",
                        "Desc": "エミリエが燃焼状態の敵に与えるダメージ+36%、原激化状態の敵に与えるダメージ-90%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "ほのかに香るフレグランス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>と固有天賦「余薰」の清露コロンによるダメージ+10%。固有天賦「余薰」を解放する必要がある。<br>また、付近にいるチーム内キャラクターが敵に燃焼反応を起こした時、または燃焼状態の敵に<color style='color:#99FF88;'>草元素ダメージ</color>を与えた時、追加で<color style='color:#FFD780;'>芳香</color>を1生成する。この効果は2.9秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光のトップノート",
                        "Desc": "自身が創造したルミドゥースの瓶が芳香を集めた時、エミリエは「特別調和」効果を1層獲得する。これにより、エミリエの攻撃力+18%、継続時間10秒。この効果は最大2層まで重ね掛けでき、層ごとに継続時間は独立して計算される。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "馥郁たるエッセンス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "ルミドゥースハート",
                        "Desc": "<color style='color:#FFD780;'>アロマティックな物語</color>の継続時間+2秒。かつ、敵が薫る雫のターゲットとして選ばれる間隔-0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ピュアアロマ",
                        "Desc": "<color style='color:#FFD780;'>アロマティックな物語</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "マルコットの残香",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>または<color style='color:#FFD780;'>アロマティックな物語</color>発動時、エミリエは「残香の跡」を獲得する。継続時間5秒。<br>継続期間中、エミリエが通常攻撃または重撃を行うと、芳香を1生成し、エミリエの通常攻撃と重撃が元素付与によって他の元素に変化しない<color style='color:#99FF88;'>草元素ダメージ</color>へと変わる。さらに与えるダメージをエミリエの攻撃力250%分アップする。<br><br>「残香の跡」効果は、芳香を4生成した時、または継続時間終了時に解除され、12秒毎に1回のみ獲得できる。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 影追いの槍術 · 改",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、斬り上げ攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "フレグランス · アコード",
                        "Desc": "ルミドゥースの瓶を創り、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>ルミドゥースの瓶</color><br> · 一定時間ごとに近くの敵に「純露の息」を噴射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br> · 近くの敵が燃焼状態の時、一定時間ごとに「芳香」を生成する。この方法で生成できる「芳香」は2秒毎に1つのみ。ルミドゥースの瓶は近くの芳香を集める。芳香を2つ集めると瓶のランクが上がり、純露の息を噴射する時、追加で純露の息を1回噴射し、上記の攻撃によるダメージと攻撃範囲をアップさせる。<br> · エミリエ自身が創造したルミドゥースの瓶は1つのみ存在可能。ルミドゥースの瓶の初期ランクは1で、最大ランク2まで上げられる。ただし、フィールド上に存在する間、8秒間芳香を集められない状態が続くと、ランクは1に戻る。<br><br><color style='color:#FFD780;'>アルケー：プネウマ</color><br>エミリエがこの方法でルミドゥースの瓶を創った後、前方に敵を貫く霊息の棘を召喚し、プネウマを帯びた<color style='color:#99FF88;'>草元素ダメージ</color>を与える。一定時間ごとに発動可能。<br><br><i>「この世の景色はまるで、無数の香りと色…そしてのんびりとした歌が織りなすハーモニーのよう…」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク1の攻撃ダメージ",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク2の攻撃ダメージ",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶の継続時間",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のダメージ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のクールタイム",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "スキルのクールタイム",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "アロマティックな物語",
                        "Desc": "瓶に集まったアロマを純粋な草元素の力に変え、既存のルミドゥースの瓶を回収してルミドゥースの瓶 · ランク3を創る。<br>ルミドゥースの瓶 · ランク3は近くの芳香を集めないが、代わりに「薫る雫」を降らせ、範囲内の敵を攻撃して<color style='color:#99FF88;'>草元素ダメージ</color>を与える。継続期間中、0.3秒毎に薫る雫が1滴降り、0.7秒毎に1回敵をターゲットとして選ぶ。<br>継続時間が終了すると、再びランク1のルミドゥースの瓶が創られる。「アロマティックな物語」発動時にルミドゥースの瓶を回収していた場合は、代わりに回収した瓶を配置し、瓶の継続時間をリセットする。<br><color style='color:#FFD780;'>アロマティックな物語</color>継続期間中、元素スキル「フレグランス · アコード」はルミドゥースの瓶を生成しなくなる。<br><br><i>どんな香水であっても、空気に触れた瞬間から、その香りは時間とともに変化し、やがて風や草木のささやきに溶けていきます。ある意味、人々は永遠に同じ香水を楽しむことはできない、ということです。<br>生きとし生ける者の軌跡も同じです——香水は人生を物語っているとも言えるでしょう。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "ルミドゥースの瓶 · ランク3の攻撃ダメージ",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク3の継続時間",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余香",
                        "Desc": "<color style='color:#FFD780;'>芳香</color>を2つ集めるたびに、ルミドゥースの瓶 · ランク2は芳香を消費して「清露コロン」を出し、敵にエミリエの攻撃力600%分の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。このダメージは元素スキルダメージと見なされない。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精留",
                        "Desc": "エミリエが燃焼状態の敵に与えるダメージをエミリエの攻撃力を基にアップする。攻撃力1000につき、ダメージ+15%。この方法でアップできるダメージは最大36%まで。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "空からの集香",
                        "Desc": "フィールド上にエミリエ自身が創造したルミドゥースの瓶が存在するとき、周囲のチーム全員の燃焼ダメージへの<color style='color:#FF9999;'>炎元素耐性</color>+85%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "ほのかに香るフレグランス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>と固有天賦「余香」の清露コロンによるダメージ+20%。固有天賦「余香」を解放する必要がある。<br>また、付近にいるチーム内キャラクターが敵に燃焼反応を起こした時、または燃焼状態の敵に<color style='color:#99FF88;'>草元素ダメージ</color>を与えた時、追加で<color style='color:#FFD780;'>芳香</color>を1生成する。この効果は2.9秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光のトップノート",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>、<color style='color:#FFD780;'>アロマティックな物語</color>、または固有天賦「余香」の清露コロン（該当の固有天賦を解放する必要がある）が敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間10秒。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "馥郁たるエッセンス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "ルミドゥースハート",
                        "Desc": "<color style='color:#FFD780;'>アロマティックな物語</color>の継続時間+2秒。かつ、敵が薫る雫のターゲットとして選ばれる間隔-0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ピュアアロマ",
                        "Desc": "<color style='color:#FFD780;'>アロマティックな物語</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "マルコットの残香",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>または<color style='color:#FFD780;'>アロマティックな物語</color>発動時、エミリエは「残香の跡」を獲得する。継続時間5秒。<br>継続期間中、エミリエが通常攻撃または重撃を行うと、芳香を1生成し、エミリエの通常攻撃と重撃が元素付与によって他の元素に変化しない<color style='color:#99FF88;'>草元素ダメージ</color>へと変わる。さらに与えるダメージをエミリエの攻撃力300%分アップする。<br><br>「残香の跡」効果は、この方法で芳香を4生成した時、または継続時間終了時に解除され、12秒毎に1回のみ獲得できる。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 影追いの槍術 · 改",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、斬り上げ攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "フレグランス · アコード",
                        "Desc": "ルミドゥースの瓶を創り、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>ルミドゥースの瓶</color><br> · 一定時間ごとに近くの敵に「純露の息」を噴射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br> · 近くの敵が燃焼状態の時、一定時間ごとに「芳香」を生成する。この方法で生成できる「芳香」は2秒毎に1つのみ。ルミドゥースの瓶は近くの芳香を集める。芳香を2つ集めると瓶のランクが上がり、純露の息を噴射する時、追加で純露の息を1回噴射し、上記の攻撃によるダメージと攻撃範囲をアップさせる。<br> · エミリエ自身が創造したルミドゥースの瓶は1つのみ存在可能。ルミドゥースの瓶の初期ランクは1で、最大ランク2まで上げられる。ただし、フィールド上に存在する間、8秒間芳香を集められない状態が続くと、ランクは1に戻る。<br><br><color style='color:#FFD780;'>アルケー：プネウマ</color><br>エミリエがこの方法でルミドゥースの瓶を創った後、前方に敵を貫く霊息の棘を召喚し、プネウマを帯びた<color style='color:#99FF88;'>草元素ダメージ</color>を与える。一定時間ごとに発動可能。<br><br><i>「この世の景色はまるで、無数の香りと色…そしてのんびりとした歌が織りなすハーモニーのよう…」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク1の攻撃ダメージ",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク2の攻撃ダメージ",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶の継続時間",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のダメージ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のクールタイム",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "スキルのクールタイム",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "アロマティックな物語",
                        "Desc": "瓶に集まったアロマを純粋な草元素の力に変え、既存のルミドゥースの瓶を回収してルミドゥースの瓶 · ランク3を創る。<br>ルミドゥースの瓶 · ランク3は近くの芳香を集めないが、代わりに「薫る雫」を降らせ、範囲内の敵を攻撃して<color style='color:#99FF88;'>草元素ダメージ</color>を与える。継続期間中、0.3秒毎に薫る雫が1滴降り、0.7秒毎に1回敵をターゲットとして選ぶ。<br>継続時間が終了すると、再びランク1のルミドゥースの瓶が創られる。「アロマティックな物語」発動時にルミドゥースの瓶を回収していた場合は、代わりに回収した瓶を配置し、瓶の継続時間をリセットする。<br><color style='color:#FFD780;'>アロマティックな物語</color>継続期間中、元素スキル「フレグランス · アコード」はルミドゥースの瓶を生成しなくなる。<br><br><i>どんな香水であっても、空気に触れた瞬間から、その香りは時間とともに変化し、やがて風や草木のささやきに溶けていきます。ある意味、人々は永遠に同じ香水を楽しむことはできない、ということです。<br>生きとし生ける者の軌跡も同じです——香水は人生を物語っているとも言えるでしょう。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "ルミドゥースの瓶 · ランク3の攻撃ダメージ",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク3の継続時間",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余香",
                        "Desc": "<color style='color:#FFD780;'>芳香</color>を2つ集めるたびに、ルミドゥースの瓶 · ランク2は芳香を消費して「清露コロン」を出し、敵にエミリエの攻撃力600%分の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。このダメージは元素スキルダメージと見なされない。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精留",
                        "Desc": "エミリエが燃焼状態の敵に与えるダメージをエミリエの攻撃力を基にアップする。攻撃力1000につき、ダメージ+15%。この方法でアップできるダメージは最大36%まで。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "空からの集香",
                        "Desc": "フィールド上にエミリエ自身が創造したルミドゥースの瓶が存在するとき、周囲のチーム全員の燃焼ダメージへの<color style='color:#FF9999;'>炎元素耐性</color>+85%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "ほのかに香るフレグランス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>と固有天賦「余香」の清露コロンによるダメージ+20%。固有天賦「余香」を解放する必要がある。<br>また、付近にいるチーム内キャラクターが敵に燃焼反応を起こした時、または燃焼状態の敵に<color style='color:#99FF88;'>草元素ダメージ</color>を与えた時、追加で<color style='color:#FFD780;'>芳香</color>を1生成する。この効果は2.9秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光のトップノート",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>、<color style='color:#FFD780;'>アロマティックな物語</color>、または固有天賦「余香」の清露コロン（該当の固有天賦を解放する必要がある）が敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間10秒。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "馥郁たるエッセンス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "ルミドゥースハート",
                        "Desc": "<color style='color:#FFD780;'>アロマティックな物語</color>の継続時間+2秒。かつ、敵が薫る雫のターゲットとして選ばれる間隔-0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ピュアアロマ",
                        "Desc": "<color style='color:#FFD780;'>アロマティックな物語</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "マルコットの残香",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>または<color style='color:#FFD780;'>アロマティックな物語</color>発動時、エミリエは「残香の跡」を獲得する。継続時間5秒。<br>継続期間中、エミリエが通常攻撃または重撃を行うと、芳香を1生成し、エミリエの通常攻撃と重撃が元素付与によって他の元素に変化しない<color style='color:#99FF88;'>草元素ダメージ</color>へと変わる。さらに与えるダメージをエミリエの攻撃力300%分アップする。<br><br>「残香の跡」効果は、この方法で芳香を4生成した時、または継続時間終了時に解除され、12秒毎に1回のみ獲得できる。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "影追いの槍術・改",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、斬り上げ攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.5608%",
                                    "52.5134%",
                                    "56.466%",
                                    "62.1126%",
                                    "66.0652%",
                                    "70.5825%",
                                    "76.7938%",
                                    "83.005%",
                                    "89.2163%",
                                    "95.9922%",
                                    "102.7681%",
                                    "109.544%",
                                    "116.32%",
                                    "123.0959%",
                                    "129.8718%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.8954%",
                                    "48.5497%",
                                    "52.204%",
                                    "57.4244%",
                                    "61.0787%",
                                    "65.255%",
                                    "70.9974%",
                                    "76.7399%",
                                    "82.4823%",
                                    "88.7468%",
                                    "95.0113%",
                                    "101.2758%",
                                    "107.5402%",
                                    "113.8047%",
                                    "120.0692%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "59.3004%",
                                    "64.1272%",
                                    "68.954%",
                                    "75.8494%",
                                    "80.6762%",
                                    "86.1925%",
                                    "93.7774%",
                                    "101.3624%",
                                    "108.9473%",
                                    "117.2218%",
                                    "125.4963%",
                                    "133.7708%",
                                    "142.0452%",
                                    "150.3197%",
                                    "158.5942%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "75.1029%",
                                    "81.216%",
                                    "87.329%",
                                    "96.0619%",
                                    "102.1749%",
                                    "109.1613%",
                                    "118.7674%",
                                    "128.3736%",
                                    "137.9798%",
                                    "148.4593%",
                                    "158.9388%",
                                    "169.4183%",
                                    "179.8977%",
                                    "190.3772%",
                                    "200.8567%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "フレグランス · アコード",
                        "Desc": "ルミドゥースの瓶を創り、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>ルミドゥースの瓶</color><br> · 一定時間ごとに近くの敵に「純露の息」を噴射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br> · 近くの敵が燃焼状態の時、一定時間ごとに「芳香」を生成する。この方法で生成できる「芳香」は2秒毎に1つのみ。ルミドゥースの瓶は近くの芳香を集める。芳香を2つ集めると瓶のランクが上がり、純露の息を噴射する時、追加で純露の息を1回噴射し、上記の攻撃によるダメージと攻撃範囲をアップさせる。<br> · エミリエ自身が創造したルミドゥースの瓶は1つのみ存在可能。ルミドゥースの瓶の初期ランクは1で、最大ランク2まで上げられる。ただし、フィールド上に存在する間、8秒間芳香を集められない状態が続くと、ランクは1に戻る。<br><br><color style='color:#FFD780;'>アルケー：プネウマ</color><br>エミリエがこの方法でルミドゥースの瓶を創った後、前方に敵を貫く霊息の棘を召喚し、プネウマを帯びた<color style='color:#99FF88;'>草元素ダメージ</color>を与える。一定時間ごとに発動可能。<br><br><i>「この世の景色はまるで、無数の香りと色…そしてのんびりとした歌が織りなすハーモニーのよう…」</i>",
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.045%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク1の攻撃ダメージ",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク2の攻撃ダメージ",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶の継続時間",
                                "ParamLevelList": [
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のダメージ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のクールタイム",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "スキルのクールタイム",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "アロマティック · アナライズ",
                        "Desc": "瓶に集まったアロマを純粋な草元素の力に変え、既存のルミドゥースの瓶を回収してルミドゥースの瓶 · ランク3を創る。<br>ルミドゥースの瓶 · ランク3は近くの芳香を集めないが、代わりに「薫る雫」を降らせ、範囲内の敵を攻撃して<color style='color:#99FF88;'>草元素ダメージ</color>を与える。継続期間中、0.3秒毎に薫る雫が1滴降る。この時、それぞれの敵は0.7秒毎に1回だけターゲットとして選ばれる。<br>継続時間が終了すると、再びランク1のルミドゥースの瓶が創られる。「アロマティック · アナライズ」発動時にルミドゥースの瓶を回収していた場合は、代わりに回収した瓶を配置し、瓶の継続時間をリセットする。<br><color style='color:#FFD780;'>アロマティック · アナライズ</color>継続期間中、元素スキル「フレグランス · アコード」はルミドゥースの瓶を生成しなくなる。<br><br><i>どんな香水であっても、空気に触れた瞬間から、その香りは時間とともに変化し、やがて風や草木のささやきに溶けていきます。ある意味、人々は永遠に同じ香水を楽しむことはできない、ということです。<br>生きとし生ける者の軌跡も同じです——香水は人生を物語っているとも言えるでしょう。</i>",
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "ルミドゥースの瓶 · ランク3の攻撃ダメージ",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "ルミドゥースの瓶 · ランク3の継続時間",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余香",
                        "Desc": "<color style='color:#FFD780;'>芳香</color>を2つ集めるたびに、ルミドゥースの瓶 · ランク2は芳香を消費して「清露コロン」を出し、敵にエミリエの攻撃力600%分の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。このダメージは元素スキルダメージと見なされない。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精留",
                        "Desc": "エミリエが燃焼状態の敵に与えるダメージをエミリエの攻撃力を基にアップする。攻撃力1000につき、ダメージ+15%。この方法でアップできるダメージは最大36%まで。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "漂う香りを集めて",
                        "Desc": "フィールド上にエミリエ自身が創造したルミドゥースの瓶が存在するとき、周囲のチーム全員の燃焼ダメージへの<color style='color:#FF9999;'>炎元素耐性</color>+85%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "淡く香るフレグランス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス・アコード</color>と固有天賦「余香」の清露コロンによるダメージ+20%。固有天賦「余香」を解放する必要がある。<br>また、付近にいるチーム内キャラクターが敵に燃焼反応を起こした時、または燃焼状態の敵に<color style='color:#99FF88;'>草元素ダメージ</color>を与えた時、追加で<color style='color:#FFD780;'>芳香</color>を1生成する。この効果は2.9秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光のトップノート",
                        "Desc": "<color style='color:#FFD780;'>フレグランス・アコード</color>、<color style='color:#FFD780;'>アロマティック・アナライズ</color>、または固有天賦「余香」の清露コロン（該当の固有天賦を解放する必要がある）が敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間10秒。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "馥郁たるエッセンス",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "ルミドゥースの心",
                        "Desc": "<color style='color:#FFD780;'>アロマティック · アナライズ</color>の継続時間+2秒。かつ、敵が薫る雫のターゲットとして選ばれる間隔-0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "純粋なアロマ",
                        "Desc": "<color style='color:#FFD780;'>アロマティック · アナライズ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "マルコットの残香",
                        "Desc": "<color style='color:#FFD780;'>フレグランス · アコード</color>または<color style='color:#FFD780;'>アロマティック · アナライズ</color>発動時、エミリエは「留まる香り」を獲得する。継続時間5秒。<br>継続期間中、エミリエが通常攻撃または重撃を行うと、芳香が1生成される。さらに、エミリエの通常攻撃と重撃は元素付与によって他の元素に変化しない<color style='color:#99FF88;'>草元素ダメージ</color>へと変わり、与えるダメージがエミリエの攻撃力の300%分アップする。<br><br>「留まる香り」効果は、この方法で芳香を4生成した時、または継続時間終了時に解除され、12秒毎に1回のみ獲得できる。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Emilie": {
        "AttackList": [
            {
                "Skill": "E Casting",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Lumidouce Case Lv1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "Lumidouce Case",
                "AttGrp": "At most 1 time every 2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Lumidouce Case Lv2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "Lumidouce Case",
                "AttGrp": "At most 1 time every 2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Lumidouce Case",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elem Burst",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Passive Talent",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.5
                    ]
                },
                "AtkTag": "None",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Spiritbreath Thorn",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 46.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2 (Dendro)",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 43.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 59.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 72.7,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK (Dendro)",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.3,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 43.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 59.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 72.7,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.3,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}