// Auto Generated

var _AvatarDataConfig_ = {
    "Eula": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Eula": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100057": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113020": 2,
                "100057": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113020": 4,
                "100057": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113020": 8,
                "100057": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113020": 12,
                "100057": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113020": 20,
                "100057": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113017": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113017": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113017": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113017": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113017": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113017": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113017": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113017": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113017": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113017": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113017": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113017": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Eula": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "西風剣術・旧貴族",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>継続的にスタミナを消費し、素早い連続攻撃を発動する。<br>重撃終了時、より強力な一撃を放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "89.7324%",
                                    "97.0362%",
                                    "104.34%",
                                    "114.774%",
                                    "122.0778%",
                                    "130.425%",
                                    "141.9024%",
                                    "153.3798%",
                                    "164.8572%",
                                    "177.378%",
                                    "191.7248%",
                                    "208.5965%",
                                    "225.4683%",
                                    "242.3401%",
                                    "260.7457%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "93.5508%",
                                    "101.1654%",
                                    "108.78%",
                                    "119.658%",
                                    "127.2726%",
                                    "135.975%",
                                    "147.9408%",
                                    "159.9066%",
                                    "171.8724%",
                                    "184.926%",
                                    "199.8833%",
                                    "217.473%",
                                    "235.0627%",
                                    "252.6524%",
                                    "271.8412%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "56.7987%+56.7987%",
                                    "61.4219%+61.4219%",
                                    "66.045%+66.045%",
                                    "72.6495%+72.6495%",
                                    "77.2726%+77.2726%",
                                    "82.5562%+82.5562%",
                                    "89.8212%+89.8212%",
                                    "97.0861%+97.0861%",
                                    "104.3511%+104.3511%",
                                    "112.2765%+112.2765%",
                                    "121.3577%+121.3577%",
                                    "132.0372%+132.0372%",
                                    "142.7166%+142.7166%",
                                    "153.3961%+153.3961%",
                                    "165.0465%+165.0465%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "112.6428%",
                                    "121.8114%",
                                    "130.98%",
                                    "144.078%",
                                    "153.2466%",
                                    "163.725%",
                                    "178.1328%",
                                    "192.5406%",
                                    "206.9484%",
                                    "222.666%",
                                    "240.6758%",
                                    "261.8552%",
                                    "283.0347%",
                                    "304.2141%",
                                    "327.319%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "71.8336%+71.8336%",
                                    "77.6806%+77.6806%",
                                    "83.5275%+83.5275%",
                                    "91.8803%+91.8803%",
                                    "97.7272%+97.7272%",
                                    "104.4094%+104.4094%",
                                    "113.5974%+113.5974%",
                                    "122.7854%+122.7854%",
                                    "131.9735%+131.9735%",
                                    "141.9968%+141.9968%",
                                    "153.4818%+153.4818%",
                                    "166.9882%+166.9882%",
                                    "180.4946%+180.4946%",
                                    "194.001%+194.001%",
                                    "208.7352%+208.7352%"
                                ]
                            },
                            {
                                "Desc": "連続重撃ダメージ",
                                "ParamLevelList": [
                                    "68.8%",
                                    "74.4%",
                                    "80.0%",
                                    "88.0%",
                                    "93.6%",
                                    "100%",
                                    "108.8%",
                                    "117.6%",
                                    "126.4%",
                                    "136.0%",
                                    "147.0%",
                                    "159.936%",
                                    "172.872%",
                                    "185.808%",
                                    "199.92%"
                                ]
                            },
                            {
                                "Desc": "重撃終了ダメージ",
                                "ParamLevelList": [
                                    "124.399%",
                                    "134.5245%",
                                    "144.65%",
                                    "159.115%",
                                    "169.2405%",
                                    "180.8125%",
                                    "196.724%",
                                    "212.6355%",
                                    "228.547%",
                                    "245.905%",
                                    "265.7944%",
                                    "289.1843%",
                                    "312.5742%",
                                    "335.9641%",
                                    "361.4804%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40"
                                ]
                            },
                            {
                                "Desc": "最大継続時間",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "159.3664%",
                                    "173.3906%",
                                    "187.4149%",
                                    "201.4391%",
                                    "216.7383%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "318.6652%/398.0301%",
                                    "346.7078%/433.0567%",
                                    "374.7503%/468.0834%",
                                    "402.7928%/503.11%",
                                    "433.3847%/541.3209%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "氷潮の渦",
                        "Desc": "極寒の氷気、素早い剣舞。<br><br><color style='color:#FFD780;'>一回押し</color><br>素早く剣を振り、<color style='color:#99FFFF;'>氷元素ダメージ</color>を与える。<br>敵に命中すると、エウルアは冷酷な心を1つ獲得する。最大2つまで、0.3秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>冷酷な心</color><br>エウルアの防御力と中断耐性をアップさせる。<br><br><color style='color:#FFD780;'>長押し</color><br>冷酷な心を全て消費し、大剣を振り前方の敵に<color style='color:#99FFFF;'>氷元素範囲ダメージ</color>を与える。<br>冷酷な心を消費すると、周囲の敵の物理耐性および<color style='color:#99FFFF;'>氷元素耐性</color>をダウンさせる。<br>消費した冷酷な心1つにつき氷渦の剣1本に変化し、近くの敵に<color style='color:#99FFFF;'>氷元素ダメージ</color>を与える。<br><br><i>「波花はこのように渦を巻き、高貴な冠を飲み込んだ。そして、冷たき波のしぶきに黄金の冠が映る。その一粒一粒が、光り輝いていた。」</i>",
                        "Icon": "Skill_S_Eula_01",
                        "ParamDesc": [
                            {
                                "Desc": "一回押しダメージ",
                                "ParamLevelList": [
                                    "146.4%",
                                    "157.38%",
                                    "168.36%",
                                    "183.0%",
                                    "193.98%",
                                    "204.96%",
                                    "219.6%",
                                    "234.24%",
                                    "248.88%",
                                    "263.52%",
                                    "278.16%",
                                    "292.8%",
                                    "311.1%",
                                    "329.4%",
                                    "347.7%"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "245.6%",
                                    "264.02%",
                                    "282.44%",
                                    "307.0%",
                                    "325.42%",
                                    "343.84%",
                                    "368.4%",
                                    "392.96%",
                                    "417.52%",
                                    "442.08%",
                                    "466.64%",
                                    "491.2%",
                                    "521.9%",
                                    "552.6%",
                                    "583.3%"
                                ]
                            },
                            {
                                "Desc": "氷渦の剣ダメージ",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "防御力アップ",
                                "ParamLevelList": [
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%",
                                    "1層につき30.0%"
                                ]
                            },
                            {
                                "Desc": "冷酷な心継続時間",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "物理耐性ダウン",
                                "ParamLevelList": [
                                    "16.0%",
                                    "17.0%",
                                    "18.0%",
                                    "19.0%",
                                    "20.0%",
                                    "21.0%",
                                    "22.0%",
                                    "23.0%",
                                    "24.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%"
                                ]
                            },
                            {
                                "Desc": "氷元素耐性ダウン",
                                "ParamLevelList": [
                                    "16.0%",
                                    "17.0%",
                                    "18.0%",
                                    "19.0%",
                                    "20.0%",
                                    "21.0%",
                                    "22.0%",
                                    "23.0%",
                                    "24.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%"
                                ]
                            },
                            {
                                "Desc": "耐性ダウン時間",
                                "ParamLevelList": [
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒"
                                ]
                            },
                            {
                                "Desc": "一回押しクールタイム",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒"
                                ]
                            },
                            {
                                "Desc": "長押しクールタイム",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "氷浪の光剣",
                        "Desc": "大剣を力強く振り、周囲の敵に<color style='color:#99FFFF;'>氷元素ダメージ</color>を与え、7秒間自身に付き従う光臨の剣を創造する。<br>光臨の剣の継続時間中、エウルアは中断耐性がアップする。また、通常攻撃、元素スキルまたは元素爆発が敵にダメージを与えた時、光臨の剣にエネルギーが蓄積される。エネルギーは0.1秒につき、1つのみ溜めることが可能。<br>継続時間終了後、光臨の剣は爆発し周囲の敵に物理ダメージを与える。<br>このダメージは光臨の剣に蓄積されたエネルギー量によって決まる。<br>エウルアが退場した時、光臨の剣は直ちに爆発する。<br><br><i>落ちぶれるのは簡単なこと。それでもなお、彼女はこの潮流を凍結させ、止めようとする。</i>",
                        "Icon": "Skill_E_Eula_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "245.6%",
                                    "264.02%",
                                    "282.44%",
                                    "307.0%",
                                    "325.42%",
                                    "343.84%",
                                    "368.4%",
                                    "392.96%",
                                    "417.52%",
                                    "442.08%",
                                    "466.64%",
                                    "491.2%",
                                    "521.9%",
                                    "552.6%",
                                    "583.3%"
                                ]
                            },
                            {
                                "Desc": "光臨の剣基礎ダメージ",
                                "ParamLevelList": [
                                    "367.048%",
                                    "396.924%",
                                    "426.8%",
                                    "469.48%",
                                    "499.356%",
                                    "533.5%",
                                    "580.448%",
                                    "627.396%",
                                    "674.344%",
                                    "725.56%",
                                    "784.245%",
                                    "853.2586%",
                                    "922.2721%",
                                    "991.2857%",
                                    "1066.5732%"
                                ]
                            },
                            {
                                "Desc": "エネルギー1重ごとのダメージ",
                                "ParamLevelList": [
                                    "74.992%",
                                    "81.096%",
                                    "87.2%",
                                    "95.92%",
                                    "102.024%",
                                    "109.0%",
                                    "118.592%",
                                    "128.184%",
                                    "137.776%",
                                    "148.24%",
                                    "160.23%",
                                    "174.3302%",
                                    "188.4305%",
                                    "202.5307%",
                                    "217.9128%"
                                ]
                            },
                            {
                                "Desc": "エネルギー数上限",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "氷の残剣",
                        "Desc": "長押しで<color style='color:#FFD780;'>氷潮の渦</color>を発動した時、一度に冷酷な心を2つ消費すると、直ちに爆発する光臨の剣の欠片を創造する。光臨の剣の欠片は、<color style='color:#FFD780;'>氷浪の光剣</color>で創造される光臨の剣の基礎ダメージ50%分の物理ダメージを与える。",
                        "Icon": "UI_Talent_S_Eula_05"
                    },
                    {
                        "Name": "戦意の表れ",
                        "Desc": "<color style='color:#FFD780;'>氷浪の光剣</color>を発動した時、<color style='color:#FFD780;'>氷潮の渦</color>のクールタイムがリセットされ、冷酷な心を1つ獲得する。",
                        "Icon": "UI_Talent_S_Eula_06"
                    },
                    {
                        "Name": "貴族の省察",
                        "Desc": "キャラクター天賦素材を合成する時、10%の確率でアイテムを2倍獲得する。",
                        "Icon": "UI_Talent_Eula_Combine"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "潮の幻像",
                        "Desc": "<color style='color:#FFD780;'>氷潮の渦</color>の冷酷な心を消費するとエウルアの物理ダメージ+30%、継続時間6秒。<br>冷酷な心を1つ消費するたびに、この効果の継続時間+6秒、最大18秒まで。",
                        "Icon": "UI_Talent_S_Eula_02"
                    },
                    {
                        "Level": 2,
                        "Name": "波花の淑女",
                        "Desc": "<color style='color:#FFD780;'>氷潮の渦</color>の長押しのクールタイムを短縮し、一回押しと同じクールタイムにする。",
                        "Icon": "UI_Talent_S_Eula_01"
                    },
                    {
                        "Level": 3,
                        "Name": "ローレンスの血統",
                        "Desc": "<color style='color:#FFD780;'>氷浪の光剣</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Eula_01"
                    },
                    {
                        "Level": 4,
                        "Name": "劣等感との戦い",
                        "Desc": "HP50%未満の敵に対する光臨の剣のダメージ+25%。",
                        "Icon": "UI_Talent_S_Eula_03"
                    },
                    {
                        "Level": 5,
                        "Name": "騎士の素質",
                        "Desc": "<color style='color:#FFD780;'>氷潮の渦</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Eula_02"
                    },
                    {
                        "Level": 6,
                        "Name": "高貴なる者の義務",
                        "Desc": "<color style='color:#FFD780;'>氷浪の光剣</color>で創造した光臨の剣は、直ちにエネルギーを5つ獲得する。通常攻撃、元素スキルまたは元素爆発によりエネルギーを獲得する際、50%の確率でさらに1つ獲得する。",
                        "Icon": "UI_Talent_S_Eula_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Eula": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 101.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 105.8,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.55,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.55,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 129.95,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 68.21,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 68.21,
                "ForceType": 3,
                "Force": [
                    200.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 2.0,
                "Poise": 180.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 2.0,
                "Poise": 180.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.8
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.5,
                        1.8
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 2.0,
                "Poise": 0.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 2.0,
                "Poise": 400.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}