// Auto Generated

var _AvatarFetterConfig_ = {
    "51": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "エウルアは西風騎士団で「遊撃小隊隊長」という席に就いている。<br>彼女は常に小隊を率い、魔物やアビス教団を退治しているため、モンド城に帰ってくることは滅多にない。<br>「波花騎士」の称号を持つエウルアは、剣術に長けているだけでなく、知略と胆力をも兼ね備えた人物だ。ファルカ大団長にもその高い実力を認められており、彼女は「蒲公英騎士」に匹敵するほど優秀な騎士と評価されている。<br>二人の力ある騎士がモンドを守護していることは、実に喜ばしいこと。しかし、エウルアとジンの間には大きな違いがあった。<br>エウルアは、旧貴族であるローレンス家の末裔なのだ。彼女にはモンドを闇に堕とし入れた罪人の血が流れている。<br>特殊な出自であるため、エウルアに対するモンド人からの評判は極めて悪い。ローレンス家は旧モンドの愚かさと暴政を象徴する一族、心の底に潜む痛みを思い出させる存在である。<br>エウルアが表舞台に立つということは、人々の古傷を再び広げるのと同じこと。旧貴族を憎んでいる人々は、彼女に恨みをぶつけてきた。<br>しかし、そんなエウルアが選んだのは騎士の道。しかも、隊長格にまで昇進する。<br>城内で向けられる様々な疑いのまなざしに対して、自分の目的は全て「復讐」のためだと隠さず主張する彼女。人々はその包み隠さない振る舞いに恐れ、一時は騎士団の内部を探る「スパイ」だと思い込んでいた。<br>だが、西風騎士団の代理団長であるジンはそのように思ったことなど一度もない。エウルアの話をすると、ジンがとても友好的な態度で彼女と接していることが分かる。<br>「噂を信じてはいけない。人々は本当の波花騎士を理解していないだけだ。」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "罪人ローレンス家の出身、旧貴族の末裔、同時にモンドでも指折りの剣術の達人。<br>罪深き血筋と高い剣術の腕を兼ね備えた人物、それがエウルアだ。<br>いつ反乱を起こすのか、何を奪われるのか…モンドの住民にとって、この遊撃小隊隊長は嵐の夜に揺れる波のように予想のつかない存在である。<br>ただ他人からそのように扱われることに対し、エウルアは無関心で冷淡。もし目の前で嫌疑をかけられれば、彼女はこのように返す──「いい度胸ね…この恨み、覚えておくわ。」<br>根深い恨みに苛まれる彼女は、いつも城外の任務を請け負っている。たまにモンド城内に戻って来ると、大剣を持ったまま西風騎士団本部へとまっすぐ向かう。<br>ある日、二人の新人衛兵がそんな彼女を見かけ、慌てふためいた。しかし止めることもできず、彼女がジン団長の執務室に入って行くのを黙って見届けてしまう。<br>ただ奇妙なことにいくら時間が経っても、執務室から戦いの気配は感じられなかった。<br>衛兵たちは心配し、騎兵隊長のガイアと図書館司書のリサに助けを求めた。<br>「あの遊撃隊長がまた勢いよく代理団長のところに？」<br>「あら、お茶会かしら？そういうことならわたくしも早く行かないと。」<br>リサは足早に執務室へ、ガイアは二人の衛兵を外に連れ出し笑いながら説明した。<br>「ジンには人を見る目がある、お前たちもそれは知っているだろう。俺たち西風騎士団が見るのは、出自よりも能力だ。だからジンはわざわざ時間を作って、遊撃小隊隊長と剣術を切磋琢磨し合っている。それは騎士団のためであり、過去の怨念のためだ。賢いと思わないか？」<br>「は、はぁ…そういうことでしたか…」「お茶とは、切磋琢磨という意味だったんですね…」<br>このようなことが、ほぼ毎月起こる。しかし、怨念を終わらすため剣術を磨き合っている割には、音が全くしないのは一体どういうことであろうか？",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "実際のところ、エウルアは危険な人物ではない。そのイメージは先入観によるもので、むしろエウルアは弱者の立場にあるとも言える。<br>たとえば、雑貨店であれば彼女に物を売ってくれず、レストランであれば彼女の注文を雑に扱うといったように。それだけではない、彼女の担当エリアの住民が協力を拒否し、騎士の仕事が上手く進まないこともある。<br>そういった問題から揉めごとに発展することもあるが、彼女はいつも力強い口調でこう言い返す──「この恨み覚えておくわ、いつか必ず返すから。」と。不思議なことに、それを言うとトラブルがすぐに収まる、まるで魔法のような言葉だ。<br>ただそう言いながらも、エウルアがモンドの人々を傷つけたことなど一度もない。彼女は常に規則を遵守するよう心がけているのだ。彼女の態度は冷淡に見えるものの、その言動や振る舞いは真っすぐとしたもの。<br>エウルアの普段の行動を見て、文句を言う理由を失った人々は次第に彼女への恐怖心も薄れていった。彼女の「恨みを覚える」という言葉は、自然と「そこまで」という警告の言葉となったようだ。<br>西風騎士団を滅ぼすかもしれないエウルア、旧貴族のスパイかもしれないエウルア…騎士団の新入りからすれば、エウルアは恐ろしい存在である。<br>ジン団長の言づてを伝えるため、新入りの騎士がエウルアのもとを訪れると、よく冷たい一言が返ってくる──「モンドの罪人の末裔を働かせるなんて、君たちもまだまだ努力が足りないわね。」<br>厳しい口調でそう言うが、彼女はどのような任務も完璧に遂行してくる。そして、言づてを伝えた新入りの騎士も彼女の実力を認めるのだ。エウルアは飛ぶ鳥を落とす勢いで昇進していき、たった数年で「遊撃小隊」の隊長となった。<br>冷たく無愛想な波花騎士、騎士団と敵対関係にある旧貴族、付き合いにくい危険人物…果たして、どれが本当の彼女なのだろうか？<br>言づてを伝えた帰り道、新入りの騎士は遊撃小隊エウルアの行動を振り返ってみた。<br>彼女が他人に目をやる時、優しく、心強い表情を見せるのはなぜなのか？これほど真面目な人ならば、頼りにしてもいいのではないかと、その騎士は考えるようになるのであった。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "モンドは自由と喜びに満ちた都。ここでは罪人の末裔でも友人を作ることができる。<br>エウルアと民衆の間には、頼れる橋渡し役がいる、それが偵察騎士アンバーだ。<br>人に好かれるアンバーといる時、店主は通常価格でエウルアに物を売ってくれる。店主の機嫌が良い時は、アンバーとの雑談が長引いてしまうこともあるが、隣にいるエウルアは社交的な振る舞いを見せる。<br>お人好しのアンバーはエウルアとよく一緒に出かけ、必要があれば代わりに日用品などを彼女の家に届ける。<br>また遊撃隊長が積み上げてきた数々の功績は、アンバーが皆に伝えたものだ。民衆がその功績を耳にすると、誰もが驚きを隠せないといった表情をする。<br>週末の早朝、アンバーは木箱を積み上げて作った講壇の上で、エウルアの新たな功績を伝える──「先日、西風騎士団の遊撃小隊隊長がドーンマンポートで一人の女性を救出しました。そして調査の結果、港に潜伏していたアビス教団を発見し、一網打尽にしたんです。救出した女性は璃月でも有名な法律家で、後日騎士団は璃月の和記庁から感謝の手紙を…」<br>歴史がもたらす偏見を変えたのはアンバーの努力のおかげかもしれない、もしくはエウルア自身の騎士としての行いがモンド人の長年抱いていた恐怖心を晴らしたのだろう。ここ数年、民衆のほとんどは彼女に対し敵意を持たなくなった。騎士団のメンバーも、彼女の活躍を目の当たりにし感嘆を漏らす。<br>エウルアが率いる「遊撃小隊」の隊員達も彼女の味方であり、強き後ろ盾となってモンドを守っている。<br>これらの変化を一番嬉しく思っているのはアンバーだ。なにせ、エウルアが騎士団に入るずっと前から二人は知り合いなのである。祖父の弟子であったエウルアを、アンバーは心の底から信頼している。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "普段は冷たく鋭いエウルア、そんな彼女だが優れた料理の腕前を持っている。<br>遊撃小隊の隊員が「騎士団で最高の兵糧」と自慢するほどだ。彼らの懐には常に月の形をしたパイが入っている。この携帯食は絶妙な味をしており、食べた者は皆必ず絶賛する。<br>小隊の専属料理人がこの携帯食を開発する際、エウルアの作ったデザートを参考にし、長時間焼くことでパイの歯ごたえを高めたそうだ。元のレシピにあった長期保存に向かない材料を変更することで、コストを下げると同時に保存期間を延ばしたという。<br>これほど手を加えられていてもパイの味は美味しい。遊撃小隊の隊員はそれを食べながらふと思った——隊長が作ったオリジナルのパイは、どれほど美味しいのだろうか？<br>それほどまでの腕を持つに至った理由は、図書館の古い本の中に記されている——遥か昔に没落したローレンス家だが、今も支配階級に戻ることを望んでいる。その偉大なる時を迎えるため、跡継ぎとなる子供には異常とも呼べるような厳しい英才教育を施してきた。<br>「貴族の義務」とは、あらゆる面で完璧でなくてはならない。所作、礼儀、学問だけでなく、そこには料理や家事も含まれている。<br>ローレンス家ではこのように考えられてきた——「解放後のモンドは礼儀と品位に欠けている。我ら一族がいずれ権力を取り戻しても、適任となる召使いを見つけられないかもしれない。俗世の泥沼にはまらぬよう、注意せねば。」<br>ローレンス家に仕える料理の先生は非常に厳しい人物である。生地を作る際、小麦粉を小さじ半分間違えたり、塩が多すぎたり、焼き上げのタイミングが二秒遅れたりしただけで、叱責と罰を招くおそれがある。エウルアにとって、他人から羨ましがられるような料理の腕も、古いしきたりに従っただけの無駄な結果に過ぎない。<br>彼女に認められた…いや、彼女に「恨みを持たれ、世話を焼くも素直になれず、いつも近くをうろうろとしている者」のみが、彼女の手作り料理を味わうことができるだろう。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "伝統的な礼儀作法の他に、旧貴族が「第二の魂」として尊重するものが芸術である。<br>祭礼の舞——名門貴族が自身の高貴さを誇示する儀式はまさにその魂の結晶、権力の頂点に位置する最も輝かしい宝石だ。<br>民衆の間で伝わる話によれば、旧貴族が力でモンドを統治する前、大貴族たちがこの祭礼の舞を作ったという。<br>ローレンス家を表す第三幕「輝く燭光」は、祭礼の舞の中でも一番重要な部分だ。舞人は地位の高い者が担うことになっており、通常は一族の長女が務める。<br>舞を完璧なものとするため、ローレンス家は一流の踊り手を教師として雇ってきた。つま先から体の端々へと流れる血は栄光の証、舞人は誇りを胸に踊る。<br>この古き伝統は長い年月を経てもなお脈絡と受け継がれ、ローレンス家が民衆から追放されて久しい今日まで守られてきた。<br>しかし、華麗な舞を踊るのに相応しい盛大な饗宴と優雅な舞台を失った今、かつてほど「祭礼の舞」は高貴なものではなくなった。舞に対する要求も次第に低くなり、教師の指導も厳しいものから緩いものになっていった。ローレンス家は己が無力をついに痛感した、こうして舞の練習は時間が余った時にのみ行うものとし、必修科目から外されることになる。<br>時が経つにつれて、この舞が背負ってきた悪しき色彩は薄れ、そして今は美しい舞のみが残った。<br>辛く苦しい他の鍛錬と比べ、舞の練習はローレンス家長女のエウルアにとって唯一息抜きができた時間だ。<br>今のエウルアは芸術とは無縁に見える。他の人が見ても、「波花騎士」と舞を結び付けるのは難しいだろう。<br>だが舞が持つ独特な芸術、言葉では表現しきれない律動の美しさは、エウルアの剣術に引き継がれている。<br>大剣を振るう優雅な姿は、まるで月の光のように穢れなく、遠く手の届かない存在だ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「堅氷」と「波花」",
                "Content": "エウルアはローレンス家の家紋「堅氷の印」を所持している。これは一族の武力を象徴する至高の証であり、モンド開拓時代初期、まだローレンス家が没落していなかった時の意志を表したものでもある——この印は高潔で炎を恐れず、冷静で揺るぎないことを意味した。<br>過去千年の間、「堅氷の印」を受け継ぐ試練を通過した者はごく僅かである。この家紋は一族の希望と共に継承されてきた。<br>エウルアが試練を受けたのはまだ幼い頃のこと。だが、彼女はいとも容易く試練を突破し、「堅氷の印」を授かった。この誇りを背負い彼女は一族の屋敷を離れ、家族との連絡を最小限に留めるようになった。<br>彼女の氷の剣は、まさにその実力を表している。吹雪のように冷たく、あらゆるものを足止めさせる。<br>冷たく透き通った、氷のように輝く彼女。しかし、彼女の称号は氷のイメージとはほど遠い「波花騎士」。人々がこの称号を聞けば、水元素の使い手だと勘違いするだろう。<br>この称号の由来は彼女の戦い方が関係している。<br>エウルアは精巧な骨笛を持っており、それを吹くことでまるで本物の波が打ち寄せるかのような音が辺りに響き渡るのだ。<br>彼女が率いる小隊の勤務エリアは海岸の隣。そのため波の音は戦略の幅を広げ、敵の判断をかく乱させることができた。さらに知力の低い魔物であれば津波と誤認させ、四方に散り散りにさせることも可能にした。<br>このような技術を用いて、エウルアは少数で多数の敵を制してきた。他に類を見ないこの戦術こそが、「波花騎士」の称号を賜った所以である。また、エウルアが波を選んだのには、彼女なりの理由も存在する。<br>「波花」よりも「堅氷騎士」の方が彼女のイメージとして想像しやすいだろう。<br>それでも、冷たく堅苦しい堅氷より、踊る波花の方が彼女は好きなのだ…<br>波であれば珊瑚や砂浜を優しく抱きしめることができる。<br>厳しく鎖で束縛するのではなく、自由に打ち寄せる波こそが彼女の憧れなのである。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "「恨み」の根底には何があるのか。<br>悲惨な境遇？それとも不幸な出来事？<br>「復讐」で何を成せるのか。<br>正しき地位を取り戻す？それとも憎き相手に苦痛を与える？<br>一族の栄光を取り戻し、民衆の畏敬を勝ち取り、再び支配者として頂点に君臨する…しかし、エウルアの胸の内では、そんなこと全てどうでもよかった。<br>彼女は過去の屈辱を直接受けたわけではない、むしろ一族の重圧の方が彼女を苦しめていた。枷を取り除こうにも、人々に認められるのは決して容易いことではない。<br>恨みと復讐、それは彼女にとってただの惰性であり、争いを避ける合図と盾に過ぎなかった。<br>特殊な身分と立場を持つ自分は批判の言葉をどう無視し、どのような価値観を重視すべきなのか…<br>どう戦えば、重く苦しい血統と決着をつけられるのか…<br>様々な悩みを心に抱えながら、彼女は世に忘れられた年老いた偵察騎士に弟子入りした。そこで広い心と堅実であることがいかに大切かを学んだ。<br>恨みや復讐よりも、家族や他人よりも、まずは「自分自身」を見つけなければならないことを学んだ。<br>「自分」らしい生き方、「自分」を守るすべ、「自分」の目標…<br>恨みや復讐を口にしてきた彼女だが、その根の善良さと打たれ強さは本物だ。<br>エウルアだけの優しい復讐の道。彼女がその道を見出した瞬間、神の目が静かに現れた。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "西風騎士団遊撃小隊隊長、「波花騎士」エウルア · ローレンスよ…そう、ローレンス。私は罪人の末裔、いずれ騎士団を裏切る者。今、彼らへの復讐の計画を立てている最中なの。",
                "Tips": []
            },
            {
                "Title": "世間話 · 騎士の仕来たり",
                "Content": "騎士と貴族の仕来たりは似ているわ。ただ、騎士は小難しいところが簡略化されているの。",
                "Tips": []
            },
            {
                "Title": "世間話 · 剣技",
                "Content": "私と西風剣術について学びたい？一人前になった君に復讐するのも、悪くないわね。",
                "Tips": []
            },
            {
                "Title": "世間話 · 貴族の仕来たり",
                "Content": "貴族たちの古い仕来たりなんて…聞き流してちょうだい。いつか私みたいに、何百条もの仕来たりを暗記させられても、本気にしてなくていいから。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "早く傘の下に入りなさい！君が病気になって体を壊したら、復讐する相手がいなくなっちゃうじゃない。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "厄介な天気ね。雷の音は感知能力に影響を与えるわ。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "良い眺めね！高い所に登れば、敵の位置が一目瞭然だわ。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "起きなさい！日の出前の2時間は、徹夜した哨兵が一番疲れている時間帯よ、絶好のチャンスなんだから！",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "眠くなったところを襲われないためにも、お昼は穀物よりも肉類ね。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "「柔らかな風と共に、夜を過ごさんことを」…旧貴族の挨拶の中では珍しく耳触りのいい言葉よ。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "骨笛の子守唄が聞きたい？永遠に目が覚めなくなるけど…こういう復讐の仕方はつまらないわ。",
                "Tips": []
            },
            {
                "Title": "エウルア自身について · 騎士",
                "Content": "敵の内部に潜入すれば、簡単に復讐ができるでしょ？だから騎士団に入ったの。",
                "Tips": []
            },
            {
                "Title": "エウルア自身について · 態度",
                "Content": "西風騎士団に入ったからには、基本の職務くらい全うするわ。じゃないと、毎日ダラダラと過ごしている人以下になっちゃうじゃない。たとえ罪人でも、そんな恥はかけないわ！",
                "Tips": []
            },
            {
                "Title": "エウルア自身について · 遊撃",
                "Content": "遊撃騎士の役目は、自由に攻撃を仕掛けたり、敵の側面から攻撃して牽制したりすること。ルールが少なくて、私にぴったり！",
                "Tips": []
            },
            {
                "Title": "エウルア自身について · 舞踊",
                "Content": "ローレンス家の伝統は、なにもすべてが無駄という訳ではないの。少なくとも「祭礼の舞」は、純潔と高貴で私の心を落ち着かせ、数々の慰めをくれた…この何年もの間、私はそれを忘れず、すべてのステップを体に刻み込んだ…だから、私だけの「西風剣術」を学びたいのなら、まずはこの舞から始めないといけないってことよ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "共通性について…",
                "Content": "私たちって、実は少し似ていると思わない？<br>ほら、モンドからすれば二人とも「外来者」でしょ。ただ、君は私と違って皆に歓迎されているけど、私はいつも警戒されて、敵意を向けられる…",
                "Tips": []
            },
            {
                "Title": "復讐について…",
                "Content": "君と私はこれからも因縁深いかたき同士になっていくと思う。面倒だから、いつの日かまとめて清算しない？10年後か、20年後か…安心して、私がちゃんと覚えておくから。でもそれまで、無事でいてよね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「罪人の末裔」、この称号は決していいものじゃない。だから、私自身のやり方で復讐を続けないと、そこから脱出することはできないの。そして、復讐するためには力が必要、「神の目」を手に入れたのも、必然だったというわけね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 骨笛",
                "Content": "私の骨笛には色んな音色があるの。敵を惑わせることもできて、とても実用的でね。よくこれを使って波の音を奏でているから、「波花騎士」の称号もこれが由来ってわけ。でも、骨笛が璃月のものだということは誰も気にしていないみたい。それもそのはずよね、モンドから忌み嫌われている罪人が、人々に忘れ去られた璃月人の教えを受けていることなんて、誰も探究する気が起きないもの…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 酒の飲み方",
                "Content": "本来はね、熟成した蒲公英酒には銀の盃を使うべきなの。12分間冷ました後に氷を入れて、氷の6分目のところにお酒がくるように調整する。でもそんな面倒な事、私は御免だわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "霧氷花よ。その花から作られる粉末は、骨笛の音色をより透き通るようにする効果があるの。どうして霧氷花は数が少ないのかしら…",
                "Tips": []
            },
            {
                "Title": "アンバーについて…",
                "Content": "アンバーはいつも自分勝手なのよ。私が騎士団に入った日も、私の宿舎を掃除してくれたり、私を連れて色んな所に見学に行ったり…まるで私が妹に世話をされている姉みたいで。そんなのみっともないじゃない！この恨み、全部覚えておくから！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ジンについて…",
                "Content": "代理団長か、彼女と私の一族は宿敵同士なの。でも彼女は、仕事とプライベートを分けられる人で、私の実力を認めている。私を騎士団に誘って、チャンスもたくさんくれた。だから彼女への復讐には、見苦しくない敗北を与えようと考えているわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リサについて…",
                "Content": "面倒な女、彼女の頭脳には何千…いえ、何万冊もの本が詰まっている。彼女はローレンス家の悪しき歴史を、日付まではっきりと暗記しているわ。彼女なら、あの人の行方が分かるかもしれないけど、そんなことを頼むのは気が引けるわね…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "バーバラについて…",
                "Content": "一体どんな秘訣があれば、あんなに人から好かれるのかしら。もし彼女から何か学べたら…いや、やっぱりなし。「アイドル」と「罪人の末裔」なんて、どう考えても噛み合わないもの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ファルカについて…",
                "Content": "大団長、チッ…彼はとても真っ直ぐな性格をしていて、つまらないことや噂も気にしない。まっ、典型的な良い人ではあるわ。彼とは一度剣を交わしたことがあるけど、引き分けに終わった。けど、あの気楽な表情におちゃらけた態度、きっと手を抜いていたんだわ…私を軽く見ていたのよ！この恨み、絶対に忘れないわ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ウェンティについて…",
                "Content": "あの吟遊詩人が歌っているのを聞いたことがあるわ。ローレンス家のことを今まで聞いたこともないような口調で面白おかしく語っていた。私ですら笑いを堪えきれなかったの…この恨み、絶対に忘れない！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "レザーについて…",
                "Content": "礼儀にこだわる必要もなく、他人の目も気にせず、一族の責任なんてものもない…彼の生き方は、楽でいいと思う。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "スクロースについて…",
                "Content": "あの錬金術師…前にアビス教団の拠点に潜入できる装置をくれたことがあるの。でも結局爆発しちゃって、その場で13体ものヒルチャール暴徒に囲まれたわ…後から彼女に落とし前をつけに行ったんだけど、申し訳なさそうに慌てていたし、壁にはずらりと並んだ失敗記録も貼ってあって…何も言えなかった。まあ体が汚れてみっともなかっただけで、傷を負わなかったからいいけど。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディルックについて…",
                "Content": "私には気が合わない人が騎士団に何人かいる、そして彼も騎士団のことが気に食わない。理論上、私たちは同じ立場にいる。でも彼のそっけない感じ、なんだか代理団長よりも面倒な人みたい。私は関わり合いたくないわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディオナについて…",
                "Content": "彼女のこと？不思議なバーテンダーよね、この私と気が合うなんて。彼女はモンドの酒造業を潰すためにバーで働いていて、私は騎士団に復讐するために騎士団にいる。こんな奇妙な縁があるのね…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "煙緋について · 出会い",
                "Content": "話せば長くなるけど…ある日、アビス教団の危険物を追跡していたら、たまたま彼女を救出したの。当時、教団の危険物は一般の貨物を装って、ドーンマンポートから璃月港まで運ばれていた。彼女はその商船の顧問を担当していて、貨物に問題があることに気付いて、独自に調査していたらしいけど、結局危険な状態に陥ってしまった。私たちの到着があと数分遅れていたら、大変なことになっていたわね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "煙緋について · 見解",
                "Content": "それ以来ずっと連絡を取っているの。彼女の賢いところ、結構好きなのよ。規則を大切にはしているけど、融通も利いてね、騎士団の人たちも彼女から学んだらいいのに…それに彼女なら、私が探しているあの人を見つけられるかも…私への恩返しとしてね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ミカについて · 交流",
                "Content": "ミカが遊撃小隊に配属された時、彼も他と同じように何日もしないで辞めていくものだと思っていたわ。けれど、彼は何も言わずに任務を完璧にこなした。それどころか、使い走りの任務をすべて自分から引き受け、他の人とコミュニケーションが必要になることは、私の代わりにしてくれたの…ふんっ、どうしてみんな私の世話をしたがるのよ。まったく、いったい誰から学んだのかしら…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ミカについて · 帰還",
                "Content": "今回ミカが遠征隊から戻ってきたけど、性格に変化はなかったわ。でも、実力のほうは格段に増していた。どうやら大団長はきちんとみんなを鍛えていたようね…ん？彼自身もそれに気付いていない？それは彼が鈍いからでしょ…それか、謙虚なのよ。私の小隊の一員なんだから、成長したことなんて一目でわかったわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "エウルアを知る · 1",
                "Content": "罪人の経歴なんて、知っても得しないわよ？どうせ何をやったって敵視されるし、危険人物と見なされてしまう。これでも今は大分ましになったのよ、騎士団に入っていなかった頃は、鹿狩りもモンドショップも私に物を売ってくれなかった。だから、野外で狩りをしては、食料を自分で調達していたの。",
                "Tips": []
            },
            {
                "Title": "エウルアを知る · 2",
                "Content": "腰を低くして、謙虚でいれば許されるかもしれないって、そう人から勧められたけど、それって「罪人」になったことがないから言えるのよ。「罪人」は簡単に許される存在じゃない。だったら、正々堂々と正面から復讐した方が格好がつくでしょ。私が負けたら、きちんと言うことを聞く。逆に私が勝ったら、私の要求を満たしてもらう…例えば、うん、ちゃんと物を売ってくれるとか。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "エウルアを知る · 3",
                "Content": "西風騎士団は結構まともね、少なくとも個人の「身分」よりも「才能」を重視するもの。<br>過去に何度か騎士団の精鋭たちと勝負をしたことがあるんだけど、実力でねじ伏せたわ。そしたら、入団の誘いが来たというわけ。騎士団で仕事ができれば、復讐も簡単にできるし、生活も改善される、こんないいことってないでしょ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "エウルアを知る · 4",
                "Content": "ローレンス家は没落してから汚名を背負うことになったの。それまでは栄光に満ち溢れていたけど、そんなことは皆忘れてしまったかのよう。大団長からは、騎士として上手くやっているし、ローレンス家の栄光を取り戻すとまではいかなくても、偏見に対し正面から立ち向かえているって言われたわ。この言い方、結構私好みなのよね。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "エウルアを知る · 5",
                "Content": "もし一族の人がまだそんなことに捉われていて、モンドに手を出そうとしているのなら…彼らとローレンス家の名は、この私が直々に抹殺する——これが私が唯一行いたいと思う、「一族の役目」かな。そのあとは、適当に苗字を変えるわ。そうだ、君が付けてもいいわよ！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "エウルアの趣味…",
                "Content": "涼しくなるようなことが好きね。キンキンに冷えたお酒とかドリンクを飲んだり、峡谷の峠に座って風にあたったり、ドラゴンスパインの湖に飛び込んで浸かったり。湖のそばを歩いていたら、私に氷水の中に引きずり込まれる、なんてこともあるかもね。",
                "Tips": []
            },
            {
                "Title": "エウルアの悩み…",
                "Content": "酒場の客が多くて、相席をする時かな。ローレンス家の人だと知った途端、威張ってくる人や挑発する人、意地悪をする人があちこちからやってくるの。もう、そんなんじゃお酒も飲めなくなるじゃない。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "手作りのお菓子を作るのが好きよ。と言っても甘いものじゃなくて、トマトアスピック入りエッグロールを冷やしたものね。冷えたラズベリーのミントカクテルにとても合うの。でもやっぱり、私のお菓子を食べて笑顔になってくれることが一番嬉しいかな。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "濃厚なスープは受け付けないわ。重い口当たりと、満腹感があるから運動と戦闘に影響が出るし、持ち運ぶのも面倒。私の天敵ね！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "へぇ？これって私への挑戦かしら。受けて立つわ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "まあまあね…君も食べてみたら？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "まったく君って人は…私への復讐かしら？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "今日は記念すべき日ね。君の成長は年齢だけに限らない。特製の骨笛を君にあげるわ、私の吹き方を学んでちょうだい。私が君に復讐する時が来たら、その骨笛を吹いてね。そうしたら私を足止めできて、時間稼ぎにもなるし、面白くなると思うわ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "戦闘スキルが大幅に向上したわね…でも、まだ満足してはいけない。騎士団には非常に勤勉な人がたくさんいる。彼らを倒して復讐を果たしたいのなら、よりもっと前に進まないと！",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "中々悪くないわね。今の私の実力なら、代理団長にも勝てる気がする！",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "おかしいわ…君と一緒にいると、力の成長がとても速い…どうやら君とかたき同士になったのは幸運なことらしいね、これからもついていくわ…",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "よし！この堅氷の力はもうコントロールできる。代理団長どころか、大団長ですら私を止められないわ！さっそく計画を立てて、進撃開始よ。西風騎士団を倒した後は、君だからね。逃がさないから、おとなしく私のそばにいて、すべてを見届けなさい。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "喚きなさい。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "結霜せよ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "粉々よ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "ジャッジメント！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 5",
                "Content": "砕け散れ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 6",
                "Content": "目には目を。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "氷浪のように唸れ——",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "霜降の怨！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "堅氷、怨を絶つ！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "早く。",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "視界が開けたわね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "新たな発見ね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "だいたい役に立ちそうね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "罪人にも幸運な時ってあるのね…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "不利な状況ね…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "迎え撃つわ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "やるわね。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "私に任せなさい！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "距離を取りなさい！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "情けない最後ね…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "まだ…やれる…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "これが、罪人の末路…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "中々。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "やるね。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "遊撃騎士、行動に移る。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "先鋒は私が。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "計画は立てたの？",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "51": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "高らかな波の舞い",
                "Desc": "エウルアの衣装。鋭さの中にもエレガントさを感じさせる騎士の服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108245,
            "JD": 108166,
            "Name": "<b>荒波パイ</b>",
            "Eff": "チーム全員のシールド強化+40%、防御力+282、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "エウルアのオリジナル料理。月のような形は伝統への反抗、もしくは彼女の「目には目を」の精神の表れなのかもしれない。黄金色の皮の中には、塩味と香り高いスモークの風味が漂う。こんなに美味しいものを作れる人は、彼女以外にいないだろう…しかし、このような褒め言葉は彼女に聞かれないほうがいい。「恨み」を覚えられてしまうから。",
            "Recipe": {
                "100061": 4,
                "100062": 4,
                "110004": 3,
                "110001": 2
            },
            "Icon": "UI_ItemIcon_108245"
        },
        "Namecard": {
            "Name": "<b>エウルア·氷印</b>",
            "Desc": "名刺の飾り紋。<br>冷酷な心は、自分を守るためのカモフラージュ。",
            "Pic": "UI_NameCardPic_Eula_P"
        }
    }
}

var acs_cache_ = {}