// Auto Generated

var _AvatarFetterConfig_ = {
    "48": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "璃月は契約と貿易を重んじる港町、故に富が集まる場所でもある。<br>様々な国の商人がここで商売を営み、璃月に繁栄をもたらしてきた反面、数々の争いも生み出してきた。そのため、「天権」である凝光が細かな法律を制定した。しかし、それに精通する者はごく僅か。<br>そこで誕生したのが「法律家」という職業である。法律家は璃月の法を熟知し、必要な人に代わって法的処理を行い、相応の報酬を得る。<br>煙緋は璃月で名高い法律家だ。彼女は常に法律の許す範囲内で、顧客に最大限の利益をもたらす。彼女こそが璃月の歩く「規則」と思う人も多い。<br>岩王帝君と契約を結んでいない極めて稀な混血の仙獣である彼女は、縛られることのない心躍る生活に憧れている。<br>そして、『璃月百法通則』を腕に抱え、法律家の仕事をしている彼女は、常日頃よりこのように考える——<br>「規則に縛られたくないのであれば、まずは規則を全て理解するべきだ。」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "璃月港で引く手数多の法律家、相談料も抜きん出ている。<br>それでも彼女を予約する人は後を絶たない。商人は調停に掛かる費用を気にしない、しかし誰が調停人になるかは気にするのだ。<br>「金は多く使っても構わないが、煙緋に頼まないと気が済まない。」と商人は皆口を揃えて言う。<br>大多数の人間が煙緋に抱く評価は頭の回転が速く、口達者。また、法律の基盤である「公平」を重んじている点を挙げる。<br>彼女が調停に入ると、そのほとんどが円満に解決する。敵対していた商人たちも大人しくなり、敵意を収める。<br>岩神と契約を結んでいない彼女だが、璃月の平和に大きく貢献しているのは間違いない。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "優れた法律家である煙緋にも、苦手な分野がある。それが「民事訴訟」といった情や家族愛の絡んだ感情的な内容のものだ。<br>例えば離婚の際の財産分与、子供の親権、高齢者の扶養、家族との縁切り問題…等々。<br>家庭のいざこざを処理するのは難しいことだ。幼い頃から愛されてきた煙緋からすれば、なおさらである。また、彼女がこの分野に関する知識が乏しいのも事実。<br>過去の調停を振り返ると、双方とも筋が通っていると感じる時も、双方とも間違っていると感じる時もあった。親権の問題になると、どのように調停しても罪のない子供を傷つけてしまう。結果、無理して調停を成し遂げ、煙緋はくたくたに疲れ果ててしまうのだ。<br>「みんな相性がいい人と結ばれて欲しい、こんなにもつらい事はもううんざりだ。」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "璃月で煙緋の顔が広い理由は、彼女の器の大きさが関係している。<br>彼女と会話する時、逆鱗に触れる可能性は一切心配しなくていい。話し上手であろうとなかろうと、彼女は全ての人と楽しく会話できる。<br>もちろん、彼女と討論をしないことと、彼女の前で法律を語らないことが大前提ではあるが。彼女が「仕事モード」に切り替わると、別人と感じるほど雰囲気が変わる。<br>また、長年法律を研究してきたせいか、煙緋は「細かくて厳しい」。たとえ雑談であろうとも、話の中の矛盾と誤りをなくすため細かな説明が入り、話が長くなりがちになるのだ。このようなしゃべり方が相手を不快にさせていると気づいた時には、反省して本の角で自分の頭をたたく。<br>しかし、法律関連の著書に大量の時間を費やす彼女にとって、この習慣を直すのは至難の業だろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "法律の研究をする時、煙緋は条文を通してその背後に隠された意図を読み解く習慣を持っている。<br>この影響から、人付き合いにおいて相手を理解することに煙緋は長けている。<br>例えばある日、旅人が煙緋と偶然出会った時、旅人は「ここで会えるなんて思わなかった」と挨拶をした。<br>本来、どこでも聞くような挨拶だが、煙緋は全く異なる意味を見出す。<br>「ここで会えるなんて思わなかった」ということは、旅人は彼女と会うことを「思った」ことがあると推測できる。それなら「思わなかった」はどのように解釈すればいいのか？つまり、煙緋が現れるところに対して、旅人は「大まかな予想」があったと推理できる。そして、実際はその予想が裏切られた。しかし、旅人の予想はどこから来たものなのか？旅人が煙緋のことを常に「注目」していた可能性は？<br>「もしかして、ずっと私に興味を持っていたの…？」<br>その日の夜、煙緋は何度も寝返りを打ち、眠ることができなかった。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "煙緋が最も大切にしている物は、父親から譲り受けた竿秤。<br>一説によると、この竿秤は帝君から頂いた宝物で、全ての物の価値を計ることができるという。煙緋はモラを分銅代わりに、すなわちモラで物の価値を量るようにしている。<br>もちろん時が経つにつれて、物の価値も変化し続けている。だが、竿秤はモラが生み出された当時の価値しか量ることができない。残りの部分は己の知識で判断する他なかった。<br>色んなものを計っていくうちに、煙緋は璃月の遷移を身をもって感じた。千年前にごく一般的だったものが、今では千金にも値するものになっている。<br>また、多くの物は俗世の価値観では測れないということを竿秤から教わった。<br>煙緋は「神の目」の価値を計ったこともある。しかし、どんなにモラを積んでも、竿秤は平衡にならなかった。<br>苛立ちを覚えた煙緋は、常に腰に提げている手写しの法典が入った箱を載せた。するとなんと、竿秤は水平になったのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "最後の法典",
                "Content": "煙緋が集めている数多くの法典の中で、最も特殊な一冊。<br>数多とある分厚くて煩雑な法律書に比べると、この本は驚くほど薄くて軽い。<br>読んでみると、序言以外は基本的な法律理論が何条か書かれているだけだと気づくだろう。<br>煙緋からすれば、もしかしたらこれこそが法律の最終形態なのかもしれない。遥か遠い未来では、法律が人々の心に刻み込まれており、誰もが友好的で、謙虚で、楽しく暮らしている世になっているかもしれない。法廷の外はガラガラ、山のように重ねられた法典も歳月の埃に埋もれているそんな世に。<br>長い長い時が必要になるだろうが、仙獣の血が流れる煙緋であれば、そのような時代まで生きることはそう難しくないだろう。<br>「でもよく考えてみると、その時は仕事を失っているのでは…」<br>未来の自分は何をすればいいのだろうか？<br>ある日、偶然辛炎のロックコンサートを拝見した彼女は、その場で新しい様式の芸術の虜となった。<br>しかし、ゼロから楽器を学び始めるのは困難なこと。そのため、煙緋は様々な資料を研究し代案を考えた。<br>——もし本当にその日が来たら、ラッパーになるのがいいかもしれないと。<br>一時間以内に何万字もの璃月の法律を完璧に暗唱できる彼女は、少なくとも「早口」の面ではすでに達人の域に達している。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "煙緋の父親は仙獣で、母親は普通の商人である。平和な時代に生まれた煙緋は、岩王帝君と契約を結んでいないが、両親と「楽しく生きる」という約束をしている。<br>煙緋は璃月港の法律家の頂点に立つ者、必要とあらば法の抜け穴を突くこともある。それは自分のための場合もあれば、他人のための場合もある。<br>煙緋は規則を必ずしも遵守する性格ではない。彼女は規則に縛られることを嫌う。<br>彼女は自身の幸せを追求すると同時に、璃月を良くしたいと願っている。そのためには多少、法の目をかいくぐることもいとわない、しかし決して悪用はしない。<br>「天権」凝光が毎年法典を改定する際、煙緋のしたことを大量に参考する。煙緋は璃月に存在する法律の検査官みたいな存在なのかもしれない。<br>ある意味、煙緋は最小限の代価で、規則の改善に貢献している…これが法の抜け穴を突こうとも、彼女が罪に問われない理由の一つなのだろう。<br>「矩有らずして事為せず」を信望としているが、真に望むのは「心の欲する所に従えども、矩を踰えず」である。<br>煙緋は神の目を所有している。そしてその神の目は、彼女が信じている「規則」と等価である。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "私は煙緋、璃月港の法律家の頂点に立つ者だ。商事紛争、民事調停、刑事手続とあらゆる分野に精通している。私が担当すれば、解決できない案件などないぞ！私の連絡先は…どこに書こうか？紙切れではすぐに失くしてしまいそうだし、手に書けば消えてしまうかもしれない…おっ！お前の隣にいるちびっ子の服がちょうど良さそうだ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 法律",
                "Content": "法は制約であり、道具でもある。<br>しっかりと頭に入れておけ！もし忘れたら、もう一回教えてやらなくもない。",
                "Tips": []
            },
            {
                "Title": "世間話 · 仕事",
                "Content": "法と人の情は、時に衝突し、時に通じ合う。それぞれの利害を天秤にかけるのは、実に難しいことだ…",
                "Tips": []
            },
            {
                "Title": "世間話 · 読書",
                "Content": "ふむ、こう言った事例もあるのか…かくも世は広大で、奇事に溢れるかな。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "また雨か！岩王帝君様、どうか御慈悲を。壁一面の法典が湿気ってしまう…",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "はぁ…なんて最悪な天気なんだ…ひ、冷えるな…ハ、ハックション…",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "天気の良いうちに条文でも暗記するか。えーっと、『璃月商典』第27章第6条第1項は…何だったか…この私が忘れるなんて…いかん、しっかりしないと…",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "朝は債務に関する案件で外へ行き、それから午前中のうちに先週相談しに来た顧客へ返事をして…さて！勤務開始だ！",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "はぁ…少し眠いな…よし、討論でもして目を覚まそう！議題は「北国銀行の開設によって、璃月経済への影響は利と害どちらが大きいか」…うむ、これにしよう。どちらの立場で論ずるかは、お前が選ぶといい。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "夜市？うーん…家で書類の整理をしようと考えていたが、お前がそんなに行きたいのなら付き合ってやらなくもない。そうだ、お前に一ついいことを教えよう。一部の店の商品は、鮮度が落ちると売れなくなるものがある。鮮度が落ちることで損失を被るようなお店は、夜になると割引が効くようになるんだ。<br>値段交渉は私に任せてくれ、お釣りは…私の報酬ってことで、どうだろう？",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "なかなか眠れない？なら、璃月の法律がどのように変遷してきたか、その歴史をお前に聞かせてやろう！私の友人でこれに20分以上耐えられた者はいな…えっ、もっと早く眠りたい？ならば、法典の暗唱がいい！明日になったら、何条まで聞いたか教えてもらうからね。じゃあ、始めるぞ…",
                "Tips": []
            },
            {
                "Title": "煙緋自身について · 威圧感",
                "Content": "私が書類を読んでいる時の威圧感が凄い？ほう…お前の目にはそのように映っているのか。それはあくまで仕事状態の私だ。私には2つの状態がある。1つが通常時、もう1つが仕事時だ。これをカチッと切り替えることで、仕事の効率が段違いに上がる。お前にはこういうのないのか？",
                "Tips": []
            },
            {
                "Title": "煙緋自身について · 弱み",
                "Content": "私は民事訴訟が一番苦手なんだ…離婚だの、親権だの…この類の訴訟は理性や論理では解決しづらい。当事者にはなるべく根気強く接しているが、話の通じない者もいる…はぁ、自分のことを「万事精通」と称してはいるが、私に万事を解決できるほどの力があるのなら、やはり皆には仲良く暮らしてもらいたい。そして、こういった案件が減ってほしいと思うよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "価格設定について…",
                "Content": "私をお前の顧問に？いいぞ、法律の解説は一条ごとに6000モラ、法律に関する意見を聞きたい場合は2時間につき18万モラ、商事案件は一案件につき最低71万モラからだ。詳しい見積りと歩合は状況による。どうだ？なかなかお得だろう？",
                "Tips": []
            },
            {
                "Title": "関係について…",
                "Content": "お前のように世界を旅する者は、面倒事によく巻き込まれるだろう。それを回避する最善の策が、法を知る者を同行させることだ。この煙緋、精通しているのは璃月の法律だけではないぞ…いや、確かにフォンテーヌの法はなかなかに難解だが、この明晰な頭脳をもってすれば熟知することも容易いこと！とにかく…とにかくだ！私が頼りになるのは絶対に間違いないからな！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」は強い願望により生まれる。理想を抱く私がこれを持っているのも当然のこと。なぜなら私は——皆が従順に、法律を遵守して欲しいと強く願っているからな！もし傍若無人に好き勝手するヤツがいたら、ふふん、法の裁きを受けさせてやろう！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 竿秤",
                "Content": "この竿秤はお父様がくれた宝物で、万物の「価値」を量ることができるものだ。普段はモラを分銅代わりにしている。けど、これは「その物」の最初の価値しか量れない。例えば千年前、璃月の至るところに琉璃百合は咲いていた、そのため決して珍しい花ではなかった。その後、琉璃百合の数が減少していき、それにつれて値段も上がっていった…だが、この竿秤が示す「価値」は…変わらず「安い」まま。<br>つまるところ、この竿秤は多くの場合において役に立たない…何？量りたいものがあるのか？ああ…確かにそこのちびっ子を量ってみるのは面白そうだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 法律",
                "Content": "私が編み出した技「炎食いの刑」は、古書『璃月会典律例集』に記されている「岩食いの刑」を基にしている。岩王帝君は契約の神、契約は約束とも言える。これが何を意味するかわかるか？ふふっ、璃月は古来より契約を重んじる城だったってことだよ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "『璃月風物誌』の中に、とある水生の馬尾について書いてある——「独り荻花洲の岸に座り、色は霞のようで、薬用になる」と。それを細かく砕いて墨へ入れることで、その墨は水に強くなるそうだ。だが残念なことに、荻花洲に何百回と足を運び、紫の馬尾をその都度摘んではいるが、書物に書かれた馬尾は未だ見つけたことがない。",
                "Tips": []
            },
            {
                "Title": "七七について…",
                "Content": "あの薬採りの娘、自分にある掟を定めていると聞いた。か弱く見えるが、己を律するあの者は大事を成す器の持ち主だろう…<br>ああ、後生恐るべし、あの者に対しては、私も感服せざるを得ないな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "甘雨について…",
                "Content": "甘雨先輩は心の優しいお方だ。だが多忙で、昼寝以外の時間はすべて書類の処理に奪われている。私も仕事はするが、楽しくやれている。私の選んだ仕事は先輩よりもずっと楽なものなのだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "行秋について…",
                "Content": "飛雲商会は私の得意先だ。あの家の者は皆、極めて慎重に事を進める。私に相談事がある時は、いつも当主様自ら話し合いに参加するからな。ああ、そういえば前回、たまたまご子息の行秋にも会ったよ。若いのに私の考えについてこれた上、なかなかに弁も立つ。ふむ、大したものだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "胡桃について…",
                "Content": "「往生堂」の堂主か？あぁ…相当の変わり者で、葬儀屋の悪い癖が身に染みついてしまっていると、周りの者は言っているな。だが、それは間違っている。「往生堂」は実に真っ当な生業であり、商売としても正しく成り立っている。仕事は仕事だ。上も下もなく、吉凶で判別できるものではない。<br>ただあの堂主様だが、あまり私のところには来ないんだよな、うーん…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鍾離について…",
                "Content": "鍾離先生は博識な方だよ。歩く図書館といっても過言ではない。私は一目であの方が只者じゃないと見抜いた。あの類の人間は面倒事を恐れることなく、何があっても私の助けを借りることはない。つまり、彼は決して私の顧客にはなり得ないってことだ。<br>けど、何故か彼には、妙な感覚を覚える。どこか懐かしい気がするんだ…ただそれをお父様に聞いても、口ごもり誤魔化される始末…うーん、おかしい…お父様、絶対に何かを隠している。でも、問題ない。この謎は自分で突き止めてみせるから…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "凝光について…",
                "Content": "お前も「天権」の凝光殿を知っているの？彼女は法律を管理し、法典に記された内容を改訂する者だ。毎回、尋常じゃない量の内容を修正している。この前なんか、法典に3つも新しい法令を追加した上に、121条の注釈も修正した。それに典型的な判例もいくつか追加していたな…まったく、それらを暗記する身にもなってほしい…<br>ふん、でも彼女は所詮、商業界隈の出身。法律にこと関しては私が負けるわけがない。待ってろ、これを全部暗記したら、今まで以上に仕事に励んでやるから…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴について…",
                "Content": "「玉衡」は、法律が関わるような分野に首を突っ込んでこなくて助かる。刻晴殿の手腕であれば、下手すると私の仕事を奪われかねない。いや…そうとも限らないか。なにせ刻晴殿の歯に衣着せぬ物言いは、人の恨みを買いやすい。ならば、私が助手となり補佐を…待った、なぜ私が助手になろうとしている？何か困るようなことがあったら、彼女から私に相談しにくればいいだけだったな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "エウルアについて…",
                "Content": "昔、エウルアに救われたことがあるんだ。それ以来、手紙でやりとりをしている。彼女は騎士団の条文を熟知しているのだが、決してそれに囚われない。むしろ、それを逆手に取って様々な問題を解決しているんだ…私に通ずるところがあるからか、彼女とは気の許せる仲になったよ。だが、あの気さくさは私には真似できない。なにせ、私たちの職務は、全く異なるものだからな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "夜蘭について…",
                "Content": "夜蘭さんは総務司の役員だ。以前、粉飾決算にまつわる厄介な案件を解決してくれて、その際に食事に誘ったこともある。ただ…彼女と話す時、どうも心が見透かされているような気がする…ふむ、この先、彼女のことは敵に回さないほうがよさそうだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "久岐忍について…",
                "Content": "忍さん？ああ、彼女なら覚えている。法律を習うために、璃月に留学しに来た稲妻人だろう。彼女は実習を終えるため、わざわざ私のところに案件の相談をしに来ることもあった。相談が終わるたび、いつもお辞儀したり、礼を言ったりして、私も少し恥ずかしくなったよ…あの時、私は思ったんだ、彼女ならきっと、立派な法律家になると。そういえば、稲妻が鎖国し始めたのは彼女の卒業の前後だったな。帰国した後、うまくやっているだろうか…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "煙緋を知る · 1",
                "Content": "お客様？どうぞ、はい、私の名刺だ。今日は外に出るのが難しいんで、もし相手がいるような案件なら当事者を連れてきてもらえるだろうか？あと相談料の目安も出そう、少し待っててく…えっ？ただ話がしたいだけ？<br>それなら…うん、無料でいい。仲良しでもない法律家のところにきて、「お話」がしたいだなんて、お前は変わり者だな。",
                "Tips": []
            },
            {
                "Title": "煙緋を知る · 2",
                "Content": "頭の上にある鹿角？ああ、私のお父様は仙人なんだ、だから、私にも半分仙人の血が流れていてな。とは言うものの、私は璃月が国として安定した後の生まれだ。だから、帝君とは契約を結んでいない。当然、仙人としての責務を果たさなくても良いし、好きな暮らしができる。この生活には結構満足しているんだ、ふふ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "煙緋を知る · 3",
                "Content": "一生を縛られるような厳しい契約は…お父様としか結んでいない。…といっても「お前は楽しく生きるんだ」みたいな内容の契約なんだがな。うちのお父様はそういう人なんだ。でも私は、お父様のそんなところが誇らしい。もしあの時「いくら辛酸をなめようとも、出世するんだ」とかいう契約を結ばれそうになっていたら、私は逃げ出していただろうな！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "煙緋を知る · 4",
                "Content": "たまに、私の担当する商事紛争が丸く収まらないことがある。そうなると相手側は膨大な賠償金を支払うことになるか、またはそれ以上の代価を支払う…けどこれは、「契約」を破った者が受けるべき当然の報いなんだ。私のことを恐ろしい人物だと流布する輩や、私を煙たがる者もいるが、こういった者たちに弁明するつもりは毛頭ない。ただ、それでも私は璃月港に住む人々のために働いていることだけは分かってほしい！<br>なぜなら、諍いとは契約破棄から始まるものであり、それを破る者にはそれ相応の罰を科して、二度と道義を踏みにじることがないようしなくてはならないからだ。皆に「契約」の重要性を教えるのも、私の仕事の一環だと考えている。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "煙緋を知る · 5",
                "Content": "私は悠々自適に過ごせてる、そう思うんだ。ほら、事業は軌道に乗ってるし、衣食も自由。どこに行こうと咎める人はいないし、弁論も得意。それに「楽しい生き方」っていうのは、法律で定まっていないものだろう。<br>個人的には…面白い人や面白い出来事に遭遇できて、次に進む道が分かれていたら、それで十分楽しい。だから、お前は私にとって楽しみを生み出す源だ。<br>ああ…でも、どんな生活を過ごすにせよ、法は遵守すべきものであることを忘れてはいけない。法を蔑ろにした時、この世界はすぐにでも崩壊してしまうからな。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "煙緋の趣味…",
                "Content": "私の趣味は読書と鑑定だ。読書は知識量を増やし、鑑定は見る目を鍛える。だから、どんな書物だろうと読みあさり、価値に関わらず鑑定をする。信じないなら、何でもいいから物を持ってきてみるといい。市場に流通している物ならば、ほぼ正確に鑑定できる。…よし、では、この石を見てみるか…うん、間違いない、これは600モラだ。",
                "Tips": []
            },
            {
                "Title": "煙緋の悩み…",
                "Content": "和記庁の友人によく釣りに誘われるんだが、切磋琢磨という割には、皆その手腕を見せつけたい気持ちが見え見えでね。そういった人たちに勝つ方法は百通り以上あるんだが、いつも仕事で世話になっているから負かすのも忍びなくて…だから、いつも演技をするんだ、それでわざと負けてやってるってわけ…うん？なんだその目は。まさか、私の話を疑っているのか！？",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "おおっ！その手の話題を振られたら、好物を紹介せざるを得ないな！豆腐だ、豆腐。こればかりは絶対に外せない！あっさりとした味わいと、柔らか～～い食感を楽しめる。さらに栄養も豊富なんだ。どのような汁物にも合う。そして重要なのが、一年を通していつでも食べられる点だ！最高になれずとも、完璧を求める、豆腐料理こそまさに私の欲する味だよ。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "冷たい料理は…あんまり食べないな。昔、夜遅く家に帰ると、いつもお父様が灯りをつけたまま待っていてくれた。私が帰ってきたことに気づくと、お腹は空いてないかと聞き、「料理は熱々の方がいい」とよく言ってくれたのを覚えている。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "う～ん、悪くない味だ。どうやらお前も、「豆腐の法律」に詳しいようだな。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "璃月には「民は食を以て天と為す」ということわざがあるが、まさにその通りだな。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "…そうだ！少し温めてから食べるとしよう。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "お誕生日おめでとう、これをやろう。各国の法律についてまとめた資料だ、お前はこれから色々なところを旅するつもりなんだろう？事前に他国の法律を知っておけば、何かと助けになるはずだ。<br>あぁ、いや、だからといって、そうすぐに覚える必要はないぞ。そんなことしたら…私が…お前の役に立てなくなるではないか。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "「修古を期せず、常行に法らず」…この言葉は、私が片時も忘れてはならぬ教えだ。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "守るべし「律」に遵ってこそ、すべてを紐解く「法」を得られる。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "法律を学ぶのは、論理的に話を進めるためであり、武芸を学ぶのは、論理の通じない者を相手にするためだ。いや、私のこれは武芸と言えるのだろうか…",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "今の私なら「文武両道」と言えるだろう！すべてはお前が一緒にいてくれたおかげだ。報酬は…「今日一日、私がお前の専属顧問になる」っていうのはどうだ？中々の名案だろう。おい…私と価格交渉するな！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "ボン——",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "燃えよ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "下がれ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "律炎、引！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "炎食いの刑！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "丹書鉄契！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "これが「臨時収入」か。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "品質も抜群にいいものだ！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "うむ、私が価値を見積もろう。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "過ちを正さないと！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "法令違反だ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "っ、しくじった！？",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "おーい、こっちに任せろ～",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "判断は…「緊急避難」！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "誤算…だったか……",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "法にまだ…抜け道が…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "こんなの…認めない…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "厄介なことに…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "今回はお前の名で先約を入れておいたぞ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "外勤はまた別料金だ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "お任せあれ。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "48": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "金科赤律",
                "Desc": "煙緋の衣装。法律家煙緋が出勤する時に身に着ける服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108244,
            "JD": 108178,
            "Name": "<b>「法律ここにあり」</b>",
            "Eff": "選択したキャラを復活させ、HP上限の15%を回復し、さらにHPを550回復する。",
            "Desc": "煙緋のオリジナル料理。真四角に整えられたかにみそ豆腐。作り方も味も、レシピに書かれた「かにみそ豆腐の法律」に完璧に従い、法律の尊さを感じさせる形に仕上がっている。",
            "Recipe": {
                "100074": 1,
                "100088": 1
            },
            "Icon": "UI_ItemIcon_108244"
        },
        "Namecard": {
            "Name": "<b>煙緋·公正</b>",
            "Desc": "名刺の飾り紋。<br>朱色の火印で、公平を保つ。",
            "Pic": "UI_NameCardPic_Feiyan_P"
        }
    }
}

var acs_cache_ = {}