// Auto Generated

var _AvatarDataConfig_ = {
    "Fischl": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Fischl": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "100055": 3,
                "112011": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113002": 2,
                "100055": 10,
                "112011": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113002": 4,
                "100055": 20,
                "112012": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113002": 8,
                "100055": 30,
                "112012": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113002": 12,
                "100055": 45,
                "112013": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113002": 20,
                "100055": 60,
                "112013": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112013": 4,
                "113008": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112013": 6,
                "113008": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112013": 9,
                "113008": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112013": 12,
                "113008": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112013": 4,
                "113008": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112013": 6,
                "113008": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112013": 9,
                "113008": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112013": 12,
                "113008": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112013": 4,
                "113008": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112013": 6,
                "113008": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112013": 9,
                "113008": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112013": 12,
                "113008": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Fischl": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "罪滅ぼしの矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大5段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、皇女の命令に従い、幽夜浄土の雷精霊が矢に憑依する。断罪の雷に満ちた矢は敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.118%",
                                    "47.709%",
                                    "51.3%",
                                    "56.43%",
                                    "60.021%",
                                    "64.125%",
                                    "69.768%",
                                    "75.411%",
                                    "81.054%",
                                    "87.21%",
                                    "93.366%",
                                    "99.522%",
                                    "105.678%",
                                    "111.834%",
                                    "117.99%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.784%",
                                    "50.592%",
                                    "54.4%",
                                    "59.84%",
                                    "63.648%",
                                    "68.0%",
                                    "73.984%",
                                    "79.968%",
                                    "85.952%",
                                    "92.48%",
                                    "99.008%",
                                    "105.536%",
                                    "112.064%",
                                    "118.592%",
                                    "125.12%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.136%",
                                    "62.868%",
                                    "67.6%",
                                    "74.36%",
                                    "79.092%",
                                    "84.5%",
                                    "91.936%",
                                    "99.372%",
                                    "106.808%",
                                    "114.92%",
                                    "123.032%",
                                    "131.144%",
                                    "139.256%",
                                    "147.368%",
                                    "155.48%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "57.706%",
                                    "62.403%",
                                    "67.1%",
                                    "73.81%",
                                    "78.507%",
                                    "83.875%",
                                    "91.256%",
                                    "98.637%",
                                    "106.018%",
                                    "114.07%",
                                    "122.122%",
                                    "130.174%",
                                    "138.226%",
                                    "146.278%",
                                    "154.33%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "72.068%",
                                    "77.934%",
                                    "83.8%",
                                    "92.18%",
                                    "98.046%",
                                    "104.75%",
                                    "113.968%",
                                    "123.186%",
                                    "132.404%",
                                    "142.46%",
                                    "152.516%",
                                    "162.572%",
                                    "172.628%",
                                    "182.684%",
                                    "192.74%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜巡りの翼",
                        "Desc": "オズを召喚する。暗影と雷電によって構成された鴉が降臨する時、狭範囲に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが存在する時、<color style='color:#FFACFF;'>雷の魔弾</color>を発射し、付近の敵を自動で攻撃する。<br><br>長押しでスキルの発動位置を調整可能。<br>オズが存在する間に再び一回押すとオズを自身の傍に呼び寄せる。<br><br><i>「皇女であるわたくしの時間は高いわよ。あなたたちのような者に使うなんて…オズ、わたくしの代わりに永夜を切り裂く断罪の雷を見せてあげなさい。</i><br><i>——『フィッシュル皇女物語 · 4巻 · 「さようなら、マダムワールド」』</i>",
                        "Icon": "Skill_S_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "オズの攻撃ダメージ",
                                "ParamLevelList": [
                                    "88.8%",
                                    "95.46%",
                                    "102.12%",
                                    "111.0%",
                                    "117.66%",
                                    "124.32%",
                                    "133.2%",
                                    "142.08%",
                                    "150.96%",
                                    "159.84%",
                                    "168.72%",
                                    "177.6%",
                                    "188.7%",
                                    "199.8%",
                                    "210.9%"
                                ]
                            },
                            {
                                "Desc": "召喚ダメージ",
                                "ParamLevelList": [
                                    "115.44%",
                                    "124.098%",
                                    "132.756%",
                                    "144.3%",
                                    "152.958%",
                                    "161.616%",
                                    "173.16%",
                                    "184.704%",
                                    "196.248%",
                                    "207.792%",
                                    "219.336%",
                                    "230.88%",
                                    "245.31%",
                                    "259.74%",
                                    "274.17%"
                                ]
                            },
                            {
                                "Desc": "オズの存在時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜の幻現",
                        "Desc": "オズを召喚し、純粋なる夜色の翼を広げてフィッシュルを守る。<br>継続期間中、下記の効果が発動する。<br> · フィッシュルはオズ形態で高速移動する。<br> · 付近の敵に落雷で攻撃し、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。落雷によるダメージは同じ敵に1回のみ有効。<br> · 効果終了時、オズは戦場に留まり、皇女の敵を攻撃する。発動前にオズがすでに戦場に存在してる場合は、オズの継続時間がリセットされる。<br><br><i>…呪いがかかった断罪の血を追ってきた獣の中で、千の世界の滅びを目にした鴉の王だけが、彼女の崇高さを理解した。そして彼は夜を織り成す翼を広げ、高貴なる皇女を永遠に守ると誓った。</i><br><i>——『フィッシュル皇女物語 · 1巻 · 「末日解体概要」』</i>",
                        "Icon": "Skill_E_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "落雷ダメージ",
                                "ParamLevelList": [
                                    "208.0%",
                                    "223.6%",
                                    "239.2%",
                                    "260.0%",
                                    "275.6%",
                                    "291.2%",
                                    "312.0%",
                                    "332.8%",
                                    "353.6%",
                                    "374.4%",
                                    "395.2%",
                                    "416.0%",
                                    "442.0%",
                                    "468.0%",
                                    "494.0%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "星喰いの鴉",
                        "Desc": "フィッシュルのチャージした狙い撃ち射撃がオズに命中すると、オズは周囲の敵に聖裁の雷を放ち、射撃ダメージ152.7%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_05"
                    },
                    {
                        "Name": "断罪の雷影",
                        "Desc": "オズがフィールドにいる時、出場している自身のキャラクターの敵への攻撃が<color style='color:#FFACFF;'>雷元素の関連反応</color>を起こすと、敵に聖裁の雷を下し、フィッシュルの攻撃力80%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_06"
                    },
                    {
                        "Name": "吾の裏庭",
                        "Desc": "モンドの探索任務の所要時間-25%。",
                        "Icon": "UI_Talent_Expedition_Mengde"
                    },
                    {
                        "Name": "魔女からの贈り物・終宵の幻奏",
                        "Desc": "<color style='color:#FFD780;'>魔女の課題・予想外の題</color>をクリアすると、フィッシュルは<color style='color:#FFD780;'>魔導</color>キャラクターとして扱われるようになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導秘儀</color>効果が発動し、魔導キャラクターは強化される。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>寂滅に堕ちる無限の世界を見届けてきた夜鴉の王オズヴァルド・ラフナヴィネスよ、皇女に幽夜の七重奏を捧げなさい。今こそ、因果の終結の地に集う魂が漆黒にまみれた運命を断罪する刻——<br>オズがフィールドにいる時、チームのキャラクターは追加の強化効果を獲得する。<br>・付近にいるチーム内キャラクターが過負荷反応を起こした後の10秒間、フィッシュルと付近にいるフィールド上キャラクターの攻撃力+22.5%。<br>・付近にいるチーム内キャラクターが感電反応または月感電反応を起こした後の10秒間、フィッシュルと付近にいるフィールド上キャラクターの元素熟知+90。",
                        "Icon": "UI_Talent_S_Fischl_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "幽邃な鴉の目",
                        "Desc": "オズが戦場にいない時も、鴉の目を通してフィッシュルを守る。フィッシュルが敵に通常攻撃する時、オズは鴉の目を通して攻撃し、攻撃力22%分のダメージを与える。",
                        "Icon": "UI_Talent_S_Fischl_01"
                    },
                    {
                        "Level": 2,
                        "Name": "聖裁の羽根",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>発動時、攻撃力200%分の追加ダメージを与える、さらに影響範囲+50%。",
                        "Icon": "UI_Talent_S_Fischl_02"
                    },
                    {
                        "Level": 3,
                        "Name": "黒き翼",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_01"
                    },
                    {
                        "Level": 4,
                        "Name": "皇女綺譚集",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>発動時、周囲の敵に攻撃力222%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>スキル終了時、フィッシュルのHPを20%回復する。",
                        "Icon": "UI_Talent_S_Fischl_03"
                    },
                    {
                        "Level": 5,
                        "Name": "夜の黙示録",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永夜の禽",
                        "Desc": "オズの存在時間+2秒。オズは出場している自身のキャラクターと共に攻撃し、フィッシュルの攻撃力30%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが連携攻撃を行った後、<color style='color:#FFD780;'>魔女からの贈り物・終宵の幻奏</color>による攻撃力と元素熟知のアップ効果がそれぞれ元の100%分アップし、継続時間10秒。",
                        "Icon": "UI_Talent_S_Fischl_04",
                        "Buff": 1
                    }
                ]
            },
            "1": {
                "BattleSkills": [
                    {
                        "Name": "罪滅ぼしの矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大5段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、皇女の命令に従い、幽夜浄土の雷精霊が矢に憑依する。断罪の雷に満ちた矢は敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.118%",
                                    "47.709%",
                                    "51.3%",
                                    "56.43%",
                                    "60.021%",
                                    "64.125%",
                                    "69.768%",
                                    "75.411%",
                                    "81.054%",
                                    "87.21%",
                                    "93.366%",
                                    "99.522%",
                                    "105.678%",
                                    "111.834%",
                                    "117.99%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.784%",
                                    "50.592%",
                                    "54.4%",
                                    "59.84%",
                                    "63.648%",
                                    "68.0%",
                                    "73.984%",
                                    "79.968%",
                                    "85.952%",
                                    "92.48%",
                                    "99.008%",
                                    "105.536%",
                                    "112.064%",
                                    "118.592%",
                                    "125.12%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.136%",
                                    "62.868%",
                                    "67.6%",
                                    "74.36%",
                                    "79.092%",
                                    "84.5%",
                                    "91.936%",
                                    "99.372%",
                                    "106.808%",
                                    "114.92%",
                                    "123.032%",
                                    "131.144%",
                                    "139.256%",
                                    "147.368%",
                                    "155.48%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "57.706%",
                                    "62.403%",
                                    "67.1%",
                                    "73.81%",
                                    "78.507%",
                                    "83.875%",
                                    "91.256%",
                                    "98.637%",
                                    "106.018%",
                                    "114.07%",
                                    "122.122%",
                                    "130.174%",
                                    "138.226%",
                                    "146.278%",
                                    "154.33%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "72.068%",
                                    "77.934%",
                                    "83.8%",
                                    "92.18%",
                                    "98.046%",
                                    "104.75%",
                                    "113.968%",
                                    "123.186%",
                                    "132.404%",
                                    "142.46%",
                                    "152.516%",
                                    "162.572%",
                                    "172.628%",
                                    "182.684%",
                                    "192.74%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜巡りの翼",
                        "Desc": "オズを召喚する。暗影と雷電によって構成された鴉が降臨する時、狭範囲に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが存在する時、<color style='color:#FFACFF;'>雷の魔弾</color>を発射し、付近の敵を自動で攻撃する。<br><br>長押しでスキルの発動位置を調整可能。<br>オズが存在する間に再び一回押すとオズを自身の傍に呼び寄せる。<br><br><i>「皇女であるわたくしの時間は高いわよ。あなたたちのような者に使うなんて…オズ、わたくしの代わりに永夜を切り裂く断罪の雷を見せてあげなさい。</i><br><i>——『フィッシュル皇女物語 · 4巻 · 「さようなら、マダムワールド」』</i>",
                        "Icon": "Skill_S_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "オズの攻撃ダメージ",
                                "ParamLevelList": [
                                    "88.8%",
                                    "95.46%",
                                    "102.12%",
                                    "111.0%",
                                    "117.66%",
                                    "124.32%",
                                    "133.2%",
                                    "142.08%",
                                    "150.96%",
                                    "159.84%",
                                    "168.72%",
                                    "177.6%",
                                    "188.7%",
                                    "199.8%",
                                    "210.9%"
                                ]
                            },
                            {
                                "Desc": "召喚ダメージ",
                                "ParamLevelList": [
                                    "115.44%",
                                    "124.098%",
                                    "132.756%",
                                    "144.3%",
                                    "152.958%",
                                    "161.616%",
                                    "173.16%",
                                    "184.704%",
                                    "196.248%",
                                    "207.792%",
                                    "219.336%",
                                    "230.88%",
                                    "245.31%",
                                    "259.74%",
                                    "274.17%"
                                ]
                            },
                            {
                                "Desc": "オズの存在時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜の幻現",
                        "Desc": "オズを召喚し、純粋なる夜色の翼を広げてフィッシュルを守る。<br>継続期間中、下記の効果が発動する。<br> · フィッシュルはオズ形態で高速移動する。<br> · 付近の敵に落雷で攻撃し、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。落雷によるダメージは同じ敵に1回のみ有効。<br> · 効果終了時、オズは戦場に留まり、皇女の敵を攻撃する。発動前にオズがすでに戦場に存在してる場合は、オズの継続時間がリセットされる。<br><br><i>…呪いがかかった断罪の血を追ってきた獣の中で、千の世界の滅びを目にした鴉の王だけが、彼女の崇高さを理解した。そして彼は夜を織り成す翼を広げ、高貴なる皇女を永遠に守ると誓った。</i><br><i>——『フィッシュル皇女物語 · 1巻 · 「末日解体概要」』</i>",
                        "Icon": "Skill_E_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "落雷ダメージ",
                                "ParamLevelList": [
                                    "208.0%",
                                    "223.6%",
                                    "239.2%",
                                    "260.0%",
                                    "275.6%",
                                    "291.2%",
                                    "312.0%",
                                    "332.8%",
                                    "353.6%",
                                    "374.4%",
                                    "395.2%",
                                    "416.0%",
                                    "442.0%",
                                    "468.0%",
                                    "494.0%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "星喰いの鴉",
                        "Desc": "フィッシュルのチャージした狙い撃ち射撃がオズに命中すると、オズは周囲の敵に聖裁の雷を放ち、射撃ダメージ152.7%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_05"
                    },
                    {
                        "Name": "断罪の雷影",
                        "Desc": "オズがフィールドにいる時、出場している自身のキャラクターの敵への攻撃が<color style='color:#FFACFF;'>雷元素の関連反応</color>を起こすと、敵に聖裁の雷を下し、フィッシュルの攻撃力80%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_06"
                    },
                    {
                        "Name": "吾の裏庭",
                        "Desc": "モンドの探索任務の所要時間-25%。",
                        "Icon": "UI_Talent_Expedition_Mengde"
                    },
                    {
                        "Name": "魔女の前夜祭・幻の夜想曲JP0B",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Fischl_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "幽邃な鴉の目",
                        "Desc": "オズが戦場にいない時も、鴉の目を通してフィッシュルを守る。フィッシュルが敵に通常攻撃する時、オズは鴉の目を通して攻撃し、攻撃力22%分のダメージを与える。",
                        "Icon": "UI_Talent_S_Fischl_01"
                    },
                    {
                        "Level": 2,
                        "Name": "聖裁の羽根",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>発動時、攻撃力200%分の追加ダメージを与える、さらに影響範囲+50%。",
                        "Icon": "UI_Talent_S_Fischl_02"
                    },
                    {
                        "Level": 3,
                        "Name": "黒き翼",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_01"
                    },
                    {
                        "Level": 4,
                        "Name": "皇女綺譚集",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>発動時、周囲の敵に攻撃力222%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>スキル終了時、フィッシュルのHPを20%回復する。",
                        "Icon": "UI_Talent_S_Fischl_03"
                    },
                    {
                        "Level": 5,
                        "Name": "夜の黙示録",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永夜の禽",
                        "Desc": "オズの存在時間+2秒。オズは出場している自身のキャラクターと共に攻撃し、フィッシュルの攻撃力30%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが連携攻撃を行った後、<color style='color:#FFD780;'>魔女の前夜祭・幻の夜想曲</color>による攻撃力と元素熟知のアップ効果が100%アップし、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Fischl_04",
                        "Buff": 1
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "罪滅ぼしの矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大5段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、皇女の命令に従い、幽夜浄土の雷精霊が矢に憑依する。断罪の雷に満ちた矢は敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.118%",
                                    "47.709%",
                                    "51.3%",
                                    "56.43%",
                                    "60.021%",
                                    "64.125%",
                                    "69.768%",
                                    "75.411%",
                                    "81.054%",
                                    "87.21%",
                                    "93.366%",
                                    "99.522%",
                                    "105.678%",
                                    "111.834%",
                                    "117.99%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.784%",
                                    "50.592%",
                                    "54.4%",
                                    "59.84%",
                                    "63.648%",
                                    "68.0%",
                                    "73.984%",
                                    "79.968%",
                                    "85.952%",
                                    "92.48%",
                                    "99.008%",
                                    "105.536%",
                                    "112.064%",
                                    "118.592%",
                                    "125.12%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.136%",
                                    "62.868%",
                                    "67.6%",
                                    "74.36%",
                                    "79.092%",
                                    "84.5%",
                                    "91.936%",
                                    "99.372%",
                                    "106.808%",
                                    "114.92%",
                                    "123.032%",
                                    "131.144%",
                                    "139.256%",
                                    "147.368%",
                                    "155.48%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "57.706%",
                                    "62.403%",
                                    "67.1%",
                                    "73.81%",
                                    "78.507%",
                                    "83.875%",
                                    "91.256%",
                                    "98.637%",
                                    "106.018%",
                                    "114.07%",
                                    "122.122%",
                                    "130.174%",
                                    "138.226%",
                                    "146.278%",
                                    "154.33%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "72.068%",
                                    "77.934%",
                                    "83.8%",
                                    "92.18%",
                                    "98.046%",
                                    "104.75%",
                                    "113.968%",
                                    "123.186%",
                                    "132.404%",
                                    "142.46%",
                                    "152.516%",
                                    "162.572%",
                                    "172.628%",
                                    "182.684%",
                                    "192.74%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜巡りの翼",
                        "Desc": "オズを召喚する。暗影と雷電によって構成された鴉が降臨する時、狭範囲に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが存在する時、<color style='color:#FFACFF;'>雷の魔弾</color>を発射し、付近の敵を自動で攻撃する。<br><br>長押しでスキルの発動位置を調整可能。<br>オズが存在する間に再び一回押すとオズを自身の傍に呼び寄せる。<br><br><i>「皇女であるわたくしの時間は高いわよ。あなたたちのような者に使うなんて…オズ、わたくしの代わりに永夜を切り裂く断罪の雷を見せてあげなさい。</i><br><i>——『フィッシュル皇女物語 · 4巻 · 「さようなら、マダムワールド」』</i>",
                        "Icon": "Skill_S_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "オズの攻撃ダメージ",
                                "ParamLevelList": [
                                    "88.8%",
                                    "95.46%",
                                    "102.12%",
                                    "111.0%",
                                    "117.66%",
                                    "124.32%",
                                    "133.2%",
                                    "142.08%",
                                    "150.96%",
                                    "159.84%",
                                    "168.72%",
                                    "177.6%",
                                    "188.7%",
                                    "199.8%",
                                    "210.9%"
                                ]
                            },
                            {
                                "Desc": "召喚ダメージ",
                                "ParamLevelList": [
                                    "115.44%",
                                    "124.098%",
                                    "132.756%",
                                    "144.3%",
                                    "152.958%",
                                    "161.616%",
                                    "173.16%",
                                    "184.704%",
                                    "196.248%",
                                    "207.792%",
                                    "219.336%",
                                    "230.88%",
                                    "245.31%",
                                    "259.74%",
                                    "274.17%"
                                ]
                            },
                            {
                                "Desc": "オズの存在時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜の幻現",
                        "Desc": "オズを召喚し、純粋なる夜色の翼を広げてフィッシュルを守る。<br>継続期間中、下記の効果が発動する。<br> · フィッシュルはオズ形態で高速移動する。<br> · 付近の敵に落雷で攻撃し、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。落雷によるダメージは同じ敵に1回のみ有効。<br> · 効果終了時、オズは戦場に留まり、皇女の敵を攻撃する。発動前にオズがすでに戦場に存在してる場合は、オズの継続時間がリセットされる。<br><br><i>…呪いがかかった断罪の血を追ってきた獣の中で、千の世界の滅びを目にした鴉の王だけが、彼女の崇高さを理解した。そして彼は夜を織り成す翼を広げ、高貴なる皇女を永遠に守ると誓った。</i><br><i>——『フィッシュル皇女物語 · 1巻 · 「末日解体概要」』</i>",
                        "Icon": "Skill_E_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "落雷ダメージ",
                                "ParamLevelList": [
                                    "208.0%",
                                    "223.6%",
                                    "239.2%",
                                    "260.0%",
                                    "275.6%",
                                    "291.2%",
                                    "312.0%",
                                    "332.8%",
                                    "353.6%",
                                    "374.4%",
                                    "395.2%",
                                    "416.0%",
                                    "442.0%",
                                    "468.0%",
                                    "494.0%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "星喰いの鴉",
                        "Desc": "フィッシュルのチャージした狙い撃ち射撃がオズに命中すると、オズは周囲の敵に聖裁の雷を放ち、射撃ダメージ152.7%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_05"
                    },
                    {
                        "Name": "断罪の雷影",
                        "Desc": "オズがフィールドにいる時、出場している自身のキャラクターの敵への攻撃が<color style='color:#FFACFF;'>雷元素の関連反応</color>を起こすと、敵に聖裁の雷を下し、フィッシュルの攻撃力80%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_06"
                    },
                    {
                        "Name": "吾の裏庭",
                        "Desc": "モンドの探索任務の所要時間-25%。",
                        "Icon": "UI_Talent_Expedition_Mengde"
                    },
                    {
                        "Name": "魔女の前夜祭・幻の夜想曲JP0B",
                        "Desc": "魔女の課業・予想外の題をクリアすると、フィッシュルは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果を獲得し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>寂滅に堕ちる数限りない世界を見届けてきた夜鴉の王オズヴァルド・ラフナヴィネスよ、皇女に幽夜の七重奏を奏でなさい。これこそが、因果の終結の地に集う魂が漆黒にまみれた運命を断罪する刻——<br>また、オズがフィールドにいる時、チームのキャラクターは追加の強化効果を獲得する。<br>・周囲のチームメンバーが過負荷反応を起こした後の10秒間、フィッシュルと周囲のフィールド上キャラクターの攻撃力+22.5%。<br>・チーム内の付近のキャラクターが感電反応または月感電反応を起こした後の10秒間、フィッシュルと付近のフィールド上キャラクターの元素熟知+90。JP0D",
                        "Icon": "UI_Talent_S_Fischl_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "幽邃な鴉の目",
                        "Desc": "オズが戦場にいない時も、鴉の目を通してフィッシュルを守る。フィッシュルが敵に通常攻撃する時、オズは鴉の目を通して攻撃し、攻撃力22%分のダメージを与える。",
                        "Icon": "UI_Talent_S_Fischl_01"
                    },
                    {
                        "Level": 2,
                        "Name": "聖裁の羽根",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>発動時、攻撃力200%分の追加ダメージを与える、さらに影響範囲+50%。",
                        "Icon": "UI_Talent_S_Fischl_02"
                    },
                    {
                        "Level": 3,
                        "Name": "黒き翼",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_01"
                    },
                    {
                        "Level": 4,
                        "Name": "皇女綺譚集",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>発動時、周囲の敵に攻撃力222%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>スキル終了時、フィッシュルのHPを20%回復する。",
                        "Icon": "UI_Talent_S_Fischl_03"
                    },
                    {
                        "Level": 5,
                        "Name": "夜の黙示録",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永夜の禽",
                        "Desc": "オズの存在時間+2秒。オズは出場している自身のキャラクターと共に攻撃し、フィッシュルの攻撃力30%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが連携攻撃を行った後、<color style='color:#FFD780;'>魔女の前夜祭・幻の夜想曲</color>による攻撃力と元素熟知のアップ効果が100%アップし、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Fischl_04",
                        "Buff": 1
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "罪滅ぼしの矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大5段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、皇女の命令に従い、幽夜浄土の雷精霊が矢に憑依する。断罪の雷に満ちた矢は敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.118%",
                                    "47.709%",
                                    "51.3%",
                                    "56.43%",
                                    "60.021%",
                                    "64.125%",
                                    "69.768%",
                                    "75.411%",
                                    "81.054%",
                                    "87.21%",
                                    "93.366%",
                                    "99.522%",
                                    "105.678%",
                                    "111.834%",
                                    "117.99%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.784%",
                                    "50.592%",
                                    "54.4%",
                                    "59.84%",
                                    "63.648%",
                                    "68.0%",
                                    "73.984%",
                                    "79.968%",
                                    "85.952%",
                                    "92.48%",
                                    "99.008%",
                                    "105.536%",
                                    "112.064%",
                                    "118.592%",
                                    "125.12%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.136%",
                                    "62.868%",
                                    "67.6%",
                                    "74.36%",
                                    "79.092%",
                                    "84.5%",
                                    "91.936%",
                                    "99.372%",
                                    "106.808%",
                                    "114.92%",
                                    "123.032%",
                                    "131.144%",
                                    "139.256%",
                                    "147.368%",
                                    "155.48%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "57.706%",
                                    "62.403%",
                                    "67.1%",
                                    "73.81%",
                                    "78.507%",
                                    "83.875%",
                                    "91.256%",
                                    "98.637%",
                                    "106.018%",
                                    "114.07%",
                                    "122.122%",
                                    "130.174%",
                                    "138.226%",
                                    "146.278%",
                                    "154.33%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "72.068%",
                                    "77.934%",
                                    "83.8%",
                                    "92.18%",
                                    "98.046%",
                                    "104.75%",
                                    "113.968%",
                                    "123.186%",
                                    "132.404%",
                                    "142.46%",
                                    "152.516%",
                                    "162.572%",
                                    "172.628%",
                                    "182.684%",
                                    "192.74%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜巡りの翼",
                        "Desc": "オズを召喚する。暗影と雷電によって構成された鴉が降臨する時、狭範囲に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが存在する時、<color style='color:#FFACFF;'>雷の魔弾</color>を発射し、付近の敵を自動で攻撃する。<br><br>長押しでスキルの発動位置を調整可能。<br>オズが存在する間に再び一回押すとオズを自身の傍に呼び寄せる。<br><br><i>「皇女であるわたくしの時間は高いわよ。あなたたちのような者に使うなんて…オズ、わたくしの代わりに永夜を切り裂く断罪の雷を見せてあげなさい。</i><br><i>——『フィッシュル皇女物語 · 4巻 · 「さようなら、マダムワールド」』</i>",
                        "Icon": "Skill_S_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "オズの攻撃ダメージ",
                                "ParamLevelList": [
                                    "88.8%",
                                    "95.46%",
                                    "102.12%",
                                    "111.0%",
                                    "117.66%",
                                    "124.32%",
                                    "133.2%",
                                    "142.08%",
                                    "150.96%",
                                    "159.84%",
                                    "168.72%",
                                    "177.6%",
                                    "188.7%",
                                    "199.8%",
                                    "210.9%"
                                ]
                            },
                            {
                                "Desc": "召喚ダメージ",
                                "ParamLevelList": [
                                    "115.44%",
                                    "124.098%",
                                    "132.756%",
                                    "144.3%",
                                    "152.958%",
                                    "161.616%",
                                    "173.16%",
                                    "184.704%",
                                    "196.248%",
                                    "207.792%",
                                    "219.336%",
                                    "230.88%",
                                    "245.31%",
                                    "259.74%",
                                    "274.17%"
                                ]
                            },
                            {
                                "Desc": "オズの存在時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜の幻現",
                        "Desc": "オズを召喚し、純粋なる夜色の翼を広げてフィッシュルを守る。<br>継続期間中、下記の効果が発動する。<br> · フィッシュルはオズ形態で高速移動する。<br> · 付近の敵に落雷で攻撃し、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。落雷によるダメージは同じ敵に1回のみ有効。<br> · 効果終了時、オズは戦場に留まり、皇女の敵を攻撃する。発動前にオズがすでに戦場に存在してる場合は、オズの継続時間がリセットされる。<br><br><i>…呪いがかかった断罪の血を追ってきた獣の中で、千の世界の滅びを目にした鴉の王だけが、彼女の崇高さを理解した。そして彼は夜を織り成す翼を広げ、高貴なる皇女を永遠に守ると誓った。</i><br><i>——『フィッシュル皇女物語 · 1巻 · 「末日解体概要」』</i>",
                        "Icon": "Skill_E_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "落雷ダメージ",
                                "ParamLevelList": [
                                    "208.0%",
                                    "223.6%",
                                    "239.2%",
                                    "260.0%",
                                    "275.6%",
                                    "291.2%",
                                    "312.0%",
                                    "332.8%",
                                    "353.6%",
                                    "374.4%",
                                    "395.2%",
                                    "416.0%",
                                    "442.0%",
                                    "468.0%",
                                    "494.0%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "星喰いの鴉",
                        "Desc": "フィッシュルのチャージした狙い撃ち射撃がオズに命中すると、オズは周囲の敵に聖裁の雷を放ち、射撃ダメージ152.7%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_05"
                    },
                    {
                        "Name": "断罪の雷影",
                        "Desc": "オズがフィールドにいる時、出場している自身のキャラクターの敵への攻撃が<color style='color:#FFACFF;'>雷元素の関連反応</color>を起こすと、敵に聖裁の雷を下し、フィッシュルの攻撃力80%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_06"
                    },
                    {
                        "Name": "吾の裏庭",
                        "Desc": "モンドの探索任務の所要時間-25%。",
                        "Icon": "UI_Talent_Expedition_Mengde"
                    },
                    {
                        "Name": "魔女の前夜祭・幻の夜想曲JP0B",
                        "Desc": "魔女の課業・予想外の題をクリアすると、フィッシュルは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果を獲得し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>寂滅に堕ちる数限りない世界を見届けてきた夜鴉の王オズヴァルド・ラフナヴィネスよ、皇女に幽夜の七重奏を奏でなさい。これこそが、因果の終結の地に集う魂が漆黒にまみれた運命を断罪する刻——<br>また、オズがフィールドにいる時、チームのキャラクターは追加の強化効果を獲得する。<br>・周囲のチームメンバーが過負荷反応を起こした後の10秒間、フィッシュルと周囲のフィールド上キャラクターの攻撃力+22.5%。<br>・チーム内の付近のキャラクターが感電反応または月感電反応を起こした後の10秒間、フィッシュルと付近のフィールド上キャラクターの元素熟知+90。JP0D",
                        "Icon": "UI_Talent_S_Fischl_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "幽邃な鴉の目",
                        "Desc": "オズが戦場にいない時も、鴉の目を通してフィッシュルを守る。フィッシュルが敵に通常攻撃する時、オズは鴉の目を通して攻撃し、攻撃力22%分のダメージを与える。",
                        "Icon": "UI_Talent_S_Fischl_01"
                    },
                    {
                        "Level": 2,
                        "Name": "聖裁の羽根",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>発動時、攻撃力200%分の追加ダメージを与える、さらに影響範囲+50%。",
                        "Icon": "UI_Talent_S_Fischl_02"
                    },
                    {
                        "Level": 3,
                        "Name": "黒き翼",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_01"
                    },
                    {
                        "Level": 4,
                        "Name": "皇女綺譚集",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>発動時、周囲の敵に攻撃力222%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>スキル終了時、フィッシュルのHPを20%回復する。",
                        "Icon": "UI_Talent_S_Fischl_03"
                    },
                    {
                        "Level": 5,
                        "Name": "夜の黙示録",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永夜の禽",
                        "Desc": "オズの存在時間+2秒。オズは出場している自身のキャラクターと共に攻撃し、フィッシュルの攻撃力30%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが連携攻撃を行った後、<color style='color:#FFD780;'>魔女の前夜祭・幻の夜想曲</color>による攻撃力と元素熟知のアップ効果が100%アップし、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Fischl_04",
                        "Buff": 1
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "罪滅ぼしの矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大5段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、皇女の命令に従い、幽夜浄土の雷精霊が矢に憑依する。断罪の雷に満ちた矢は敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.118%",
                                    "47.709%",
                                    "51.3%",
                                    "56.43%",
                                    "60.021%",
                                    "64.125%",
                                    "69.768%",
                                    "75.411%",
                                    "81.054%",
                                    "87.21%",
                                    "93.366%",
                                    "99.522%",
                                    "105.678%",
                                    "111.834%",
                                    "117.99%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.784%",
                                    "50.592%",
                                    "54.4%",
                                    "59.84%",
                                    "63.648%",
                                    "68.0%",
                                    "73.984%",
                                    "79.968%",
                                    "85.952%",
                                    "92.48%",
                                    "99.008%",
                                    "105.536%",
                                    "112.064%",
                                    "118.592%",
                                    "125.12%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.136%",
                                    "62.868%",
                                    "67.6%",
                                    "74.36%",
                                    "79.092%",
                                    "84.5%",
                                    "91.936%",
                                    "99.372%",
                                    "106.808%",
                                    "114.92%",
                                    "123.032%",
                                    "131.144%",
                                    "139.256%",
                                    "147.368%",
                                    "155.48%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "57.706%",
                                    "62.403%",
                                    "67.1%",
                                    "73.81%",
                                    "78.507%",
                                    "83.875%",
                                    "91.256%",
                                    "98.637%",
                                    "106.018%",
                                    "114.07%",
                                    "122.122%",
                                    "130.174%",
                                    "138.226%",
                                    "146.278%",
                                    "154.33%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "72.068%",
                                    "77.934%",
                                    "83.8%",
                                    "92.18%",
                                    "98.046%",
                                    "104.75%",
                                    "113.968%",
                                    "123.186%",
                                    "132.404%",
                                    "142.46%",
                                    "152.516%",
                                    "162.572%",
                                    "172.628%",
                                    "182.684%",
                                    "192.74%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜巡りの翼",
                        "Desc": "オズを召喚する。暗影と雷電によって構成された鴉が降臨する時、狭範囲に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが存在する時、<color style='color:#FFACFF;'>雷の魔弾</color>を発射し、付近の敵を自動で攻撃する。<br><br>長押しでスキルの発動位置を調整可能。<br>オズが存在する間に再び一回押すとオズを自身の傍に呼び寄せる。<br><br><i>「皇女であるわたくしの時間は高いわよ。あなたたちのような者に使うなんて…オズ、わたくしの代わりに永夜を切り裂く断罪の雷を見せてあげなさい。</i><br><i>——『フィッシュル皇女物語 · 4巻 · 「さようなら、マダムワールド」』</i>",
                        "Icon": "Skill_S_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "オズの攻撃ダメージ",
                                "ParamLevelList": [
                                    "88.8%",
                                    "95.46%",
                                    "102.12%",
                                    "111.0%",
                                    "117.66%",
                                    "124.32%",
                                    "133.2%",
                                    "142.08%",
                                    "150.96%",
                                    "159.84%",
                                    "168.72%",
                                    "177.6%",
                                    "188.7%",
                                    "199.8%",
                                    "210.9%"
                                ]
                            },
                            {
                                "Desc": "召喚ダメージ",
                                "ParamLevelList": [
                                    "115.44%",
                                    "124.098%",
                                    "132.756%",
                                    "144.3%",
                                    "152.958%",
                                    "161.616%",
                                    "173.16%",
                                    "184.704%",
                                    "196.248%",
                                    "207.792%",
                                    "219.336%",
                                    "230.88%",
                                    "245.31%",
                                    "259.74%",
                                    "274.17%"
                                ]
                            },
                            {
                                "Desc": "オズの存在時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜の幻現",
                        "Desc": "オズを召喚し、純粋なる夜色の翼を広げてフィッシュルを守る。<br>継続期間中、下記の効果が発動する。<br> · フィッシュルはオズ形態で高速移動する。<br> · 付近の敵に落雷で攻撃し、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。落雷によるダメージは同じ敵に1回のみ有効。<br> · 効果終了時、オズは戦場に留まり、皇女の敵を攻撃する。発動前にオズがすでに戦場に存在してる場合は、オズの継続時間がリセットされる。<br><br><i>…呪いがかかった断罪の血を追ってきた獣の中で、千の世界の滅びを目にした鴉の王だけが、彼女の崇高さを理解した。そして彼は夜を織り成す翼を広げ、高貴なる皇女を永遠に守ると誓った。</i><br><i>——『フィッシュル皇女物語 · 1巻 · 「末日解体概要」』</i>",
                        "Icon": "Skill_E_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "落雷ダメージ",
                                "ParamLevelList": [
                                    "208.0%",
                                    "223.6%",
                                    "239.2%",
                                    "260.0%",
                                    "275.6%",
                                    "291.2%",
                                    "312.0%",
                                    "332.8%",
                                    "353.6%",
                                    "374.4%",
                                    "395.2%",
                                    "416.0%",
                                    "442.0%",
                                    "468.0%",
                                    "494.0%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "星喰いの鴉",
                        "Desc": "フィッシュルのチャージした狙い撃ち射撃がオズに命中すると、オズは周囲の敵に聖裁の雷を放ち、射撃ダメージ152.7%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_05"
                    },
                    {
                        "Name": "断罪の雷影",
                        "Desc": "オズがフィールドにいる時、出場している自身のキャラクターの敵への攻撃が<color style='color:#FFACFF;'>雷元素の関連反応</color>を起こすと、敵に聖裁の雷を下し、フィッシュルの攻撃力80%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_06"
                    },
                    {
                        "Name": "吾の裏庭",
                        "Desc": "モンドの探索任務の所要時間-25%。",
                        "Icon": "UI_Talent_Expedition_Mengde"
                    },
                    {
                        "Name": "魔女の前夜祭・幻の夜想曲JP0B",
                        "Desc": "魔女の課題・予想外の題をクリアすると、フィッシュルは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導秘儀</color>効果を獲得し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>寂滅に堕ちる数限りない世界を見届けてきた夜鴉の王オズヴァルド・ラフナヴィネスよ、皇女に幽夜の七重奏を奏でなさい。これこそが、因果の終結の地に集う魂が漆黒にまみれた運命を断罪する刻——<br>また、オズがフィールドにいる時、チームのキャラクターは追加の強化効果を獲得する。<br>・周囲のチームメンバーが過負荷反応を起こした後の10秒間、フィッシュルと周囲のフィールド上キャラクターの攻撃力+22.5%。<br>・チーム内の付近のキャラクターが感電反応または月感電反応を起こした後の10秒間、フィッシュルと付近のフィールド上キャラクターの元素熟知+90。JP0D",
                        "Icon": "UI_Talent_S_Fischl_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "幽邃な鴉の目",
                        "Desc": "オズが戦場にいない時も、鴉の目を通してフィッシュルを守る。フィッシュルが敵に通常攻撃する時、オズは鴉の目を通して攻撃し、攻撃力22%分のダメージを与える。",
                        "Icon": "UI_Talent_S_Fischl_01"
                    },
                    {
                        "Level": 2,
                        "Name": "聖裁の羽根",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>発動時、攻撃力200%分の追加ダメージを与える、さらに影響範囲+50%。",
                        "Icon": "UI_Talent_S_Fischl_02"
                    },
                    {
                        "Level": 3,
                        "Name": "黒き翼",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_01"
                    },
                    {
                        "Level": 4,
                        "Name": "皇女綺譚集",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>発動時、周囲の敵に攻撃力222%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>スキル終了時、フィッシュルのHPを20%回復する。",
                        "Icon": "UI_Talent_S_Fischl_03"
                    },
                    {
                        "Level": 5,
                        "Name": "夜の黙示録",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永夜の禽",
                        "Desc": "オズの存在時間+2秒。オズは出場している自身のキャラクターと共に攻撃し、フィッシュルの攻撃力30%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが連携攻撃を行った後、<color style='color:#FFD780;'>魔女の前夜祭・幻の夜想曲</color>による攻撃力と元素熟知のアップ効果が100%アップし、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Fischl_04",
                        "Buff": 1
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "罪滅ぼしの矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大5段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、皇女の命令に従い、幽夜浄土の雷精霊が矢に憑依する。断罪の雷に満ちた矢は敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.118%",
                                    "47.709%",
                                    "51.3%",
                                    "56.43%",
                                    "60.021%",
                                    "64.125%",
                                    "69.768%",
                                    "75.411%",
                                    "81.054%",
                                    "87.21%",
                                    "93.366%",
                                    "99.522%",
                                    "105.678%",
                                    "111.834%",
                                    "117.99%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.784%",
                                    "50.592%",
                                    "54.4%",
                                    "59.84%",
                                    "63.648%",
                                    "68.0%",
                                    "73.984%",
                                    "79.968%",
                                    "85.952%",
                                    "92.48%",
                                    "99.008%",
                                    "105.536%",
                                    "112.064%",
                                    "118.592%",
                                    "125.12%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.136%",
                                    "62.868%",
                                    "67.6%",
                                    "74.36%",
                                    "79.092%",
                                    "84.5%",
                                    "91.936%",
                                    "99.372%",
                                    "106.808%",
                                    "114.92%",
                                    "123.032%",
                                    "131.144%",
                                    "139.256%",
                                    "147.368%",
                                    "155.48%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "57.706%",
                                    "62.403%",
                                    "67.1%",
                                    "73.81%",
                                    "78.507%",
                                    "83.875%",
                                    "91.256%",
                                    "98.637%",
                                    "106.018%",
                                    "114.07%",
                                    "122.122%",
                                    "130.174%",
                                    "138.226%",
                                    "146.278%",
                                    "154.33%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "72.068%",
                                    "77.934%",
                                    "83.8%",
                                    "92.18%",
                                    "98.046%",
                                    "104.75%",
                                    "113.968%",
                                    "123.186%",
                                    "132.404%",
                                    "142.46%",
                                    "152.516%",
                                    "162.572%",
                                    "172.628%",
                                    "182.684%",
                                    "192.74%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜巡りの翼",
                        "Desc": "オズを召喚する。暗影と雷電によって構成された鴉が降臨する時、狭範囲に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが存在する時、<color style='color:#FFACFF;'>雷の魔弾</color>を発射し、付近の敵を自動で攻撃する。<br><br>長押しでスキルの発動位置を調整可能。<br>オズが存在する間に再び一回押すとオズを自身の傍に呼び寄せる。<br><br><i>「皇女であるわたくしの時間は高いわよ。あなたたちのような者に使うなんて…オズ、わたくしの代わりに永夜を切り裂く断罪の雷を見せてあげなさい。</i><br><i>——『フィッシュル皇女物語 · 4巻 · 「さようなら、マダムワールド」』</i>",
                        "Icon": "Skill_S_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "オズの攻撃ダメージ",
                                "ParamLevelList": [
                                    "88.8%",
                                    "95.46%",
                                    "102.12%",
                                    "111.0%",
                                    "117.66%",
                                    "124.32%",
                                    "133.2%",
                                    "142.08%",
                                    "150.96%",
                                    "159.84%",
                                    "168.72%",
                                    "177.6%",
                                    "188.7%",
                                    "199.8%",
                                    "210.9%"
                                ]
                            },
                            {
                                "Desc": "召喚ダメージ",
                                "ParamLevelList": [
                                    "115.44%",
                                    "124.098%",
                                    "132.756%",
                                    "144.3%",
                                    "152.958%",
                                    "161.616%",
                                    "173.16%",
                                    "184.704%",
                                    "196.248%",
                                    "207.792%",
                                    "219.336%",
                                    "230.88%",
                                    "245.31%",
                                    "259.74%",
                                    "274.17%"
                                ]
                            },
                            {
                                "Desc": "オズの存在時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "夜の幻現",
                        "Desc": "オズを召喚し、純粋なる夜色の翼を広げてフィッシュルを守る。<br>継続期間中、下記の効果が発動する。<br> · フィッシュルはオズ形態で高速移動する。<br> · 付近の敵に落雷で攻撃し、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。落雷によるダメージは同じ敵に1回のみ有効。<br> · 効果終了時、オズは戦場に留まり、皇女の敵を攻撃する。発動前にオズがすでに戦場に存在してる場合は、オズの継続時間がリセットされる。<br><br><i>…呪いがかかった断罪の血を追ってきた獣の中で、千の世界の滅びを目にした鴉の王だけが、彼女の崇高さを理解した。そして彼は夜を織り成す翼を広げ、高貴なる皇女を永遠に守ると誓った。</i><br><i>——『フィッシュル皇女物語 · 1巻 · 「末日解体概要」』</i>",
                        "Icon": "Skill_E_Fischl_01",
                        "ParamDesc": [
                            {
                                "Desc": "落雷ダメージ",
                                "ParamLevelList": [
                                    "208.0%",
                                    "223.6%",
                                    "239.2%",
                                    "260.0%",
                                    "275.6%",
                                    "291.2%",
                                    "312.0%",
                                    "332.8%",
                                    "353.6%",
                                    "374.4%",
                                    "395.2%",
                                    "416.0%",
                                    "442.0%",
                                    "468.0%",
                                    "494.0%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "星喰いの鴉",
                        "Desc": "フィッシュルのチャージした狙い撃ち射撃がオズに命中すると、オズは周囲の敵に聖裁の雷を放ち、射撃ダメージ152.7%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_05"
                    },
                    {
                        "Name": "断罪の雷影",
                        "Desc": "オズがフィールドにいる時、出場している自身のキャラクターの敵への攻撃が<color style='color:#FFACFF;'>雷元素の関連反応</color>を起こすと、敵に聖裁の雷を下し、フィッシュルの攻撃力80%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Fischl_06"
                    },
                    {
                        "Name": "吾の裏庭",
                        "Desc": "モンドの探索任務の所要時間-25%。",
                        "Icon": "UI_Talent_Expedition_Mengde"
                    },
                    {
                        "Name": "魔女の前夜祭・幻の夜想曲",
                        "Desc": "魔女の課題・予想外の題をクリアすると、フィッシュルは<color style='color:#FFD780;'>魔導</color>キャラクターとして扱われるようになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導秘儀</color>効果を獲得し、魔導キャラクターは強化される。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>寂滅に堕ちる無限の世界を見届けてきた夜鴉の王オズヴァルド・ラフナヴィネスよ、皇女に幽夜の七重奏を捧げなさい。今こそ、因果の終結の地に集う魂が漆黒にまみれた運命を断罪する刻——<br>オズがフィールドにいる時、チームのキャラクターは追加の強化効果を獲得する。<br>・周囲のチームメンバーが過負荷反応を起こした後の10秒間、フィッシュルと周囲のフィールド上キャラクターの攻撃力+22.5%。<br>・チーム内の付近のキャラクターが感電反応または月感電反応を起こした後の10秒間、フィッシュルと付近のフィールド上キャラクターの元素熟知+90。",
                        "Icon": "UI_Talent_S_Fischl_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "幽邃な鴉の目",
                        "Desc": "オズが戦場にいない時も、鴉の目を通してフィッシュルを守る。フィッシュルが敵に通常攻撃する時、オズは鴉の目を通して攻撃し、攻撃力22%分のダメージを与える。",
                        "Icon": "UI_Talent_S_Fischl_01"
                    },
                    {
                        "Level": 2,
                        "Name": "聖裁の羽根",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>発動時、攻撃力200%分の追加ダメージを与える、さらに影響範囲+50%。",
                        "Icon": "UI_Talent_S_Fischl_02"
                    },
                    {
                        "Level": 3,
                        "Name": "黒き翼",
                        "Desc": "<color style='color:#FFD780;'>夜巡りの翼</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_01"
                    },
                    {
                        "Level": 4,
                        "Name": "皇女綺譚集",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>発動時、周囲の敵に攻撃力222%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>スキル終了時、フィッシュルのHPを20%回復する。",
                        "Icon": "UI_Talent_S_Fischl_03"
                    },
                    {
                        "Level": 5,
                        "Name": "夜の黙示録",
                        "Desc": "<color style='color:#FFD780;'>夜の幻現</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Fischl_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永夜の禽",
                        "Desc": "オズの存在時間+2秒。オズは出場している自身のキャラクターと共に攻撃し、フィッシュルの攻撃力30%分の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>オズが連携攻撃を行った後、<color style='color:#FFD780;'>魔女の前夜祭・幻の夜想曲</color>による攻撃力と元素熟知のアップ効果が100%アップし、継続時間10秒。",
                        "Icon": "UI_Talent_S_Fischl_04",
                        "Buff": 1
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Fischl": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "Fischl",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 10.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "Fischl",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 10.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "Fischl",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "Fischl",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 500.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 12.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 12.9,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 15.9,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 15.6,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 19.71,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}