// Auto Generated

var _AvatarDataConfig_ = {
    "Flins": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• Manifest Flame Normal ATK generates @1 Electro Particle#, CD @2s#."
                ]
            },
            {
                "Name": "Element Application",
                "DescList": [
                    "• Apart from NA and Lunar-Charged, all DMG applies @1U independently#.",
                    "• Manifest Flame Normal ATK: @2.5s / 3hits#"
                ]
            },
            {
                "Name": "Interruption RES",
                "DescList": [
                    "• Manifest Flame: @0.5# (= Cyno, Hutao, Ayato)"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Flins": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101261": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113077": 2,
                "101261": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113077": 4,
                "101261": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113077": 8,
                "101261": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113077": 12,
                "101261": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113077": 20,
                "101261": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Flins": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "聖従の魔槍JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方へ槍投げ攻撃を行う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0D",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律・孤灯の秘密JP0D",
                        "Desc": "フリンズがランプに宿る古の力を呼び起こし、<color style='color:#FFD780;'>幽焔顕現</color>モードに切り替わる。このモードには下記の特性がある。<br>・フリンズの通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えるようになり、落下攻撃ができなくなる。<br>・元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>は、特殊な元素スキル<color style='color:#FFD780;'>北国の槍陣</color>に切り替わる。<br><br><color style='color:#FFD780;'>北国の槍陣</color><br>フリンズが前方に槍陣を生成し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。さらにその後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>は特殊な元素爆発<color style='color:#FFD780;'>雷霆交響曲</color>に切り替わる。<br><color style='color:#FFD780;'>北国の槍陣</color>の基本クールタイムは6秒であり、他の効果の影響を受けることはない。<br><br><i>「我々は雪の帳をひらき、荒原の冷たき風を吹き鳴らす。」</i>JP0D",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国の槍陣ダメージ",
                                "ParamLevelList": [
                                    "178.4%JP0D",
                                    "191.78%JP0D",
                                    "205.16%JP0D",
                                    "223.0%JP0D",
                                    "236.38%JP0D",
                                    "249.76%JP0D",
                                    "267.6%JP0D",
                                    "285.44%JP0D",
                                    "303.28%JP0D",
                                    "321.12%JP0D",
                                    "338.96%JP0D",
                                    "356.8%JP0D",
                                    "379.1%JP0D",
                                    "401.4%JP0D",
                                    "423.7%JP0D"
                                ]
                            },
                            {
                                "Desc": "北国の槍陣クールタイム",
                                "ParamLevelList": [
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D"
                                ]
                            },
                            {
                                "Desc": "幽焔の顕現の継続時間",
                                "ParamLevelList": [
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D"
                                ]
                            },
                            {
                                "Desc": "スキルクールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧儀・夜賓の来訪JP0D",
                        "Desc": "フリンズがランプに宿る真の力を解放し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、その短時間後に月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を3回与える。<br><color style='color:#FFD780;'>月兆・初光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに2回与える。<br><br>特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>発動後の6秒以内、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>は特殊元素爆発<color style='color:#FFD780;'>雷霆交響曲</color>に変わる。<br><br><color style='color:#FFD780;'>雷霆交響曲</color><br>少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・初光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。<br><br><i>「夜になりました。ライトキーパーからご挨拶申し上げます。どうやら、今夜は長くなりそうです。」</i>JP0D",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "初期スキルダメージ",
                                "ParamLevelList": [
                                    "259.84%JP0D",
                                    "279.328%JP0D",
                                    "298.816%JP0D",
                                    "324.8%JP0D",
                                    "344.288%JP0D",
                                    "363.776%JP0D",
                                    "389.76%JP0D",
                                    "415.744%JP0D",
                                    "441.728%JP0D",
                                    "467.712%JP0D",
                                    "493.696%JP0D",
                                    "519.68%JP0D",
                                    "552.16%JP0D",
                                    "584.64%JP0D",
                                    "617.12%JP0D"
                                ]
                            },
                            {
                                "Desc": "各段の月感電ダメージ",
                                "ParamLevelList": [
                                    "25.984%JP0D",
                                    "27.9328%JP0D",
                                    "29.8816%JP0D",
                                    "32.48%JP0D",
                                    "34.4288%JP0D",
                                    "36.3776%JP0D",
                                    "38.976%JP0D",
                                    "41.5744%JP0D",
                                    "44.1728%JP0D",
                                    "46.7712%JP0D",
                                    "49.3696%JP0D",
                                    "51.968%JP0D",
                                    "55.216%JP0D",
                                    "58.464%JP0D",
                                    "61.712%JP0D"
                                ]
                            },
                            {
                                "Desc": "最終段の月感電ダメージ",
                                "ParamLevelList": [
                                    "129.92%JP0D",
                                    "139.664%JP0D",
                                    "149.408%JP0D",
                                    "162.4%JP0D",
                                    "172.144%JP0D",
                                    "181.888%JP0D",
                                    "194.88%JP0D",
                                    "207.872%JP0D",
                                    "220.864%JP0D",
                                    "233.856%JP0D",
                                    "246.848%JP0D",
                                    "259.84%JP0D",
                                    "276.08%JP0D",
                                    "292.32%JP0D",
                                    "308.56%JP0D"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲ダメージ",
                                "ParamLevelList": [
                                    "77.952%JP0D",
                                    "83.7984%JP0D",
                                    "89.6448%JP0D",
                                    "97.44%JP0D",
                                    "103.2864%JP0D",
                                    "109.1328%JP0D",
                                    "116.928%JP0D",
                                    "124.7232%JP0D",
                                    "132.5184%JP0D",
                                    "140.3136%JP0D",
                                    "148.1088%JP0D",
                                    "155.904%JP0D",
                                    "165.648%JP0D",
                                    "175.392%JP0D",
                                    "185.136%JP0D"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲追加ダメージ",
                                "ParamLevelList": [
                                    "116.928%JP0D",
                                    "125.6976%JP0D",
                                    "134.4672%JP0D",
                                    "146.16%JP0D",
                                    "154.9296%JP0D",
                                    "163.6992%JP0D",
                                    "175.392%JP0D",
                                    "187.0848%JP0D",
                                    "198.7776%JP0D",
                                    "210.4704%JP0D",
                                    "222.1632%JP0D",
                                    "233.856%JP0D",
                                    "248.472%JP0D",
                                    "263.088%JP0D",
                                    "277.704%JP0D"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲元素エネルギー",
                                "ParamLevelList": [
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厳冬の響きJP0D",
                        "Desc": "フリンズはチームの<color style='color:#FFD780;'>月兆</color>に応じて、強化効果を獲得する。<br><br><color style='color:#FFD780;'>月兆・満光</color>：フリンズが起こした月感電反応によるダメージ+20%。JP0D",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽炎の囁きJP0D",
                        "Desc": "フリンズの元素熟知が、フリンズの攻撃力の8%分アップする。この方法でアップできるフリンズの元素熟知は、最大160まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆の祝福・旧世の隠潜JP0D",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、フリンズの攻撃力に基づいて、チーム内キャラクターが与える月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、フリンズがチーム内にいる時、チームの<color style='color:#FFD780;'>月兆</color>は1レベルアップする。JP0D",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "ランプとの暗行JP0D",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>ナド・クライ地域の特産</color>の位置を表示する。<br>また、フリンズはワイルドハントの囁きを理解できるようだ…JP0D",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "雪翳の幕をひらいてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>の基礎クールタイムを4秒に短縮する。<br>また、チーム内キャラクターが月感電反応を起こすと、フリンズの元素エネルギーを5回復する。この効果は5.5秒毎に1回のみ発動可能。JP1B",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "魍魎の壁を越えてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>を発動した後の6秒間、フリンズの次の通常攻撃が敵に命中すると、追加でフリンズの攻撃力50%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br><color style='color:#FFD780;'>月兆・満光</color>：特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>の使用可能回数+1。JP0D",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "見知らぬ夜客の訪れJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "咆哮する荒山の夜JP0D",
                        "Desc": "フリンズの攻撃力+20%。<br>また、固有天賦「幽炎の囁き」は以下のように強化される。フリンズの元素熟知が、フリンズの攻撃力の10%分アップする。この方法でアップできるフリンズの元素熟知は、最大220まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "俗世を遠ざかる影JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌と亡者の舞JP0D",
                        "Desc": "フリンズが敵に与える月感電反応ダメージが30%アップする。<br><color style='color:#FFD780;'>月兆・満光</color>：チーム全員が与える月感電反応によるダメージが10%アップする。JP0D",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "雷霆交響曲",
                        "Desc": "少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・初光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。"
                    },
                    {
                        "Name": "抜擢",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    }
                ]
            },
            "15": {
                "BattleSkills": [
                    {
                        "Name": "聖従の魔槍JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方へ槍投げ攻撃を行う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0D",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律・孤灯の秘密JP0D",
                        "Desc": "フリンズがランプに宿る古の力を呼び起こし、<color style='color:#FFD780;'>幽焔顕現</color>モードに切り替わる。このモードには下記の特性がある。<br>・フリンズの通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えるようになり、落下攻撃ができなくなる。<br>・元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>は、特殊な元素スキル<color style='color:#FFD780;'>北国の槍陣</color>に切り替わる。<br><br><color style='color:#FFD780;'>北国の槍陣</color><br>フリンズが前方に槍陣を生成し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。さらにその後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>は特殊な元素爆発<color style='color:#FFD780;'>雷霆交響曲</color>に切り替わる。<br><color style='color:#FFD780;'>北国の槍陣</color>の基本クールタイムは6秒であり、他の効果の影響を受けることはない。<br><br><i>「我々は雪の帳をひらき、荒原の冷たき風を吹き鳴らす。」</i>JP0D",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国の槍陣ダメージ",
                                "ParamLevelList": [
                                    "178.4%JP0D",
                                    "191.78%JP0D",
                                    "205.16%JP0D",
                                    "223.0%JP0D",
                                    "236.38%JP0D",
                                    "249.76%JP0D",
                                    "267.6%JP0D",
                                    "285.44%JP0D",
                                    "303.28%JP0D",
                                    "321.12%JP0D",
                                    "338.96%JP0D",
                                    "356.8%JP0D",
                                    "379.1%JP0D",
                                    "401.4%JP0D",
                                    "423.7%JP0D"
                                ]
                            },
                            {
                                "Desc": "北国の槍陣クールタイム",
                                "ParamLevelList": [
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D"
                                ]
                            },
                            {
                                "Desc": "幽焔の顕現の継続時間",
                                "ParamLevelList": [
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D"
                                ]
                            },
                            {
                                "Desc": "スキルクールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧儀・夜賓の来訪JP0D",
                        "Desc": "フリンズがランプに宿る真の力を解放し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、その短時間後に月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を3回与える。<br><color style='color:#FFD780;'>月兆・満光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに2回与える。<br><br>特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>発動後の6秒以内、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>は特殊元素爆発<color style='color:#FFD780;'>雷霆交響曲</color>に変わる。<br><br><color style='color:#FFD780;'>雷霆交響曲</color><br>少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。<br><br><i>「夜になりました。ライトキーパーからご挨拶申し上げます。どうやら、今夜は長くなりそうです。」</i>JP0D",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "初期スキルダメージ",
                                "ParamLevelList": [
                                    "259.84%JP0D",
                                    "279.328%JP0D",
                                    "298.816%JP0D",
                                    "324.8%JP0D",
                                    "344.288%JP0D",
                                    "363.776%JP0D",
                                    "389.76%JP0D",
                                    "415.744%JP0D",
                                    "441.728%JP0D",
                                    "467.712%JP0D",
                                    "493.696%JP0D",
                                    "519.68%JP0D",
                                    "552.16%JP0D",
                                    "584.64%JP0D",
                                    "617.12%JP0D"
                                ]
                            },
                            {
                                "Desc": "各段の月感電ダメージ",
                                "ParamLevelList": [
                                    "25.984%JP0D",
                                    "27.9328%JP0D",
                                    "29.8816%JP0D",
                                    "32.48%JP0D",
                                    "34.4288%JP0D",
                                    "36.3776%JP0D",
                                    "38.976%JP0D",
                                    "41.5744%JP0D",
                                    "44.1728%JP0D",
                                    "46.7712%JP0D",
                                    "49.3696%JP0D",
                                    "51.968%JP0D",
                                    "55.216%JP0D",
                                    "58.464%JP0D",
                                    "61.712%JP0D"
                                ]
                            },
                            {
                                "Desc": "最終段の月感電ダメージ",
                                "ParamLevelList": [
                                    "129.92%JP0D",
                                    "139.664%JP0D",
                                    "149.408%JP0D",
                                    "162.4%JP0D",
                                    "172.144%JP0D",
                                    "181.888%JP0D",
                                    "194.88%JP0D",
                                    "207.872%JP0D",
                                    "220.864%JP0D",
                                    "233.856%JP0D",
                                    "246.848%JP0D",
                                    "259.84%JP0D",
                                    "276.08%JP0D",
                                    "292.32%JP0D",
                                    "308.56%JP0D"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲ダメージ",
                                "ParamLevelList": [
                                    "77.952%JP0D",
                                    "83.7984%JP0D",
                                    "89.6448%JP0D",
                                    "97.44%JP0D",
                                    "103.2864%JP0D",
                                    "109.1328%JP0D",
                                    "116.928%JP0D",
                                    "124.7232%JP0D",
                                    "132.5184%JP0D",
                                    "140.3136%JP0D",
                                    "148.1088%JP0D",
                                    "155.904%JP0D",
                                    "165.648%JP0D",
                                    "175.392%JP0D",
                                    "185.136%JP0D"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲追加ダメージ",
                                "ParamLevelList": [
                                    "116.928%JP0D",
                                    "125.6976%JP0D",
                                    "134.4672%JP0D",
                                    "146.16%JP0D",
                                    "154.9296%JP0D",
                                    "163.6992%JP0D",
                                    "175.392%JP0D",
                                    "187.0848%JP0D",
                                    "198.7776%JP0D",
                                    "210.4704%JP0D",
                                    "222.1632%JP0D",
                                    "233.856%JP0D",
                                    "248.472%JP0D",
                                    "263.088%JP0D",
                                    "277.704%JP0D"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲元素エネルギー",
                                "ParamLevelList": [
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厳冬の響きJP0D",
                        "Desc": "フリンズはチームの<color style='color:#FFD780;'>月兆</color>に応じて、強化効果を獲得する。<br><br><color style='color:#FFD780;'>月兆・満光</color>：フリンズが起こした月感電反応によるダメージ+20%。JP0D",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽炎の囁きJP0D",
                        "Desc": "フリンズの元素熟知が、フリンズの攻撃力の8%分アップする。この方法でアップできるフリンズの元素熟知は、最大160まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆の祝福・旧世の隠潜JP0D",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、フリンズの攻撃力に基づいて、チーム内キャラクターが与える月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、フリンズがチーム内にいる時、チームの<color style='color:#FFD780;'>月兆</color>は1レベルアップする。JP0D",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "ランプとの暗行JP0D",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>ナド・クライ地域の特産</color>の位置を表示する。<br>また、フリンズはワイルドハントの囁きを理解できるようだ…JP0D",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "雪翳の幕をひらいてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>の基礎クールタイムを4秒に短縮する。<br>また、チーム内キャラクターが月感電反応を起こすと、フリンズの元素エネルギーを7回復する。この効果は5.5秒毎に1回のみ発動可能。JP1B",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "魍魎の壁を越えてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>を発動した後の6秒間、フリンズの次の通常攻撃が敵に命中すると、追加でフリンズの攻撃力50%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br><color style='color:#FFD780;'>月兆・満光</color>：フリンズがフィールドにいる時、フリンズの元素タイプが<color style='color:#FFACFF;'>雷元素</color>の攻撃が敵に命中すると、その敵の<color style='color:#FFACFF;'>雷元素耐性</color>-25%、継続時間7秒。JP0B",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "見知らぬ夜客の訪れJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "咆哮する荒山の夜JP0D",
                        "Desc": "フリンズの攻撃力+20%。<br>また、固有天賦「幽炎の囁き」は以下のように強化される。フリンズの元素熟知が、フリンズの攻撃力の10%分アップする。この方法でアップできるフリンズの元素熟知は、最大220まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "俗世を遠ざかる影JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌と亡者の舞JP0D",
                        "Desc": "フリンズが敵に与える月感電反応ダメージが30%アップする。<br><color style='color:#FFD780;'>月兆・満光</color>：チーム全員が与える月感電反応によるダメージが10%アップする。JP0D",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "雷霆交響曲",
                        "Desc": "少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・初光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。"
                    },
                    {
                        "Name": "抜擢",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "聖従の魔槍JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方へ槍投げ攻撃を行う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0D",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律・孤灯の秘密JP0D",
                        "Desc": "フリンズがランプに宿る古の力を呼び起こし、<color style='color:#FFD780;'>幽焔顕現</color>モードに切り替わる。このモードには下記の特性がある。<br>・フリンズの通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えるようになり、落下攻撃ができなくなる。<br>・フリンズの中断耐性をアップする。<br>・元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>は、特殊な元素スキル<color style='color:#FFD780;'>北国の槍陣</color>に切り替わる。<br><br><color style='color:#FFD780;'>北国の槍陣</color><br>フリンズが前方に槍陣を生成し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。さらにその後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>は特殊な元素爆発<color style='color:#FFD780;'>雷霆交響曲</color>に切り替わる。<br><color style='color:#FFD780;'>北国の槍陣</color>の基本クールタイムは6秒であり、他の効果の影響を受けることはない。<br><br><i>「我々は雪の帳をひらき、荒原の冷たき風を吹き鳴らす。」</i>JP0D",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国の槍陣ダメージ",
                                "ParamLevelList": [
                                    "178.4%JP0D",
                                    "191.78%JP0D",
                                    "205.16%JP0D",
                                    "223.0%JP0D",
                                    "236.38%JP0D",
                                    "249.76%JP0D",
                                    "267.6%JP0D",
                                    "285.44%JP0D",
                                    "303.28%JP0D",
                                    "321.12%JP0D",
                                    "338.96%JP0D",
                                    "356.8%JP0D",
                                    "379.1%JP0D",
                                    "401.4%JP0D",
                                    "423.7%JP0D"
                                ]
                            },
                            {
                                "Desc": "北国の槍陣クールタイム",
                                "ParamLevelList": [
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D"
                                ]
                            },
                            {
                                "Desc": "幽焔の顕現の継続時間",
                                "ParamLevelList": [
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D"
                                ]
                            },
                            {
                                "Desc": "スキルクールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧儀・夜賓の来訪JP0D",
                        "Desc": "フリンズがランプに宿る真の力を解放し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、その短時間後に月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を3回与える。<br><color style='color:#FFD780;'>月兆・満光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに2回与える。<br><br>特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>発動後の6秒以内、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>は特殊元素爆発<color style='color:#FFD780;'>雷霆交響曲</color>に変わる。<br><br><color style='color:#FFD780;'>雷霆交響曲</color><br>少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。<br><br><i>「夜になりました。ライトキーパーからご挨拶申し上げます。どうやら、今夜は長くなりそうです。」</i>JP0D",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "初期スキルダメージ",
                                "ParamLevelList": [
                                    "259.84%JP0D",
                                    "279.328%JP0D",
                                    "298.816%JP0D",
                                    "324.8%JP0D",
                                    "344.288%JP0D",
                                    "363.776%JP0D",
                                    "389.76%JP0D",
                                    "415.744%JP0D",
                                    "441.728%JP0D",
                                    "467.712%JP0D",
                                    "493.696%JP0D",
                                    "519.68%JP0D",
                                    "552.16%JP0D",
                                    "584.64%JP0D",
                                    "617.12%JP0D"
                                ]
                            },
                            {
                                "Desc": "各段の月感電ダメージ",
                                "ParamLevelList": [
                                    "16.24%JP0D",
                                    "17.458%JP0D",
                                    "18.676%JP0D",
                                    "20.3%JP0D",
                                    "21.518%JP0D",
                                    "22.736%JP0D",
                                    "24.36%JP0D",
                                    "25.984%JP0D",
                                    "27.608%JP0D",
                                    "29.232%JP0D",
                                    "30.856%JP0D",
                                    "32.48%JP0D",
                                    "34.51%JP0D",
                                    "36.54%JP0D",
                                    "38.57%JP0D"
                                ]
                            },
                            {
                                "Desc": "最終段の月感電ダメージ",
                                "ParamLevelList": [
                                    "129.92%JP0D",
                                    "139.664%JP0D",
                                    "149.408%JP0D",
                                    "162.4%JP0D",
                                    "172.144%JP0D",
                                    "181.888%JP0D",
                                    "194.88%JP0D",
                                    "207.872%JP0D",
                                    "220.864%JP0D",
                                    "233.856%JP0D",
                                    "246.848%JP0D",
                                    "259.84%JP0D",
                                    "276.08%JP0D",
                                    "292.32%JP0D",
                                    "308.56%JP0D"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲ダメージ",
                                "ParamLevelList": [
                                    "77.952%JP0D",
                                    "83.7984%JP0D",
                                    "89.6448%JP0D",
                                    "97.44%JP0D",
                                    "103.2864%JP0D",
                                    "109.1328%JP0D",
                                    "116.928%JP0D",
                                    "124.7232%JP0D",
                                    "132.5184%JP0D",
                                    "140.3136%JP0D",
                                    "148.1088%JP0D",
                                    "155.904%JP0D",
                                    "165.648%JP0D",
                                    "175.392%JP0D",
                                    "185.136%JP0D"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲追加ダメージ",
                                "ParamLevelList": [
                                    "116.928%JP0D",
                                    "125.6976%JP0D",
                                    "134.4672%JP0D",
                                    "146.16%JP0D",
                                    "154.9296%JP0D",
                                    "163.6992%JP0D",
                                    "175.392%JP0D",
                                    "187.0848%JP0D",
                                    "198.7776%JP0D",
                                    "210.4704%JP0D",
                                    "222.1632%JP0D",
                                    "233.856%JP0D",
                                    "248.472%JP0D",
                                    "263.088%JP0D",
                                    "277.704%JP0D"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲元素エネルギー",
                                "ParamLevelList": [
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厳冬の響きJP0D",
                        "Desc": "フリンズはチームの<color style='color:#FFD780;'>月兆</color>に応じて、強化効果を獲得する。<br><br><color style='color:#FFD780;'>月兆・満光</color>：フリンズが起こした月感電反応によるダメージ+20%。JP0D",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽炎の囁きJP0D",
                        "Desc": "フリンズの元素熟知が、フリンズの攻撃力の8%分アップする。この方法でアップできるフリンズの元素熟知は、最大160まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆の祝福・旧世の隠潜JP0D",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、フリンズの攻撃力に基づいて、チーム内キャラクターが与える月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、フリンズがチーム内にいる時、チームの<color style='color:#FFD780;'>月兆</color>は1レベルアップする。JP0D",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "ランプとの暗行JP0D",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>ナド・クライ地域の特産</color>の位置を表示する。<br>また、フリンズはワイルドハントの囁きを理解できるようだ…JP0D",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "雪翳の幕をひらいてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>の基礎クールタイムを4秒に短縮する。<br>また、チーム内キャラクターが月感電反応を起こすと、フリンズの元素エネルギーを7回復する。この効果は5.5秒毎に1回のみ発動可能。JP1B",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "魍魎の壁を越えてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>を発動した後の6秒間、フリンズの次の通常攻撃が敵に命中すると、追加でフリンズの攻撃力50%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br><color style='color:#FFD780;'>月兆・満光</color>：フリンズがフィールドにいる時、フリンズの元素タイプが<color style='color:#FFACFF;'>雷元素</color>の攻撃が敵に命中すると、その敵の<color style='color:#FFACFF;'>雷元素耐性</color>-25%、継続時間7秒。JP0B",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "見知らぬ夜客の訪れJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "咆哮する荒山の夜JP0D",
                        "Desc": "フリンズの攻撃力+20%。<br>また、固有天賦「幽炎の囁き」は以下のように強化される。フリンズの元素熟知が、フリンズの攻撃力の10%分アップする。この方法でアップできるフリンズの元素熟知は、最大220まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "俗世を遠ざかる影JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌と亡者の舞JP0D",
                        "Desc": "フリンズが敵に与える月感電反応ダメージが30%アップする。<br><color style='color:#FFD780;'>月兆・満光</color>：チーム全員が与える月感電反応によるダメージが10%アップする。JP0D",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "雷霆交響曲",
                        "Desc": "少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・初光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。"
                    },
                    {
                        "Name": "抜擢",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "聖従の魔槍JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方へ槍投げ攻撃を行う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0D",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律・孤灯の秘密JP0D",
                        "Desc": "フリンズがランプに宿る古の力を呼び起こし、<color style='color:#FFD780;'>幽焔顕現</color>モードに切り替わる。このモードには下記の特性がある。<br>・フリンズの通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えるようになり、落下攻撃ができなくなる。<br>・フリンズの中断耐性をアップする。<br>・元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>は、特殊な元素スキル<color style='color:#FFD780;'>北国の槍陣</color>に切り替わる。<br><br><color style='color:#FFD780;'>北国の槍陣</color><br>フリンズが前方に槍陣を生成し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。さらにその後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>は特殊な元素爆発<color style='color:#FFD780;'>雷霆交響曲</color>に切り替わる。<br><color style='color:#FFD780;'>北国の槍陣</color>の基本クールタイムは6秒であり、他の効果の影響を受けることはない。<br><br><i>「我々は雪の帳をひらき、荒原の冷たき風を吹き鳴らす。」</i>JP0D",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国の槍陣ダメージ",
                                "ParamLevelList": [
                                    "178.4%JP0D",
                                    "191.78%JP0D",
                                    "205.16%JP0D",
                                    "223.0%JP0D",
                                    "236.38%JP0D",
                                    "249.76%JP0D",
                                    "267.6%JP0D",
                                    "285.44%JP0D",
                                    "303.28%JP0D",
                                    "321.12%JP0D",
                                    "338.96%JP0D",
                                    "356.8%JP0D",
                                    "379.1%JP0D",
                                    "401.4%JP0D",
                                    "423.7%JP0D"
                                ]
                            },
                            {
                                "Desc": "北国の槍陣クールタイム",
                                "ParamLevelList": [
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D",
                                    "6秒JP0D"
                                ]
                            },
                            {
                                "Desc": "幽焔の顕現の継続時間",
                                "ParamLevelList": [
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D",
                                    "10秒JP0D"
                                ]
                            },
                            {
                                "Desc": "スキルクールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧儀・夜賓の来訪JP0D",
                        "Desc": "フリンズがランプに宿る真の力を解放し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、その短時間後に月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を3回与える。<br><color style='color:#FFD780;'>月兆・満光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに2回与える。<br><br>特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>発動後の6秒以内、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>は特殊元素爆発<color style='color:#FFD780;'>雷霆交響曲</color>に変わる。<br><br><color style='color:#FFD780;'>雷霆交響曲</color><br>少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。<br><br><i>「夜になりました。ライトキーパーからご挨拶申し上げます。どうやら、今夜は長くなりそうです。」</i>JP0D",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "初期スキルダメージ",
                                "ParamLevelList": [
                                    "259.84%JP0D",
                                    "279.328%JP0D",
                                    "298.816%JP0D",
                                    "324.8%JP0D",
                                    "344.288%JP0D",
                                    "363.776%JP0D",
                                    "389.76%JP0D",
                                    "415.744%JP0D",
                                    "441.728%JP0D",
                                    "467.712%JP0D",
                                    "493.696%JP0D",
                                    "519.68%JP0D",
                                    "552.16%JP0D",
                                    "584.64%JP0D",
                                    "617.12%JP0D"
                                ]
                            },
                            {
                                "Desc": "各段の月感電ダメージ",
                                "ParamLevelList": [
                                    "16.24%JP0D",
                                    "17.458%JP0D",
                                    "18.676%JP0D",
                                    "20.3%JP0D",
                                    "21.518%JP0D",
                                    "22.736%JP0D",
                                    "24.36%JP0D",
                                    "25.984%JP0D",
                                    "27.608%JP0D",
                                    "29.232%JP0D",
                                    "30.856%JP0D",
                                    "32.48%JP0D",
                                    "34.51%JP0D",
                                    "36.54%JP0D",
                                    "38.57%JP0D"
                                ]
                            },
                            {
                                "Desc": "最終段の月感電ダメージ",
                                "ParamLevelList": [
                                    "116.928%JP0D",
                                    "125.6976%JP0D",
                                    "134.4672%JP0D",
                                    "146.16%JP0D",
                                    "154.9296%JP0D",
                                    "163.6992%JP0D",
                                    "175.392%JP0D",
                                    "187.0848%JP0D",
                                    "198.7776%JP0D",
                                    "210.4704%JP0D",
                                    "222.1632%JP0D",
                                    "233.856%JP0D",
                                    "248.472%JP0D",
                                    "263.088%JP0D",
                                    "277.704%JP0D"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲ダメージ",
                                "ParamLevelList": [
                                    "71.456%JP0D",
                                    "76.8152%JP0D",
                                    "82.1744%JP0D",
                                    "89.32%JP0D",
                                    "94.6792%JP0D",
                                    "100.0384%JP0D",
                                    "107.184%JP0D",
                                    "114.3296%JP0D",
                                    "121.4752%JP0D",
                                    "128.6208%JP0D",
                                    "135.7664%JP0D",
                                    "142.912%JP0D",
                                    "151.844%JP0D",
                                    "160.776%JP0D",
                                    "169.708%JP0D"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲追加ダメージ",
                                "ParamLevelList": [
                                    "103.936%JP0D",
                                    "111.7312%JP0D",
                                    "119.5264%JP0D",
                                    "129.92%JP0D",
                                    "137.7152%JP0D",
                                    "145.5104%JP0D",
                                    "155.904%JP0D",
                                    "166.2976%JP0D",
                                    "176.6912%JP0D",
                                    "187.0848%JP0D",
                                    "197.4784%JP0D",
                                    "207.872%JP0D",
                                    "220.864%JP0D",
                                    "233.856%JP0D",
                                    "246.848%JP0D"
                                ]
                            },
                            {
                                "Desc": "雷霆交響曲元素エネルギー",
                                "ParamLevelList": [
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D",
                                    "30JP0D"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厳冬の響きJP0D",
                        "Desc": "フリンズはチームの<color style='color:#FFD780;'>月兆</color>に応じて、強化効果を獲得する。<br><br><color style='color:#FFD780;'>月兆・満光</color>：フリンズが起こした月感電反応によるダメージ+20%。JP0D",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽炎の囁きJP0D",
                        "Desc": "フリンズの元素熟知が、フリンズの攻撃力の8%分アップする。この方法でアップできるフリンズの元素熟知は、最大160まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆の祝福・旧世の隠潜JP0D",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、フリンズの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、フリンズがチーム内にいる時、チームの<color style='color:#FFD780;'>月兆</color>は1レベルアップする。JP0D",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "ランプとの暗行JP0D",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>ナド・クライ地域の特産</color>の位置を表示する。<br>また、フリンズはワイルドハントの囁きを理解できるようだ…JP0D",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "雪翳の幕をひらいてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>の基礎クールタイムを4秒に短縮する。<br>また、チーム内キャラクターが月感電反応を起こすと、フリンズの元素エネルギーを7回復する。この効果は5.5秒毎に1回のみ発動可能。JP1B",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "魍魎の壁を越えてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>を発動した後の6秒間、フリンズの次の通常攻撃が敵に命中すると、追加でフリンズの攻撃力50%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br><color style='color:#FFD780;'>月兆・満光</color>：フリンズがフィールドにいる時、フリンズの元素タイプが<color style='color:#FFACFF;'>雷元素</color>の攻撃が敵に命中すると、その敵の<color style='color:#FFACFF;'>雷元素耐性</color>-25%、継続時間7秒。JP0B",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "見知らぬ夜客の訪れJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>旧儀・夜賓の来訪</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "咆哮する荒山の夜JP0D",
                        "Desc": "フリンズの攻撃力+20%。<br>また、固有天賦「幽炎の囁き」は以下のように強化される。フリンズの元素熟知が、フリンズの攻撃力の10%分アップする。この方法でアップできるフリンズの元素熟知は、最大220まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "俗世を遠ざかる影JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌と亡者の舞JP0D",
                        "Desc": "フリンズが敵に与える月感電反応ダメージが35%アップする。<br><color style='color:#FFD780;'>月兆・満光</color>：チーム全員が与える月感電反応によるダメージが10%アップする。JP0D",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "抜擢",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "",
                        "Desc": ""
                    },
                    {
                        "Name": "",
                        "Desc": ""
                    },
                    {
                        "Name": "",
                        "Desc": ""
                    },
                    {
                        "Name": "",
                        "Desc": ""
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "聖護の魔槍",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方へ槍投げ攻撃を行う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律・孤灯の秘密",
                        "Desc": "ランプに宿る古の力を呼び起こし、<color style='color:#FFD780;'>幽炎顕現</color>状態に入る。このモードには下記の特性がある。<br>・フリンズの通常攻撃と重撃が、元素付与によって他の元素に変化しない<color style='color:#FFACFF;'>雷元素ダメージ</color>へと変わり、落下攻撃ができなくなる。<br>・フリンズの中断耐性をアップする。<br>・元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>は、特殊な元素スキル<color style='color:#FFD780;'>北国の槍陣</color>に切り替わる。<br><br><color style='color:#FFD780;'>北国の槍陣</color><br>前方に槍陣を生成し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。さらにその後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>は特殊な元素爆発<color style='color:#FFD780;'>雷霆のシンフォニー</color>に切り替わる。<br><color style='color:#FFD780;'>北国の槍陣</color>の基本クールタイムは6秒であり、他の効果の影響を受けない。",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「天を覆う雪を掻き分け、荒野を駆ける北風を謳おう。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国の嵐槍ダメージ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国の嵐槍クールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽炎の露顕の継続時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "スキルクールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧儀・夜の賓客",
                        "Desc": "ランプに宿る真の力を解放し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、その短時間後に2回中段攻撃を行ったのち、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える最終攻撃を行う。<br><color style='color:#FFD780;'>月兆・満光</color>：スキルが強化される。近くに雷雲が存在する場合、追加で2回の月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br><br>特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>発動後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>は特殊元素爆発<color style='color:#FFD780;'>雷霆のシンフォニー</color>に変わる。<br><br><color style='color:#FFD780;'>雷霆のシンフォニー</color><br>より少ない元素エネルギーで発動できる特殊な元素爆発。月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満光</color>：スキルが強化される。近くに雷雲が存在する場合、追加で月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「夜ですね——ライトキーパーとして、ひとつご挨拶を。今夜は長くなりそうです。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "初期スキルダメージ",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "中段攻撃の月感電ダメージ",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "最終攻撃の月感電ダメージ",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニーダメージ",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニー追加ダメージ",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニー元素エネルギー",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厳冬の響き",
                        "Desc": "フリンズはチームの<color style='color:#FFD780;'>月兆</color>に応じて、強化効果を獲得する。<br><br><color style='color:#FFD780;'>月兆・満影</color>：フリンズが起こした月感電反応によるダメージ+20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽炎の囁き",
                        "Desc": "フリンズの元素熟知が、フリンズの攻撃力の8%分アップする。この方法でアップできるフリンズの元素熟知は、最大160まで。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆の祝福・旧世の秘奥",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、フリンズの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、フリンズがチーム内にいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "照夜の灯り",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>ナド・クライ地域の特産</color>の位置を表示する。<br>また、フリンズはワイルドハントの囁きを理解できるようだ…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "雪翳の幕をひらいてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>の基礎クールタイムを4秒に短縮する。<br>また、チーム内キャラクターが月感電反応を起こすと、フリンズの元素エネルギーを8回復する。この効果は5.5秒毎に1回のみ発動可能。JP1B",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "魍魎の壁を越えてJP0D",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の槍陣</color>を発動した後の6秒間、フリンズの次の通常攻撃が敵に命中すると、追加でフリンズの攻撃力50%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br><color style='color:#FFD780;'>月兆・満光</color>：フリンズがフィールドにいる時、フリンズの元素タイプが<color style='color:#FFACFF;'>雷元素</color>の攻撃が敵に命中すると、その敵の<color style='color:#FFACFF;'>雷元素耐性</color>-25%、継続時間7秒。JP0B",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "見知らぬ夜客の訪れJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "咆哮する荒山の夜JP0D",
                        "Desc": "フリンズの攻撃力+20%。<br>また、固有天賦<color style='color:#FFD780;'>「幽炎の囁き」</color>は以下のように強化される。フリンズの元素熟知が、フリンズの攻撃力の10%分アップする。この方法でアップできるフリンズの元素熟知は、最大220まで。JP0D",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "俗世を遠ざかる影JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌と亡者の舞JP0D",
                        "Desc": "フリンズが敵に与える月感電反応ダメージが35%<color style='color:#FFD780;'>抜擢</color>する。<br><color style='color:#FFD780;'>月兆・満光</color>：付近にいるチーム内キャラクターが与える月感電反応によるダメージが10%<color style='color:#FFD780;'>抜擢</color>する。JP1B",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "抜擢",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "雷霆交響曲",
                        "Desc": "少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満光</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "聖護の魔槍",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方へ槍投げ攻撃を行う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律・孤灯の秘密",
                        "Desc": "ランプに宿る古の力を呼び起こし、<color style='color:#FFD780;'>幽炎の露顕</color>状態に入る。このモードには下記の特性がある。<br>・フリンズの通常攻撃と重撃が、元素付与によって他の元素に変化しない<color style='color:#FFACFF;'>雷元素ダメージ</color>へと変わり、落下攻撃ができなくなる。<br>・フリンズの中断耐性をアップする。<br>・元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>は、特殊な元素スキル<color style='color:#FFD780;'>北国の嵐槍</color>に切り替わる。<br><br><color style='color:#FFD780;'>北国の嵐槍</color><br>前方に槍陣を生成し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。さらにその後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>は特殊な元素爆発<color style='color:#FFD780;'>雷霆のシンフォニー</color>に切り替わる。<br><color style='color:#FFD780;'>北国の嵐槍</color>の基本クールタイムは6秒であり、他の効果の影響を受けない。",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「天を覆う雪を掻き分け、荒野を駆ける北風を謳おう。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国の嵐槍ダメージ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国の嵐槍クールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽炎の露顕の継続時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "スキルクールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧儀・夜の賓客",
                        "Desc": "ランプに宿る真の力を解放し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、その短時間後に2回中段攻撃を行ったのち、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える最終攻撃を行う。<br><color style='color:#FFD780;'>月兆・満照</color>：スキルが強化される。近くに雷雲が存在する場合、追加で2回の月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br><br>特殊元素スキル<color style='color:#FFD780;'>北国の嵐槍</color>発動後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>は特殊元素爆発<color style='color:#FFD780;'>雷霆のシンフォニー</color>に変わる。<br><br><color style='color:#FFD780;'>雷霆のシンフォニー</color><br>より少ない元素エネルギーで発動できる特殊な元素爆発。月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満照</color>：スキルが強化される。近くに雷雲が存在する場合、追加で月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「夜ですね——ライトキーパーとして、ひとつご挨拶を。今夜は長くなりそうです。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "初期スキルダメージ",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "中段攻撃の月感電ダメージ",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "最終攻撃の月感電ダメージ",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニーダメージ",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニー追加ダメージ",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニー元素エネルギー",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厳冬の響き",
                        "Desc": "フリンズはチームの<color style='color:#FFD780;'>月兆</color>に応じて、強化効果を獲得する。<br><br><color style='color:#FFD780;'>月兆・満照</color>：フリンズが起こした月感電反応によるダメージ+20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽炎の囁き",
                        "Desc": "フリンズの元素熟知が、フリンズの攻撃力の8%分アップする。この方法でアップできるフリンズの元素熟知は、最大160まで。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆の祝福・旧世の秘奥",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、フリンズの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、フリンズがチーム内にいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "照夜の灯り",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>ナド・クライ地域の特産</color>の位置を表示する。<br>また、フリンズはワイルドハントの囁きを理解できるようだ…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "雪影の幕をひらく時",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の嵐槍</color>の基礎クールタイムを4秒に短縮する。<br>また、チーム内キャラクターが月感電反応を起こすと、フリンズの元素エネルギーを8回復する。この効果は5.5秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "邪悪の壁を超える者",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の嵐槍</color>を発動した後の6秒間、フリンズの次の通常攻撃が敵に命中すると、追加でフリンズの攻撃力50%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br><color style='color:#FFD780;'>月兆・満照</color>：フリンズがフィールドにいる時、フリンズの元素タイプが<color style='color:#FFACFF;'>雷元素</color>の攻撃が敵に命中すると、その敵の<color style='color:#FFACFF;'>雷元素耐性</color>-25%、継続時間7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "闇に訪う見知らぬ客",
                        "Desc": "元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "咆哮する荒れ山の夜",
                        "Desc": "フリンズの攻撃力+20%。<br>また、固有天賦<color style='color:#FFD780;'>「幽炎の囁き」</color>は以下のように強化される。フリンズの元素熟知が、フリンズの攻撃力の10%分アップする。この方法でアップできるフリンズの元素熟知は、最大220まで。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "俗世から遠ざかる影",
                        "Desc": "元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌と死の舞踏",
                        "Desc": "フリンズが敵に与える月感電反応ダメージが35%<color style='color:#FFD780;'>向上</color>する。<br><color style='color:#FFD780;'>月兆・満照</color>：付近にいるチーム内キャラクターが与える月感電反応によるダメージが10%<color style='color:#FFD780;'>向上</color>する。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "雷霆のシンフォニー",
                        "Desc": "少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満照</color>：近くに雷雲が存在する場合、月感電反応と見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "聖護の魔槍",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方へ槍投げ攻撃を行う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律・孤灯の秘密",
                        "Desc": "ランプに宿る古の力を呼び起こし、<color style='color:#FFD780;'>幽炎の露顕</color>状態に入る。このモードには下記の特性がある。<br>・フリンズの通常攻撃と重撃が、元素付与によって他の元素に変化しない<color style='color:#FFACFF;'>雷元素ダメージ</color>へと変わり、落下攻撃ができなくなる。<br>・フリンズの中断耐性をアップする。<br>・元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>は、特殊な元素スキル<color style='color:#FFD780;'>北国の嵐槍</color>に切り替わる。<br><br><color style='color:#FFD780;'>北国の嵐槍</color><br>前方に槍陣を生成し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。さらにその後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>は特殊な元素爆発<color style='color:#FFD780;'>雷霆のシンフォニー</color>に切り替わる。<br><color style='color:#FFD780;'>北国の嵐槍</color>の基本クールタイムは6秒であり、他の効果の影響を受けない。",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「天を覆う雪を掻き分け、荒野を駆ける北風を謳おう。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国の嵐槍ダメージ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国の嵐槍クールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽炎の露顕の継続時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "スキルクールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧儀・夜の賓客",
                        "Desc": "ランプに宿る真の力を解放し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、短時間後、さらに2回の中段攻撃と1回の最終攻撃を行う。中段攻撃と最終攻撃は月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br><color style='color:#FFD780;'>月兆・満照</color>：スキルが強化される。近くに雷雲が存在する場合、追加で中段攻撃を2回行い、月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br><br>特殊元素スキル<color style='color:#FFD780;'>北国の嵐槍</color>発動後の6秒間、フリンズの元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>は特殊元素爆発<color style='color:#FFD780;'>雷霆のシンフォニー</color>に切り替わる。<br><br><color style='color:#FFD780;'>雷霆のシンフォニー</color><br>より少ない元素エネルギーで発動できる特殊な元素爆発。月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満照</color>：スキルが強化される。近くに雷雲が存在する場合、月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「夜ですね——ライトキーパーとして、ひとつご挨拶を。今夜は長くなりそうです。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "スキル初期ダメージ",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "中段攻撃の月感電ダメージ",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "最終攻撃の月感電ダメージ",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニーダメージ",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニー追加ダメージ",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "雷霆のシンフォニー元素エネルギー",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厳冬の響き",
                        "Desc": "フリンズはチームの<color style='color:#FFD780;'>月兆</color>に応じて、強化効果を獲得する。<br><br><color style='color:#FFD780;'>月兆・満照</color>：フリンズが起こした月感電反応によるダメージ+20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽炎の囁き",
                        "Desc": "フリンズの元素熟知が、フリンズの攻撃力の8%分アップする。この方法でアップできるフリンズの元素熟知は、最大160まで。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆の祝福・旧世の秘奥",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、フリンズの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、フリンズがチームにいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "照夜の灯り",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>ナド・クライ地域の特産</color>の位置を表示する。<br>フリンズはワイルドハントの囁きを理解できるようだ…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "雪影の幕をひらく時",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の嵐槍</color>の基本クールタイムを4秒に短縮する。<br>また、チーム内キャラクターが月感電反応を起こすと、フリンズの元素エネルギーを8回復する。この効果は5.5秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "邪悪の壁を超える者",
                        "Desc": "特殊元素スキル<color style='color:#FFD780;'>北国の嵐槍</color>を発動した後の6秒間、フリンズの次の通常攻撃が敵に命中すると、追加でフリンズの攻撃力50%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br><color style='color:#FFD780;'>月兆・満照</color>：フリンズがフィールドにいる時、フリンズの元素タイプが<color style='color:#FFACFF;'>雷元素</color>の攻撃が敵に命中すると、その敵の<color style='color:#FFACFF;'>雷元素耐性</color>-25%、継続時間7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "闇に訪う見知らぬ客",
                        "Desc": "元素爆発<color style='color:#FFD780;'>旧儀・夜の賓客</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "咆哮する荒れ山の夜",
                        "Desc": "フリンズの攻撃力+20%。<br>また、固有天賦<color style='color:#FFD780;'>「幽炎の囁き」</color>は以下のように強化される。フリンズの元素熟知が、フリンズの攻撃力の10%分アップする。この方法でアップできるフリンズの元素熟知は、最大220まで。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "俗世から遠ざかる影",
                        "Desc": "元素スキル<color style='color:#FFD780;'>古律・孤灯の秘密</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌と死の舞踏",
                        "Desc": "フリンズが敵に与える月感電反応ダメージが35%<color style='color:#FFD780;'>向上</color>する。<br><color style='color:#FFD780;'>月兆・満照</color>：付近にいるチーム内キャラクターが与える月感電反応ダメージが10%<color style='color:#FFD780;'>向上</color>する。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "雷霆のシンフォニー",
                        "Desc": "より少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。<br><color style='color:#FFD780;'>月兆・満照</color>：近くに雷雲が存在する場合、月感電反応ダメージと見なされる<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>をさらに1回与える。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Flins": {}
}