// Auto Generated

var _AvatarDataConfig_ = {
    "Freminet": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Freminet": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "101233": 3,
                "112080": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113050": 2,
                "101233": 10,
                "112080": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113050": 4,
                "101233": 20,
                "112081": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113050": 8,
                "101233": 30,
                "112081": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113050": 12,
                "101233": 45,
                "112082": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113050": 20,
                "101233": 60,
                "112082": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Freminet": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "潜流の剣",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>継続的にスタミナを消費し、大剣を振り回して周囲の敵を攻撃する。<br>重撃終了時、より強力な一撃を放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "84.2379%",
                                    "91.0944%",
                                    "97.951%",
                                    "107.7461%",
                                    "114.6027%",
                                    "122.4387%",
                                    "133.2134%",
                                    "143.988%",
                                    "154.7626%",
                                    "166.5167%",
                                    "178.2708%",
                                    "190.0249%",
                                    "201.7791%",
                                    "213.5332%",
                                    "225.2873%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "80.6757%",
                                    "87.2424%",
                                    "93.809%",
                                    "103.1899%",
                                    "109.7565%",
                                    "117.2613%",
                                    "127.5802%",
                                    "137.8992%",
                                    "148.2182%",
                                    "159.4753%",
                                    "170.7324%",
                                    "181.9895%",
                                    "193.2465%",
                                    "204.5036%",
                                    "215.7607%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "101.904%",
                                    "110.1985%",
                                    "118.493%",
                                    "130.3423%",
                                    "138.6368%",
                                    "148.1162%",
                                    "161.1505%",
                                    "174.1847%",
                                    "187.2189%",
                                    "201.4381%",
                                    "215.6573%",
                                    "229.8764%",
                                    "244.0956%",
                                    "258.3147%",
                                    "272.5339%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "123.8047%",
                                    "133.8819%",
                                    "143.959%",
                                    "158.3549%",
                                    "168.432%",
                                    "179.9487%",
                                    "195.7842%",
                                    "211.6197%",
                                    "227.4552%",
                                    "244.7303%",
                                    "262.0054%",
                                    "279.2805%",
                                    "296.5555%",
                                    "313.8306%",
                                    "331.1057%"
                                ]
                            },
                            {
                                "Desc": "連続重撃ダメージ",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "重撃終了ダメージ",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40"
                                ]
                            },
                            {
                                "Desc": "最大継続時間",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "プレッシャー · フロウ",
                        "Desc": "斬り上げ攻撃を繰り出し、<color style='color:#99FFFF;'>氷元素ダメージ</color>を与え、継続時間10秒のペールスタイマー状態に入る。<br>ペールスタイマー状態時、元素スキルは高圧粉砕へと変わる。<br><br><color style='color:#FFD780;'>高圧粉砕</color><br>ペールスタイマーの圧力ランクに応じて異なる攻撃を行い、ペールスタイマー状態を解除する。<br> · ランク0：縦斬りを繰り出し、<color style='color:#99FFFF;'>氷元素ダメージ</color>を与える。<br> · ランク1~3：縦斬りを繰り出し、ペールスと協同攻撃を行い、<color style='color:#99FFFF;'>氷元素ダメージ</color>と物理ダメージを与える。ダメージは圧力ランクに応じて変化する。<br> · ランク4：圧力で満たされたペールスの力を借り、物理ダメージを与える。この時、「通常攻撃 · 潜流の剣」は高圧粉砕に切り替わる。<br><br><color style='color:#FFD780;'>ペールスタイマー</color><br>フレミネが通常攻撃を行う際に霜寒を放ち、<color style='color:#99FFFF;'>氷元素ダメージ</color>を与え、ペールスタイマーの圧力ランクを上昇させる。<br>なお、与える<color style='color:#99FFFF;'>氷元素ダメージ</color>は元素スキルダメージと見なされる。<br><br><color style='color:#FFD780;'>アルケー：プネウマ</color><br>斬り上げ攻撃を発動した後、斬り上げ攻撃を行う霊息の棘が生成され、プネウマを帯びた<color style='color:#99FFFF;'>氷元素ダメージ</color>を与える。一定時間ごとに発動が可能。<br><br><i>相手の命を奪うのではなく、相手の行動を阻止する。これはある意味において、「生存」のために選んだ戦略でもある。</i><br><i>「ペールス…次は頼んだ。」</i>",
                        "Icon": "Skill_S_Freminet_01",
                        "ParamDesc": [
                            {
                                "Desc": "斬り上げ攻撃のダメージ",
                                "ParamLevelList": [
                                    "83.04%",
                                    "89.268%",
                                    "95.496%",
                                    "103.8%",
                                    "110.028%",
                                    "116.256%",
                                    "124.56%",
                                    "132.864%",
                                    "141.168%",
                                    "149.472%",
                                    "157.776%",
                                    "166.08%",
                                    "176.46%",
                                    "186.84%",
                                    "197.22%"
                                ]
                            },
                            {
                                "Desc": "霜寒のダメージ",
                                "ParamLevelList": [
                                    "7.16%",
                                    "7.697%",
                                    "8.234%",
                                    "8.95%",
                                    "9.487%",
                                    "10.024%",
                                    "10.74%",
                                    "11.456%",
                                    "12.172%",
                                    "12.888%",
                                    "13.604%",
                                    "14.32%",
                                    "15.215%",
                                    "16.11%",
                                    "17.005%"
                                ]
                            },
                            {
                                "Desc": "ランク0の高圧粉砕ダメージ",
                                "ParamLevelList": [
                                    "200.48%",
                                    "215.516%",
                                    "230.552%",
                                    "250.6%",
                                    "265.636%",
                                    "280.672%",
                                    "300.72%",
                                    "320.768%",
                                    "340.816%",
                                    "360.864%",
                                    "380.912%",
                                    "400.96%",
                                    "426.02%",
                                    "451.08%",
                                    "476.14%"
                                ]
                            },
                            {
                                "Desc": "ランク1の高圧粉砕ダメージ",
                                "ParamLevelList": [
                                    "氷元素100.24%+物理48.688%",
                                    "氷元素107.758%+物理52.3396%",
                                    "氷元素115.276%+物理55.9912%",
                                    "氷元素125.3%+物理60.86%",
                                    "氷元素132.818%+物理64.5116%",
                                    "氷元素140.336%+物理68.1632%",
                                    "氷元素150.36%+物理73.032%",
                                    "氷元素160.384%+物理77.9008%",
                                    "氷元素170.408%+物理82.7696%",
                                    "氷元素180.432%+物理87.6384%",
                                    "氷元素190.456%+物理92.5072%",
                                    "氷元素200.48%+物理97.376%",
                                    "氷元素213.01%+物理103.462%",
                                    "氷元素225.54%+物理109.548%",
                                    "氷元素238.07%+物理115.634%"
                                ]
                            },
                            {
                                "Desc": "ランク2の高圧粉砕ダメージ",
                                "ParamLevelList": [
                                    "氷元素70.168%+物理85.204%",
                                    "氷元素75.4306%+物理91.5943%",
                                    "氷元素80.6932%+物理97.9846%",
                                    "氷元素87.71%+物理106.505%",
                                    "氷元素92.9726%+物理112.8953%",
                                    "氷元素98.2352%+物理119.2856%",
                                    "氷元素105.252%+物理127.806%",
                                    "氷元素112.2688%+物理136.3264%",
                                    "氷元素119.2856%+物理144.8468%",
                                    "氷元素126.3024%+物理153.3672%",
                                    "氷元素133.3192%+物理161.8876%",
                                    "氷元素140.336%+物理170.408%",
                                    "氷元素149.107%+物理181.0585%",
                                    "氷元素157.878%+物理191.709%",
                                    "氷元素166.649%+物理202.3595%"
                                ]
                            },
                            {
                                "Desc": "ランク3の高圧粉砕ダメージ",
                                "ParamLevelList": [
                                    "氷元素40.096%+物理121.72%",
                                    "氷元素43.1032%+物理130.849%",
                                    "氷元素46.1104%+物理139.978%",
                                    "氷元素50.12%+物理152.15%",
                                    "氷元素53.1272%+物理161.279%",
                                    "氷元素56.1344%+物理170.408%",
                                    "氷元素60.144%+物理182.58%",
                                    "氷元素64.1536%+物理194.752%",
                                    "氷元素68.1632%+物理206.924%",
                                    "氷元素72.1728%+物理219.096%",
                                    "氷元素76.1824%+物理231.268%",
                                    "氷元素80.192%+物理243.44%",
                                    "氷元素85.204%+物理258.655%",
                                    "氷元素90.216%+物理273.87%",
                                    "氷元素95.228%+物理289.085%"
                                ]
                            },
                            {
                                "Desc": "ランク4の高圧粉砕ダメージ",
                                "ParamLevelList": [
                                    "243.44%",
                                    "261.698%",
                                    "279.956%",
                                    "304.3%",
                                    "322.558%",
                                    "340.816%",
                                    "365.16%",
                                    "389.504%",
                                    "413.848%",
                                    "438.192%",
                                    "462.536%",
                                    "486.88%",
                                    "517.31%",
                                    "547.74%",
                                    "578.17%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のダメージ",
                                "ParamLevelList": [
                                    "14.4%",
                                    "15.48%",
                                    "16.56%",
                                    "18.0%",
                                    "19.08%",
                                    "20.16%",
                                    "21.6%",
                                    "23.04%",
                                    "24.48%",
                                    "25.92%",
                                    "27.36%",
                                    "28.8%",
                                    "30.6%",
                                    "32.4%",
                                    "34.2%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘の間隔",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "シャドウハンターの奇襲",
                        "Desc": "触れることのできない寒気を放ち、<color style='color:#99FFFF;'>氷元素範囲ダメージ</color>を与え、元素スキル「プレッシャー · フロウ」のクールタイムをリセットし、継続時間10秒の潜猟モードに入る。<br><br>潜猟モード状態時、フレミネの中断耐性がアップし、元素スキル「プレッシャー · フロウ」は以下の強化効果を獲得する。<br> · クールタイム-70%。<br> · 通常攻撃を行う時、追加でペールスタイマーの圧力ランクを1ランクアップさせ、通常攻撃による霜寒の与えるダメージが元の200%分となる。<br><br>この効果はフレミネが退場する時に解除される。<br><br><i>「今は…余計な雑音なんて必要ない。」</i>",
                        "Icon": "Skill_E_Freminet_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "318.4%",
                                    "342.28%",
                                    "366.16%",
                                    "398.0%",
                                    "421.88%",
                                    "445.76%",
                                    "477.6%",
                                    "509.44%",
                                    "541.28%",
                                    "573.12%",
                                    "604.96%",
                                    "636.8%",
                                    "676.6%",
                                    "716.4%",
                                    "756.2%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "飽和潜水",
                        "Desc": "<color style='color:#FFD780;'>プレッシャー · フロウ · 高圧粉砕</color>を発動する時、ペールスタイマーの圧力ランクが4未満の場合、プレッシャー · フロウのクールタイム-1秒。",
                        "Icon": "UI_Talent_S_Freminet_05"
                    },
                    {
                        "Name": "並流式冷却装置",
                        "Desc": "フレミネが敵に氷砕き反応を起こした後、<color style='color:#FFD780;'>プレッシャー · フロウ · 高圧粉砕</color>の与えるダメージ+40%、継続時間5秒。",
                        "Icon": "UI_Talent_S_Freminet_06"
                    },
                    {
                        "Name": "深海ナビゲート",
                        "Desc": "チーム内の自身キャラクター全員の水中スタミナ消費-35%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_S_Freminet_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "深海と泡沫の夢",
                        "Desc": "<color style='color:#FFD780;'>プレッシャー · フロウ · 高圧粉砕</color>の会心率+15%。",
                        "Icon": "UI_Talent_S_Freminet_01"
                    },
                    {
                        "Level": 2,
                        "Name": "ペンギンと豊穣の国",
                        "Desc": "<color style='color:#FFD780;'>プレッシャー · フロウ · 高圧粉砕</color>を発動すると、フレミネの元素エネルギーが2ポイント回復する。ランク4の高圧粉砕を発動すると、元素エネルギーの回復量が3ポイントに変わる。",
                        "Icon": "UI_Talent_S_Freminet_02"
                    },
                    {
                        "Level": 3,
                        "Name": "潜流と白い砂の歌",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃 · 潜流の剣</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Freminet_01"
                    },
                    {
                        "Level": 4,
                        "Name": "雪の月とあし笛の舞",
                        "Desc": "フレミネが敵に凍結、氷砕き、超電導反応を起こした後、攻撃力+9%、継続時間6秒、最大2重まで。この効果は0.3秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Freminet_03"
                    },
                    {
                        "Level": 5,
                        "Name": "暖炉と談笑の夜",
                        "Desc": "<color style='color:#FFD780;'>プレッシャー · フロウ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Freminet_02"
                    },
                    {
                        "Level": 6,
                        "Name": "目覚めと決意の刻",
                        "Desc": "フレミネが敵に凍結、氷砕き、超電導反応を起こした後、会心ダメージ+12%、継続時間6秒、最大3重まで。この効果は0.3秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Freminet_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Freminet": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 112.6437,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 107.8804,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 136.267,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 165.5529,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 70.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 70.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        3.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}