// Auto Generated

var _AvatarFetterConfig_ = {
    "37": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "璃月、ここに住む人々の多くは「玉京台」の生活に憧れを抱くが、その規則を知る者はほとんどいない。<br>人々は「璃月七星」が才能に溢れた集団であり、璃月の命綱を握っていることを知っているが、全ての決断がどのようにして決定されているのかを容易には理解できない。<br>人々は新しい年に公布される条例が市場を大きく動かすことを知っているが、それがどのようにして繁雑な議事録の中から抜き出され、理解しやすい言葉に書き換えられているのか知らない。<br>甘雨は「月海亭」の秘書であり、世の人々の目に映らない仕事をいくつも担当している。<br>人々は甘雨の地位を知っているが、それでも「月海亭」の秘書と、夜明けに埠頭で黙々と朝食を楽しむ彼女を結びつけるのは困難であった。<br>朝日が昇りきる前に、彼女は再び玉京台にある月海亭へと戻り、引き続き「契約」を完遂するために働く。<br>——そう、それは三千年前に彼女と「岩王帝君」が結んだ契約なのだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "甘雨は、七星のうち誰か一人の「専属秘書」というわけではなく、「璃月七星」全体の秘書である。<br>その温厚な見た目とは裏腹に、その内には盤石な意思が秘められている。<br>このことを、仙人たちを率いる岩王帝君はとうに見抜いていた。<br>遥か昔、「璃月七星」が初めて璃月に現れた時、甘雨は初代七星の秘書を務めることになった。<br>それから璃月七星は幾度となく世代交代を繰り返すも、そのそばにはいつも甘雨がいた。<br>それはその長い年月の間、璃月各所の膨大な書類の処理を全て甘雨が担ってきたことを意味する。<br>彼女は仕事量が七倍、百倍、千倍になったとしても、微塵も責任感を減らすことなく、あの最初の日から変わらずに働いてきた。<br>かつて、何が甘雨をそうまでして突き動かすのか理由を探ろうとした者がいたが、その答えは明らかになることがなかったそうだ。<br>「私がしたことは、帝君の功績と比べたら…足元にも及びません」",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "「私の仕事は、璃月に存在する数多の命に、最大の幸福を与えることです」<br>ほとんどの状況下において、甘雨は信頼に値する秘書である。<br>膨大ともいえるその仕事の数々を、彼女以上に上手く処理する者はいないだろう。さらに、彼女は璃月のあらゆる物事に対して、独特で鋭い視点を持ち合わせている。<br>ただ、甘雨が頼りになるのは「ほとんどの状況下」でのことであり、一部はそうではない。<br>肝心な場面であればあるほど、少しの失敗も許されないと力み、彼女は余計な緊張をしてしまうのだ。そして、その緊張のせいで失敗を犯す。<br>例えば、璃月の1年の中で最も重要な儀式のひとつである「七星迎仙儀式」でのことだ。<br>甘雨はある年の「七星迎仙儀式」に3分遅刻し、群衆が見つめる中、人混みをかき分けてやっと儀式の場に到着したことがあった。<br>その後、甘雨は顔を赤面させながら口ごもり、言い訳もせず、ただ心の中で「岩王帝君」に何千回と謝罪した。<br>仲のいい同僚は、この失態には何か裏があると考えた。<br>顔見知り程度の同僚たちは、帝君が特に気にしていないのを見て、それに倣うことにした。<br>プライベートでも付き合いのある者は彼女を心配し、仕事量を調整するか、短期の休暇を取得するよう勧めたが甘雨は首を横に振った。<br>「今年の式典に着ていく衣装の飾りをどれにすべきか悩んでいたら、2時間も経っていました…」<br>——このような理由を、甘雨は絶対に誰にも言わないだろう。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "千年はどれくらい長いのか？<br>それは荻花洲に咲き誇っていた琉璃百合が洪水により絶滅するほど長く、賑やかだった帰離原が戦後寂れて廃墟と化すほど長い。<br>千年はどれくらい短いのか？<br>甘雨にとって、それは瞬く間のこと。<br>凡人では想像もできない長い年月の中、甘雨は玉京台に座り続け、あらゆる書類を処理してきた。<br>全ての楼門の建設を記録し、全ての産業の繁栄を目にした。<br>甘雨は時間の流れを客観的に捉えていた。時間は白紙の上で絶え間なく更新される膨大な数字であり、あらゆる色を使って区分される必要のあるテーブルであると。<br>時間は、甘雨の心を変えることができなかった。彼女はずっと「人」と「仙獣」の間で揺れ動いている。<br>麒麟である彼女には、人間の世界で起こるたくさんの争いを理解できない。<br>一方、その身に流れる人の血が彼女に、人間社会に融け込む希望を囁くのだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "ひとたび仕事から離れると、甘雨は普段とは違う一面を見せる。<br>彼女には昼寝の習慣があり、まるで体内に寸分の狂いもない時計が埋め込まれているかのように、時間になると場所や状況に関係なく、体を丸めてすぐに眠ってしまうのだ。たとえヒルチャールが彼女を囲みながら騒がしく踊っていても、彼女が目を覚ます事はない。<br>この習慣は最初「璃月七星」の身内同士の笑い話でしかなかった。<br>だが、ある日「天璇星」に同伴し昼食を外で済ませた後、満腹になった甘雨が道端に積まれた干し草の上で眠ってしまったことがあった。そして、そのまま荻花洲へと運ばれてしまい、荷下ろしの時に頭を地面にぶつけてようやく目を覚ましたという。<br>元の場所へ戻るまでの3時間、「天璇星」は甘雨が何も告げずに姿を消すやつではないと重々理解していたため、危うく失踪届けを出してしまう寸前だったそうだ。<br>その後、「今後、昼寝は安全な場所で行うこと」という訓戒を受けた甘雨は、落ち込みながらこう口にした。<br>「璃月は…どこも安全な場所ではないのですか」と。<br>甘雨の世間に対する認識が多くの人とズレているのは、彼女の中に仙獣の血が流れているからなのかもしれない。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "甘雨に仙獣「麒麟」の血が流れていることは、璃月港であまり知られていない。<br>緋雲の丘を通る時、彼女を初めてみる者は毎回、その長い髪から伸びている物について聞く。それに対し、彼女はいつも家に伝わる髪飾りだと誤魔化すのである。<br>「もし、みんなに本当のことを知られてしまったら、もっと距離を取られてしまいます…」<br>今まで、一度も璃月の民と親しくなったことなどないが、甘雨にとって心の距離を置かれることは悲しいことなのだ。<br>また、それとは別にもう一つ重要な理由がある。これが「麒麟の角」であることを正直に話してしまえば、好奇心から角を触る人が現れるかもしれないからだ。<br>——心理的や生理的に関わらず、角にも感覚があるのだ。<br>また他にも、甘雨が用心深く隠している秘密がある、それが「体型の維持」だ。<br>麒麟は菜食主義者だが、璃月の料理はその名を天下に轟かせるほど美味であり、たとえ野菜料理であっても食欲を抑えるのは難しい。<br>そのため、町での生活に慣れた甘雨は、己の体型と体重を常に気にするようになった。<br>気付けば美味しいものに吸い寄せられていたなんてこともしばしあり、食欲をコントロールすることはドラゴンスパインで烈焔花を見つけるのに等しいくらい困難であると彼女は考えている。<br>だが、たとえ困難なことであっても、甘雨は努力を怠ったりはしない。<br>彼女は数千年前の魔神戦争中、毬のように丸々と太っており、その体型ゆえに巨獣の喉を詰まらせたことがあった。息の出来なくなった巨獣はいとも容易く降伏したという。<br>その恥ずべき過去を繰り返さぬよう、甘雨は何がなんでも体型を維持すると心に強く誓っているのである。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "玉京台植物誌",
                "Content": "玉京台でよく見られる植物の特徴や習性を記した手記、その秀麗な字は甘雨の手書きによるものである。<br>手記は明確に部類分けされており、内容は簡潔かつ的確で、小難しい内容は分かりやすく要約までされている。例えば、琉璃百合の保護の要点や霓裳花の移植についてなどだ。<br>読み物としても専門書としても、正式に出版しても良いレベルのものである。<br>——以上が、最初のページをいくつかめくった時の感想だ。<br>ページを後ろからめくった時、その内容に驚かされることだろう。<br>手記の後ろの数ページは、その大部分が黒く塗りつぶされているのだ。<br>じっと目を凝らすことで、そこに各種野菜の育て方が記されていることを辛うじて判別できる。<br>「自分で野菜を育てられるようになると、食欲をコントロールするのがもっと難しくなります」<br>甘雨は拳を強く握りしめながら己の欲望を抑え、苦労してまとめ上げた成果を全てなかったことにしたのである。<br>ある日の事、お腹を空かせた甘雨が花の水やりをしようとした時、霓裳花へと頭から突っ込んでしまった。その時、もしこれがスイートフラワーだったらと妄想することで、自分の食欲を紛らわせたという。<br>そして、そのまま昼寝の時間になり、彼女は山積みのスイートフラワーに包まれる夢を見るのであった。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "麒麟は仙獣の中の仁獣であり、甘露を飲み、嘉禾を食す。<br>生きた虫を踏まず、生きた草を折らず、群れず、旅をせず、罠に入らず、穏やかで寛大で、温厚で優雅な一族だ。<br>過去に海の中で巨獣が暴れまわり、足元の大地が脅かされた時、平穏という言葉は日常の中から消え去った。<br>三千年前、甘雨は岩神モラクスの召喚に応え、魔神戦争において彼に助力した。<br>戦争が終結すると、彼女は璃月に残り、人々がより完璧な国を作り上げるための手伝いを始めた。<br>初代の璃月七星が補佐を必要とした時、彼女はこの任を引き受けて七星の秘書となる。<br>そして彼女がこの決断を下した瞬間、腰元に「神の目」が現れたそうだ。それは彼女に卓越した肉体と、世界と共鳴する力を与えた。<br>その時、甘雨の心は平和と安堵に満たされていた。<br>どんなに強くなろうとも、「神の目」を使うことはないだろう。これは璃月を守る最後の手段である。<br>仙獣と人間の混血として、彼女は二つの種族の架け橋となることを選択した。そして「神の目」は、その新しい責任への証人である。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "分かりました、派遣の「契約」はできましたので、ご確認を。では今からあなたのために…えっ！？私のサインがないですか？確認しますね。えっと…名前は甘、甘雨です…これでいいですね。と、ところで、仕事内容は何でしょうか？",
                "Tips": []
            },
            {
                "Title": "世間話 · 穏やか",
                "Content": "穏やかな雰囲気…とても好きです。",
                "Tips": []
            },
            {
                "Title": "世間話 · 聞こえる",
                "Content": "芝生に寝転がると、大地の鼓動が聞こえてきます。",
                "Tips": []
            },
            {
                "Title": "世間話 · 配慮",
                "Content": "仕事…仕事がまだ終わってません…休んでいいのでしょうか？",
                "Tips": []
            },
            {
                "Title": "雨の日 · 心配",
                "Content": "飛雲商会が栽培した霓裳花には十分の露が必要ですが…和記交通の方たちは雨の後のぬかるんでいる山道が嫌い…",
                "Tips": []
            },
            {
                "Title": "雨の日 · 音",
                "Content": "庭で雨の音を聞くのが好きですが、少し贅沢すぎますね。",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "ん？晴れましたか？いつの間に…",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "うん、空気が綺麗ですね。",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "琉璃百合のにおい、いいですね…",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはようございます…ん？どこか変ですか？あまり…髪飾りをじっと見ないでください。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ふわぁ…お昼寝しないと。用件がなければ…失礼しますね。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "家々のともしびがすぐ目の前にある。人々の生活は一体どんなものなのでしょう…え？一緒に夜市に？あっ…ご、ごめんなさい、遠慮しますね。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "…帝君のご加護と、良い夢が訪れますように。",
                "Tips": []
            },
            {
                "Title": "甘雨自身について…",
                "Content": "私の仕事は帝君との「契約」に従い、璃月の数多くの命に最大限の幸せをもたらすことです。",
                "Tips": []
            },
            {
                "Title": "仕事について…",
                "Content": "今日の仕事が予定より早く終わりました。…ざ、残業？…承知しました、頑張ります。",
                "Tips": []
            },
            {
                "Title": "請求について…",
                "Content": "人間の話をもっと理解したい…特に人間に対するあなたの考え方と評価を知りたいです。えっと、だってあなたはテイワット大陸の普通の人間と違いますから。それに私も…ぜひ、私といろいろ交流してほしいです。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "評価について…",
                "Content": "えっと…あの…わ、私の仕事ぶりに関して、あなたの評価を知りたいです。ふ、普通の宝箱レベルか、それとも豪華な宝箱レベルか。だ、大丈夫です。私は…どんな評価でも耐えられます。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「千の権力には千の責任が伴う。」古今を見渡す視野があるのに、自身の生活を諦めざるを得なかった帝君こそが、璃月で最も大変な方でしょう。帝君と比べて、普通の「神の目」を持ち、普通の責任を背負うことしかできない私は、かなり楽ですよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "「万の商人が訪れ、千の船が往来し、百の品々が現れ、世の中の宝がここに集まる。」と人々はそう璃月を称賛しましたが、この壮大な景色があるのは、人々の努力の賜物です。私もこの繁栄に恥じないように働かなければなりません。",
                "Tips": []
            },
            {
                "Title": "興味のあること · 名前",
                "Content": "璃月のワンちゃんたちには名前をつけました。でも一部のワンちゃんは違う名前で呼んでも反応するんです。私が誰かに違う名前で呼ばれても、きっと反応できません。ワンちゃんたちはすごいですね…",
                "Tips": []
            },
            {
                "Title": "興味のあること · 清心",
                "Content": "清心の花弁は美味しいです…格別に美味しいです。美味しすぎるからこそ玉京台で栽培したくないのです。いつか我慢できなくなってしまったら…ん？えっと…苦い？…でも、それが清心の味ですよ。",
                "Tips": []
            },
            {
                "Title": "モラクスについて · 信頼",
                "Content": "帝君のことは絶対的に信頼しています。あの時、帝君の統率があったからこそ、私たちは魔物を撃退し、海獣を降伏させ、皆さんの安全を守ることができました。帝君が人々を守る姿、そして千年に及ぶ誠意、私は忘れたりしません。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "モラクスについて · 追いかける",
                "Content": "帝君の決定はいつだって璃月の数多の命に幸せをもたらします。それに私は敬服し、そしていつか帝君のようになりたいと思ったのです…でも帝君の歩みを追いかけようとすると、緊張でミスすることがたまにあります…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "凝光について…",
                "Content": "歴代の「天権」は璃月の古い法律に解釈と補充を行います。その中で、当代の「天権」、凝光の効率は最もいいです。ただ、あの効率と効果を求めるスタイルは非難されることがよくあります。欠点をとがめることは、受け入れることより簡単ですからね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴について · わだかまり",
                "Content": "帝君に対する彼女の態度に納得できません。でも…でも…「甘雨、これが今の璃月に必要な人材だ」って帝君が言いました。帝君の言葉を理解するためには、いろんなこととの接触をもっと頑張らないとですね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴について · 考えを変える",
                "Content": "最近彼女は碧水の貿易ルートを修復する案を自ら話してきて、帝君ならどうするかって聞いてきました。私たちが話した案は帝君と比べたらまだまだでした…でも彼女の帝君に対する思いが伝わってきて嬉しいです。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "行秋について…",
                "Content": "飛雲商会のあの青い服の少年は、彼の父親や兄のように織物の経営に熱心ではないようです。たぶん、彼にとってもっと大事なことがあるからでしょう。もちろん、これはあくまで私の推測です…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "香菱について…",
                "Content": "香菱はとても有名です！でも…「万民堂」あたりはあまり行かないことにしています。あそこには食事の香りが満ちていて、いざ釣られて注文したら、たとえ野菜だけでも…食欲を我慢できません。そんなことしたら…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "北斗について…",
                "Content": "近頃、玉京台では南十字船隊へのクレームが止まりません。でも私が見た北斗船長の璃月に対する貢献は、でたらめな噂話を流す人々には想像もできないほどずっと多いです…あっ、すみません、失言でした。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヨォーヨについて…",
                "Content": "ヨォーヨですか…総務司の知り合いに頼まれて、船上に行かないように彼女の世話をしています…総務司の業務範囲ですか？うーん…わ、分かりません。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "魈について…",
                "Content": "彼は人間と距離を置いています、そういう性格だからでしょうか…理解はできますが、彼に「近づく」ことはできません。なにせ…彼と同じ「契約」を結んだ仲間はもういませんから…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "煙緋について…",
                "Content": "煙緋さんですか…彼女は子供の頃からすでに、契約を守ってこそ幸せな生活が送れるということを理解していました。その彼女も今は立派に育ち、璃月の有名人になられています。<br>法律家の仕事は煩雑なものが多いですが、それを容易くこなす彼女を見て、私もとても安心できました。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "申鶴について…",
                "Content": "私は彼女のことをよく知っているわけではありません。ただ留雲真君から、彼女は気性が荒く、心を抑えなければ周囲に大きな危害を与えてしまうと聞きました…普段、暇を持て余し過ぎているからかもしれませんね。私が…彼女に仕事をお勧めした方がいいのでしょうか…？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "夜蘭について…",
                "Content": "夜蘭さんは、一年のうち七割近くを欠勤しています。ですが、凝光様が彼女にそのような特権を与えているのには、きっと何か理由があるのでしょう。もちろん、これは私が詮索すべきことではありませんので、詳しいことはよく分かりません。でもある日、月海亭へ帰る途中、あの方がたくさんの人と笑いながら、朝食とお茶をいただいているところを見ました。心の底から…少し羨ましいと思いました。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "閑雲について…",
                "Content": "留雲真君…コホン、閑雲さんから何日か前に買い物に誘われたのですが…屋台に着くたび足を止め、一つ一つ品物をすみずみまで見てからでないと、次に向かってくれなくて…まだ食事をしていないことにお互い気づいた時には、もう日が暮れていました。その瞬間、ふと山で修行をしていた遠い日々のことを思い出したんです——あの頃も、毎日があっという間に過ぎていたということを…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千里の月明り」をクリア"
                ]
            },
            {
                "Title": "甘雨を知る · 1",
                "Content": "臨時の仕事ですか？あっ、詳細は言わなくても大丈夫です。要求を書いて、ここに置いておいてください。",
                "Tips": []
            },
            {
                "Title": "甘雨を知る · 2",
                "Content": "「甘雨のことをもっと知りたい」…な、なにこの仕事？そ、そんなの対応したことありません…昨年末の仕事の報告の暗唱はどうですか？えっ、だめですか？",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "甘雨を知る · 3",
                "Content": "考えました…「仕事」ですから、「仕事」の対応するのに恥ずかしく感じる必要はありません。え？この…髪飾り？実は角です。私には仙獣「麒麟」の血が流れています。では、この秘密保持契約書にサインしてください、他言無用です…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "甘雨を知る · 4",
                "Content": "仙獣の末裔でありながら、私には人間の血も流れています。この数年間、璃月港の人間の暮らしにちゃんと溶け込んだかどうかわかりません…たぶん、私は地面に入る草スライムのように、自分をデータや報告表に埋めて逃げているのでしょう。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "甘雨を知る · 5",
                "Content": "話し相手になってくれて、ありがとうございます。十数年間口にしなかったことまで話したような気がします…こうして鍛え続けたら、いつか秘書以外の仕事もできるのでしょうか。百年以上の時間をかけたら、きっと重大なミスはしないはずです。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "甘雨の趣味…",
                "Content": "趣味ですか？そうですね…仕事でしょうか。ん？仕事以外で？それはどうしてですか？趣味はしたいこと、すると嬉しくなることですよね。趣味が仕事のどこが問題ですか？",
                "Tips": []
            },
            {
                "Title": "甘雨の悩み…",
                "Content": "どうして人々は、自分の存在は他人より価値があると証明したがるのでしょう？存在していること自体、素晴らしいことなのに…そうですよね？",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "「甘露を飲み、嘉禾を食す」、それが私のポリシーです。だから、あの美味しそうな仙跳牆を私の視界から消してください…",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "私たち一族は厳しい菜食主義者です。肉料理は遠慮させていただきます。野菜団子に入れてもだめです…だめです、だめですから。においで分かります。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "本格的なご馳走ですね…あっ！私、食べ過ぎてしまいましたか？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "食事に関してはかなり気を遣っているため、あなたの手を煩わせてしまいましたね…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "お気持ちは受け取りますが、お肉は…遠慮しておきます。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "お誕生日おめでとうございます。今までお世話になったのに、プレゼントも用意していないなんて…後ろにあるもの？えっ、見たんですか…失敗した清心のお菓子です…完璧に作りたいと思ったのに…お、美味しいですか？ほ、本当に？",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "力？…久しぶりですね。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "もし…平和な形で解決できたら、いや、なんでもありません…",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "これが新たな生活の道でしょうか…わかりました、文句は言いません。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "古書で「麒麟が戦えば、日の光なし」という文章を見ました。そんな大げさなことはありません。でも戦う必要がありましたら、私は全力を出してあなたのために戦います。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "おさわり禁止。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "部外者禁止。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "霜寒化生。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "風雪の縮図。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "琉璃のように落ちなさい。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "この仕事は排除するべきですね。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 4",
                "Content": "岩王帝君のために！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "次の仕事は…",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 2",
                "Content": "ついていきます…",
                "Tips": []
            },
            {
                "Title": "ダッシュ終了 · 1",
                "Content": "運動は必要です…",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "収穫があるのはとてもいいことです。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "美しい宝、嬉しいですね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "宝箱を残した人も、「契約」に従ったのでしょうか？",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "…私が戦場から離れたせいです。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "あれ？ミスした？",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "エネルギー補充が…必要です。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "後ろに下がってください！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "えっと…「迂闊に攻めるな」です！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "帝君…ごめんなさい…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "「契約」は…まだ終わっていない…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "もう少し…頑張らないと…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "油断しました…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "大丈夫です…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "仕事の時間ですか？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "指令をお出しください。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "あなたとの「契約」を守ります。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "37": {
        "Costumes": [
            {
                "ID": 340015,
                "Name": "玄玉瑶芳",
                "Desc": "軽くて優雅な佳節の衣装。竜葵の紫黒色と玉の青色を基調とした衣服と、清心の如き明るく美しい髪飾によって構成されている。まさに甘雨が最も好む組み合わせと言えよう。",
                "Icon": "UI_AvatarIcon_GanyuCostumeYu",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "霜麟聚露",
                "Desc": "甘雨の衣装。「三眼五顕仙人」の祝福が込められた優雅な服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108213,
            "JD": 108203,
            "Name": "<b>盛世太平</b>",
            "Eff": "選択したキャラのHP上限の40%を回復し、さらにHPを2350回復する。",
            "Desc": "甘雨のオリジナル料理。麒麟が花畑で休んでいる光景は、見る者の心を穏やかにする。甘雨は世への願いをこの料理に込め、己が最も好んでいる清心の花びらを何も言わずにあなたに残した。",
            "Recipe": {
                "100092": 4,
                "100026": 2,
                "100013": 2,
                "100051": 2
            },
            "Icon": "UI_ItemIcon_108213"
        },
        "Namecard": {
            "Name": "<b>甘雨·麒麟の跡</b>",
            "Desc": "名刺の飾り紋。<br>草を折らず、虫を履まず。",
            "Pic": "UI_NameCardPic_Ganyu_P"
        }
    }
}

var acs_cache_ = {
    "340015": "Thanks to her marvelous half-adeptus constitution, Ganyu's capacity to endure hardship far surpasses the average mortal, and so she spends all year rushing to and fro on business for Yuehai Pavilion and the Ministry of Civil Affairs, her work unceasing even as day turns into night turns back into day. Naturally, she has little mind to spare for matters of personal dress, to say nothing of accessories or makeup.<br>Over time, her everyday appearance and the word \"busy\" have become tightly bound. Even when she is spotted on her brief days off, one cannot help but worriedly picture her doing overtime till she practically falls asleep standing up, or wonder if she might suddenly do an about-face and make a beeline to take care of the nearest article of urgent business.<br>Xianyun saw all this, of course, and had long been considering countermeasures. Just as well, then, that Lantern Rite was imminent, and a suggestion that she had heard on the streets came to mind:<br>\"A change of clothes may make for a change of mood...\"<br>Thus did the adeptus retrieve a machine she had sealed in storage for many years. Using it, some of her friend Ping's best Silk Flowers, and the dyes made using divine herbs from her abode, she weaved several bolts of fabric and satin of immaculate quality and color. As for the exquisite hair ornaments and pendants, they were made of the same material as her adeptal machines. Elegant, lovely, and infused with faint fragrance.<br>Then, Xianyun brought the fabric and satin to one of the finest tailors in Liyue Harbor, though she did give the poor artisan quite a fright — after all, any ordinary valuation would appraise these materials at a price point somewhere around \"couldn't get more expensive if you'd just melted Mora down and spun it into silk.\"<br>Xianyun was pleased indeed with that reaction.<br>\"One's disciple has worked many years at Yuehai Pavilion — a figure of standing and repute, surely, and more than worthy of such finery!\"<br>Of course, Xianyun did not mention the unique aspects of the fabric or the accessories when she gave Ganyu this gift, mentioning only that the tailor's craftmanship had satisfied her.<br>Nonetheless, Ganyu could intuit the value of the raiment and the thought her master put into its impeccable artisanry from how the garment seemed to flow like water in her hands.<br>And so she changed out of her usual working clothes and came out, light of heart, to meet the adeptus and her gathered friends, and at that moment her mood did quietly change—<br>As the clear starry night sky, as a tranquil scene of fragrant blossoms.<br>\"Putting duty aside to spend a carefree Lantern Rite with everyone... This, too, is an experience precious beyond measure.\""
}