// Auto Generated

var _AvatarFetterConfig_ = {
    "55": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "ゴローは海祇島軍隊の大将であり、軍での人望は厚く、部下たちからも慕われている。<br>目狩り令が敷かれていた当時、ゴローは海祇軍を率いて何度も幕府軍と戦い、厳しい状況下におかれても、防衛線を守り抜いた。<br>兵士たちは彼を「常勝の立ち耳将軍」と名付け、この称号は幕府にまで広まった。<br>普段のゴローは、兵士たちの前で偉ぶることはしない。真摯で素直な性格の彼は、心優しい兄貴分として知られている。<br>しかし、こんな立派な将領にも、悩みがあるようだ…",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "ゴローは元々、海祇島の一般兵だった。<br>ある特別行動中、ゴローが所属していた「チンアナゴ二番隊」は、前代未聞の危機に遭遇した。<br>隊長が矢で射られて亡くなり、生き残った隊員も山の中に閉じ込められてしまったのだ。<br>任務を続けるべきか、救援を呼ぶべきか、敵と交渉するべきか…目の前には問題が山積しているのに、山には静寂が漂うばかりだった。<br>指揮者はおらず、兵糧もなく、隊の全員が危機に瀕していた。士気は低下し、多くの者の頭には「降伏」という考えも浮かんでいた。<br>ゴローが前に出たのは、そんな時だった。彼は「交渉」と「降伏」という意見を撥ねのけ、大胆な作戦を立案したのだ。<br>隠れることをやめ、ほとんどの兵士を率いての攻撃を装い、残りの兵士が救援を呼びに行くための隙を作る。そして援軍が来たら、ゴローと協力し、敵を挟み撃ちにするというものだ。<br>作戦が失敗したらどうするのかと問われたが、それに対しゴローはこう答えた。<br>「敵が包囲網を強化すれば、状況はさらに不利になる。今ならまだ生き延びられる可能性が残っている。だから全力で戦わなければならない。」<br>「もし作戦が失敗したら、俺が全責任を負う。」<br>何日も寝ずに持ちこたえ、疲労困憊だったゴローたちはついに、珊瑚宮心海率いる援軍を迎えることができた。<br>その後、彼はチンアナゴ二番隊の隊長に任命され、現在の海祇島「大将」にまで昇進したのである。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "兵士たちが考えるゴローとは、威厳はあるが傲慢さは感じない、そんな将領である。<br>彼は明るく素直な性格で、部下のことを仲間と思い、喜びや悲しみも共に分かち合う。<br>珊瑚宮心海は、軍におけるもっとも重要な要素とは、装備、兵糧、俸禄の三つだとゴローに教えた。<br>それ以来、ゴローは自ら部下に武器の手入れの仕方を教えるようになった。さらに、兵糧と俸禄の配布にも誤りが生じないよう、厳しく管理している。<br>また、海祇島の「大将」であるゴローは、常に自分で部隊を率いて戦う。<br>前線にいる彼の後ろ姿はまるで軍旗のように、後ろに続く兵士たちを鼓舞しながら進んでいくのだ。<br>これこそ、兵士たちがゴローを尊敬する理由であろう。心海と同じく、ゴローは兵士たちの命を何よりも大切にしている。だが、自分のことはそれほど重要ではないと思っているようだ。<br>事情を理解していない人は、ゴローは大将らしくない、ただの「小僧」だと笑うだろう。<br>しかしその「小僧」こそが、海祇島の兵士たちにとって最高の大将なのだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "ゴローは勇敢で決断力があり、部下を率いては、常に自分よりも強い敵に勝利する。<br>しかしそんな彼にも、衝動的になるという短所があった。<br>戦うほどに気が高ぶり、自分を抑えられなくなってしまうのだ。<br>戦争とは残酷なものであり、何十年も戦場に身を置いてきたベテランと比べれば、ゴローは間違いなく経験不足である。<br>しかし、彼の高い学習能力によって、このような欠点は徐々に改善されていくだろう。<br>珊瑚宮心海は、軍隊の将領に虎の巻を用意してくれる。だが虎の巻の使い方は、将領自身に一任されていた。<br>ゴローはいつも、虎の巻からその時の状況に応じて最適な戦略を見つけ出し、それを最後まで貫き通す。<br>時間が経てば、いつか虎の巻のすべてを理解することができると、彼は信じている。そしてその時が来たら、ゴローはさらなる自信を手にすることができるだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "ゴローは八重神子に頼まれて、八重堂で臨時の「仕事」をしている。<br>目狩り令が撤廃された後、海祇島と幕府の交渉がうまくまとまったことで、両者の距離はますます近付いていた。<br>ゴローは時々、鳴神島の変化を見たり、最新の書籍を買ったりし、そしてある約束を果たすため、八重堂へと足を運んでいる。<br>八重神子はゴローのために、『月刊閑事』に匿名の質問欄を設けた。読者たちが自分の悩み事を手紙に書き、八重堂に投稿する。それを読んだゴローが、自分の見解を述べるというものだ。<br>読者の手紙とゴローの回答における個人情報は、八重堂を経由する過程で特殊な処理が施され、匿名に書き換えられる。<br>八重神子曰く、彼女がゴローを選んだ理由は、彼がよく部下と交流しているからだそうだ。<br>この読者からの質問欄は人気を博したが、八重堂の編集者はゴローに原稿料を渡すたび、なぜかこんな質問をする。<br>「そういえばゴローさん、ヒナさんって知ってる？」<br>「最近わりと人気の作家だと聞いてるが、それがどうかしたのか？」<br>「いえ、何でも…」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "兵士たちがゴローにすべてを語らないように、ゴローもまた、口にはしづらい悩みを抱えていた。<br>例えば、風雨に長くさらされるとしっぽの毛がくすんできて、やつれて見えるとか。手入れをしたいのに、正しいやり方が分からないとか。<br>また、部下と入浴する際、自分の体格に劣等感を覚え、悔しい気持ちになることもあるらしい。<br>さらには、八重神子のような捉えどころのない女性を前にすると、瞬時に警戒態勢に入ってしまい、まともに接することができなくなることも…<br>ゴローは威厳を保つため、このような悩みを兵士に打ち明けることは避けていた。<br>そして海祇島の兵士たちも、彼の悩みをある程度察することができたとしても、気付かないふりをするのだ。<br>ゴローの悩みは増す一方だった。しかし旅人が現れたことで、人の悩みを解決するのが得意な海祇島の大将にも、自分の悩みを打ち明けられる仲間ができたのだった。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "登山着",
                "Content": "ゴローの趣味の中でも、「登山」は三本の指に入るだろう。<br>仲間と共に山に登って汗を流し、周囲の美しい景色を眺めることは、心と体を鍛え、団結力を高めるのにも役立つ。<br>この趣味をより楽しむために、ゴローは旅の商人から登山着一式を購入した。<br>この登山着は特別高価なものではなかったが、頑丈さと耐久性を兼ね備えており、登山中、何度も危険な場面でゴローの身を守ってくれた。<br>武器を大切にするのと同様、ゴローはこの登山着を大切にしてきた。これからもこの登山着が、彼の旅のお供となることは間違いないだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "ゴローは一時期、敗戦の責任をすべて自分一人のせいにしていた。<br>「俺がもっと強かったら、戦局を変えられたかもしれない。」<br>その悔しさを抱えながら、ゴローは自分の力で仲間を勝利に導こうと、日夜、弓の訓練に励んだ。<br>しかし、戦場で腕を磨いてきたゴローは、屈強な兵士が孤立して倒れ、生け捕りにされたり、不利な状況に置かれた力ない兵士たちが、協力して敵を倒したりする場面を目の当たりにした。<br>その時ゴローは、個人の力には限界があるのだと悟ったのだった。<br>個人が強くなることはもちろん重要だが、それ以上に、兵士が一致団結して戦うことが肝要なのだ。<br>兵士は集団で強くなってこそ、戦場で無敵になれる。<br>それに気付いたゴローは、弓術の頂点を追い求めることをやめ、自分の時間と労力を割いて、周囲の者と共に強くなる道を目指した。<br>今にして思えば、これこそが神の目を得る契機となったのかもしれない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "海祇島抵抗軍大将、ゴロー、助太刀に参った！お前の威名はすでに耳にしている、共に手を取り合い、勝利を収めようではないか！さっきの俺の威勢、どうだった？悪くなかっただろ？",
                "Tips": []
            },
            {
                "Title": "世間話 · 軍略",
                "Content": "備えあれば憂いなしだ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 特訓",
                "Content": "今はせっかく戦がないんだ、特訓でもして、体力をつけとくか！",
                "Tips": []
            },
            {
                "Title": "世間話 · 体格",
                "Content": "たくましい体格は力の象徴、士気の鼓舞にも役立つ…もっと頑張らねば！",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "しっぽが濡れた…篝火を見つけて乾かすか…",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "敵襲か！？",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "寒い…こんな天気の日は野外活動に向いていない…",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "日向ぼっこもいいが、士気は落とすなよ。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "追い風ならば、我らの有利。向かい風ならば、臆することなし！",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "朝練の時間だ、俺と一緒に山に登るか？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "昼ご飯はぶり大根と白米だな！この組み合わせは抵抗軍の中でも人気なんだ、試してみろよ。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "夜になっても警戒を怠ってはならない、目をよく暗闇に慣らすんだ。暗くて灯りのない場所は、戦場になる可能性がある。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "疲れたか？安心して休むといい。ここの見張りは俺に任せろ！お前が戻ってきた時、すべてが今と同じ状態であると保証しよう。",
                "Tips": []
            },
            {
                "Title": "ゴロー自身について · 兄貴",
                "Content": "「ゴロー兄貴」？どこからそれを聞いた！はぁ…実を言うと…普段、兵士たちとはとても親しくしていて、なんでも分かち合える仲なんだ。俺を尊敬してくれているからか、裏で兄貴と呼ぶようになってな…だけど実際、あいつら俺より年上なんだ…",
                "Tips": []
            },
            {
                "Title": "ゴロー自身について · 相談",
                "Content": "俺がいつも戦いに勝つせいか、兵士たちからとてつもなく凄い人物だと思われているようだ。その証拠に、どんな小さな事でも俺に相談しに来る。あいつらの目を見ると俺も断れないんだが、俺の思いつくことにも限りがある…今のところ道理を説くか直感で答えるかしかできていない…はぁ、あいつらに悪いかな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "相談相手について…",
                "Content": "何か悩みがあるなら、心に溜め込まないで俺に言うといい！なんでも解決できるというわけじゃないが、精一杯お前のために知恵を絞るぞ！た、たとえ…その案があまり役に立たなくとも…俺はお前の忠実な聞き手だ。",
                "Tips": []
            },
            {
                "Title": "寝食を共にすることについて…",
                "Content": "一緒に訓練して、一緒に飯を食べて、一緒に休憩する…いつでも話し合いができるし、息もより合うようになるだろう。そうすれば、肝心な時に視線一つで重要な情報を交わせ…ん？あまりよくない？うぅ…俺と他の仲間たちはそうやって仲を深めたんだがな…",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」は戦いにおいて、様々な形で俺を助けてくれた。だからこそ、俺は戦場でより多くの責任を背負い、戦友のために道を切り開くことができる。だが、個人の力がどんなに強くとも、戦争の勝敗を左右することはできない。肝心なのは、心を通わせて力を合わせることなんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 軽装備で戦場に赴く",
                "Content": "軽装備で戦場に赴くのが俺のやり方でな、軽快に戦場を駆け回り、戦機を見いだすのが得意なんだ。俺の弓は真っ先に敵軍の最も手練れな兵士を狙い、相手の勢いを削ぐことができる。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 常勝将軍",
                "Content": "兵士たちが俺にあだ名を付けてくれた、「常勝の立ち耳将軍」というらしい。それからおかしな噂もある、「ゴロー兄貴の耳を触れば、常勝将軍の運気がもらえる」と。うぅ…触るのは絶対にだめだ！たとえあいつらが笑顔になろうと、だめなものはだめなんだ！ん？お前も触りたい…？お、おい…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "璃月には雲の高さまでそびえ立つ山々があると聞いた。ぜひこの目で見て、思う存分登ってみたいものだ！",
                "Tips": []
            },
            {
                "Title": "北斗について…",
                "Content": "北斗船長はとても義理堅く、並外れた実力を持ち、尊敬に値する人だ。彼女は仲間を紛争に巻き込みたくないと言っていた、俺たちもそのことを理解している。だから、彼女に手伝ってもらうのは、本当に必要な時だけなんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "楓原万葉について…",
                "Content": "俺は様々な浮浪人を見てきたが、万葉はその中でも、間違いなく一番特殊な存在だ。あいつはどこにも留まらず、まるで風のようにいつも周りの人に何かをもたらしてきた。万葉と共に戦っていた時、俺はあいつから「洒脱」というものをいくらか学んだのさ。とにかく、俺と万葉は相性がいいんだ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "珊瑚宮心海について · 責務",
                "Content": "珊瑚宮様は海祇島の最高指導者として、大局を掌握し、計画を練っている。そして俺は細部を整え、前線の形勢を制御している。抵抗軍が上下一心なのも、そのすべては勝利のためさ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "珊瑚宮心海について · 態度",
                "Content": "俺は珊瑚宮様に対し崇高なまでの敬意を払っている。珊瑚宮様の策略と計画がなければ、抵抗軍はこれほどの成果を上げることはできなかった。ただ、珊瑚宮様は私生活では静かな暮らしの方がお好きらしい。軍事的な事務がない時は、こっちから邪魔することは決してしない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雷電将軍について…",
                "Content": "雷電将軍…理由はどうあれ、あの方が以前行ったことに賛同することはできない。現在、海祇島は幕府と平和条約を結んだが、それでも警戒を怠ってはならない。もしまた紛争が起これば、俺は必ず前線に戻る。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "九条裟羅について…",
                "Content": "俺は幕府軍に好感を持っていないが、九条裟羅は幕府軍の中で最も真っ当な将領と言えるだろう。彼女とはいくつもの戦いを経験したが、勝ちも負けも両方あった…もし彼女のような者が民衆の願いを重んじ、幕府の支配も受けていなかったらどんなによかったか。未熟な考えだが、俺はそう思ったんだ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "八重神子について…",
                "Content": "あの女のことは…言わないでくれ。何か必要なら喜んで手伝う、雑用仕事もすべてこなそう…うぅ…俺の心身の健康のためだと思って、話題を変えてくれないか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾華について…",
                "Content": "社奉行は幕府に属しているが、その立場は民衆の方に傾いている。双方の間に立つ難しい状況の中、「白鷺の姫君」が足を踏み外さずにいるのは、彼女がとても冷静で、物事をうまく処理する能力がある人だからだろう…その点は、俺も見習わなければ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "早柚について…",
                "Content": "我が軍の情報によれば、その忍者は潜入に精通しており、その忍術は珊瑚宮様の奇策でより効果を発揮できるかもしれないとのことだ…だが、彼女の行動を把握するのは難しいと聞いた。採用するのは難しいか…ん？彼女は社奉行の者だと…？うぅ、ならやめておこう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵について…",
                "Content": "コソコソとうろついている探偵のことか？何と言おうと彼は幕府の人間、完全に信用することはできない。俺は引き続き彼を見張るつもりだ。そういえば、彼は探偵に必要な技術に精通しているらしい。それが何かの陰謀のためであるかどうかは…時間をかけて証明するしかないだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ゴローを知る · 1",
                "Content": "俺はほとんどの時間を戦場で過ごした。だから俺の話すことは、あまり面白くないかもしれない…もしお前が聞きたいなら、ゆっくり話してやろう！思いついたこと全部を！",
                "Tips": []
            },
            {
                "Title": "ゴローを知る · 2",
                "Content": "俺には人から尊敬されるほどの知謀はない、あるのは両手とこの命のみ。長年にわたり、数々の悪戦を経験してきたが、それでも生き残った。この手に十分な力があり、この命がしぶとかったおかげだろう。誰かが言っていた、俺について来れば、どんなに絶望的な戦局でも、無事にくぐり抜けることが出来ると。そうして、いつの間にかみんなから認められ、将領にまでなっていたんだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ゴローを知る · 3",
                "Content": "最初、俺たちの敵は流賊や海賊、魔物といったものばかりだった。そんな時、雷電将軍が「目狩り令」を発令したんだ。傲慢な幕府軍が俺たちの前に現れたが、返り討ちにしてやった。アハハッ、あいつらも、こんな激烈な抵抗を受けるとは思っていなかっただろう。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "ゴローを知る · 4",
                "Content": "珊瑚宮様が言っていた、俺には致命的な弱点があると。俺は戦いの時、自我を忘れてしまい、敵陣に深く入り込んでしまう。勇猛はいいことだが、軍を率いる将領として、それではいけないと珊瑚宮様から言われた。俺は…頑張ってそれを直そうと思っている！それができるように…俺のそばで見守ってくれないか？",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "ゴローを知る · 5",
                "Content": "俺が抗うべき対象は、特定の団体や陣営でなく、一種の「悪意」なんだ。その「悪意」が人々の願いを踏みにじり、穏やかな生活を破壊し傷つける…それを根絶できれば、俺も安心して武器を下せるだろう。その時は、俺も普段着に着替え…お前と海祇島を気軽に散歩しよう！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ゴローの趣味…",
                "Content": "俺は山登りが好きだ、険しければ険しいほどいい！山登りは俺の肉体と精神を鍛え、俺をより強くする。それに、仲間と一緒に山に登り、いい汗をかいた後、山の絶景を眺めるなんて、人生において最大の楽しみの一つじゃないか！だけど…稲妻の最高峰に登る勇気…登る気はない…",
                "Tips": []
            },
            {
                "Title": "ゴローの悩み…",
                "Content": "軽装備も時には不便なところがある。例えば、火攻めに遭った時は、しっぽに気を付けないといけないんだ…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "ケーキと三色団子が好きだ！たぶん…俺が精巧な菓子を食べる機会が少ないからかもしれない。軍営の食事は簡素で早さに重きを置いたもの、調味料もほとんど使うことがない。それに砂糖は貴重物資だ。甘味を拒絶するなど…できない！",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "ほとんどの食べ物は口にできるが、玉ねぎだけは例外だ。昔、後方勤務の兵士が料理に玉ねぎのすりおろしを混ぜたことがある。俺は…その食卓で涙まみれになってしまった…はぁ、あの時は本当に恥をかいた！あの後方勤務の兵士も、申し訳ない気持ちでいっぱいになっているらしい…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "この甘味、なんてたまらないんだ！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "おお！心に活力がみなぎってきた！俺に手伝えることはないか！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "思ったより辛いな…うぅ、俺にはちょっと無理かもしれない。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "今日はお前の誕生日、重要な意味が込められている日だ！お前のためにお祝いをさせてくれ！浜辺で焚き火をして、新鮮な魚とカニを捕まえて、お前のために大将級の「士気晩餐」を作ってやる！",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "強大な力は、仲間を守るためのものだ。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "仲間を守るためには、守備を固めるだけでなく、積極的に攻める必要がある。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "勝利の秘訣は、戦う意味を常に忘れず、正しい戦術に従い、誰にも止められはしないという気合を、その身にみなぎらせることだ。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "誰にも止めることのできない気合を持ち、戦友と密接な連携を取れば、向かうところ敵はない。指導してくれて感謝する！これは俺たち二人の勝利だ！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "進軍！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "強攻！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "結陣！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "俺に続け！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "破竹の如し！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "先声後実！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "今日は運がいい！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "仲間たちと報酬を分け合おう！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "この宝箱…俺を待ち伏せしていたのか？",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "ついて来い。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "俺はまだ戦える！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "油断した！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "まだ負けを認める時ではない！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "兵を休ませろ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "陣形を乱すな！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "負けた…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "海祇島の…みんな…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "全軍…撤退…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "痛くも痒くもない！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "まだまだ！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "準備は整った。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "進軍する！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "陣形を整えろ。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "55": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "百狩の鎧",
                "Desc": "ゴローの衣装。弓の名手であるゴロー大将が、矢を射やすいよう設計された軽い鎧。肩や肘の装甲も弓を使うことを想定した物になっている。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108365,
            "JD": 108263,
            "Name": "<b>常勝伝説</b>",
            "Eff": "選択したキャラのHP上限の40%を回復し、さらにHPを2350回復する。",
            "Desc": "ゴローのオリジナル料理。高く積み上げられた具は、彼の気持ちと同じように心が動かされる。麺とスープを一気に食し、膨らんだお腹をさすりながらそばにいるゴローを見ると…満面の笑みを浮かべ、しっぽを軽く振っていた。おそらく、本人も気づいていないだろう…",
            "Recipe": {
                "100061": 4,
                "110001": 3,
                "100091": 2,
                "100062": 1
            },
            "Icon": "UI_ItemIcon_108365"
        },
        "Namecard": {
            "Name": "<b>ゴロー·悠犬</b>",
            "Desc": "名刺の飾り紋。<br>自分の歩く道を信じていれば、長い旅の中で出会ったものがすべて楽しめる。",
            "Pic": "UI_NameCardPic_Gorou_P"
        }
    }
}

var acs_cache_ = {}