// Auto Generated

var _AvatarFetterConfig_ = {
    "59": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "鹿野院平蔵、彼は卓越した才を持つ少年探偵である。<br>天領奉行に所属しながらも、公権力の「威厳」、「恭しさ」、「厳粛さ」とは相反する印象を与える。<br>新人の誰よりも愛想がよく、礼儀正しいように見えるが、実際は常識から外れた人物だ。<br>他の同僚と違って、毎日のように奉行所に顔を出すことはなく、日頃の見回りにもほとんど参加しない。<br>時に十数日ほど姿を消しては、事件現場にだけ顔を出すこともある。彼がいつも浮かべている笑みは、仕事を真面目にやっているのかと疑わしくなるほどだ。<br>しかし面白いことに、「公職が正道から逸れている」にも関わらず、各方面から黙認されているのだ。<br>平蔵の同僚は喜んで彼の仕事に協力し、またその上司も彼の自由気ままな行動にほとんど口を出さない。<br>その上司のさらに上の立場の人でさえ、「最近、平蔵の調子はどうだ？」と時々気にかけるほどだ。<br>彼のこの特殊ともいえる立場は、すべて類い稀なる事件の処理能力から来ている。<br>奉行所が珍事件や大きな事件に直面するたび、平蔵はいつも大事な役を任され、そして最後には解決するのだ。<br>奉行所の責任者も、彼が見せる捜査の経験に感嘆の声を漏らすほどである。しかし平蔵本人は、それに対して違う考えを持っていた。<br>「経験というのは、人が過去に犯した失敗に使う別名だ。僕の切り札はそんなもんじゃないよ。」<br>「僕の才能は、生まれ持ってのものなんだ。」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "天領奉行に入るのは、そう簡単なことではない。能力試験に合格するだけでなく、厳しい身辺調査を通過する必要もあるのだ。<br>そのため、新人は貴重な財産など重要な情報の申告を求められることが多い。<br>審査を担当した大和田与力の記憶では、平蔵が入ってきた時の申告書には何も書かれていなかったという。<br>風薫る朝、大先輩の大和田はその真っ白な申告書と、向かいに座り好奇心から辺りを見回している平蔵を見ながら、意味深な言葉を発した。<br>「私はこれまで、思想の豊かな若者とたくさん出会ってきましたが、結局、誰一人として奉行所に入ることはできませんでした。」<br>その言葉を聞いた好奇心旺盛な少年は突如、辺りを見回していた視線を大和田に向け、背筋を正した。<br>「じゃあ僕みたいな若者はどうなの？」<br>少年に起きた変化が唐突すぎたからか、鷹のような眼差しで睨まれた大和田は息を呑む。<br>その瞬間、まるで自分が審査されているかのような不思議な錯覚に陥った。<br>大和田は緊張をほぐすように、冗談交じりにこう言った。<br>「天領奉行は貧しい人を拒まないが、申請書に何も書かれていない場合、より注意して審査することになる。」<br>だがそれに対し、予想をしていなかった沈黙が訪れる。相手は何も言わず、変わらずまっすぐ大和田を見つめていた。<br>大和田は気分が悪くなり、暑さのせいか額が少しむず痒くなると、手の甲で汗の滴を拭った。<br>しかし、額には何もない。それはただ拭うだけの動作となった。大和田は乾いた手の甲をぼんやりと見つめた。<br>すると、向かいにいる少年が突然笑い出す。大和田はそれを目にして、心にあった戸惑いが消え去る。<br>机の縁に体を預け、片手で顎をさすり、軽くうなずく平蔵。彼は笑みを浮かべながら、大和田を見てこう言った。<br>「僕が天才であること以外に、申告することはないよ。」",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "天領奉行が平蔵の探偵人生の始まりではない。<br>それよりも前に、平蔵は「万端珊瑚平蔵探偵所」という自分の事務所を持っていた。<br>それは、現在稲妻城にある「万端珊瑚探偵所」の前身であり、平蔵と珊瑚が設立したものである。<br>二人の物語は、互いに信頼する出会いから始まった。だが、残念なことに二人は異なる道を歩むこととなる。<br>探偵事務所の看板であった平蔵の名声も、協力関係が決裂したことで、当然のように消えてしまった。<br>そのすべての理由は、概ね「理念の違い」という一言に集約できる。<br>珊瑚にとって探偵の使命は、何よりも真実を明らかにすることであった。おそらく、ほとんどの探偵がそう思っていることだろう。<br>しかし、平蔵の考えはそれだけに留まらない。真実の裏には、より大切なものが隠されている可能性がある。<br>長年、事件の捜査をしてきた経験上、探偵が依頼を受けるということは、何か良くないことが既に起こっているということ。<br>加害者にいくら罰を課そうとも、誰かが傷ついている事実に変わりはない。<br>どんなに腕のいい医者であろうと、怪我人を治療した後、平気な顔して「ほら、傷も完璧に治ったし、怪我をしていなかったみたいなものだろ？」と言えないのと同じである。<br>だが怪我人は、医師や診療所、手術の跡を見るたびに、自分が負った傷のことを思い出してしまう。<br>暴行はどうして起こったのか？そう医師は無力感を覚える。犯罪はどうして起こったのか？そう探偵は無力感を覚える。<br>「諸悪の根源を断つことができなければ、僕は悪の天敵となるまで。」<br>「『鹿野院平蔵』の名は、テイワット中に広まり、世界中の悪人を抑止する力になるだろう。」<br>「闇に身を委ねた者には、必ず罰が訪れ、安寧を得られないことを理解させる。」<br>それに気づいた彼は、探偵所を辞めて、天領奉行にやってきた。<br>これが、「探偵」を目指す彼の原点である。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "「カツ丼には必ずトンカツが乗っているように、名探偵には助手が付きもの、って小説で読んだんです。」<br>奉行所内で、新人の上杉が満面の笑みを浮かべながら平蔵に近づいてきた。<br>「そこで平蔵先輩、僕が助手になるっていうのはどうです？僕って、けっこう賢いんですよ。」<br>平蔵は、その陽気な新入りの様子を窺いながら微笑み、顎をさすって答えた。<br>「君はあまり賢くない、僕の直感がそう言ってるよ。」<br>「え？平蔵先輩の直感が間違ってるんじゃないですか？」<br>上杉の言葉には、まるで喜劇のオチのような不思議な力があった。その言葉を発した途端、何人もの同僚や大先輩たちが思わず吹き出す。<br>賢い上杉は、自分が間違ったことを言ったとすぐに理解し、慌ててこう言い繕った。<br>「つまり…僕らの仕事は、直感だけに頼っていてはいけませんって意味ですよ！」<br>すると、今度はみんなが大笑いし始める。上杉は何がおかしいのか分からなかったが、ふと「自分は喜劇役者に向いてるのかも」と思った。<br>平蔵が手を伸ばし、肩の上の埃と気まずさを払う。<br>「さっきのは冗談だよ。上杉はきっと優秀な同心になれる、僕の直感がそう言ってる。」<br>「だから時間があったら、自分の助手を探しなよ。」<br>平蔵はそう言うと、戸惑う上杉と大笑いしている同僚たちを残して、風のように去っていった。<br>……<br>「そんなんで、鹿野院同心の助手になれると思ったのか？」<br>「僕はただ、平蔵先輩に助手がいないから、手伝おうと思っただけですが…」<br>「助手ならいるに決まってるだろ。あいつは何度も言ってたじゃないか。」<br>「えっ！？いたんですか？」<br>「ああ、何度も『直感がこう言ってる…』って言ってただろ。」<br>「えっと、つまり平蔵先輩の助手は…直感？」<br>「そう、あいつは直感を頼りに事件を解決するとんでもないやつなんだよ。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "仕事の成果を鑑みれば、平蔵は何度も昇進できるほどの実績を残している。<br>しかし、実際は天領奉行に入ってからずっと、平蔵の役職は同心のままで一度も変わっていない。<br>それどころか、平蔵の功績のおかげで、同僚や上司の数多くが昇進をしている。<br>平蔵の従姉妹である鹿野奈々はそれを聞いて、不満を抱いた。<br>「あなたも大概だけど、天領奉行のやり方ってばあんまりじゃない？」<br>「あなたよりもずっとひどいわ。ちょっと話をつけに行ってくる。」<br>平蔵は彼女の性格をよく知っていたため、面倒なことにならないようにと、珍しく事細かに理由を説明した——<br>「僕が上のお偉いさんよりも劣ってると思うかい？」<br>「奉行所の牢屋に行って聞いてみてよ。与力の名前を言える人が、牢屋に何人いると思う？」<br>平蔵は手の平を開き、それを鹿野奈々に向けると、「せいぜい、この数が精一杯だ」と言った。<br>鹿野奈々は彼が何を言っているのか理解できず、戸惑いながら「五人？」と聞いた。<br>「じゃあ、名探偵である僕の名前を言える人は何人いる？」<br>平蔵は再び手の平を開き前に出すと、今度は手の甲を見せた。「少なくともこの数はいる。」<br>「また五人？何が違うの？」<br>すると、平蔵は大笑いしながらこう言った。「毛の本数のことだよ！」<br>「与力の名を何名も言える犯人なんか、手の平のうぶ毛みたいに、一人もいないよ。」<br>「僕の名を言える犯人の数は、この毛の本数ほどいるんだ！」<br>「与力ほどの地位を得ても、僕の名声に勝てはしない。だから、役職に就いたところで何の役にも立たないのさ。」<br>「犯罪により近いところにいれば、もっと多くの悪党どもに『鹿野院平蔵』という名の恐怖を植え付けられる。それが僕の目指すものなんだ。」<br>「だから、心配しないで！今までも、これからも、自分の進みたい道から外れはしないよ！」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "平蔵自身が言うように、天領奉行の牢屋で一番有名なのは、与力でも天領奉行の将領でもなく…小さな同心の「鹿野院平蔵」である。<br>ここでは雷電将軍の名でさえ、彼と比べればやや霞むという。<br>何しろ、大物から小物まで、雷電将軍に捕まった賊は誰一人としていないが、「鹿野院平蔵」はその大半と関係しているからだ。<br>事の発端はこのようなものであった——<br>ある日、自惚れた囚人たちが自分の犯罪手口がいかに巧妙であり、官兵たちをどう欺いたか自慢した。まるでそうすると、他の囚人たちから高い評価を得られるかのように。<br>しかし、なぜそんな巧妙な犯罪であったにも関わらず、尻尾が出てしまったのかを問われると、彼は歯を食いしばりながら自分を捕まえた「探偵」のせいにするほかなかった。<br>「俺は最善を尽くしたが、相手が悪かったみてぇだ。」<br>その「探偵」の名声は、徐々に牢屋内に広まっていった。<br>それからしばらくして、囚人たちが話していると、偶然にも自分を捕まえた「探偵」が「鹿野院平蔵」という同一人物であることが発覚する。そして、状況は一変した。<br>もし優れた頭脳を持つ犯罪者たちを何人も捕まえてきたのなら、その探偵は相当な凄腕だろう。<br>しかし、数々の狡猾な犯罪者は皆この探偵によって敗北を喫した。つまり、彼は「凄腕」という言葉だけでは物足りなくなる。<br>その瞬間、全員の頭にほぼ同じような人物像が浮かんだ——<br>それは人間に化けた狡猾な神で、陰湿で策士であり、あらゆる人間の心を簡単に見透かすことができる者。<br>服さえ変えれば、そいつは歴史上、もっとも完璧な犯罪者になれるかもしれない！<br>これ以上自分の罪を増やしたくなかった者は口をつぐむことを選び、悪意に満ちた者は口では不服を漏らしながらも、内心では怯えていたという。<br>「彼を敵に回さないほうがいい。もう悪口も言わないでおこう。」<br>囚人の中でもっとも闘争心に溢れ、攻撃的な者たちでさえ、その探偵と手合わせした経験から、彼を名前では呼ばず、代わりに「嵐」という名で呼ぶようになった。<br>看守を担当していた同心たちは、「一体、なんのことだ」と思い、「嵐」の意味を尋ねる。すると、囚人は小声でこう漏らした。<br>「あれは天災だ！犯罪者だけを襲う、天災なんだ！」",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "武道会優勝メダル",
                "Content": "平蔵の考えでは、探偵は頭を使って相手の防御を崩すものである。<br>常に武力で悪人を裁くとなると、どうしても劣勢に陥る場合があるからだ。そのため、平蔵は日々の仕事の中で、できるだけそれを避けてきた。<br>そのような背景もあり、奉行所に入った当初の彼の評価は、貧弱な「頭脳派」というものであった。<br>しかし、奉行所内で行われた自由武道会で、彼は大勢の同僚に痛い目を遭わせることになる。<br>この自由武道会とは、階級や流派、武器に制限はなく、あらゆる手段で相手を幅五十歩の台から出すことで勝者となる。<br>「頭脳派」の平蔵は、神の目を使わないだけでなく、武器も持たず、素手で決勝戦に臨んで周囲を驚かせた。<br>決勝戦の観戦に来ていた将領 · 九条裟羅は、試合が始まってすぐにその勝敗を見抜いた。<br>「鹿野院同心の動きは機敏で、その拳はいかなる武器よりも勝る。近接戦闘で彼に対抗するのは困難だ。彼に勝てるのは、熟練した弓の使い手のみだろう。」<br>結果、鹿野院は相手の左肋骨に十七発も拳を打ち込み、勝者となった。なお、平蔵は刀で髪を少し切り落とされただけである。<br>しかし、平蔵の優勝が決まろうとしたその時、九条裟羅が自ら台に上がり、横の棚から弓と矢を手に取ると彼に勝負を挑んだ。<br>会場は騒然とした！大会に参加するのはどちらかというと下っ端の同心たちばかりで、まさか将領が自ら参加するとは誰も想像していなかったのだ。<br>平蔵は目を細め、九条裟羅を見つめた。元々この大会に参加したのは、腕試しをするのが目的で、知恵だけでは解決できない状況に備えて己の力量を見極めるためであった。<br>しかし、いざ将領から勝負を申し込まれると、少年特有の負けず嫌いな性格が災いし、彼はあっさりと戦いを引き受けてしまった。会場の空気は一瞬にして熱くなり、皆の顔も真っ赤になる。<br>「さすがです！平蔵先輩！」と観客席から上杉同心が興奮して叫んでいる。その横で大和田も静かに拳を握りしめていた。<br>しばらく準備した後、両者は台の上に立つ。ルールはこれまでと少し異なり、どちらも神の目は使わず、先に相手の体に触れたほうが勝ちというものとなった。つまり、幅五十歩の台の上で裟羅の矢と平蔵の拳、どちらが先に命中するかの勝負である。<br>熱く滾る空気の中、戦いの火蓋が切られた。しかし、強者同士の戦いは一本の矢が放たれるだけで終わってしまう。<br>裟羅が矢を放つと、五十歩先で平蔵が右手を胸の前で握りしめ、心臓から指二本分のところで、大蛇のように震える矢を受け止めた。<br>「なんという速度だ、僕の負けだよ。」と平蔵は笑いながら、掴んでいた矢を放り投げる。「かわしきれそうになかったから、手で矢に触れてしまった。」<br>「私が勝てたのは、このルールが私に味方したからだ。素手で私の矢を受け止められる者はそういない。これが実戦であれば、勝敗は分からなかっただろう。」<br>九条裟羅は鋭い目で彼を見据えたが、その目には感嘆の念が込められていた。<br>「鹿野院同心、お前の文武両道な姿には驚いた。少しばかり指導しすれば、必ずや大成するだろう。」<br>……<br>半月後、鳴神大社に天領奉行特製の武道会優勝メダルが、手紙を添えて届けられた——<br>「姉さん、これは僕が勝ち取った小さな成果だ。時間があったら、おやじのところに持っていってくれ。これでおやじの教えに、少しは応えられたかな。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "平蔵は、自分の幼少期のことをほとんど語らない。それは、決して幸せなものではなかったからだ。<br>彼は稲妻の辺境の村で生まれた。父は武道家として少し名を馳せており、一応、名門の家柄である。<br>しかし、世の反抗期の子供たちと同じように、彼は家業を継ぐことから逃れたいと願いながら、仕方なく父から武術を学んでいた。<br>そんな状態が、とある祭りで裕福な商家出身の友人ができるまで続いた。<br>この友人は実に聡明で、よく「家の蔵にあったものだ」と言っては、いろいろな目新しい物を持ってきて平蔵と一緒に遊んだ。<br>スメールの本、フォンテーヌの不思議なおもちゃなど…これらは、単調になっていた平蔵の生活に大きな安らぎを与えてくれた。<br>大きくになるにつれて彼らの友情も深まっていったが、平蔵はあることに気づいた——<br>友人の服がいつも汚れており、髪もボサボサなのだ。とても金持ちの商人の息子とは思えなかった。<br>そこで、彼は友人と胸の内を打ち明け合うことにする。それはまるで大人同士の会話みたいであった。<br>意外にも、友人はすぐに平蔵に嘘をついていたことを認め、贈った物はすべて地元の商会から盗んだものだと告白した。<br>初めて出会った祭りの時も、平蔵から貴重品を盗むつもりだったそうだ。しかし、いつの間にか仲良くなっていたという。<br>まるでこれは面白いことかのように、彼は豆を流す如く大笑いしながら話した。<br>平蔵は怒りを露わにした。だが、自分が何に怒っているのか理解ができない。一番の友人に騙されたからだろうか？それとも、友人が犯罪者だったからだろうか？<br>平蔵は彼に向かって、「君とはもう仲良くできない！」と声を張り上げた。<br>激怒した彼は家に帰り、貰った物を一つ一つ探し出して、すべて投げ捨てる。そして、最後に残ったのがある緑の石であった。<br>これは、二人が小川で釣り上げた一対の「お宝」のうちの片方で、二人が一枚ずつ持っていた。これだけは窃盗品ではなく、二人の友情よりも純粋なものだったかもしれない。<br>平蔵はそれを見つめ、心を鬼にして窓に向かって投げた。しかし、それは窓の枠に当たって跳ね返り、寝台の下へと転がっていってしまう。<br>平蔵の苛立ちが収まることはなく、まるで腹に穴があいた蛙のように、床に横になって動かなくなった。<br>彼は落ち込んで天井を見ながら、いつかこの嫌な思い出を忘れようと自分に言い聞かせた。だが、この世にある嫌なことは、忘れようと思えば思うほど、心に根付くものである。<br>一年後、その友人と初めて出会った祭りの日に、平蔵はなぜか寝台の下から小石を取り出し、それを握りしめて祭りに行った。<br>自分でも何を期待していたのか分からない。しかし、運命はすでに答えを用意していた…思いもよらない形で。<br>平蔵は祭りで再び友人と会ったが、なんと彼は血を流して道端に倒れており、観客も悲鳴をあげていた。<br>平蔵が到着するその少し前、親友は悪漢に財布を取られそうになっていた。そして二人は口論となり、取り乱した相手が短刀で親友の心臓を突き刺したのだ。<br>平蔵が親友の怪我を確認するため駆け寄ると、その拍子に手に持っていた石が地面に転がり落ちる。その石を見た親友の目が、一瞬光ったように見えた。<br>「平蔵…僕に会いに来たのか？」<br>平蔵は親友の胸元に手を押し当てるも、指の合間から血が流れ続ける。一年前よりも激しい怒りが湧き上がり、親友に向かって平蔵は怒鳴っていた。<br>「この馬鹿ッ！もういい、喋らないでくれ！」<br>親友は首を振って、命がけで守っていた財布を必死に開けた。中にはモラなど入っておらず、もう一枚の緑の小石が入っていた。<br>彼は最後の力を振り絞り、平蔵に石を差し出すと、血に染まった口角を持ち上げ、一年前に別れた時よりも大きな笑みを見せた。<br>「ぼ…僕も平蔵に会いに来たんだ…」<br>……<br>その後、どうやって家に帰ったのか、平蔵は覚えていない。頭の中は完全に真っ白で、あるのは怒りと吐き気のみであった。<br>その瞬間から、彼はあるものに対して怒りと嫌悪感を抱くようになる。自分とそれは常に敵対する存在であると認識したのだ。<br>それのせいで友情に偽りが混じり、命を突如終わらせてしまった。それこそが罪悪である。<br>しかし、それは友人の偽称や窃盗とは異なるもので、ましてや盗人が犯した殺人の罪でもない。もっと抽象的な、より高い段階にある何かであった。<br>それは、この世に漂うあらゆる罪の集合体であり、空を覆う大きな黒い影のように、美しい世の中を冷たく見下ろし、そしてそれを死に至らしめようとするもの。<br>一ヶ月後の早朝、平蔵は別れの言葉を残して静かに家を出た。宿敵を見つけた平蔵は、これから戦いの旅に出ることにしたのだ。<br>今回、彼の旅に同行するのは友情の証であるあの石ではなく、決意に満ちた神の目に変わっていた。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "僕は鹿野院平蔵。天領奉行で最も多くの事件を迅速に解決する探偵さ…おや、君からはなんだか事件の匂いがぷんぷんするね。さっそくここにかけてもらって、詳しく伺おうかな。",
                "Tips": []
            },
            {
                "Title": "世間話 · 事件",
                "Content": "おや…何だか事件の匂いがする。",
                "Tips": []
            },
            {
                "Title": "世間話 · 探偵",
                "Content": "探偵は探偵らしく振る舞わなくっちゃ。色んな所を見て回って、証拠を集めないとね。",
                "Tips": []
            },
            {
                "Title": "世間話 · 予感",
                "Content": "ワクワクする事件が間もなく起きる…そんな予感がするよ。",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "さっきの雨で手がかりが洗い流されないといいんだけど…",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "ん？どこかのずる賢い犯人がびっくりしてるのかな？",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "知ってるかい？昔、ドラゴンスパインで起きた真夜中の殺人事件を…",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "頑張って！これっぽっちの風じゃ、「嵐」にはなれないよ。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう。なんだか元気なさそうだけど、悪い夢でも見た？えへへっ、そんな反応するだなんて知ってたら、あんな大事件教えなかったのに。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "お腹いっぱいになったんだったら、脳鍛練でもしようよ！継電石？あはは、あんなのは精神しか鍛えられないよ。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "太陽の仕事が終わったら、次は星たちが犯人を見守る番だね。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "やった、寝る時間だ！今日はどんな夢が僕を待ってるかな？",
                "Tips": []
            },
            {
                "Title": "鹿野院平蔵自身について · 探偵",
                "Content": "逃げようとする犯人を優れた頭脳で捕まえる、それが探偵の仕事だ。だから真の探偵は武力を行使する必要なんて全くないんだよ。",
                "Tips": []
            },
            {
                "Title": "鹿野院平蔵自身について · 重要な言葉",
                "Content": "目にしたものを手がかりに、重要な言葉を頭に残すのは、推論に役立つ。ほら、この人…清潔な下穿きの裾に猫の毛がついていて、手首にはひっかき傷があるでしょ。動物と遊びたいけど、猫との接し方がよく分かってないみたいだ。あっ、あっちの人は、怪我した手をとても気にしていて、身分不相応な靴を履いている…んっ、ちょっと待って、もしかしたら新しい依頼が来るかも。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "依頼について…",
                "Content": "君が受ける依頼は、枯れることのない井戸のように尽きないね。だからちょっとだけ、参加させてもらってもいいかな？戦闘やお使い、物探しみたいな仕事はしないけどね。興味があるのは謎解きや推理、それに重要な事件だけさ…えへへっ、もしそんな依頼が来たら、僕に教えてよね！",
                "Tips": []
            },
            {
                "Title": "必然的な結果について…",
                "Content": "「偶然」っていい言葉だよね。まるで、運命によって定まったって感じ。でも残念ながら、探偵は偶然を信じない…君との出会いは、それに先立つ一つ一つの選択と行動が招いた、必然的な結果なんだ。つまり、僕たち自身がこうなるように導いたってこと。",
                "Tips": []
            },
            {
                "Title": "「神の目」について…",
                "Content": "神の目がなくても、僕は同僚に勝てる？はぁ…そんなのただの噂だし、訂正させてもらうよ。一つ、僕は奉行所の同心とはいえ、あくまでも本業は探偵、頭脳労働がほとんどだ。二つ、普段僕は同僚と喧嘩なんてしない。三つ、君を……さすがに誤魔化されてくれないか。はい、この話はもうやめっ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 達成感",
                "Content": "手がかりを繋げて真犯人に迫り、自らの手で嵌め絵に最後の一欠片をはめ込む。そのとき得られる達成感は…くぅ、たまらないよ！",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 同心",
                "Content": "同心は、名声だけの職じゃない。犯行現場に最も近い立場であり、探偵事務所にいた頃よりも、はるかに大きい舞台なんだ。もちろん…見回りや逮捕の仕事はもっと得意な人に頼んだ方がいいよ。探偵の体力は限られているからね。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "木材について研究したことはある？そう、道端のどこにでもあるような木のこと。もし犯人が木に触れて木くずが付いたり、葉っぱを踏んだりしたら、何か情報を残すかもしれないでしょ。木の分布地によって、重要な手がかりを得られることもある。つまり、木は探偵の親友みたいなものなんだよね。",
                "Tips": []
            },
            {
                "Title": "九条裟羅について…",
                "Content": "九条裟羅か…間違いなく天領奉行で一番真面目なお方だよ！彼女には部下を気にかけて欲しいし、もっと寛容になっていただきたいな。欠勤したって叱らないで欲しい…だって、それは事件解決のためなんだからね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "荒瀧一斗について…",
                "Content": "何回か、「牢屋にいる彼に焼きスミレウリを持って行ってくれ」って頼まれたんだけど、そこでたまたま彼の歌声を耳にしてさ。正直、歌詞は酷かったけど、歌は上手かった。牢屋の中でもあんな元気にいられる人って、なかなか見ないよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "久岐忍について…",
                "Content": "荒瀧派の人たちは多様性に富んでいて、どんなスタイルも受け入れるんだ。本当にすごいよね、忍さんの優れたしつけのおかげだよ。どうして知ってるかって？あははっ、そんなこと、推理する必要もないくらい単純じゃない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "八重神子について…",
                "Content": "そういえば、宮司様の八重堂からは、推理小説も出版されてるんだよね？いつか僕を推薦してくれないかな？今の時代、名探偵になるには実力も勿論だけど、宣伝にも遅れを取っちゃいけない。あっいやいや、別にそれ以上のことは考えてないよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "楓原万葉について · 共通点",
                "Content": "万葉はとても頼もしいよ。彼からヒントをもらうと、まるで宝石箱をひっくり返したみたいに、床一面の手がかりが手に入るんだ。僕も彼みたいな自然に対する感知力があったらな…分かった！きっと彼にとっての「風」は、僕にとっての「勘」みたいなものなんだよ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "楓原万葉について · 招待",
                "Content": "ホントに残念！目狩り令が廃止されたおかげで、堂々と彼を逮捕できなくなっちゃった！でも、これってつまり…これからは堂々と彼を天領奉行に招いて、一緒に事件についての議論ができるってことだよね！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ゴローについて…",
                "Content": "その大将の命令のおかげで、僕の海祇島での旅は随分騒がしいものになったよ。どこに行っても兵士たちに監視されてさ…まったく、僕はただの観光客で、ちっぽけな探偵に過ぎないのにね。道端のダイコンを盗む気すらないって。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "珊瑚宮心海について…",
                "Content": "珊瑚宮様とはお会いしたことがないんだ。彼女が出席するときは、民たちが幾重もの輪になって集まってくるらしいから、僕は遠慮しておくよ。ああ、うん、その人混みの内側には巫女たちもいるんだってね！僕たちみたいな若輩者がみんなに認めてもらうためには、もっと努力しなくちゃね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾華について…",
                "Content": "神里家のお嬢様とは付き合いが浅い。名門の家に生まれなくて良かったよ。ああいう生活って、僕には向かないからね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵を知る · 1",
                "Content": "たとえ相手が沈黙していても、服装や動作、そして表情から情報は得られるんだよ。もし僕が喋るのを止めたら…君は僕から何を読み取れるかな？",
                "Tips": []
            },
            {
                "Title": "鹿野院平蔵を知る · 2",
                "Content": "審理の最中に突然ひらめいた推理で、判決を阻止できたことがあるんだ。もしあの時の異議申し立てが無効だったら、僕が探偵になるきっかけは生まれず、代わりに——鹿野院平蔵、法廷の秩序妨害により拘禁に処する、なんてことになったかも。はははっ…",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵を知る · 3",
                "Content": "浮気調査にペット探し…探偵所の案件はいつもこんな感じで、刺激が足りなくてさ。だから仕方なく、こっそり天領奉行に移ったんだ。もう一つの原因は、珊瑚所長とは考えが合わなかったこと。こればかりはどうしようもないでしょ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵を知る · 4",
                "Content": "天領奉行に入った当初は、未解決の事件で自分を鍛えていたんだけど、気が付いたらあの「書類の山」を全部処理しちゃってて…。そしたら今は、多くの事件を手助けするのに忙しすぎて、昔の書類を見る時間が無くなっちゃった…。残念だけど、まぁ、それもしょうがない。優秀な探偵のところには、自ずと事件が集まってくるものだからね。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵を知る · 5",
                "Content": "犯罪が起きてしまえば、探偵はすでに失敗しているも同然なんだ。だって、いくら真実を暴いて真犯人を突き止めても、起きてしまったことはもう巻き戻せないだろ。だからこそ僕は、もっと知名度を上げて、名前を思い出しただけで悪党どもが震えるような名探偵になりたい！つまり、犯罪の芽を摘み取るってこと。さて、こんなことまで教えてあげたんだから、もちろん手伝ってくれるんだよね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵の趣味…",
                "Content": "天領奉行の法廷で審理を傍聴してみない？まもなく、嵌め絵が完成するかのように、真実が明るみになる…君のために最高の席を取ってあげるよ。僕とは関係ありませんってフリをすれば、何の問題もないさ。",
                "Tips": []
            },
            {
                "Title": "鹿野院平蔵の悩み…",
                "Content": "最後の最後で武力を使って抵抗する人がいるんだよね。でもそれが通用するなんて思ったら大間違い。まったく、僕が期待していたのは完璧な証拠と推理の前に、大人しく罪を認める姿だったのにさ。探偵が手を出すなんて、負けたも同じだよ。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "揚げ物でまずい料理なんてある？肉でも野菜でも、油で揚げたものなら何でも好物だよ！それに…あの香りは、お腹が空いている人にはたまらないものだよね。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "奉行所の夕飯はお品書きが代わり映えしないし、味もあんまりだから嫌いなんだよね。どうせなら、食べたい料理を口にできなくちゃ嬉しくないよ。僕は我慢できないから、こっそり抜け出してお店で腹ごしらえするんだ、可哀想でしょ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "わぁ…これは美味しい！きっと苦労したでしょ、ありがとう。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "料理って肉体労働？それとも頭脳労働？もしかして両方なのかな？さすが君だね、とても上手くできてるよ！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "きっとどこかでミスってると思うんだよね…どれどれ…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "今日は君の誕生日なんだってね。君をからくりとプレゼントの詰まった密室に連れ込んで、自力で脱出してもらいたい…なんてね、確かに思ったけど、冗談だよ。君が喜ぶって確信するまで、そんなことしないから。ほら、着いてきて。日が暮れる前に、とても素敵な景色を見せてあげる！",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "君は僕に強くなってほしいのかな…そんな気がする。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "武力は鍛えられたけど、頭脳もこれくらい伸びればいいのにな。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "おっと、本当にみんなの言う「嵐」になっちゃいそうだよ。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "相棒、僕を信頼して、助けてくれてありがとう。ここまでこれたのは君のおかげだ。ハイタッチしよう、これからもたくさんの謎を解き明かしていこうね！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "喰らえ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "言い逃れはさせない！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "行くよ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "罪を認めろ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "嵐よ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "霧を晴らせ！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "お宝を逃さないでよ～",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "ほら、僕の勘はよく当たるだろ？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "わっ、眩しい！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "ちっ、言葉じゃ分からないのかい？",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "正気じゃないね。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "こんなの、探偵の出る幕じゃない。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "ちょっと、気をつけてよ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "一大事だね、僕が代わろう。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "こんなこと、真実とは認めない…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "くっ、探偵が被害者になっちゃうなんて…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "この僕が…間違えるとは…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "やめなよ。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "面倒だな！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "また事件が起きたって？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "壁に突き当たったのかい？相談に乗ってあげるよ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "さあ行こう、相棒。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "59": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "武弁爽風",
                "Desc": "鹿野院平蔵の衣装。外套は脱ぎ、思うままに腰に巻いてある。天領奉行の探偵は、常に颯爽とした姿をしている。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108390,
            "JD": 108383,
            "Name": "<b>唯一の真相</b>",
            "Eff": "チーム全員の攻撃力+114、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "鹿野院平蔵のオリジナル料理。トロトロの卵の上に黄金色のジューシーなトンカツが乗っており、たまらない香りを放っている…急いで完食すると、なぜか秘密を打ち明けたい気持ちになってしまう。これはまさか、平蔵の秘密兵器なのだろうか？",
            "Recipe": {
                "110001": 3,
                "100061": 2,
                "100018": 1
            },
            "Icon": "UI_ItemIcon_108390"
        },
        "Namecard": {
            "Name": "<b>鹿野院平蔵·鞠</b>",
            "Desc": "名刺の飾り紋。<br>色とりどりの糸が編み込まれた手毬。誰かが苦労して作ったのだろうか。平蔵は糸をほどくだけの簡単な遊びとしか思っていない。",
            "Pic": "UI_NameCardPic_Heizo_P"
        }
    }
}

var acs_cache_ = {}