// Auto Generated

var _AvatarFetterConfig_ = {
    "46": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "往生堂七十七代目堂主、堂中の全業務を仕切る少女。堂主という立場に居ながらも、少しも偉ぶることはない。<br>彼女のアイデアは、瑶光の浜の砂粒よりも多いと言われている。頭の中には様々な考えが飛び交っており、そのアイデアは他人を毎度驚かせる。<br>普段はじゃじゃ馬のごとく、あちこち遊びまわっている少女だが、葬儀を執り行い、無数の灯りに照らされた通りを歩く時だけ、彼女は厳かで重々しい一面を表に出す。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "葬儀は、人生最後の舞台。<br>そして璃月の「往生堂」は、その終の演出を仕切る存在だ。<br>伝統的な葬儀には多種多様な仕来りがある——霊の守護、埋葬の方法、位牌に使う素材…すべての事柄に対して、厳しい掟が存在する。<br>亡くなった者の身分と貧富にかかわらず、彼らに見合った葬儀を行う必要がある。それが往生堂の信条だ。<br>これほど重要な組織の上に立つ者は、さぞ博識で頼れる人物なのだろう。<br>しかし、七十七代目堂主という重責を負う者は、胡桃というまだ幼さの残る少女だ。<br>常に奇想天外なアイデアを持つ胡桃は、璃月ではちょっとした有名人である。<br>3歳の時、逆立ちで有名著書を読んだり、6歳で学校をサボって棺桶で居眠りしたり、8歳で堂に篭り葬儀についての研究を行ったり…<br>どう見ても、胡桃は「厳粛」とは程遠い性格だった。<br>そんな胡桃が初めて葬儀の指揮を執ったのは、十代の頃だった。<br>それは葬儀屋と客卿達の心を、絶雲の間の険しい崖の上まで鷲掴みするほど立派な葬儀だったという。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "胡桃は商売を非常に重視しており、儲けを蔑ろにするようなことはしない。<br>「我々往生堂は、生きる者からお金を受け取り、死者を旅へと導く。二重の責任を負い、陰と陽の2つの世界の者を満足させる必要がある。」<br>往生堂の掟について、胡桃より詳しい者はいない。<br>日中、店を閉めている間は、葬儀屋の若い従業員に知識を蓄えさせるため、見識の深い客卿を講師として招いている。<br>「葬儀の伝統は複雑な学問であり、印象や習慣を基に理解すべきではない。」<br>大勢いる講師の中で、鍾離先生は一番敬われている存在だ。<br>胡桃は、たまに鍾離の古臭さをいじったりするが、実は最も信頼を寄せている相手である。<br>また胡桃は特定の葬儀形態にとらわれることなく、変化する顧客の需要に注意を払う必要があると思っている。<br>「客は様々な需要を持つ。例えば、死者を清く送りたい、賑やかに送りたい、裕福な客は見栄え良く送りたい等々。私たちが何をすべきか、どうすべきか、全て客の需要に依存する。」<br>胡桃が指揮を執るようになってから、往生堂の経営は安定し業績も順調だ。葬儀に対して良く思っていなかった住民も、段々と受け入れるようになり始めていた。<br>しかし、葬儀屋の若い従業員たちが講義を受けている間、胡桃はいつもどこかへ行く。<br>ただ彼女の行動には変わった点がまま見られるため、それがサボりなのかは判断しにくい。<br>月下の埠頭、山間の崖、一番高い所で後ろ手に詩をそらんずる者がいたら、それは胡桃のほかいないだろう。<br>胡桃は夜中にぶらぶらと出歩きながら、詩を口ずさむことを好む。思い立てば、どこにいようが即興で詩を詠むのだ。<br>華光の林で休憩する商人がいたら、椅子に座って楽しんでいる謎の少女と出会うかもしれない。<br>四人じゃないと遊べない駒を使う遊戯も、胡桃は自分自身と楽しく対戦出来る。<br>その楽しさは…彼女しか分からないだろう。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "総務司の門には、威厳の象徴である二体の石獅子が鎮座している。<br>しかし、その前を通っても胡桃はその威厳を感じない。石獅子をじっくりと観察し、何かを思い浮かべる。続けて大笑いし、石獅子の前足を強く叩き始めるのだ。<br>それから、胡桃は時々訪れては石獅子の頭を撫でて、ブツブツと話しかけるようになった。石獅子たちと会話するだけでなく、名前も付けていた。左はニャンイチ、右はニャンジ。<br>またある日、左手にぬるま湯のバケツ、右手に大きなブラシを持ち、石獅子の体を洗い始めた。優しく真剣に、石獅子を本当のペットとしてみるかのように。<br>一方、新月軒の前には璃月の家庭料理を食べる三毛猫が一匹いる。この日、ちょうど付近の住民が猫と遊んでいたところ、胡桃が通りがかった。<br>胡桃は大きな声でこう言った。<br>「あなたの猫が可愛いというのなら、私の猫だって可愛いでしょ？ニャンイチとニャンジの毛は硬いけど、それでもふさふさしてるよ！いつでも私を癒してくれるから、もちろん本物のペットだよ。カッコ良さなら、ニャンイチとニャンジは誰にも負けないから！」<br>そう言われた相手は、ぽかんとし何を言われたのか訳がわからなかった。<br>また総務司の警備は、胡桃に何度か驚かされたことがある。真夜中に足音を聞いた警備の者は、それが泥棒かと思い駆けつけると、石獅子と遊んでいる少女だったのだ。このような奇行に皆がやっと慣れ始めた頃、胡桃は石獅子の前に現れることがなくなった。<br>そして、警備は悩み始める——胡桃が来ないとなると、石獅子の掃除は自分でやらなければならないと。<br>彼女と再び会う機会が訪れた時、来なくなった理由を訊ねると予想外の答えが返ってきた。<br>「ニャンイチとニャンジはもう一人前になったから、私の世話はいらなくなったの！私はね、今神像の人生相談で忙しいんだ！」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "出会ってすぐ、胡桃は一方的に七七を親友とみなし、自分の手で七七を埋葬しようと考えた。<br>胡桃は何度も試みた。頃合いを見計って七七を誘拐し、決められた手順通りに火葬した後、郊外に建てた墓へと埋めることを企んでいた。<br>もし不卜廬の白朮の助けがなかったら、その企みは本当に成功していただろう。<br>白朮が駆けつけた時、七七は既に袋の中に詰められ、小さな頭だけがはみ出た状態で焼却用の穴を掘る胡桃を不思議そうに見つめていた。<br>その一件の後、胡桃は七七に謝罪の手紙を書く。だが、それは自分の手際が悪かったことで、七七を安らかに埋めることができなかったことを真剣に謝る内容だった。<br>胡桃からすると、七七は俗世に囚われ苦難を患ったものであり、あの世へ逝くべき存在なのだ。<br>白朮は七七と知り合った後、不老不死への欲求がより強まった。このような生と死の戒律に逆らう考え方に対し、胡桃は強く異論を唱えている。<br>七七を埋葬することは七七自身のためだけでなく、陰と陽のバランスを保つためでもあるのだ。<br>しかし、七七は断固としてそれを拒絶する。何故なら七七は死を恐れ、胡桃を嫌っているから。<br>このようなやり取りが長いこと続き、七七はついに学習した——胡桃に捕まらないために、いつどこに隠れるべきかを。<br>恐らく、このような生への執着が胡桃の心へと刺さったのだろう、彼女は七七の過去を調べ始めた。<br>予期せぬ事故、仙家のからくり…これらの偶然は胡桃を悩ませた。<br>七七がそんなに生きていたいのならば、強引に埋葬すべきではないと思った。<br>それ以来、胡桃の七七に対する態度は大きく変わった。いつもは見つけ次第さらっていたが、あれこれ尋ねるようになった。<br>ただ残念なことに、七七の心の中での胡桃はすでに疫病神となっている。七七の気持ちを取り戻すのに、あと何年かかることやら。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "胡桃の名を知らしめているのは、堂主としての身分ではなく、もう一つの才能——詩の創作によるものの方が大きい。<br>彼女は「路地裏の漆黒詩人」と自称し、歩けばすぐに詩を思いつく才能を持つ。<br>『ヒルチャー夢』は胡桃の最も有名な作品だ。港の住民に愛されるだけでなく、軽策荘の子供も歌っている。<br>愛好家や評論家は、このシンプルで奥深い作品に感銘を受け、この詩人の作品を探すため万文集舎に足を運んだ。しかし、残念ながら胡桃の詩集『璃月雑談』と『薪米油塩』はまだ発刊されていない。<br>いつも本屋に入り浸っている行秋も、どのような人物か興味を持ち、わざわざ手土産を持って彼女を訪ねたことがある。<br>二人は往生堂の中庭で即興で詩をそらんじ、切磋琢磨した。行秋の伝統に則った整然とした句に対し、胡桃は常に奇抜な発想と奇妙な言葉で返す。<br>乱雑に見えるが実は奥が深く、心地の良い音律を持ち、理解しやすく口にもしやすい、平凡な詩よりも実に巧みであった。<br>胡桃の詩は驚きの連続であり、行秋は笑いながら負けを認めた。<br>対決は仲睦まじく終了し、二人は詩を通じた友達となった。<br>詩を矜じ合う内に、重雲までもが審査員として引っ張られてきた。3人の笑い声は秋の日の紅葉のように、町中に広がったという。<br>対決中に創られた詩は、傍聴者によって記録されている。<br>もし町で上の句が真面目で、下の句が洒落の効いた詩が聞こえてきたら、きっとそれは行秋と胡桃が創り出したものに違いない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "乾坤泰卦帽",
                "Content": "帽子の材質は硬く、正面には往生堂の紋章があしらわれている。<br>これは第七十五代目堂主から胡桃へと受け継がれた帽子だ。しかし、その堂主はガタイが良く、頭は胡桃より二回り以上大きかった。<br>そのため、胡桃は一日がかりで手直しし、自分に合ったサイズに調整している。「この帽子は法力を持っていて、邪気を払い、平和を守護するものなの！」と、胡桃はよく口にする。<br>葬儀屋の従業員たちはそれを聞く度に一笑に付すのだが、彼女が帽子に対して抱く愛情は誰もが知っていた。<br>雨と風が激しい夜、体が汚れようとも帽子だけは守るのだ。<br>なお、帽子に付いている梅の花は、胡桃が自ら植えた梅の木から摘んだものである。<br>作り方は——花を乾燥させた後、色料と油を筆で丁寧に塗り、3日間日光に当てて干す。精巧な装飾品となった梅の木は、手触りが良く、ほのかな香りがある。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "胡桃の神の目について知るには、彼女の祖父の葬儀が行われた時の話をしなければならない。<br>胡桃の祖父が病により他界したのは、葬儀の十日前のことだった。第七十五代目堂主のため、往生堂は遺言をもとに盛大な葬儀を準備した。全体の指揮を執ったのは当時13歳の胡桃。その頃、幼い胡桃はまだ堂主にはなっていなかったが、一人であらゆる仕事をこなし、葬儀屋の従業員たちを感服させた。<br>葬儀が終わった後、胡桃は荷物を背負い、夜の闇に乗じてこっそりと外へ出た。非常食と水、そして灯だけをもって向かった先は、世にも奇妙な場所——<br>無妄の丘のずっと先にある「境界」だった。そこは往生堂が先祖代々管理してきた秘密の地であり、生と死の境界線なのだ。そこに行けば、亡くなった親族やこの世に未練を残す魂と会えると云う。胡桃がここに来たのも、祖父が遠くへ行ってしまう前に、もう一度会いたかったからだった。<br>丸二日掛けて「境界」に辿り着いた胡桃だったが、祖父に会うことは出来なかった。ここには数えきれないほどの魂が彷徨っているが、そのどれもが、祖父とは似ても似つかない。<br>一日中待ち続けたが、胡桃はとうとう疲れ果てて寝てしまった。再び目を覚ました頃には、既に真夜中だった。周囲にはいくつもの魂がうろつき、胡桃を嘲笑っている。<br>「バカな娘だな、胡じいがここにいるわけないだろ。こんな所まで探しに来るとは、さては正気を失ったか？」<br>胡桃は無視して待ち続けた。それから何日経ったのか…非常食と水が底を尽きかけても、胡桃の祖父は現れなかった。しかし、代わりにとある老婦人が目の前に現れた。<br>小柄な老婦人は疲れ果てた胡桃を見て笑った。「その頑固な性格は胡じいとそっくりじゃな。残念じゃが、歴代の往生堂堂主はこんな所に留まったりせんよ。彼らは堂々と生き、悔いなく去るのじゃ。じゃから帰れ、お前がいるべき場所へ。」<br>不思議な老婦人は胡桃に別れを告げると、境界の深部へと去っていった。胡桃は遠くへ離れていく背中を見て、なんとなく理解した。<br>祖父はすでに境界を越え、正しき場所へ向かったのだと。堂々とした悔いのない人生だったんだ、だから私も堂々と受け入れるべきだ…そう胡桃は思った。<br>そう納得した彼女はふいに笑みをこぼし、帰路につくことにした。ここへ来る時は月光に照らされていた道も、今は朝日に輝いている。祖父がいつも言っていたことを思い出した。「生まれるべき時に生まれ、死すべき時に死す。思いに従い、最善を尽くせ。」<br>昼頃に家に着くと、胡桃は裏庭を通って寝室に入り、荷物を片付けた。<br>すると空っぽだったはずの袋の中に、眩しく輝く「神の目」が入っていた。<br>「境界」に足を踏み入れた果敢で稀有な人間として、胡桃はどこかの神の心を掴んだのかもしれない。<br>彼女は高天からの贈り物を得た…計り知れないほど強大な、力の証を。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "堂主の私に何か用かな？あれ、知らなかった？私が往生堂七十七代目堂主、胡桃だよ！でもあなた、ツヤのある髪に健康そうな体してる…そっか！仕事以外で私に用があるってことだね？",
                "Tips": []
            },
            {
                "Title": "世間話 · 往生堂",
                "Content": "私とお茶しない？えへへ～",
                "Tips": []
            },
            {
                "Title": "世間話 · お客さん",
                "Content": "お客さんが一人、二人、三人…",
                "Tips": []
            },
            {
                "Title": "世間話 · 怠ける",
                "Content": "お日様が出たら日光浴、お月様が出たら月光浴～",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "うう…めんどくさいな～",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "雷だよ！気をつけて！",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "わぁ！雪だ！",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "ふぅ～気持ちいい～",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "帽子が飛んじゃうよ！",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "早寝早起きは体に良いね～",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "よっ！お昼だね、ご飯食べた？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "へへへ、お月様が出てきたよ～外で見よう！",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "眠いの？じゃあ先に休んで、私はもう少し起きてるから。",
                "Tips": []
            },
            {
                "Title": "胡桃について · 名前",
                "Content": "胡桃の「ふ」はおふざけの「ふ」、胡桃の「た」はぐーたらの「た」！<br>…え、面白くない？",
                "Tips": []
            },
            {
                "Title": "胡桃について · 特技",
                "Content": "ほら見てて…火の玉！そして～ほい！火の蝶々！やった！飛んでる～",
                "Tips": []
            },
            {
                "Title": "好奇心について…",
                "Content": "色んな所を旅してきたんでしょ。時間があったら私に色々聞かせて。",
                "Tips": []
            },
            {
                "Title": "夜について…",
                "Content": "昼間はどこに行っても大丈夫だけど、夜になったら気を付けて。と · く · に、私がいない時。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "手伝うことについて…",
                "Content": "手伝ってほしい？私が必要？了解！あなたが困ってるなら、どこにいても全力で駆け付けるよ！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "戦いについて…",
                "Content": "私にとって、戦いは目的じゃなくて手段。戦いという手段で大切なものを守るのが目的なの。この点に関しては、あなたと一緒だね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」？「神の目」…うーん、その辺は縁次第ってところかな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "私たち往生堂には、二つの世界の人を満足させる責任がある。だから、依頼を受けたら必ず最後までやり遂げるの。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "陰気な場所に月光が差し込むことで生える花があるの。見たことない？じゃあ、今度見せてあげるね。",
                "Tips": []
            },
            {
                "Title": "鍾離について…",
                "Content": "鍾離さんはあんなに若いのに、性格は老人だね。何でも知ってるけど何に対しても興味がない…<br>もしかして彼…ふふ、何でもない！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "七七について…",
                "Content": "七七ちゃんを見かけた？どこにいるか教えて！あの子をどこかに隠してそれから……えへへへへ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "白朮について…",
                "Content": "白朮？…ふん、やっかいな奴。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "凝光について…",
                "Content": "「天権」凝光、地位と富の頂点にいながら、美しく賢く、万物を見据えている。すっっっごくかっこいいよ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "北斗について…",
                "Content": "北斗姉は璃月の有名人よ。彼女は私を知らないけど、私は彼女を知ってる。あ～友達になりたいな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "行秋について…",
                "Content": "行秋坊ちゃまは本を書いてるらしいよ。どんな内容なんだろう？周りであった事を教えたら、面白い物語を書いてくれるかな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "重雲について…",
                "Content": "純陽の体…まさかこんな体質の人がこの世にいるなんてね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "魈について…",
                "Content": "仙人のこと？し、知らないよ？あわわ、お願いだから何も聞かないで！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴について…",
                "Content": "「玉衡」刻晴…だいぶ話しづらい人ね。ほら、あの生真面目な感じ、からかったらどうなるのかな…まさか剣で叩かれないよね…ね！？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "香菱について…",
                "Content": "香菱ったら面白いんだよ！ちょっと触っただけでビックリして飛び跳ねるの！ああいう子大好きよ！でもやりすぎに注意しなきゃね、グゥオパァーに怒られちゃう…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雲菫について…",
                "Content": "雲菫は正式な場ではとても優雅だけど、私生活ではすごく親しみやすいよ！この前彼女と賭けをしたの。負けた人が自分の得意とする歌い方で相手の書いた歌詞を歌うんだ。璃月劇版のヒルチャー夢、んもぉ～あなたも絶対聞いた方がいいって！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "申鶴について…",
                "Content": "彼女は本当に面白い人だよ。他の誰とも違うの。ねぇ、私もこれから毎日、仙草を食べて山露を飲めば、彼女のように浮世離れした人になれるかな？えへへ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "藍硯について…",
                "Content": "藍硯ちゃんね…あの子は只者じゃないよ。「触り程度」なんて言ってるけど、そんなもんじゃない。奇門秘術って本当にすごいんだよ、病や死気も全部祓っちゃうんだから。まったく、世の中はますます良くなって、みんな強くなっていくよね～。うちの商売がやりづらくなっちゃうよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "胡桃を知る · 1",
                "Content": "ヒルチャールのお兄さんが病気になった♪…ヒルチャールのお姉さんが看病して♪…ヒルチャールのお兄さんが薬を飲んでも治らない♪…",
                "Tips": []
            },
            {
                "Title": "胡桃を知る · 2",
                "Content": "路地裏に潜む漆黒の詩人とは、私のことよ！",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "胡桃を知る · 3",
                "Content": "「往生堂」の仕事は別に難しくも怖くもない、少し面倒なだけ。私たちを見かけたら怖がる人がいるから、何だか悲しいな。もう～そんなんじゃないのに！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "胡桃を知る · 4",
                "Content": "私は「往生堂」七十七代目堂主、おじいちゃんが七十五代目よ。私が初めて引き受けた仕事は、おじいちゃんの葬儀だったの。うん？意外だった？知らないうちに何年もやってきた…時間が経つのって早いね。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "胡桃を知る · 5",
                "Content": "陰陽は整然、運命は無常。死は予測できないけど、規則はある。覚えておいて、いつどんな時も、死を軽く扱っちゃだめ。死を理解し尊重してこそ、生きる価値を理解できるのよ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "胡桃の趣味…",
                "Content": "雲一つない空と、月光に満ちた夜空！こんな絶景、詩を作るにはぴったりね！",
                "Tips": []
            },
            {
                "Title": "胡桃の悩み…",
                "Content": "はぁ、何か面白いことないかな…何もすることがないのって、死より恐ろしいことだよ。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "ららら～♪水煮魚にエビ蒸し餃子～♪",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "清心とスライムの液体炒め…おぇ…香菱…私に対する復讐…？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "よしよし。堂主である私が、この料理に詩を一編書いてあげる——",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "手伝わなくていいの？一皿作ったら、私がもう一皿おまけで作ってあげるよ！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "うぇ…これ何？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "今宵は満天の星に華麗な月、さーぞかしいい日だろうね。うーん？うふふ…うん！知ってるよ、誕生日でしょ！もう、本当にいい日だね。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "おや？おやおや？",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "うんうん、良い気持ち、ありがと！",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "力に満ち溢れてる、こんなの初めて！何でもできる自信があるよ！",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "力が限界に達した後に試されるのは心。あなたのおかげで、こんなにも素晴らしい境地にまでこれた。ここは心と魂が交じり合い…生から死、天地から万物、全ての理が集う場所だね。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "喝！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "起！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "散！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "いってらっしゃい！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "さよなら！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "燎原の蝶！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "ふぅ～っ！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 2",
                "Content": "いこう！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 3",
                "Content": "ヤッホー！",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "気持ちいい～",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "当たり！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "どれどれ、何が入ってるかな～",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "土に埋めたら宝箱がたくさん生えるかも！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "おやおや！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "ひぃっ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "やばっ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "落ち着いて！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "私が！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "私の番…？",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "う…ら…む…わ",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "うわぁ——",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "なにっ！？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "あっ！やっと私の出番？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "見る目ある！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "全員あの世行き～",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "46": {
        "Costumes": [
            {
                "ID": 340019,
                "Name": "残雪に咲く紅",
                "Desc": "胡桃の衣装。暗い色を基調とした往生堂の服とは異なり、明るい色のワンピース。服は友人の香菱が胡桃のために用意してくれたプレゼントで、サングラスは胡桃の自前である。",
                "Icon": "UI_AvatarIcon_HutaoCostumeWinter",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "梅の残り香",
                "Desc": "胡桃の衣装。「往生堂」堂主が仕事する時に身に着ける日常的な服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108200,
            "JD": 108190,
            "Name": "<b>幽々大行軍</b>",
            "Eff": "選択したキャラを復活させ、HP上限の15%を回復し、さらにHPを550回復する。",
            "Desc": "胡桃のオリジナル料理。丸い頭の幽霊が一か所に集まる様子がかわいい。もし好奇心を抑えきれず、その内の「一匹」を食べたら、きっと後悔するだろう…何故なら、口に入れたのは、味覚を完全に失わせるほど衝撃的な——「得体のしれない食材」だからだ。",
            "Recipe": {
                "100063": 2,
                "100015": 2
            },
            "Icon": "UI_ItemIcon_108200"
        },
        "Namecard": {
            "Name": "<b>胡桃·安神</b>",
            "Desc": "名刺の飾り紋。<br>胡桃堂主は全然怖くないよ、たぶん。",
            "Pic": "UI_NameCardPic_Hutao_P"
        }
    }
}

var acs_cache_ = {
    "340019": "The seasons turned, the days grew chill, and winter lay thick on Liyue Harbor's streets, burying all too many things that Hu Tao could go and do each day.<br>She'd counted, of course — and apart from assigning Zhongli to make purchases, partaking in poetic collaborations with Xingqiu, and going out for meals with Yun Jin, who was on a diet, there wasn't much fun to be had at all.<br>Oh, the boredom. The boredom! It was like someone had swaddled her in blankets. Or frozen her mind in ice!<br>Ever the enemy of ennui, tedium, and torpor, Director Hu of the Wangsheng Funeral Parlor had to salvage this languid, lachrymose outlook somehow! And so, she met with the great chef of Wanmin Restaurant, and together they conferred.<br>Two to zero, it was unanimously agreed — only delicious mutton hotpot could solve this problem!<br>Xiangling would take charge of the cooking, and the purchase of ingredients would Hu Tao shoulder.<br><br>In the chef's professional opinion, Chenyu Vale's Fluff-Fleece Goats were the ideal choice for the meat involved.<br>And so Hu Tao tramped up and down in the winter wear Xiangling had gifted her, from Chihu Rock to Yujing Terrace, until she found fresh mutton at Wanyou Boutique.<br>After some back and forth, Bolai agreed to give her a discount.<br>How he muttered and murmured as he sliced two marbled hunks of mutton off, like one enduring great financial loss. But as he prepared to wrap them up in oil paper—<br>\"One moment,\" Director Hu said, raising a hand to stop him.<br>\"This living creature has given its life to satisfy human appetites. It deserves a burial.\"<br>\"We lack time to prepare the full rites, which is a shame — but let me speak a brief eulogy instead.\"<br>Then, taking her sunglasses off and straightening her clothes, she spoke thus in solemnity:<br>\"O little goat, born you were in Chenyu Vale. From springs you drank, on grass you fed.<br>\"Surely you ran oft over the hills, for your meat is springy and firm.<br>\"Yet surely you ate and slept your fill, as the wealth of oil and fat attest.<br>\"You ate and slept well, living free of worry and regret.<br>\"Now, go well with my thanks, for kindly helping to fill my tummy.\"<br>The ceremony concluded, Hu Tao wrapped the meat with care, before asking Bolai for some greens and frozen tofu.<br>It occurred to her then, as she walked off. This was quite a bit more meat than expected... So why not call in a few extra people? That's what hot pot was all about, right?<br>Right, then. Best get Xingqiu, Chongyun, not to mention Yun Jin and Xinyan.<br>Qiqi too, should they meet along the way. And if Dr. Baizhu was interested, why, he was welcome too!<br>Well, then. Who said that cold days were without their charm? Time to go, time to go. A happy hotpot party awaits!"
}