// Auto Generated

var _AvatarDataConfig_ = {
    "Hutao": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Hutao": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "100029": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113016": 2,
                "100029": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113016": 4,
                "100029": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113016": 8,
                "100029": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113016": 12,
                "100029": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113016": 20,
                "100029": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Hutao": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "往生秘伝槍法",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大6段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費して前方に突進し、経路上の敵にダメージを与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.8864%",
                                    "50.0832%",
                                    "53.28%",
                                    "57.5424%",
                                    "60.7392%",
                                    "64.4688%",
                                    "69.264%",
                                    "74.0592%",
                                    "78.8544%",
                                    "83.6496%",
                                    "88.4448%",
                                    "93.24%",
                                    "98.0352%",
                                    "102.8304%",
                                    "107.6256%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "48.2539%",
                                    "51.544%",
                                    "54.834%",
                                    "59.2207%",
                                    "62.5108%",
                                    "66.3491%",
                                    "71.2842%",
                                    "76.2193%",
                                    "81.1543%",
                                    "86.0894%",
                                    "91.0244%",
                                    "95.9595%",
                                    "100.8946%",
                                    "105.8296%",
                                    "110.7647%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "61.05%",
                                    "65.2125%",
                                    "69.375%",
                                    "74.925%",
                                    "79.0875%",
                                    "83.9438%",
                                    "90.1875%",
                                    "96.4313%",
                                    "102.675%",
                                    "108.9188%",
                                    "115.1625%",
                                    "121.4063%",
                                    "127.65%",
                                    "133.8938%",
                                    "140.1375%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "65.641%",
                                    "70.1165%",
                                    "74.592%",
                                    "80.5594%",
                                    "85.0349%",
                                    "90.2563%",
                                    "96.9696%",
                                    "103.6829%",
                                    "110.3962%",
                                    "117.1094%",
                                    "123.8227%",
                                    "130.536%",
                                    "137.2493%",
                                    "143.9626%",
                                    "150.6758%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "33.2737%+35.2%",
                                    "35.5423%+37.6%",
                                    "37.811%+40.0%",
                                    "40.8359%+43.2%",
                                    "43.1045%+45.6%",
                                    "45.7513%+48.4%",
                                    "49.1543%+52.0%",
                                    "52.5573%+55.6%",
                                    "55.9603%+59.2%",
                                    "59.3633%+62.8%",
                                    "62.7663%+66.4%",
                                    "66.1693%+70.0%",
                                    "69.5722%+73.6%",
                                    "72.9752%+77.2%",
                                    "76.3782%+80.8%"
                                ]
                            },
                            {
                                "Desc": "6段ダメージ",
                                "ParamLevelList": [
                                    "85.9584%",
                                    "91.8192%",
                                    "97.68%",
                                    "105.4944%",
                                    "111.3552%",
                                    "118.1928%",
                                    "126.984%",
                                    "135.7752%",
                                    "144.5664%",
                                    "153.3576%",
                                    "162.1488%",
                                    "170.94%",
                                    "179.7312%",
                                    "188.5224%",
                                    "197.3136%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "135.96%",
                                    "145.23%",
                                    "154.5%",
                                    "166.86%",
                                    "176.13%",
                                    "186.945%",
                                    "200.85%",
                                    "214.755%",
                                    "228.66%",
                                    "242.565%",
                                    "256.47%",
                                    "270.375%",
                                    "284.28%",
                                    "298.185%",
                                    "312.09%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "65.4192%",
                                    "69.8796%",
                                    "74.34%",
                                    "80.2872%",
                                    "84.7476%",
                                    "89.9514%",
                                    "96.642%",
                                    "103.3326%",
                                    "110.0232%",
                                    "116.7138%",
                                    "123.4044%",
                                    "130.095%",
                                    "136.7856%",
                                    "143.4762%",
                                    "150.1668%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "130.8107%/163.3896%",
                                    "139.7296%/174.5298%",
                                    "148.6485%/185.67%",
                                    "160.5404%/200.5236%",
                                    "169.4593%/211.6638%",
                                    "179.8647%/224.6607%",
                                    "193.2431%/241.371%",
                                    "206.6214%/258.0813%",
                                    "220.0%/274.7916%",
                                    "233.3781%/291.5019%",
                                    "246.7565%/308.2122%",
                                    "260.1349%/324.9225%",
                                    "273.5132%/341.6328%",
                                    "286.8916%/358.3431%",
                                    "300.27%/375.0534%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "蝶導来世",
                        "Desc": "燃え続ける炎のみが、この世の不浄を払うことができる。<br>一定のHPを消費して、周囲の敵をノックバックし、冥蝶の舞状態に入る。<br><br><color style='color:#FFD780;'>冥蝶の舞</color><br> · 胡桃のHP上限を基準に攻撃力がアップする。この効果でアップできる攻撃力の最大値は、胡桃の基礎攻撃力の400%まで。<br> · 攻撃ダメージは<color style='color:#FF9999;'>炎元素ダメージ</color>となり、元素付与によって他の元素に変化することはない。<br> · 重撃は敵に血梅香効果を与える。<br> · 胡桃の中断耐性がアップする。<br><br><color style='color:#FFD780;'>血梅香</color><br>血梅香状態の敵は、4秒毎に1度、<color style='color:#FF9999;'>炎元素ダメージ</color>を受ける。このダメージは元素スキルダメージと見なされる。<br>同一ターゲットに付与される血梅香効果は同時に最大1つまで。また、血梅香効果の継続時間は効果を付与した胡桃のみが更新可能。<br><br><color style='color:#FFD780;'>冥蝶の舞</color>は継続時間終了時、または胡桃の退場や戦闘不能時に解除される。<br><br><i>胡桃が学んだ秘伝の槍法、その教えの一句目は「槍よ切り開け黄泉の道、蝶よ引き寄せ来世の橋。」</i>",
                        "Icon": "Skill_S_Hutao_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキル消費",
                                "ParamLevelList": [
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%",
                                    "現在HP30.0%"
                                ]
                            },
                            {
                                "Desc": "攻撃力アップ",
                                "ParamLevelList": [
                                    "HP上限3.841%",
                                    "HP上限4.071%",
                                    "HP上限4.301%",
                                    "HP上限4.6%",
                                    "HP上限4.83%",
                                    "HP上限5.06%",
                                    "HP上限5.359%",
                                    "HP上限5.658%",
                                    "HP上限5.957%",
                                    "HP上限6.256%",
                                    "HP上限6.555%",
                                    "HP上限6.854%",
                                    "HP上限7.153%",
                                    "HP上限7.452%",
                                    "HP上限7.751%"
                                ]
                            },
                            {
                                "Desc": "血梅香ダメージ",
                                "ParamLevelList": [
                                    "64.0%",
                                    "68.8%",
                                    "73.6%",
                                    "80.0%",
                                    "84.8%",
                                    "89.6%",
                                    "96.0%",
                                    "102.4%",
                                    "108.8%",
                                    "115.2%",
                                    "121.6%",
                                    "128.0%",
                                    "136.0%",
                                    "144.0%",
                                    "152.0%"
                                ]
                            },
                            {
                                "Desc": "血梅香継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "安神秘法",
                        "Desc": "灼熱の魂を振り回し、広範囲に<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br>敵に命中した時、胡桃のHP上限を基準に自身のHPが回復する。この効果は命中した敵1体毎に発動し、最大で5体まで効果が発動する。<br>胡桃のHPが50%以下の時、より高いダメージと回復効果を持つ。<br><br><i>既にこの世を去った者がまだ元気そうにしていると、往生堂は焦燥や不安に駆られる。火葬は胡桃の心を一番落ち着かせることができる手段である。そのため、彼女は焦燥すればするほど、火力が上昇する。</i>",
                        "Icon": "Skill_E_Hutao_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "303.272%",
                                    "321.432%",
                                    "339.592%",
                                    "363.2%",
                                    "381.36%",
                                    "399.52%",
                                    "423.128%",
                                    "446.736%",
                                    "470.344%",
                                    "493.952%",
                                    "517.56%",
                                    "541.168%",
                                    "564.776%",
                                    "588.384%",
                                    "611.992%"
                                ]
                            },
                            {
                                "Desc": "低HP時スキルダメージ",
                                "ParamLevelList": [
                                    "379.09%",
                                    "401.79%",
                                    "424.49%",
                                    "454.0%",
                                    "476.7%",
                                    "499.4%",
                                    "528.91%",
                                    "558.42%",
                                    "587.93%",
                                    "617.44%",
                                    "646.95%",
                                    "676.46%",
                                    "705.97%",
                                    "735.48%",
                                    "764.99%"
                                ]
                            },
                            {
                                "Desc": "スキル回復量",
                                "ParamLevelList": [
                                    "HP上限6.2625%",
                                    "HP上限6.6375%",
                                    "HP上限7.0125%",
                                    "HP上限7.5%",
                                    "HP上限7.875%",
                                    "HP上限8.25%",
                                    "HP上限8.7375%",
                                    "HP上限9.225%",
                                    "HP上限9.7125%",
                                    "HP上限10.2%",
                                    "HP上限10.6875%",
                                    "HP上限11.175%",
                                    "HP上限11.6625%",
                                    "HP上限12.15%",
                                    "HP上限12.6375%"
                                ]
                            },
                            {
                                "Desc": "低HP時スキル回復量",
                                "ParamLevelList": [
                                    "HP上限8.35%",
                                    "HP上限8.85%",
                                    "HP上限9.35%",
                                    "HP上限10.0%",
                                    "HP上限10.5%",
                                    "HP上限11.0%",
                                    "HP上限11.65%",
                                    "HP上限12.3%",
                                    "HP上限12.95%",
                                    "HP上限13.6%",
                                    "HP上限14.25%",
                                    "HP上限14.9%",
                                    "HP上限15.55%",
                                    "HP上限16.2%",
                                    "HP上限16.85%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "蝶隠の時",
                        "Desc": "<color style='color:#FFD780;'>蝶導来世</color>による<color style='color:#FFD780;'>冥蝶の舞</color>状態終了後、チーム全員（胡桃自身を除く）の会心率+12%、継続時間8秒。",
                        "Icon": "UI_Talent_S_Hutao_05"
                    },
                    {
                        "Name": "血のかまど",
                        "Desc": "胡桃のHPが50%以下の時、<color style='color:#FF9999;'>炎元素ダメージ</color>+33%。",
                        "Icon": "UI_Talent_S_Hutao_06"
                    },
                    {
                        "Name": "多々益善",
                        "Desc": "料理を完璧調理した時、18%の確率で「微妙な」品質の同一料理を獲得する。",
                        "Icon": "UI_Talent_Cook_ExtraFailedItem"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "朱色の花束",
                        "Desc": "<color style='color:#FFD780;'>蝶導来世</color>による<color style='color:#FFD780;'>冥蝶の舞</color>状態の時、胡桃の重撃はスタミナを消費しない。",
                        "Icon": "UI_Talent_S_Hutao_03"
                    },
                    {
                        "Level": 2,
                        "Name": "晴れのち雨",
                        "Desc": "<color style='color:#FFD780;'>血梅香</color>のダメージ量が胡桃のHP上限の10%分アップする。<br>また、<color style='color:#FFD780;'>安神秘法</color>は命中した敵に<color style='color:#FFD780;'>血梅香</color>効果を与える。",
                        "Icon": "UI_Talent_S_Hutao_01"
                    },
                    {
                        "Level": 3,
                        "Name": "血色の儀",
                        "Desc": "<color style='color:#FFD780;'>蝶導来世</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Hutao_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花室の添い寝",
                        "Desc": "胡桃自ら与えた<color style='color:#FFD780;'>血梅香</color>状態の敵が倒されると、周囲のチーム全員（胡桃自身を除く）の会心率+12%、継続時間15秒。",
                        "Icon": "UI_Talent_S_Hutao_02"
                    },
                    {
                        "Level": 5,
                        "Name": "漂う花の香り",
                        "Desc": "<color style='color:#FFD780;'>安神秘法</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Hutao_02"
                    },
                    {
                        "Level": 6,
                        "Name": "冥蝶の抱擁",
                        "Desc": "胡桃のHPが25%以下、または戦闘不能に至るダメージを受けた時に発動：<br>このダメージで胡桃が戦闘不能になることはない。また、次の10秒間、胡桃の全元素耐性及び物理耐性+200%、会心率+100%、中断耐性大幅アップ。<br>この効果は胡桃のHPが1の時に自動で発動される。<br>60秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Hutao_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Hutao": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        150.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 35.76,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.5,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.88,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        320.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.7
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 6",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 6",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.52,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        180.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 35.76,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.9,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 36.88,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.6,
                        1.5,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 46.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        320.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.2,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 6",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 6",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 65.52,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 1.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}