// Auto Generated

var _AvatarFetterConfig_ = {
    "110": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "ナタ人が豊穣の邦のことで真っ先に思い浮かべるのは、生活にトレーニングが根付いている点だ。そのため、そこの人たちに対するイメージといえば、たくましいガタイや鍛え上げられた筋肉を持つ者が多いというものだが…<br>豊穣の邦を初めて訪れた人は、すぐさま驚くべき事実を知ることになる。豊穣の邦のフィットネス界でトップにいる者は、そのイメージと真逆なのである。身長は子供と大差なく、腕や足はほとんどの豊穣の邦の民よりも細いのだ。<br>この風が吹けば倒れそうな少女こそ、豊穣の邦トレーニングジムの筆頭トレーナー、イアンサである。<br>彼女を見た人は最初、よそ者をからかうための冗談だと思う。<br>だが、イアンサが実際に指導している場面を見た人は唖然とするのだ——後ろをついて走る生徒たちが倒れても、彼女が平然と走り続けている姿に。<br>やがて、イアンサはすべてのナタ人が見守る中、帰火聖夜の巡礼で全勝記録を叩き出した。<br>そして今、イアンサはナタの全土で認められる一流トレーナーとなっている。しかも彼女はなんと、帰火聖夜の巡礼で勝つコツを伝授する養成プログラムまで組んだのだ。<br>人々はイアンサの強さに驚嘆し、同時にその強さがどこから来ているのか疑問に思った。すると「イアンサは背が伸びない代わりに、超人的な力を得られる特別な血筋である」という噂が流れ始めた。<br>しかし、好奇心旺盛な他部族の人が豊穣の邦の民にこの噂を確認しようとすると、冷ややかな目で見られる——<br>「ふん、トレーニング不足だな。」<br>豊穣の邦の民はそう言い放つと、引き続きトレーニングで汗を流す——自分のどこが悪かったのかと疑問に思っている他部族の人をそのまま放置して。<br>そして、新たな噂が流れ始めた。イアンサが持つ力は豊穣の邦の秘密兵器だから、みんな口裏を合わせて隠しているのだと。<br>そんな噂が広まったとき、イアンサはそれを信じる人たちに声をかけた。<br>「アタシと同じ力を手に入れたいのか。じゃあ、うちのレッスンに参加するといい。キレッキレに仕上がるぞ！」<br>驚いた人々は、イアンサの言葉を信じていないのか、はたまたイアンサのレッスンの恐ろしさを知っているのか、大半がその勧誘を断った。<br>それからも、イアンサに関する様々な噂は絶えず流れ続けた。それに関して、イアンサはたまにトレーニングの合間に愚痴をこぼす。<br>「トレーニングの成果だって言ってるのに、なんでみんな信じてくれないんだ？」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "イアンサは自分の身長が一生伸びないことを幼い頃から知っていた。<br>なぜなら彼女は「エグングンの血」を引く一族であり、先祖は皆、子供の身長のまま一生を過ごしてきたからだ。<br>豊穣の邦は、ナタで最も強靭な肉体を誇る部族だ。しかし、イアンサの一族は異端だった。イアンサの先祖もまた、他の部族の者たち同様に強さを求めたが、その血筋がそれを許さなかった。身長と引き換えに、その血が特別な力を授ける——なんてことはなかったのだ。おとぎ話に登場する「大切なものと引き換えに、冒険者に特別な力を与える魔法使い」が、何倍も公平に思える。<br>幸い、豊穣の邦の民は心優しく、イアンサの一族は差別されることなく受け入れられ、守るべき存在として扱われた。戦争が起こるたび、イアンサの一族は後方に配置され、負傷者の治療や食事の準備などの雑務を担った。部族の戦士のような勇敢さや機敏さこそ持たなかったが、繰り返される日常生活の中で、決められた計画通りに行動する力を身に付けていったのだ。<br>イアンサは物心ついた頃から両親と共に働き、幼くして頼もしい助手となった。しかし、勤勉で落ち着いた両親とは違い、彼女の心には常に戦争への不安が渦巻いていた。仕事の合間を縫っては戦場の近くまで足を運び、戦士が戻ってくるであろう方向をじっと見つめた。しかし、その視線から得られるものは何もなく、すぐさま責任感の強い部族の戦士たちによって両親のもとへ送り届けられるのが常だった。彼女もまた両親と同じく「エグングンの血」によって定められた運命を歩むものだと誰もが思っていた。<br>しかしある日、部族の誰一人として予想していなかった異変がイアンサの身に訪れる。なんと「力」の古名が彼女を継承者として選んだのだ。<br>部族の人々、そしてイアンサ本人もこの出来事に大いに驚いた。だが、古名の銘文は紛れもないものであり、そこに疑いの余地などなかった。イアンサは一躍、部族の注目の的となったが、その視線のほとんどは友好的なものではなかった。「力」という古名は豊穣の邦にとって極めて重い意味を持ち、最高の栄誉であると同時に、計り知れない責任を必要とするものだからだ。心理面でも身長面でも、大多数の部族の者たちはイアンサを見下し、彼女にこの栄誉を手にする資格があるのか、さらにはその責任を全うするだけの力が本当にあるのかを疑問視した。<br>この件について最も心を砕いたのは、やはりイアンサの両親だ。彼らは勤勉で真面目で、同時に規則を重んじる者でもあった。自分たちがこの件に対して有益なアドバイスをしてあげられる立場にないと悟った二人は、娘の前で長く沈黙した。しかし、その沈黙の末に、二人はほぼ同時にイアンサの決断を尊重する意思を示した。<br>そして数日後、イアンサは族長兼トレーニングジムの筆頭トレーナーであるアカトルのもとを訪ねた。<br>「コーチ、筋トレがしたいです！」",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "豊穣の邦では、帰火聖夜の巡礼に次いで、トレーニングが神聖視されている。ここの民は皆、トレーニングに励むことを良しとし、その成果こそが自身の誇りであると考えているのだ。<br>しかし、イアンサがトレーニングジムを訪れたとき、周囲の人たちは少なからずこう思った——「この子は早々に諦めたほうがいい」と。その理由は、イアンサとトレーニングの相性を問題視したからではない。むしろ彼女の安全を案じてのことだった。何しろ、ジムにはイアンサの体重を遥かに上回る重さのトレーニング器具がずらりと並んでいるからだ。<br>そこで、彼らはジムへの入会条件と称し、イアンサの前に初心者用の器具を並べて、彼女が自ら諦めるよう仕向けた。だがイアンサは引き下がらなかった。彼女は小さなバーベルを選び、全身の力を振り絞って挑んだ。しかし、バーベルが地面を離れるよりも先に、骨の折れる音が鳴り響き、慌てて止められるのであった…<br>イアンサがベッドから離れられたのは、半月後のことだった。酷い骨折を負ったにもかかわらず、ベッドに数ヶ月縛られずに済んだのは、手当てを得意とする父のおかげであった。そして、イアンサの怪我が治ったと聞きつけたアカトルが、お見舞いに訪れた。イアンサが怪我をしたことで、周囲の人々は引き止めなかったアカトルを非難した。今回の訪問は、おそらくイアンサを説得するためのものだろう——そう思うと、イアンサの胸には不安が広がった。<br>「トレーニングをするのに、身体的な条件を満たす必要があるとでもいうのか？」<br>「トレーニングに必要なのは資格じゃない——選択だ。」<br>アカトルはイアンサの不安を拭い去ると、ジムの創設者の話を始めた。<br>その男はメツカーラという名の勇士で、彼もかつて豊穣の邦の族長であった。強靭な肉体を誇る彼は、類稀なる力の持ち主でもある。メツカーラが生きていた時代、豊穣の邦は成り立ってから数世代しか経っておらず、まだ聖山の麓に根を下ろしきれていなかった。彼は自身の圧倒的な力によって猛獣やマグマの脅威と対峙し、まるで守護神のように昼夜問わず部族を守り続けた。しかし、聖山が活動期に入り、マグマの活動が激しくなるにつれ、メツカーラも次第に疲弊していった。庇護を求める部族の民は日を追うごとに増え、もはや彼一人では守りきれない状況だ。それでもメツカーラは決して逃げることなく、部族のために身を粉にした。<br>「ならば俺になるのだ。皆が俺のようになればいい！」<br>彼は部族の民を生徒と見なし、自身のトレーニング法を惜しみなく授けた。そして、彼らを率いて、部族の脅威に立ち向かったのだ。幾度もの試練を乗り越えるうちに、人々は次第に気づき始めた——自分たちにも故郷を守る力があるのだと。時が経ち、メツカーラも老いという歳月に抗えなくなった頃、その生徒たちはすでに彼を超え、豊穣の邦の新たな防壁となっていた。こうして豊穣の邦は安寧を手に入れ、人々は聖山の麓で平和に暮らせるようになったのであった。<br>「これがトレーニングジムの起源だ。そして、さっきオレが言った言葉はメツカーラが後世に残した言葉でな。もし『トレーニングをするには、身体的な条件を満たす必要がある』なんてことを言えば、真っ先に彼が否定してくれるだろう。」<br>「イアンサ、お前が初心者用の器具すら扱えなかったことは聞いてる。だがな、それは決してお前にトレーニングする資格がないってことじゃない。ただ単にお前のような身体の者を、ほとんどのトレーナーが知識として持っていないから指導できないってだけだ。だからオレには説明する義務がある。トレーニングがお前にとって、いかにいばらの道であるかを。」<br>「だが、選択をするのはお前だ。」<br>アカトルが去った後、イアンサは自分の古名を知ったときと同じように、何日も黙ったまま考えた。そして最終的に、イアンサはアカトルのもとを訪ねる決意をする。<br>「コーチ、筋トレがしたいです！」<br>イアンサはジムに再びやってきた。そこの人々は以前のように「歓迎」するのではなく、イアンサを新しく作られたエリアに案内した。そのエリアは大柄な人たちがトレーニング器具を振り回すような危険な場所から離れており、さらには特別な休憩スペースまで用意されていた。どう見ても、わざわざイアンサのために作られた場所だ。<br>彼女に注がれる視線には、以前のような心配だけでなく、敬意も含まれていた。皆、彼女が孤独な修行の道を選んだことを知ったのだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "ジムに入ったばかりの頃、トレーニングを通じて強くなるという彼女の決意が揺らぐことはなかった。だが、数日ごとに襲いくる痛みは、その強い決意をもってしても少しも和らがなかったという——<br>その痛みというのが筋肉痛だ。かつてトレーニングジムでは、忍耐力を試すような鍛錬が流行っており、多くの者が筋肉痛の度合いを成果の指標としていた。そして、己の限界を超えようと果敢に挑み続けていたのだ。<br>…イアンサの怪我の大半は、そういったトレーニングを真似たがためのものである。<br>リハビリの最中、イアンサは松葉杖をつきながら、部族の人たちが集まるジムをぼんやりと眺めていた。ふと気づく——トレーニング器具を前にしても、高みへ挑もうとしたあの興奮や胸の高鳴りが湧いてこない。代わりに、先日脱臼した関節の鈍い痛みがじんじんとするだけであった。<br>その瞬間、イアンサは初めて、自分がトレーニングに向いていないのかもしれないと思った。<br>一週間もふさぎ込むイアンサを見て、母は娘の心の迷いを感じ取った。その苦しむ姿に耐えられなかった優しい母は、何とかしてイアンサを元気づけようとした。<br>「私たちにはできないことがたくさんあるわ。でも、代わりにできることもある。怪我の手当てをしたり、ご飯を作ったり…」<br>しかし、母の言葉はそこで止まってしまった。ジムの先輩たちですらイアンサに適切な指導ができなかったのだ。トレーニングの「ト」の字も知らない自分に何ができるというのか。だが、母が思っていた反応とは異なり、イアンサの目には再び光が宿った。<br>「そうだ。アタシたちは怪我の手当てと料理が得意なんだ！」<br>一ヶ月の休養を経て、イアンサは再びジムに戻った。ただ、今回の彼女は先輩たちの筋肉の見せ合いっこに目を向けることも、あれやこれやとトレーニング器具と格闘することもなかった。鍋を用意し、運動し、記録をつけ、そしてご飯を作ったのだ。<br>彼女のトレーニングは、以前よりもずっと負荷が軽くなったように見えた。毎日、決まったトレーニングを繰り返すだけになったのだ。しかし同時に、彼女はなぜか忙しそうに見えた。まるで日々の行動が徹底的にスケジュール管理されているかのようにだ。また他の人とは違い、自分を追い込むことをやめた——それは自分に甘いようにも見えたが、食事管理の徹底ぶりから厳しくも見えた。<br>この数週間の不可解な行動は、ついに皆の注目を集めた。ついには、イアンサが自身の血筋を乗り越えるトレーニング法を見つけたのではないかという噂まで流れ始める。そして、イアンサの行動を見物するように、人が集まってきた。<br>「ん？ああ、ただトレーニングメニューを組んで、カロリー摂取量をコントロールし、正しく栄養を補給してるだけだぞ。」<br>一通り話を聞いた後、好奇心に駆られて集まった人々は、どこかがっかりした様子で散っていった。イアンサの説明した内容は、彼らを驚かせるようなものではなく、それだけで限界を超えられるとは到底思えなかったからだ。<br>しかし、トレーニング法を変えてからイアンサの記録は明らかに向上していた——にもかかわらず、それに気づく者は誰もいない。腕立て伏せの回数は五回増え、走れる距離も五百メートル伸びた。だが、他の人たちからするとそれは取るに足らない変化に過ぎず、関心を持つまでもないことであった。一方、イアンサだけは、その数値の上昇がまるで鋼鉄の表面に走る細かなヒビのように、何かしらの変化の兆しであることを感じ取っていた。<br>その時のイアンサはまだ、自分がナタの栄養学を確立したことなど知る由もなく、ただ自分に最適なトレーニング法を見つけたことだけを喜んでいた。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "イアンサは、豊穣の邦のとある風習を通じて竜の仲間と出会った。豊穣の邦の民はライノ竜と力比べすることを好み、それに勝つことを誇りとしていた。ジムに通い始めてしばらく経ったイアンサも、この勝負に挑戦することになるのだが、当時の彼女が全身の力を振り絞ったところで、動かせるライノ竜は一匹もいなかった。その頃のイアンサは、トレーニング器具でよく怪我をしていたため、周囲の人はこの勝負に挑むことを不安に感じていた。そこで、ある先輩を通じてイアンサはイモラと知り合うことになる。イモラは生まれて間もないのに両親を失ってしまい、部族に引き取られたばかりの仔竜だ。そんなイモラは、イアンサにとってちょうどいい練習相手となったのである。<br>親の愛を知らずに育った子供と甘やかされてきた子供の間には、自然と競争心が芽生えた。互いの力が拮抗していることを認め合うと、その心の炎はより激しく燃え上がった。初めての対決では、自分に親を守る力がなかったことを悔やむイモラも、親を守る力を求めるイアンサも、それぞれの想いを胸に全力を尽くした。最後には、二人とも力を使い果たし、勝負は引き分けに終わった。<br>そうして、二人はライバルになったのだ。<br>自分に合ったトレーニング法を見つけたイアンサは、成長こそ遅かったが、自身の限界を超えることができた。その結果、しばらくの間は力比べでイアンサが優位に立った。<br>だがその後、両親を失った悲しみから抜け出したイモラは、途端にぐんぐんと成長していった。その成長は、気づけばイアンサを追い抜くほどのものであった。<br>イアンサの成長は徐々に部族の注目を集めた。また彼女はとある一件でライノ竜のリーダーを打ち倒し、最終的にはなんとアカトルに代わってトレーニングジムの筆頭トレーナーにまでなったのだ。<br>イモラの成長もまた、皆の予想を遥かに超えていった。体格は一族の中でも一番大きくなり、ついには新たなリーダーの座に就いた。<br>その後も、一人と一匹の競争は続いた。相変わらず両者はさらなる高みを目指し、互いを超えようと努力している。<br>ただ、力とスピードを競い合ううちに、イモラはイアンサが背に乗ることを許すようになり、共に遠くの野原を眺めるような関係になった…<br>…アビスとの戦争が終わった後、イアンサは生徒たちに案内され、イモラが埋葬された場所へと足を運んだ。生徒たちは、イモラとイアンサを最後に会わせてあげられなかったことに、深い自責の念を感じていた。<br>「あの時の敵の数は尋常じゃなかった。この子も突撃すればもう戻れないと分かってたはずなんです。でも、それでも…コーチがいたら、きっと止められたはずです…」<br>「いや、アタシがいたら、一緒に突撃してた。コイツに負けないスピードでな。」<br>イアンサは亡き友を偲び、手向けの花をそっと置いた。そして、イモラと共に心に刻んだ、誰も知らない誓いを口にする——<br>「前に進まなければ、守りたい人は守れないんだ。」",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「灼烈の反魂の詩」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "帰火聖夜の巡礼の角笛が高らかに響き渡る中、イアンサは再び聖火競技場に立ち、新たな連勝記録を作った。<br>もう彼女のコーチとしての資格を疑う者も、彼女の小さな体格を笑う者もいない。皆がイアンサの成績に驚嘆の声を上げるが、彼女はそれに動じることなく、自分のトレーニングメニューと栄養レシピを絶えず更新し、己の理念を貫き続けた。<br>そんなある日、イアンサは驚くことになる——人々が彼女の血筋や「才能」について話し始めたのだ。他の部族の人々は、イアンサの一族のことも、彼女がどれほど努力を積み重ねてきたのかも知らない。彼らはイアンサが見せた力に衝撃を受け、様々な憶測を巡らせた。その憶測の中で「エグングンの血」はなんと神の力を持つ者の象徴とされていた。イアンサは身長が伸びない代わりに、常人では届かない力を手に入れたというのだ。<br>結果、イアンサはより多くの驚嘆の声を浴びることとなった。かつてイアンサに負けた者たちも「才能」の差を認め、イアンサへ賞賛を贈ると共に、自身が敗北した理由に納得するのであった。<br>ただ、イアンサだけは沈黙していた。かつては気にも留めなかった人々の声が、今は彼女の顔を曇らせている。<br>しばらくして、豊穣の邦のトレーニングジムに所属する者たちが聖火競技場でチラシ配りを始めた。チラシを受け取った人は最初、部族のイベントの告知か何かだと思ったが、それを読んだ瞬間、その内容に目を見開いた——<br>「帰火聖夜の巡礼の勝者がトレーナーに！生徒募集中——部族・性別・年齢、一切不問！君が連勝記録を塗り替えるかも！」<br>このチラシの発行者がイアンサだと知ると、人々の驚きは疑問へと変わった。「エグングンの血」の噂はとっくに人々に浸透しており、そんな血筋を超えられるトレーニングがあるなど、誰も信じなかったのだ。結果、皆はこれをイアンサのジョークだと思った。<br>一方、イアンサはそれを否定し、チラシ配りにも自ら参加した。一部の好奇心旺盛な人がチラシに記された場所をこっそり見に行ってみると、イアンサはすでにトレーニングジムを集落から聖火競技場のほど近い場所へと移していた。どうやら他の部族の生徒を募集する準備は整っているようだ。<br>大半の人は依然として様子見を続けていたが、一部で「試しに行ってみようかな」と考える者たちが現れた。彼らはかつてのイアンサと同じように、自分の弱さを悔やみ、強くなりたいと願う者たちであった。だがイアンサと違って、二の足を踏んで迷っていたのである。そんな彼らにとって、イアンサのトレーニングは前へ進むモチベーションを与えるものであった。<br>「確かに、アタシたちの進む速度を決める才能は重要だ。アタシだってそれは否定できない。けど、才能はアタシたちがどこまで行けるかを決めるものじゃない。」<br>一年後、イアンサが当初宣伝したように、彼らは帰火聖夜の巡礼で好成績を収めた。イアンサの尽力により、多くの生徒が彼女のもとで限界を超えたのだ。その中には、イアンサを凌ぐ者すら現れた。<br>それでも、懐疑的な人のほうが多かった。しかし、イアンサの心に不安はなかった。応募者が明らかに増えていたからだ。第二期のレッスンが始まる頃、イアンサのチラシにはこの一文が添えられていた——<br>「力は生まれつきのものではなく、努力なしで得られるものでもない。」<br>イアンサは、己の限界を超えた時に、古名に恥じない自分になれたと悟った。ただ、彼女は今よりもさらに先に進みたいと思っている。この言葉こそ「力」という古名に新たな記述を加えるものだ。いつか、彼女は豊穣の邦で見せたように、ナタ全土で自分の理念を証明するだろう。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "アレー",
                "Content": "かなり前から、模様の施された頭蓋骨がイアンサのトレードマークとなっている。それは不運にも亡くなったあるライノ仔竜のものだという。イアンサがこの頭蓋骨を手元に残したのは、可哀想なその子を偲ぶためなのかもしれない。<br>ある日、数人の生徒がイアンサが一人で訓練している姿を遠くから見かけて、その頭蓋骨から独特な大声が発せられていることに気づいた。それはまるで、掛け声をかけているかのようだ。<br>「まさか…あれって生きてるの？」<br>「おっ、紹介してなかったな。この子はアレー、アタシのトレーニングの助手みたいなもんだ。でも人見知りだから、他の人がいる時は黙ってるのさ。」<br>驚く生徒たちを前に、イアンサは初めてこの骨の由来を語り始めた。ある日、イアンサの竜の仲間であるイモラが急に駆け寄ってきて、助けを求めてきたそうだ。イモラが言うには、ライノ仔竜の魂がその遺骨の近くを彷徨い続け、夜神の国に旅立つのを躊躇っているらしい。イアンサは謎煙の主の大シャーマンであるシトラリに頼み、魂が彷徨い続けることで消えてしまわないよう、ツィツィミメを生み出す巫術によって、ライノ仔竜の魂を遺骨に封じ込めてもらったのである。<br>語り終えると、イアンサはなだめるようにその頭蓋骨を優しく撫でた。<br>「アタシがトレーニングすると、いつも応援してくれるんだ。たぶん仲間と同じようにカッコよくて強い大人のライノ竜になりたかったから、まだここを離れたくないんだろうな。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "イアンサが筆頭トレーナーになる前、ある重たいバーベルがジムの中央にずっと置かれていた。<br>それは、トレーニングジムの創設者が残したものであり、トレーニングの頂点に達した者だけが持ち上げられるとされているものだ。そして、そのバーベルを持ち上げた者こそが、ナタのトレーニング界の新たな指導者となる。そのため、このバーベルはすべてのトレーニングマニアにとって共通の挑戦目標となっていた。しかし、これまで持ち上げられた者は誰もいない。<br>挑戦者がこのバーベルの前に立つたび、周囲の人々は集まり、挑戦の行方を予想して賭けを始める。豊穣の邦の者たちにとって、このバーベルを持ち上げることは己のトレーニング成果を証明する最高の試練であり、誰もがその栄誉を勝ち取ろうと競い合っていた。同時に、最終的に誰がこの偉業を成し遂げるのか、皆が気にかけているのである。<br>ある日、イアンサはこのバーベルへ歩み寄り、じっと考え込んだ。その近くにいた人々は、彼女の瞳から溢れ出る欲望に気づき、慌てて止めに入った。<br>「このバーベルを持ち上げるのに、どれだけの力が必要かわかっているのか？」<br>周りの人の声には、イアンサにこのバーベルを持ち上げられるのかという疑問と、心配が含まれていた。彼女がこのバーベルに挑めば、初めてジムでバーベルを持ち上げようとした時よりも、さらにひどい怪我を負うに違いない——誰もがそう考えていたのだ。<br>「じゃあ『千日の力』で持ち上げよう！」<br>ところが皆の心配に対して、イアンサはこう答えた。<br>周りにいた人たちはこの「千日の力」が何を意味するのか理解できず、イアンサがまた奇妙なトレーニング法を研究し始めたのだろうと考えた。そして、彼女に怪我をするつもりがないことを確認した後、その場を離れていった。しかし、この時のイアンサの目に宿っていたのが欲望ではなく、揺るぎない決意であったことに気づいた者は誰一人としていなかった。<br>最初の百日間——イアンサはこれまでと変わらず、自分で決めたトレーニングメニューを黙々とこなした。その「トレーニング」はあまりにも平凡で退屈だったため、誰の目も引くことはなかった。しかし、彼女は先祖がそうして働いてきたように、毎日同じことを繰り返し続けた。彼女を止めに入った人たちも、いつしか彼女が口にした言葉をすっかり忘れ、ジムの様子もいつもの姿に戻った。<br>三回目の百日間——イアンサのトレーニングに変化が現れる。強度を上げたことで、イアンサは再び怪我に悩まされるようになった。しかし、両親から教わった手当ての知識のおかげか、それとも自作の栄養食のおかげか、彼女はいつも驚くほどすぐ回復してみせた。あの単調で退屈なトレーニングは変わることなく続いた。少し成果が出ただけで誇らしげに語る者もいる中、イアンサはまるで静かに回り続ける臼のようであった——目立たない隅の一角で、ゆっくりと、しかし確実に回り続け、まるで何かをすり潰そうとしているかのように。<br>五回目の百日間——クラブのメンバーたちはいつものように筋肉を見せ合いながら、誰々がサボって、トレーニングの成果を台無しにしたという話をしていた。ジムではよくあることだが、大半のメンバーは「一ヶ月で腹筋を割る方法」などの短期間での鍛え方を熟知しているため、多少筋肉が落ちたところで気にする人はほとんどいなかった。<br>七回目の百日間——周囲の変化に敏感な人が何か違和感を覚えたが、その正体までは掴めなかった。そんな中、部族を一年間離れていた人が戻って来て、驚きの声を上げる。その一言で、皆は初めて衝撃の事実に気づいた——イアンサがいつの間にか、皆と同じトレーニング器具を使うようになっていたのである。五百日にもわたる着実な変化は、あまりにもゆっくりとしたものだったため、誰も気づかなかったのだ。<br>九回目の百日間——イアンサが自分のために組んだトレーニングメニューが発見された。彼女がかつて口にした言葉が皆の頭に蘇る。以前イアンサを止めようとした人たちも、もはや止める理由がなくなっていた。長きにわたり回っていたイアンサという臼は、ついに皆の心にある何かをすり潰したのだ。<br>最後の百日間——イアンサ専用のスペースは人々の注目の的となっていた。いつからか、彼女はトレーニングの成果を皆に見せるようになったのだ。人々は彼女の周りに集まり、少し前に独りでライノ竜のリーダーに立ち向かった彼女の偉業を称えた。しかし、イアンサはそれを意に介すこともなく、誰からも注目されていなかった頃と変わらぬメニューを、ひたすら着実にこなし続けた。<br>遂に千日目が訪れた。三年近くの歳月を経て、イアンサは再びあのバーベルの前に立つ。部族のトレーニングマニアたちがイアンサの周囲に集まり、彼女が起こすであろう奇跡を息を呑んで待ち構えていた。前とは違って、今回は彼女の成功を疑う者はいなかった。九百九十九日間、歩み続けてきたことを知る彼らからすれば、この「奇跡」はもはや訪れるべくして訪れるものだと思った。<br>すると、キラキラと輝く神の目が、いつの間にかバーベルの棒の部分に掛かっていることに気づいた。<br>イアンサは、自分が今まさに自身の「願い」に向き合っているのだと理解した。しかし、それはただ彼女にとって、トレーニングの「目標」だったものだ。いや——もしかすると自分にとってこの二つの本質は、同じものだったのかもしれない。<br>イアンサは神の目を外すと、日々のトレーニングメニューをこなすかのように、バーベルを持ち上げた。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「灼烈の反魂の詩」をクリア"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "アタシはイアンサ、豊穣の邦で一番有名なトレーナーだ。アンタ、いい体してるな。トレーニングに興味はないか？",
                "Tips": []
            },
            {
                "Title": "世間話・ダンベルの持ち上げ",
                "Content": "今日のノルマが終わってないな。もう一セット行くか。",
                "Tips": []
            },
            {
                "Title": "世間話・食事計画",
                "Content": "…さっき摂取したカロリーの量を考えると、夕飯の計画は立て直した方がよさそうだな。",
                "Tips": []
            },
            {
                "Title": "世間話・力",
                "Content": "この力を生まれつきと思ってる人もいるけど、受け継いだのは身長だけだ。これはトレーニングで手に入れた力——アンタも頑張れば、強くなれるぞ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "どっかで雨宿りしよう。風邪を引いたらいけないぞ。",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "日差しを浴びる時間だ、集まれ！",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "いい天気だ。トレーニングに最高だぜ。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "風に向かって走るのも、一種のウェイトトレーニングか。",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "ここはあんまりトレーニングには向いてないな…",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう。意志を鍛えたいなら、早起きは基本中の基本だぞ。布団から出られないやつは、何をやっても長続きしないからな。ところで、朝のジョギングにピッタリな時間だけど、一緒に来ないか？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "よっ、ちゃんとご飯食べてるか？昼食は三食の中でも一番大事なんだ。エネルギーの補給だけじゃなく、栄養バランスを保つ役割も担ってる。何を食べればいいか分からないなら、いくつか提案してやるぞ。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "こんばんは。夜のトレーニングには興味ないか？夜が訪れたばかりの時間は、屋外スポーツにもってこいなんだ。強い日差しがなくて、水分の消耗を減らせるからな。いい運動をした後の倦怠感は心地良いし、睡眠の質も上がるぜ。試してみないか？",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "そろそろ寝よう。夜更かしはトレーニングの大敵だからな。",
                "Tips": []
            },
            {
                "Title": "イアンサ自身について・トレーナー",
                "Content": "トレーニングは豊穣の邦の伝統の一つだ。若者はみんな、筋肉の見せ合いっこで友好を示してる。ここでは口先だけじゃトレーナーは務まらない。腕もしっかりしてないとダメだからな。アタシも最初はトレーナーになるつもりがなく、自分のトレーニングをやり遂げたいだけだった。いつの間にか、みんなは驚くばかりの顔でアタシを見るようになり、トレーニングのコツを聞きに来る人も増えてた。こうして、アタシはトレーナーになったわけだ。",
                "Tips": []
            },
            {
                "Title": "イアンサ自身について・身長",
                "Content": "背が伸びないからって子ども扱いしないでくれよ。何かの遺伝みたいで、先祖代々こうなんだ…筋肉に影響はないから、心配しなくていい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "冒険談について…",
                "Content": "アンタ、世界中を旅して、誰も行ったことのない秘境に足を踏み入れてきたんだってな。本当にすごいぞ。時間があったら、冒険談を聞かせてくれないか？たまには生徒たちを励ましてやらないと。困難を乗り越える冒険者の物語はそういう時にピッタリだからな。",
                "Tips": []
            },
            {
                "Title": "共に成長することについて…",
                "Content": "トレーナーとして、よく他人を指導するけど、本当は一緒に成長してくれる仲間が欲しい。トレーニングもある種の修行だから、ずっと一人でいると、さすがのアタシも疲れちゃうんだ。だから、友達としてアタシを戒めてくれないか？いつか怠惰や糖分に負けちゃう日が来たら、遠慮なく叱ってくれよ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "神の目を手に入れたばかりの頃は、いろんな性能をテストするために、綿密な計画を立てたものだ。神の目を使うことは、トレーニングと大して変わらないと思う。どれくらいの重さを持ち上げられるか、どれくらい遠くまで飛べるかは、ちゃんと把握しておかなきゃいけない。でないと、怪我をしちゃうからな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと・トレーニング器具",
                "Content": "いつも新型のトレーニング器具をデザインしてるから、ジムで変なものを見かけたら、たぶんアタシの作品だ。別に奇抜なものを作りたいわけじゃない。最適なトレーニング方法は人それぞれで、誰もがダンベルの持ち上げに向いてるわけじゃないんだ。普通の器具に挑戦する勇気のない人にも、器具をきっかけにトレーニングの楽しさを知ってもらいたい。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと・体格",
                "Content": "豊穣の邦の人たちはみんな体が丈夫で、アタシみたいに小柄な人は滅多に見かけない。小さい頃は、守るべき対象として扱われるのが常だった。その後、大人たちの反対を振り切ってスポーツクラブに入ったけど、あの頃はしょっちゅう怪我をしてた…今まで頑張ってこれたのは、古名のおかげもあると思うけど、やっぱり他人に可哀想に思われるのが嫌だったのが大きかったかもな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "豊穣の邦の人たちはライノ竜と力比べをするのが好きなんだ。優しそうで、ぶっ飛ばされても怒らなそうに見えるけど、実はすごく怖いんだぞ。怒ったら突っかかってくるし、力尽きるまで止まってくれない。激怒したライノ竜一頭だけでも、村全体を破壊できるほどの威力はあるぜ…ライノ竜を怒らせない付き合い方を説明すると、専門的な話になる。これを知ってもらうために特別なレクチャーを開いたぐらいだからな。",
                "Tips": []
            },
            {
                "Title": "シトラリについて…",
                "Content": "黒曜石の老婆は確かにすごい…でも、ライフスタイルには納得がいかない。朝のジョギングでたまに会うことがあるから、てっきり早起きなんだと思ってたんだが、徹夜して家に帰るところだったって後から知ったんだ…二百年以上もあんな生活を続けて、よく体を壊さないよな。謎煙の主のシャーマンってのは、本当に謎めいた存在だぜ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ムアラニについて…",
                "Content": "ムアラニはすごい。正式なトレーニングを受けたことがないのに、姿勢も力もアタシのほとんどの生徒より上なんだ。昔、アタシのレッスンに申し込んでくれたことがあるけど、結局来てくれなかった。水上スポーツのほうが全身の筋肉を鍛えられるからかな？でも、体型を維持するために特に何かしてるようには見えないんだよな…もしかして、肝心なのは心の持ちようなのか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シロネンについて…",
                "Content": "シロネンはこだまの子で初めて知り合った友達だ。トレーニング器具をデザインする時は、たくさんのアイデアが湧いて来るんだけど、シロネンはそれを実現できる数少ない職人の一人ですごくいいものを作ってくれるんだ。納期はいつも先延ばしにされるけど…もしかしたら、その分手間をかけてくれてるってことなのか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "マーヴィカについて…",
                "Content": "幼少期の思い出のせいか、誰かに頼ったり、守られたりするのが苦手だったんだ。でも炎神様の後ろなら、安心していられる。炎神様の威厳に圧倒されたってわけじゃない。むしろ、大切な友達だと思ってる。それでも炎神様についていくのは、暗闇の中で炎を追い求める本能みたいなものだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "カチーナについて…",
                "Content": "カチーナは一番多くトレーニングに来てくれた、ちょっと特別な生徒なんだ…緊張しながら競技場に入っては、しょんぼりした顔で出てくるのを何度も見た。広告のキャッチコピー通りに指導できなかったアタシに、あいつ、逆に謝ってきてさ。そのあと、授業料を免除するから、いつでも訓練に来ていいぞって約束したんだ。ポテンシャルはある——問題は他のところなんだ…トレーナーとしてできる限りのことはやった。後はあいつ自身が成長するしかないな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キィニチについて…",
                "Content": "キィニチはヴァレサの果樹園の果物を厳選してくれて、いつも助かってる。でも、あいつの傍にいるアハウってやつが、毎回仕事の邪魔をしてくるんだ。口が悪くてな。アタシのレッスンに参加させて、礼儀作法を学ばせろってキィニチに提案したけど、断られちゃったぜ。アハウを躾ける、あいつなりの方法があるらしい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヴァレサについて・態度",
                "Content": "あいつは一番特別で、一番誇りに思ってる弟子だ。周りに迷惑をかけてないといいんだが…いや、日常生活や戦いでのおちょっこちょいなところじゃなくて、あののんびりとした性格がさ。出かける時は遠足気分で、食べ物にばかりよそ見して…いつも注意してるんだ。一回や二回ならまだしも、冒険の時に毎回緊張感がないんじゃダメだからな。毎回反省してもらってるぞ！それに、大食いだって確実に負担になってる。ライノ竜並みにデカいバッグに食べ物を詰め込んで、山登りするわけにはいかないだろ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヴァレサについて・節度",
                "Content": "ヴァレサのやつ、いつまで経っても力のコントロールが甘いんだよな…それが今のアタシの悩みだ。ずっと消耗の激しい状態に置かれ続けて、大量のエネルギーを無駄にしてる。大食いも多分、そのせいなんだろう。自分のことをちゃんと理解して、スタミナを合理的に使ってくれれば、がっつり食べる必要もなくなるんだが…いっぱい食べてくれるのは嬉しいことだけど、やっぱり栄養バランスに気を付けて、暴飲暴食は控えて健康的な食生活を送ってほしいんだ！油や糖分の摂り過ぎなんてもってのほかだ！食べ過ぎて病気になったら大変だからな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "イアンサを知る・1",
                "Content": "「帰火聖夜の巡礼勝者レッスン」って聞いたことはあるか？アタシが開催したものだ。これまで何度も勝ち抜いてきたから、尋常ならぬ何かの力を持ってるんじゃないかって思われてた。なにしろ、小柄で帰火聖夜の巡礼を勝ち抜くなんて珍しいからな。でも、アタシの力は摩訶不思議なものなんかじゃなく、計画を貫いた結果だって、みんなに伝えたかったんだ。初めは無料だったんだけど、何故か詐欺なんじゃないかって疑われて、何回も通報されてさ。炎神様のアドバイスを受けて、授業料を取るようにしたら、応募者が増えたんだ…",
                "Tips": []
            },
            {
                "Title": "イアンサを知る・2",
                "Content": "普通のダンベルはアタシには大きすぎて、持ち上げると視界が遮られちゃうんだ。周りが見えなくて生徒を怪我させそうになったことがあったから、シロネンに頼んで、特製のやつを作ってもらった。特殊な素材でできてて、重量の割にサイズが小さいから、なかなか使い勝手がいいんだ。唯一の欠点は、しょっちゅう玩具に間違われることだな。前、ジムに置き忘れたことがあったんだけど、遊ぼうと持ち上げて、腰を痛めちゃった新人がいたな。ダンベルはピクリともしなかったらしいが…信じられずに試したやつらが、次々と腰を痛めちゃって…それ以来、ダンベルは持ち歩くようにしてるんだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "イアンサを知る・3",
                "Content": "療養中に栄養学をかじったことがあるんだけど、あの頃はみんな、トレーニング中の食事について何も知らなくて、ただ肉さえ食べればいいって思ってた。クラブにはテーブルの半分ほど大きい肉を食べられるやつもいるけど、アタシの胃袋はそうはいかない。だから、もっと効率よく栄養を取る方法を探さなきゃならなかった。怪我のせいで外にも出られなかったし、せっかくだから食材に関するウォーベンを借りて、オリジナルメニューを考案してみたんだ。何度も失敗して、ようやく完成したレシピだ。そのメニューのおかげでアタシはすぐに全快したし、ベンチプレスの記録も更新したんだぜ。ただ…このメニューを広めようとしたけど、残念ながらクラブのやつら以外にはあんまり受けがよくなかったんだよなぁ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "イアンサを知る・4",
                "Content": "トレーナーになってから、新人にはまず、ある試練を受けてもらうようにしてる——任意の訓練項目でアタシと勝負するんだ。ほとんどの挑戦者は疲れ果てて倒れちゃうけど、アタシは投げ捨てられた器具を使って、もう十数セットトレーニングを続けられる。これをしておくと、トレーナーの威厳を確立できるだけじゃなく、浮ついた若者も落ちついてくれる。ほとんどの新人にとって、体を鍛える目的は「自慢」だ。けど、トレーニングの本質は修行だからな…そこを理解してもらわないといけないんだ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "イアンサを知る・5",
                "Content": "豊穣の邦にはライノ竜と力比べする風習があって、勝利は栄誉とみなされるんだ。体を鍛え始めてしばらくした頃、何度か試してみたけど、全然成功しなくてさ。最初は自分の戦略が間違ってるんだと思ってた。でもある日、ライノ竜の群れの親分が、急に暴走して集落に入ってきて暴れまわったことがあったんだ。逃げ遅れた女の子を助けるために、アタシは正面からライノ竜を止めた。誰かを守らなきゃって思った瞬間、今まで感じたことのない力が沸き上がって、ライノ竜を倒せたんだ！その時、やっとわかったぜ。体を鍛えることは、力を蓄える過程でしかない…その力を完全に引き出すには、心の奥底からの叫びが必要なんだってな。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "イアンサの趣味…",
                "Content": "トレーニング方法を研究したり、トレーニング器具をデザインしたり、食事の計画を組んだり…まとめて言えば、体を鍛えることだな。",
                "Tips": []
            },
            {
                "Title": "イアンサの悩み…",
                "Content": "背が低いのが一番の悩みだ。身長に執着してるわけじゃないけど、すごく不便だからな。授業の時は毎回、椅子に立ってないといけないんだ。じゃないと、後ろの生徒が手本を見られなくなっちゃうからな。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "一番好きな食べ物か…好き嫌いはないな。カロリーオーバーじゃないかとか、栄養バランスのほうが重要で、味は二の次だ。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "揚げ物と過度な加工品かな…この世の半分の「グルメ」はそれでできてるってことは分かってる。別に味に文句を言いたいわけじゃない。ただ、その手の食べ物って、カロリーや栄養バランスが最悪なんだ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・1",
                "Content": "いい腕をしてるな。トレーニングの時はよくこんな料理を食べてた…カロリーが控えめで、栄養バランスもいいからな。改良版のレシピがあるから、よかったら食べてみてくれ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・2",
                "Content": "ありがとな。確かにみんな好きそうな味だ。ただカロリーがちょっと高めだから、アタシは遠慮しとくぜ…せっかく作ってくれたのにごめんな。計画的な食事はトレーニングに欠かせないんだ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・3",
                "Content": "カ、カロリー爆弾って感じだな…訓練どころか、健康にも悪そうだぞ。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでとう！アタシが作った特製トレーニング用ケーキを食べてみないか？カロリーオーバーのクリームやシロップを使わず、栄養補給にピッタリの穀物や野菜が入ってるんだ。みんなが普段食べてるケーキはかなりの危険物だ。注意しないと年齢と共に脂肪まみれになっちゃうぜ。",
                "Tips": []
            },
            {
                "Title": "突破した感想・起",
                "Content": "トレーニングにおいて一番重要なのは、適切な「方法」——つまり、合理的な訓練プランと食事の栄養バランスだ。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想・承",
                "Content": "「根性」を盲信するスポーツ選手は、いつか痛い目に遭う。最初のアタシみたいにな。難易度の高い項目に挑戦した結果、両腕の骨を折って一ヶ月も反省を強いられたんだ。「根性」の一番正しい使い道は、正しい「方法」の実践に使うことだ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想・転",
                "Content": "今は昔みたいに、腕立て伏せを一回多くできたくらいで喜ぶことは滅多にない。頑張り続ければ、強くなるのは当たり前のことだって分かったからな。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想・結",
                "Content": "これは古名を継ぐために必要な試練なのかもしれないな。アタシも先祖がどんなことを伝えようとしたのかはとっくの昔に理解してる——「力は生まれつきのものではなく、努力なしで得られるものでもない。」",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル・1",
                "Content": "雷のごとく！",
                "Tips": []
            },
            {
                "Title": "元素スキル・2",
                "Content": "もっと速く！もっと強く！",
                "Tips": []
            },
            {
                "Title": "元素スキル・3",
                "Content": "呼吸を整えよう。",
                "Tips": []
            },
            {
                "Title": "元素爆発・1",
                "Content": "動け！",
                "Tips": []
            },
            {
                "Title": "元素爆発・2",
                "Content": "カウント、スタート！",
                "Tips": []
            },
            {
                "Title": "元素爆発・3",
                "Content": "合図を待てよな！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・1",
                "Content": "努力は報われるものだ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・2",
                "Content": "これを山の頂に置いておこう。そうすれば登る時の目標になる。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・3",
                "Content": "箱ごと持って帰るか？",
                "Tips": []
            },
            {
                "Title": "HP低下・1",
                "Content": "まだ耐えられる！",
                "Tips": []
            },
            {
                "Title": "HP低下・2",
                "Content": "そろそろ限界か？",
                "Tips": []
            },
            {
                "Title": "HP低下・3",
                "Content": "筋肉の限界に気を付けないと…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下・1",
                "Content": "落ち着け！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下・2",
                "Content": "攣らないようにな！",
                "Tips": []
            },
            {
                "Title": "戦闘不能・1",
                "Content": "また医者か…",
                "Tips": []
            },
            {
                "Title": "戦闘不能・2",
                "Content": "やりすぎちゃったか…",
                "Tips": []
            },
            {
                "Title": "戦闘不能・3",
                "Content": "今回はいつまで休めばいいんだ？",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける・1",
                "Content": "まあまあだな。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける・1",
                "Content": "そう来なくっちゃ…",
                "Tips": []
            },
            {
                "Title": "チーム加入・1",
                "Content": "あったまってきたな！",
                "Tips": []
            },
            {
                "Title": "チーム加入・2",
                "Content": "訓練を受けたいやつはいないか？",
                "Tips": []
            },
            {
                "Title": "チーム加入・3",
                "Content": "トレーニング開始だ！",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "110": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "勇士の骨",
                "Desc": "イアンサの衣装。模様を覆う頭蓋骨はイアンサのトレードマーク。フィットネス教室の生徒たちは、あの幼くして亡くなったライノ竜を悼んで身につけているのだと思っていた——それが動くと気づくまで。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108809,
            "JD": 108714,
            "Name": "<b>ゴールドヘルシーメニュー</b>",
            "Eff": "選択したキャラを復活させ、HP上限の15%を回復し、さらにHPを550回復する。",
            "Desc": "イアンサのオリジナル料理。トップコーチが手掛けたゴールドヘルシーメニュー。新鮮な食材に、バランスのとれた栄養…そしてちょうどいい量。メリットは数えきれない。毎日食べ続ければ、金メダルも夢じゃないかも？",
            "Recipe": {
                "101243": 2,
                "100079": 1,
                "100076": 1,
                "100016": 1
            },
            "Icon": "UI_ItemIcon_108799"
        },
        "Namecard": {
            "Name": "<b>イアンサ・根気</b>",
            "Desc": "名刺の飾り紋。<br>「必要なら、夢の中でも鍛錬を怠っちゃダメだぞ…ちょっと努力さえすれば、誰でもできるんだ！」——と言われたが…本当だろうか？",
            "Pic": "UI_NameCardPic_Iansan_P"
        }
    }
}

var acs_cache_ = {}