// Auto Generated

var _AvatarDataConfig_ = {
    "Iansan": {}
}

var _AvatarMats_ = {
    "Iansan": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101255": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113067": 2,
                "101255": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113067": 4,
                "101255": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113067": 8,
                "101255": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113067": 12,
                "101255": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113067": 20,
                "101255": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Iansan": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・ウェイトスパイクJP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大3段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費して前方へ突進し、経路上の敵にダメージを与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>夜魂状態・スイフトサンダー</color><br>夜魂状態にあるとき、イアンサの重撃は豪快な「スイフトサンダー」に変わり、一定のスタミナを消費して前方エリアを勢いよく踏み、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。JP0B",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "スイフトサンダーダメージ",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重撃とスイフトサンダーのスタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "サンダーボルト・ラッシュJP0B",
                        "Desc": "イアンサが前方へと一定距離突進し、経路上の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。突進終了時、通常攻撃ボタンを一回押しすると、スタミナを消費せずに「スイフトサンダー」を1回発動可能。<br>元素スキル発動後、イアンサは夜魂値を上限まで回復し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・イアンサ</color><br>継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イアンサの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・イアンサの移動速度とジャンプ力をアップする。<br>・ダッシュボタンを長押しすると、「サンダーボルト」状態に切り替え、短時間内にイアンサの移動速度とジャンプ力を大幅にアップする。この状態の時、イアンサは地形の高低差を利用して跳び上がったり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、液体燃素によるダメージを無効化できる。<br><br><i>「もっと速く、もっと強く！普段の努力は、この瞬間のためだ。」</i>JP0B",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "スイフトサンダーの発動間隔",
                                "ParamLevelList": [
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B",
                                    "5秒JP0B"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力の三原則JP0B",
                        "Desc": "「力」の名を以て大地を踏破し、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、収蔵していた限定版の運動エネルギースケール（トレーニング用）を取り出す。<br>発動時、イアンサンは夜魂値を15獲得し、夜魂の加護状態に入る。<br>運動エネルギースケールが退場する時、イアンサの夜魂の加護状態も終了する。<br><br><color style='color:#FFD780;'>運動エネルギースケール</color><br>キャラクターと共に行動し、イアンサの夜魂値に基づき、異なる方法でチーム内の自身のフィールド上キャラクターの攻撃力をアップする。<br>・イアンサの夜魂値が42未満の場合、上昇する攻撃力はイアンサの夜魂値と攻撃力に基づく。<br>・イアンサの夜魂値が42以上の場合、上昇する攻撃力はイアンサの攻撃力に基づく。<br>また、運動エネルギースケールが存在している間、イアンサ以外のチーム内の自身のフィールド上キャラクターの移動距離を記録する。1秒ごとに、前1秒の記録に基づいて、イアンサの夜魂値を回復する。<br>運動エネルギースケールはイアンサの夜魂の加護状態が終了すると消える。戦闘中でない時、運動エネルギースケールは1秒後に消える。運動エネルギースケールが存在している間、イアンサの夜魂の加護状態は待機中でも終了しない。<br><br><i>「力は生まれつきの贈り物ではない。力は絶えず努力することから来るもの。力は正しく使わないといけない。」</i>JP0B",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "攻撃力転換率（高）",
                                "ParamLevelList": [
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B"
                                ]
                            },
                            {
                                "Desc": "攻撃力転化率（低）",
                                "ParamLevelList": [
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B"
                                ]
                            },
                            {
                                "Desc": "最大攻撃力アップ",
                                "ParamLevelList": [
                                    "330JP0B",
                                    "370JP0B",
                                    "410JP0B",
                                    "450JP0B",
                                    "490JP0B",
                                    "530JP0B",
                                    "570JP0B",
                                    "610JP0B",
                                    "650JP0B",
                                    "690JP0B",
                                    "730JP0B",
                                    "770JP0B",
                                    "810JP0B",
                                    "850JP0B",
                                    "890JP0B"
                                ]
                            },
                            {
                                "Desc": "戦闘中でない時の継続時間",
                                "ParamLevelList": [
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "レジスタンストレーニング・強化版JP0B",
                        "Desc": "「スイフトサンダー」が敵に命中すると、イアンサは継続時間15秒の「スタンダードムーブ」効果を獲得する。<br>継続期間中、イアンサの攻撃力+20%、元素爆発<color style='color:#FFD780;'>力の三原則</color>の運動エネルギースケールを通して夜魂値を回復する時、追加で夜魂値を1回復する。また、チーム内にいる自身のフィールド上キャラクターが夜魂値を消費または回復した後、イアンサが次に運動エネルギースケールから夜魂値を回復する時、追加で回復する夜魂値は4までアップされる。この効果は2.8秒毎に1回のみ発動可能。<br>「スタンダードムーブ」効果は、イアンサの夜魂の加護状態終了時に解除される。JP0B",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "運動エネルギーグラジエント分析JP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を発動すると、イアンサは継続時間10秒の「ウォーミングアップ」効果を獲得する。<br>継続期間中、イアンサが夜魂値を1以上回復する時、フィールド上の自身のキャラクターのHPも回復する。回復量はイアンサの攻撃力60%分に相当する。この効果は2.8秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域の賜物・勉力伝動JP0B",
                        "Desc": "イアンサがフィールド上にいるとき、夜魂値が尽きると、代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イアンサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にあるとき、または一定の高さの空中にいるとき、イアンサに切り替えて登場すると次の効果が発動する。イアンサが夜魂の加護状態に入り、夜魂値を25獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_07"
                    },
                    {
                        "Name": "カロリーバランス計画JP0B",
                        "Desc": "燃素を利用できるナタのエリアにいる時、燃素が50%以上から50%以下に下がると、燃素を10回復する。この効果は10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "何事も始めが大事JP0B",
                        "Desc": "戦闘中、イアンサが夜魂の加護状態にあるとき、夜魂値を6消費する度に、イアンサ自身の元素エネルギーを15回復する。この効果は18秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "サボりはトレーニングの大敵！JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>を発動する時、イアンサは固有天賦「レジスタンストレーニング・強化版」の「スタンダードムーブ」効果を獲得する。持続時間15秒。また、「スタンダードムーブ」効果継続期間中、イアンサが待機している場合、フィールド上にいるチーム内の自身キャラクターの攻撃力+30%。固有天賦「レジスタンストレーニング・強化版」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的食事計画JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>サンダーボルト・ラッシュ</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "着実に進むことが肝心JP0B",
                        "Desc": "運動エネルギースケールが存在している間、フィールド上にいるチーム内の自身のキャラクター（イアンサを除く）が元素爆発を発動した後、イアンサは「原力激揚」効果を2層獲得する。「原力激揚」は運動エネルギースケールが消えるまで存在する。運動エネルギースケールを召喚する度に、この効果は最大1回のみ発動可能。イアンサが運動エネルギースケールを通して夜魂値を回復する時、「原力激揚」を1層消費し、追加でイアンサの夜魂値を4回復する。<br>また、運動エネルギースケールによる夜魂値の回復量が上限を超えた場合、イアンサが次に運動エネルギースケールによる回復を行う時、超過分の50%の夜魂値を追加で回復する。JP0B",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "まだまだ限界じゃない！JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「豊穣の邦」の訓戒JP0B",
                        "Desc": "運動エネルギースケールの継続時間+3秒。<br>また、イアンサが夜魂値回復効果を起こした時、回復量が上限を超えた場合、「極限発力」効果を獲得し、フィールド上にいるチーム内の自身のキャラクターの与えるダメージ+25%、継続時間3秒。JP0B",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・ウェイトスパイクJP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大3段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費して前方へ突進し、経路上の敵にダメージを与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>夜魂状態・スイフトサンダー</color><br>夜魂状態にあるとき、イアンサの重撃は豪快な「スイフトサンダー」に変わり、一定のスタミナを消費して前方エリアを勢いよく踏み、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。JP0B",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "スイフトサンダーダメージ",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重撃とスイフトサンダーのスタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "サンダーボルト・ラッシュJP0B",
                        "Desc": "イアンサが前方へと一定距離突進し、経路上の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。突進終了後の5秒間、通常攻撃ボタンを一回押しすると、スタミナを消費せずに「スイフトサンダー」を素早く1回発動可能。<br>元素スキル発動後、イアンサは夜魂値を上限まで回復し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・イアンサ</color><br>継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イアンサの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・イアンサの移動速度とジャンプ力をアップする。<br>・ダッシュボタンを長押しすると、「サンダーボルト」状態に切り替え、短時間内にイアンサの移動速度とジャンプ力を大幅にアップする。この状態の時、イアンサは地形の高低差を利用して跳び上がったり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、液体燃素によるダメージを無効化できる。<br><br><i>「もっと速く、もっと強く！普段の努力は、この瞬間のためだ。」</i>JP0B",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力の三原則JP0B",
                        "Desc": "「力」の名を以て大地を踏破し、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、収蔵していた限定版の運動エネルギースケール（トレーニング用）を取り出す。<br>発動時、イアンサンは夜魂値を15獲得し、夜魂の加護状態に入る。<br>運動エネルギースケールが退場する時、イアンサの夜魂の加護状態も終了する。<br><br><color style='color:#FFD780;'>運動エネルギースケール</color><br>キャラクターと共に行動し、イアンサの夜魂値に基づき、異なる方法でチーム内の自身のフィールド上キャラクターの攻撃力をアップする。<br>・イアンサの夜魂値が42未満の場合、上昇する攻撃力はイアンサの夜魂値と攻撃力に基づく。<br>・イアンサの夜魂値が42以上の場合、上昇する攻撃力はイアンサの攻撃力に基づく。<br>また、運動エネルギースケールが存在している間、イアンサ以外のチーム内の自身のフィールド上キャラクターの移動距離を記録する。1秒ごとに、前1秒の記録に基づいて、イアンサの夜魂値を回復する。<br>運動エネルギースケールはイアンサの夜魂の加護状態が終了すると消える。戦闘中でない時、運動エネルギースケールは1秒後に消える。運動エネルギースケールが存在している間、イアンサの夜魂の加護状態は待機中でも終了しない。<br><br><i>「力は生まれつきの贈り物ではない。力は絶えず努力することから来るもの。力は正しく使わないといけない。」</i>JP0B",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "高夜魂値の時の攻撃力転換率",
                                "ParamLevelList": [
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B"
                                ]
                            },
                            {
                                "Desc": "低夜魂値の時の攻撃力転化率",
                                "ParamLevelList": [
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B"
                                ]
                            },
                            {
                                "Desc": "最大攻撃力アップ",
                                "ParamLevelList": [
                                    "330JP0B",
                                    "370JP0B",
                                    "410JP0B",
                                    "450JP0B",
                                    "490JP0B",
                                    "530JP0B",
                                    "570JP0B",
                                    "610JP0B",
                                    "650JP0B",
                                    "690JP0B",
                                    "730JP0B",
                                    "770JP0B",
                                    "810JP0B",
                                    "850JP0B",
                                    "890JP0B"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非戦闘状態の継続時間",
                                "ParamLevelList": [
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "レジスタンストレーニング・強化版JP0B",
                        "Desc": "「スイフトサンダー」が敵に命中すると、イアンサは継続時間15秒の「スタンダードムーブ」効果を獲得する。<br>継続期間中、イアンサの攻撃力+20%、元素爆発<color style='color:#FFD780;'>力の三原則</color>の運動エネルギースケールを通して夜魂値を回復する時、追加で夜魂値を1回復する。また、チーム内にいる自身のフィールド上キャラクターが夜魂値を消費または回復した後、イアンサが次に運動エネルギースケールから夜魂値を回復する時、追加で回復する夜魂値は4までアップされる。この効果は2.8秒毎に1回のみ発動可能。<br>「スタンダードムーブ」効果は、イアンサの夜魂の加護状態終了時に解除される。JP0B",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "運動エネルギーグラジエント分析JP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を発動すると、イアンサは継続時間10秒の「ウォーミングアップ」効果を獲得する。<br>継続期間中、イアンサが夜魂値を1以上回復する時、フィールド上の自身のキャラクターのHPも回復する。回復量はイアンサの攻撃力60%分に相当する。この効果は2.8秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域の賜物・勉力伝動JP0B",
                        "Desc": "イアンサがフィールド上にいるとき、夜魂値が尽きると、代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イアンサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にあるとき、または一定の高さの空中にいるとき、イアンサに切り替えて登場すると次の効果が発動する。イアンサが夜魂の加護状態に入り、夜魂値を25獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "カロリーバランス計画JP0B",
                        "Desc": "燃素を利用できるナタのエリアにいる時、燃素が50%以上から50%以下に下がると、燃素を10回復する。この効果は10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "何事も始めが大事JP0B",
                        "Desc": "戦闘中、イアンサが夜魂の加護状態にあるとき、夜魂値を6消費する度に、イアンサ自身の元素エネルギーを15回復する。この効果は18秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "サボりはトレーニングの大敵！JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>を発動する時、イアンサは固有天賦「レジスタンストレーニング・強化版」の「スタンダードムーブ」効果を獲得する。持続時間15秒。また、「スタンダードムーブ」効果継続期間中、イアンサが待機している場合、フィールド上にいるチーム内の自身キャラクターの攻撃力+30%。固有天賦「レジスタンストレーニング・強化版」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的食事計画JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>サンダーボルト・ラッシュ</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "着実に進むことが肝心JP0B",
                        "Desc": "運動エネルギースケールが存在している間、フィールド上にいるチーム内の自身のキャラクター（イアンサを除く）が元素爆発を発動した後、イアンサは「原力激揚」効果を2層獲得する。「原力激揚」は運動エネルギースケールが消えるまで存在する。運動エネルギースケールを召喚する度に、この効果は最大1回のみ発動可能。イアンサが運動エネルギースケールを通して夜魂値を回復する時、「原力激揚」を1層消費し、追加でイアンサの夜魂値を4回復する。<br>また、運動エネルギースケールによる夜魂値の回復量が上限を超えた場合、イアンサが次に運動エネルギースケールによる回復を行う時、超過分の50%の夜魂値を追加で回復する。JP0B",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "まだまだ限界じゃない！JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「豊穣の邦」の訓戒JP0B",
                        "Desc": "運動エネルギースケールの継続時間+3秒。<br>また、イアンサが夜魂値回復効果を起こした時、回復量が上限を超えた場合、「極限発力」効果を獲得し、フィールド上にいるチーム内の自身のキャラクターの与えるダメージ+25%、継続時間3秒。JP0B",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・ウェイトスピア",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大3段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費して前方へ突進し、経路上の敵にダメージを与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>夜魂の加護状態・ライトニング・ステップ</color><br>夜魂の加護状態にある時、イアンサの重撃は豪快な「ライトニング・ステップ」に変わり、一定のスタミナを消費して前方エリアを強く踏み、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "スイフトサンダーダメージ",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重撃とスイフトサンダーのスタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "サンダーボルト・スプリント",
                        "Desc": "イアンサが前方へと一定距離突進し、経路上の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。突進終了から5秒間、通常攻撃ボタンを一回押しすると、スタミナを消費せずに「ライトニング・ステップ」を瞬時に1回発動できる。<br>元素スキル発動後、イアンサは夜魂値を54回復し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・イアンサ</color><br>継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イアンサの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・イアンサの移動速度とジャンプ力をアップする。<br>・ダッシュボタンを長押しすると「サンダーボルト」状態に切り替わり、イアンサの移動速度とジャンプ力が短時間、大幅にアップする。この状態の時、イアンサは地形の高低差を利用して遠くへ跳んだり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、また液体燃素によるダメージを無効化できる。<br><br><i>「もっと速く、もっと強く！日頃の努力は、この瞬間のためにしてきたんだ！」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力の三原則",
                        "Desc": "「力」の名を以て大地を踏みつけ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、限定版の運動量メーター（トレーニング用）を取り出す。<br>発動時、イアンサは夜魂値を15獲得し、夜魂の加護状態に入る。<br>運動量メーターが消える時、イアンサの夜魂の加護状態も終了する。<br><br><color style='color:#FFD780;'>運動量メーター</color><br>キャラクターと共に行動し、イアンサの夜魂値に基づき、次の各方法でチーム内の自身のフィールド上キャラクターの攻撃力をアップする。<br>・イアンサの夜魂値が42未満の場合、イアンサの夜魂値と攻撃力を基に攻撃力がアップする。<br>・イアンサの夜魂値が42以上の場合、イアンサの攻撃力を基に攻撃力がよりアップする。<br>また、運動量メーターが存在している間、イアンサを除いたチーム内の自身のフィールド上キャラクターの移動距離を記録する。1秒ごとに、前の1秒の記録に基づいて、イアンサの夜魂値を回復する。<br>運動量メーターはイアンサの夜魂の加護状態が終了すると消える。非戦闘時、運動量メーターは1秒後に消える。運動量メーターが存在している間、イアンサの夜魂の加護状態は待機中でも終了しない。<br><br><i>「力は生まれつきの贈り物じゃない。絶えず努力することで得られる。そして、力は正しく使わないとならないんだ。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "高夜魂値の時の攻撃力転換率",
                                "ParamLevelList": [
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B",
                                    "攻撃力27.0%JP0B"
                                ]
                            },
                            {
                                "Desc": "低夜魂値の時の攻撃力転化率",
                                "ParamLevelList": [
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B",
                                    "夜魂値1につき攻撃力0.5%JP0B"
                                ]
                            },
                            {
                                "Desc": "最大攻撃力アップ",
                                "ParamLevelList": [
                                    "330JP0B",
                                    "370JP0B",
                                    "410JP0B",
                                    "450JP0B",
                                    "490JP0B",
                                    "530JP0B",
                                    "570JP0B",
                                    "610JP0B",
                                    "650JP0B",
                                    "690JP0B",
                                    "730JP0B",
                                    "770JP0B",
                                    "810JP0B",
                                    "850JP0B",
                                    "890JP0B"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非戦闘状態の継続時間",
                                "ParamLevelList": [
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B",
                                    "1秒JP0B"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "高負荷トレーニング・強化版",
                        "Desc": "「ライトニング・ステップ」が敵に命中すると、イアンサは継続時間15秒の「スタンダードムーブ」効果を獲得する。<br>継続期間中、イアンサの攻撃力+20%、元素爆発<color style='color:#FFD780;'>力の三原則</color>の運動量メーターを通して夜魂値を回復する時、追加で夜魂値を1回復する。また、チーム内にいる自身のフィールド上キャラクターが夜魂値を消費または回復した後、イアンサが次に運動量メーターから夜魂値を回復する時、追加で回復する夜魂値が4までアップする。この効果は2.8秒毎に1回のみ発動可能。<br>「スタンダードムーブ」効果は、イアンサの夜魂の加護状態終了時に解除される。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "運動量グラジエント分析",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を発動すると、イアンサは継続時間10秒の「ウォーミングアップ」効果を獲得する。<br>継続期間中、イアンサが夜魂値を1以上回復する時、フィールド上の自身のキャラクターのHPも回復する。回復量はイアンサの攻撃力60%分に相当する。この効果は2.8秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域の賜物・ハードワークアウト",
                        "Desc": "イアンサがフィールド上にいるとき、夜魂値が尽きると、代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イアンサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にあるとき、または一定の高さの空中にいるとき、イアンサに切り替えて登場すると次の効果が発動する。イアンサが夜魂の加護状態に入り、夜魂値を25獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "カロリーバランス計画JP0B",
                        "Desc": "燃素を利用できるナタのエリアにいる時、燃素が50%以上から50%以下に下がると、燃素を10回復する。この効果は10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "何事も始めが大事JP0B",
                        "Desc": "戦闘中、イアンサが夜魂の加護状態にあるとき、夜魂値を6消費する度に、イアンサ自身の元素エネルギーを15回復する。この効果は18秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "サボりはトレーニングの大敵！JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>を発動する時、イアンサは固有天賦「レジスタンストレーニング・強化版」の「スタンダードムーブ」効果を獲得する。持続時間15秒。また、「スタンダードムーブ」効果継続期間中、イアンサが待機している場合、フィールド上にいるチーム内の自身キャラクターの攻撃力+30%。固有天賦「レジスタンストレーニング・強化版」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的食事計画JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>サンダーボルト・ラッシュ</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "着実に進むことが肝心JP0B",
                        "Desc": "運動エネルギースケールが存在している間、フィールド上にいるチーム内の自身のキャラクター（イアンサを除く）が元素爆発を発動した後、イアンサは「原力激揚」効果を2層獲得する。「原力激揚」は運動エネルギースケールが消えるまで存在する。運動エネルギースケールを召喚する度に、この効果は最大1回のみ発動可能。イアンサが運動エネルギースケールを通して夜魂値を回復する時、「原力激揚」を1層消費し、追加でイアンサの夜魂値を4回復する。<br>また、運動エネルギースケールによる夜魂値の回復量が上限を超えた場合、イアンサが次に運動エネルギースケールによる回復を行う時、超過分の50%の夜魂値を追加で回復する。JP0B",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "まだまだ限界じゃない！JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「豊穣の邦」の訓戒JP0B",
                        "Desc": "運動エネルギースケールの継続時間+3秒。<br>また、イアンサが夜魂値回復効果を起こした時、回復量が上限を超えた場合、「極限発力」効果を獲得し、フィールド上にいるチーム内の自身のキャラクターの与えるダメージ+25%、継続時間3秒。JP0B",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・ウェイトスピア",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大3段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費して前方へ突進し、経路上の敵にダメージを与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>夜魂の加護状態・ライトニング・ステップ</color><br>夜魂の加護状態にある時、イアンサの重撃は豪快な「ライトニング・ステップ」に変わり、一定のスタミナを消費して前方エリアを勢いよく踏みつけ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "ライトニング・ステップダメージ",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重撃とライトニング・ステップのスタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "サンダーボルト・スプリント",
                        "Desc": "イアンサが前方へと一定距離突進し、経路上の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>発動後、イアンサは夜魂値を54回復し、夜魂の加護状態に入る。突進終了から5秒間、通常攻撃ボタンを一回押しすると、スタミナを消費せずに「ライトニング・ステップ」を瞬時に1回発動できる。<br><br><color style='color:#FFD780;'>夜魂の加護・イアンサ</color><br>継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イアンサの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・イアンサの移動速度をアップする。<br>・ダッシュボタンを長押しすると「サンダーボルト」状態に切り替わり、イアンサの移動速度が短時間、大幅にアップする。この状態の時、イアンサは地形の高低差を利用して遠くへ跳んだり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、また液体燃素によるダメージを無効化できる。<br><br><i>「もっと速く、もっと強く！日頃の努力は、この瞬間のためにしてきたんだ！」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力の三原則",
                        "Desc": "「力」の名を以て大地を踏みつけ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、限定版の運動量メーター（トレーニング用）を取り出す。<br>発動時、イアンサは夜魂値を15獲得し、夜魂の加護状態に入る。<br>運動量メーターが消える時、イアンサの夜魂の加護状態も終了する。<br><br><color style='color:#FFD780;'>運動量メーター</color><br>キャラクターと共に行動し、イアンサの夜魂値に基づき、次の各方法でチーム内の自身のフィールド上キャラクターの攻撃力をアップする。<br>・イアンサの夜魂値が42未満の場合、イアンサの夜魂値と攻撃力を基に攻撃力がアップする。<br>・イアンサの夜魂値が42以上の場合、運動量メーターは「熾烈の応援！」モードに切り替え、イアンサの攻撃力を基に攻撃力がよりアップする。<br>また、運動量メーターが存在している間、イアンサを除いたチーム内の自身のフィールド上キャラクターの移動距離を記録する。1秒ごとに、前の1秒の記録に基づいて、イアンサの夜魂値を回復する。<br>運動量メーターはイアンサの夜魂の加護状態が終了すると消える。非戦闘時、運動量メーターは1秒後に消える。運動量メーターが存在している間、イアンサの夜魂の加護状態は待機中でも終了しない。<br><br><i>「力は生まれつきの贈り物じゃない。絶えず努力することで得られる。そして、力は正しく使わないとならないんだ。」</i>JP0B",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂値が高い時の攻撃力転換率",
                                "ParamLevelList": [
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%"
                                ]
                            },
                            {
                                "Desc": "夜魂値が低い時の攻撃力転化率",
                                "ParamLevelList": [
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%"
                                ]
                            },
                            {
                                "Desc": "最大攻撃力アップ",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非戦闘状態の継続時間",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "高負荷トレーニング・強化版",
                        "Desc": "「ライトニング・ステップ」が敵に命中すると、イアンサは継続時間15秒の「プロパーフォーム」効果を獲得する。<br>継続期間中、イアンサの攻撃力+20%、元素爆発<color style='color:#FFD780;'>力の三原則</color>の運動量メーターを通して夜魂値を回復する時、追加で夜魂値を1回復する。また、チーム内にいる自身のフィールド上キャラクターが夜魂値を消費または回復した後、イアンサが次に運動量メーターから夜魂値を回復する時、追加で回復する夜魂値が4までアップする。この効果は2.8秒毎に1回のみ発動可能。<br>「プロパーフォーム」効果は、イアンサの夜魂の加護状態終了時に解除される。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "運動量グラジエント分析",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を発動すると、イアンサは継続時間10秒の「ウォーミングアップ」効果を獲得する。<br>継続期間中、イアンサが夜魂値を1以上回復する時、フィールド上の自身のキャラクターのHPも回復する。回復量はイアンサの攻撃力60%分に相当する。この効果は2.8秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域の賜物・ハードワークアウト",
                        "Desc": "イアンサがフィールド上にいる時、夜魂値が尽きると、代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イアンサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にある、または一定の高さの空中にいる時、イアンサに切り替えて登場すると次の効果が発動する。イアンサが夜魂の加護状態に入り、夜魂値を25獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br>また、燃素を利用できるナタのエリアにいる時、イアンサが地形の高低差を利用して遠くへ跳ぶと、受ける落下ダメージは軽減される。JP0B",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "カロリーバランス計画",
                        "Desc": "燃素を利用できるナタのエリアにいる時、燃素が50%以上から50%以下に下がると、燃素を10回復する。この効果は10秒毎に1回のみ発動可能。JP1L",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "何事も始めが肝心",
                        "Desc": "戦闘中、イアンサが夜魂の加護状態にある時、夜魂値を6消費するたびに、イアンサ自身の元素エネルギーを15回復する。この効果は18秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "おサボり厳禁！",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>を発動する時、イアンサは固有天賦「高負荷トレーニング・強化版」の「プロパーフォーム」効果を獲得する。持続時間15秒。また、「プロパーフォーム」効果継続期間中、イアンサが待機している場合、フィールド上にいるチーム内の自身キャラクターの攻撃力+30%。固有天賦「高負荷トレーニング・強化版」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的食事プラン",
                        "Desc": "元素スキル<color style='color:#FFD780;'>サンダーボルト・スプリント</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "継続は力なり",
                        "Desc": "運動量メーターが存在している間、フィールド上にいるチーム内の自身のキャラクター（イアンサを除く）が元素爆発を発動した後、イアンサは「ランナーズハイ」効果を2層獲得する。「ランナーズハイ」は運動量メーターが消えるまで存在する。運動量メーターを召喚するたびに、この効果は最大1回のみ発動可能。イアンサが運動量メーターを通して夜魂値を回復する時、「ランナーズハイ」を1層消費し、追加でイアンサの夜魂値を4回復する。<br>また、運動量メーターによる夜魂値の回復量が上限を超えた場合、イアンサが次に運動量メーターによる回復を行う時、超過分の50%の夜魂値を追加で回復する。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "まだまだやれる！",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「豊穣の邦」の教え",
                        "Desc": "運動量メーターの継続時間+3秒。<br>また、イアンサが夜魂値の回復効果を起こした時、回復量が上限を超えた場合、「火事場の馬鹿力」効果を獲得し、フィールド上にいるチーム内の自身のキャラクターの与えるダメージ+25%、継続時間3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・ウェイトスピア",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大3段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費して前方へ突進し、経路上の敵にダメージを与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>夜魂の加護状態・ライトニング・ステップ</color><br>夜魂の加護状態にある時、イアンサの重撃は豪快な「ライトニング・ステップ」に変わり、一定のスタミナを消費して前方エリアを勢いよく踏みつけ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "ライトニング・ステップダメージ",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重撃とライトニング・ステップのスタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "サンダーボルト・スプリント",
                        "Desc": "イアンサが前方へと一定距離突進し、経路上の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>発動後、イアンサは夜魂値を54回復し、夜魂の加護状態に入る。突進終了から5秒間、通常攻撃ボタンを一回押しすると、スタミナを消費せずに「ライトニング・ステップ」を瞬時に1回発動できる。<br><br><color style='color:#FFD780;'>夜魂の加護・イアンサ</color><br>継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イアンサの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・イアンサの移動速度をアップする。<br>・ダッシュボタンを長押しすると「サンダーボルト」状態に切り替わり、イアンサの移動速度が短時間、大幅にアップする。この状態の時、イアンサは地形の高低差を利用して遠くへ跳んだり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、また液体燃素によるダメージを無効化できる。<br><br><i>「もっと速く、もっと強く！日頃の努力は、この瞬間のためにしてきたんだ！」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力の三原則",
                        "Desc": "「力」の名を以て大地を踏みつけ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、限定版の運動量メーター（トレーニング用）を取り出す。<br>発動時、イアンサは夜魂値を15獲得し、夜魂の加護状態に入る。<br>運動量メーターが消える時、イアンサの夜魂の加護状態も終了する。<br><br><color style='color:#FFD780;'>運動量メーター</color><br>キャラクターと共に移動し、イアンサの夜魂値に基づき、次の各方法でチーム内の自身のフィールド上キャラクターの攻撃力をアップする。<br>・イアンサの夜魂値が42未満の場合、イアンサの夜魂値と攻撃力を基に攻撃力がアップする。<br>・イアンサの夜魂値が42以上の場合、運動量メーターは「熾烈なる応援！」モードに切り替わり、イアンサの攻撃力を基に攻撃力がよりアップする。<br>また、運動量メーターが存在している間、イアンサを除いたチーム内の自身のフィールド上キャラクターの移動距離を記録する。1秒ごとに、前の1秒の記録に基づいて、イアンサの夜魂値を回復する。<br>運動量メーターはイアンサの夜魂の加護状態が終了すると消える。非戦闘時、運動量メーターは1秒後に消える。運動量メーターが存在している間、イアンサの夜魂の加護状態は待機中でも終了しない。<br><br><i>「力は生まれつきの贈り物じゃない。絶えず努力することで得られる。そして、力は正しく使わないとならないんだ。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂値が高い時の攻撃力転換率",
                                "ParamLevelList": [
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%"
                                ]
                            },
                            {
                                "Desc": "夜魂値が低い時の攻撃力転化率",
                                "ParamLevelList": [
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%"
                                ]
                            },
                            {
                                "Desc": "最大攻撃力アップ",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非戦闘状態の継続時間",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "高負荷トレーニング・強化版",
                        "Desc": "「ライトニング・ステップ」が敵に命中すると、イアンサは継続時間15秒の「プロパーフォーム」効果を獲得する。<br>継続期間中、イアンサの攻撃力+20%、元素爆発<color style='color:#FFD780;'>力の三原則</color>の運動量メーターを通して夜魂値を回復する時、追加で夜魂値を1回復する。また、チーム内にいる自身のフィールド上キャラクターが夜魂値を消費または回復した後、イアンサが次に運動量メーターから夜魂値を回復する時、追加で回復する夜魂値が4までアップする。この効果は2.8秒毎に1回のみ発動可能。<br>「プロパーフォーム」効果は、イアンサの夜魂の加護状態終了時に解除される。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "運動量グラジエント分析",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を発動すると、イアンサは継続時間10秒の「ウォーミングアップ」効果を獲得する。<br>継続期間中、イアンサが夜魂値を1以上回復する時、フィールド上の自身のキャラクターのHPも回復する。回復量はイアンサの攻撃力60%分に相当する。この効果は2.8秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域の賜物・ハードワークアウト",
                        "Desc": "イアンサがフィールド上にいる時、夜魂値が尽きると、代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イアンサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にある、または一定の高さの空中にいる時、イアンサに切り替えて登場すると次の効果が発動する。イアンサが夜魂の加護状態に入り、夜魂値を25獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br>また、燃素を利用できるナタのエリアにいる時、イアンサが地形の高低差を利用して遠くへ跳ぶと、受ける落下ダメージが軽減される。",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "カロリーバランス計画",
                        "Desc": "燃素を利用できるナタのエリアにいる時、燃素が50%以上から50%未満に下がると、燃素を10回復する。この効果は10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "何事も始めが肝心",
                        "Desc": "戦闘中、イアンサが夜魂の加護状態にある時、夜魂値を6消費するたびに、イアンサ自身の元素エネルギーを15回復する。この効果は18秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "おサボり厳禁！",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>を発動する時、イアンサは固有天賦「高負荷トレーニング・強化版」の「プロパーフォーム」効果を獲得する。継続時間15秒。また、「プロパーフォーム」効果継続期間中、イアンサが待機している場合、フィールド上にいるチーム内の自身キャラクターの攻撃力+30%。固有天賦「高負荷トレーニング・強化版」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的食事プラン",
                        "Desc": "元素スキル<color style='color:#FFD780;'>サンダーボルト・スプリント</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "継続は力なり",
                        "Desc": "運動量メーターが存在している間、フィールド上にいるチーム内の自身のキャラクター（イアンサを除く）が元素爆発を発動した後、イアンサは「ランナーズハイ」効果を2層獲得する。「ランナーズハイ」は運動量メーターが消えるまで存在する。運動量メーターを召喚するたびに、この効果は最大1回のみ発動可能。イアンサが運動量メーターを通して夜魂値を回復する時、「ランナーズハイ」を1層消費し、追加でイアンサの夜魂値を4回復する。<br>また、運動量メーターによる夜魂値の回復量が上限を超えた場合、イアンサが次に運動量メーターによる回復を行う時、超過分の50%の夜魂値を追加で回復する。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "まだまだやれる！",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「豊穣の邦」の教え",
                        "Desc": "運動量メーターの継続時間+3秒。<br>また、イアンサが夜魂値の回復効果を起こした時、回復量が上限を超えた場合、「火事場の馬鹿力」効果を獲得し、フィールド上にいるチーム内の自身のキャラクターの与えるダメージ+25%、継続時間3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "ウェイトスピア",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大3段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費して前方へ突進し、経路上の敵にダメージを与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>夜魂の加護状態・ライトニング・ステップ</color><br>夜魂の加護状態にある時、イアンサの重撃は豪快な「ライトニング・ステップ」に変わり、一定のスタミナを消費して前方エリアを勢いよく踏みつけ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.9686%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.6329%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.4027%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.2634%",
                                    "145.2478%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "100.276%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.212%",
                                    "226.204%",
                                    "240.196%",
                                    "254.188%",
                                    "268.18%"
                                ]
                            },
                            {
                                "Desc": "ライトニング・ステップダメージ",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.913%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.674%",
                                    "213.422%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重撃とライトニング・ステップのスタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "サンダーボルト・スプリント",
                        "Desc": "イアンサが前方へと一定距離突進し、経路上の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>発動後、イアンサは夜魂値を54回復し、夜魂の加護状態に入る。突進終了から5秒間、通常攻撃ボタンを一回押しすると、スタミナを消費せずに「ライトニング・ステップ」を瞬時に1回発動できる。<br><br><color style='color:#FFD780;'>夜魂の加護・イアンサ</color><br>継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イアンサの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・イアンサの移動速度をアップする。<br>・ダッシュボタンを長押しすると「サンダーボルト」状態に切り替わり、イアンサの移動速度が短時間、大幅にアップする。この状態の時、イアンサは地形の高低差を利用して遠くへ跳んだり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、また液体燃素によるダメージを無効化できる。<br><br><i>「もっと速く、もっと強く！日頃の努力は、この瞬間のためにしてきたんだ！」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96%",
                                    "429.6%",
                                    "458.24%",
                                    "486.88%",
                                    "515.52%",
                                    "544.16%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力の三原則",
                        "Desc": "「力」の名を以て大地を踏みつけ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、限定版の運動量メーター（トレーニング用）を取り出す。<br>発動時、イアンサは夜魂値を15獲得し、夜魂の加護状態に入る。<br>運動量メーターが消える時、イアンサの夜魂の加護状態も終了する。<br><br><color style='color:#FFD780;'>運動量メーター</color><br>キャラクターと共に移動し、イアンサの夜魂値に基づき、次の各方法でチーム内の自身のフィールド上キャラクターの攻撃力をアップする。<br>・イアンサの夜魂値が42未満の場合、イアンサの夜魂値と攻撃力を基に攻撃力がアップする。<br>・イアンサの夜魂値が42以上の場合、運動量メーターは「熾烈なる応援！」モードに切り替わり、イアンサの攻撃力を基に攻撃力がよりアップする。<br>また、運動量メーターが存在している間、イアンサを除いたチーム内の自身のフィールド上キャラクターの移動距離を記録する。1秒ごとに、前の1秒の記録に基づいて、イアンサの夜魂値を回復する。<br>運動量メーターはイアンサの夜魂の加護状態が終了すると消える。非戦闘時、運動量メーターは1秒後に消える。運動量メーターが存在している間、イアンサの夜魂の加護状態は待機中でも終了しない。<br><br><i>「力は生まれつきの贈り物じゃない。絶えず努力することで得られる。そして、力は正しく使わないとならないんだ。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96%",
                                    "538.0%",
                                    "570.28%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64%",
                                    "731.68%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂値が高い時の攻撃力転換率",
                                "ParamLevelList": [
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%",
                                    "攻撃力27.0%"
                                ]
                            },
                            {
                                "Desc": "夜魂値が低い時の攻撃力転換率",
                                "ParamLevelList": [
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%",
                                    "夜魂値1につき攻撃力0.5%"
                                ]
                            },
                            {
                                "Desc": "最大攻撃力アップ",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非戦闘状態の継続時間",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "高負荷トレーニング・強化版",
                        "Desc": "「ライトニング・ステップ」が敵に命中すると、イアンサは継続時間15秒の「プロパーフォーム」効果を獲得する。<br>継続期間中、イアンサの攻撃力+20%、元素爆発<color style='color:#FFD780;'>力の三原則</color>の運動量メーターを通して夜魂値を回復する時、追加で夜魂値を1回復する。また、チーム内にいる自身のフィールド上キャラクターが夜魂値を消費または回復した後、イアンサが次に運動量メーターから夜魂値を回復する時、追加で回復する夜魂値が4までアップする。この効果は2.8秒毎に1回のみ発動可能。<br>「プロパーフォーム」効果は、イアンサの夜魂の加護状態終了時に解除される。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "運動量グラジエント分析",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を発動すると、イアンサは継続時間10秒の「ウォーミングアップ」効果を獲得する。<br>継続期間中、イアンサが夜魂値を1以上回復する時、フィールド上の自身のキャラクターのHPも回復する。回復量はイアンサの攻撃力60%分に相当する。この効果は2.8秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域の賜物・ハードワークアウト",
                        "Desc": "イアンサがフィールド上にいる時、夜魂値が尽きると、代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イアンサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にある、または一定の高さの空中にいる時、イアンサに切り替えて登場すると次の効果が発動する。イアンサが夜魂の加護状態に入り、夜魂値を25獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br>また、燃素を利用できるナタのエリアにいる時、イアンサが地形の高低差を利用して遠くへ跳ぶ時、落下ダメージを受けない。",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "カロリーバランス計画",
                        "Desc": "燃素を利用できるナタのエリアにいる時、燃素が50%以上から50%未満に下がると、燃素を10回復する。この効果は10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "千里の道も一歩から",
                        "Desc": "戦闘中、イアンサが夜魂の加護状態にある時、夜魂値を6消費するたびに、イアンサ自身の元素エネルギーを15回復する。この効果は18秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "おサボり厳禁！",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>を発動する時、イアンサは固有天賦「高負荷トレーニング・強化版」の「プロパーフォーム」効果を獲得する。継続時間15秒。また、「プロパーフォーム」効果継続期間中、イアンサが待機している場合、フィールド上にいるチーム内の自身キャラクターの攻撃力+30%。固有天賦「高負荷トレーニング・強化版」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的食事プラン",
                        "Desc": "元素スキル<color style='color:#FFD780;'>サンダーボルト・スプリント</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "継続は力なり",
                        "Desc": "運動量メーターが存在している間、フィールド上にいるチーム内の自身のキャラクター（イアンサを除く）が元素爆発を発動した後、イアンサは「ランナーズハイ」効果を2層獲得する。「ランナーズハイ」は運動量メーターが消えるまで存在する。運動量メーターを召喚するたびに、この効果は最大1回のみ発動可能。イアンサが運動量メーターを通して夜魂値を回復する時、「ランナーズハイ」を1層消費し、追加でイアンサの夜魂値を4回復する。<br>また、運動量メーターによる夜魂値の回復量が上限を超えた場合、イアンサが次に運動量メーターによる回復を行う時、超過分の50%の夜魂値を追加で回復する。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "まだまだやれる！",
                        "Desc": "元素爆発<color style='color:#FFD780;'>力の三原則</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「豊穣の邦」の教え",
                        "Desc": "運動量メーターの継続時間+3秒。<br>また、イアンサが夜魂値の回復効果を起こした時、回復量が上限を超えた場合、「火事場の馬鹿力」効果を獲得し、フィールド上にいるチーム内の自身のキャラクターの与えるダメージ+25%、継続時間3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Iansan": {}
}