// Auto Generated

var _AvatarDataConfig_ = {
    "Ifa": {}
}

var _AvatarMats_ = {
    "Ifa": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101250": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113072": 2,
                "101250": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113072": 4,
                "101250": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113072": 8,
                "101250": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113072": 12,
                "101250": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113072": 20,
                "101250": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ifa": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "ディスペル・ウインドJP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行い、<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に射撃を放ち、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。JP0B",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.31709%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.20641%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.85599%",
                                    "220.56%",
                                    "235.26399%",
                                    "249.968%",
                                    "264.67199%",
                                    "279.37601%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.21999%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.93439%",
                                    "122.8828%/153.48721%",
                                    "132.13201%/165.04%",
                                    "145.3452%/181.54401%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.60881%",
                                    "208.76861%/260.76319%",
                                    "224.6244%/280.568%",
                                    "240.48021%/300.37279%",
                                    "256.33609%/320.1776%",
                                    "272.19191%/339.98239%",
                                    "288.04779%/359.7872%",
                                    "303.9036%/379.59199%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "エアボーン・プリベントJP0B",
                        "Desc": "お前の出番だ、きょうだい！イファがカクークを呼び出して一緒に戦う。<br>発動後、イファは夜魂値を80獲得し、<color style='color:#FFD780;'>夜魂の加護</color>状態に入る。夜魂の加護状態期間中、イファはカクークの協力によって浮遊状態になり、通常攻撃を行う時、一回押しと長押しによって異なる<color style='color:#FFD780;'>「援護射撃」</color>を行う。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>エアボーン・プリベント</color>を発動すると、イファは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、イファの夜魂の加護状態は終了する。JP0B",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘薬弾ダメージ",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.71199%",
                                    "240.048%",
                                    "253.38399%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘薬弾命中時の回復量",
                                "ParamLevelList": [
                                    "元素熟知20.16%+48.14847JP0B",
                                    "元素熟知21.672%+52.96399JP0B",
                                    "元素熟知23.184%+58.1808JP0B",
                                    "元素熟知25.2%+63.7989JP0B",
                                    "元素熟知26.712%+69.8183JP0B",
                                    "元素熟知28.224%+76.23898JP0B",
                                    "元素熟知30.24%+83.06097JP0B",
                                    "元素熟知32.256%+90.28424JP0B",
                                    "元素熟知34.272%+97.90881JP0B",
                                    "元素熟知36.288%+105.93467JP0B",
                                    "元素熟知38.304%+114.36182JP0B",
                                    "元素熟知40.32%+123.19027JP0B",
                                    "元素熟知42.84%+132.42001JP0B",
                                    "元素熟知45.36%+142.05104JP0B",
                                    "元素熟知47.88%+152.08337JP0B"
                                ]
                            },
                            {
                                "Desc": "Nightsoul Point Limit",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "48.14847",
                                    "52.96399",
                                    "58.1808",
                                    "63.7989",
                                    "69.8183",
                                    "76.23898",
                                    "83.06097",
                                    "90.28424",
                                    "97.90881",
                                    "105.93467",
                                    "114.36182",
                                    "123.19027",
                                    "132.42001",
                                    "142.05104",
                                    "152.08337"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "複合鎮静フィールドJP0B",
                        "Desc": "敵（まだ落ち着いていない）に向かって治療鎮静剤を1発発射する。治療鎮静剤は命中時に爆発し、束縛の風域を生成する。近くのオブジェクトと敵を引き寄せ、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>治療鎮静剤が<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>付着状態の敵に命中すると、敵に<color style='color:#FFD780;'>「鎮静マーク」</color>効果を与える。この効果はしばらくすると爆発して消え去るが、その際敵に付着していた元素の範囲ダメージを与える。JP0B",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "508.47998%",
                                    "546.61598%",
                                    "584.75199%",
                                    "635.6%",
                                    "673.736%",
                                    "711.87201%",
                                    "762.72001%",
                                    "813.56802%",
                                    "864.41603%",
                                    "915.26403%",
                                    "966.11204%",
                                    "1016.95995%",
                                    "1080.51996%",
                                    "1144.07997%",
                                    "1207.63998%"
                                ]
                            },
                            {
                                "Desc": "鎮静マークのダメージ",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.53999%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "現場医者の大局観JP0B",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の夜魂値の合計を基に、夜魂値1につき、イファは<color style='color:#FFD780;'>「救助の理念」</color>を1獲得する。救助の理念は付近にいるチーム内キャラクターが起こす拡散反応と感電反応によるダメージをアップできる。JP0B",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "相互支援協定JP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、イファの元素熟知+80、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域の賜物・救急集中JP0B",
                        "Desc": "夜魂値が尽きると、イファは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イファ」を行える。フィールド上キャラクターが一定の高さの空中にいるとき、イファに切り替えて登場すると次の効果が発動する。イファが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "温熱戦術包帯JP0B",
                        "Desc": "燃素を利用できるナタのエリアにいる時、チーム内の自身のフィールド上キャラクター、または憑依した竜のHPが40%未満の時、イファは燃素を10消費してHPを回復する。回復量はイファの元素熟知の150%分に相当する。この効果は10秒毎に1回のみ発動可能。秘境、征討領域、深境螺旋では発動しない。JP0B",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Vitiferous Elixir's Concoction",
                        "Desc": "<color style='color:#FFD780;'>援護射撃</color>が敵に命中すると、イファの元素エネルギーを6ポイント回復させる。この方法での元素エネルギー回復は8秒毎に1回のみ可能。JP0B",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Guiding Spirit of Ballistic Prayer",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の現在の夜魂値の合計が60を超えている部分を基に、夜魂値1につき、イファは追加で<color style='color:#FFD780;'>「救助の理念」</color>を3獲得する。<br>また、イファの「救助の理念」の所持可能上限+30。<br>固有天賦<color style='color:#FFD780;'>現場医者の大局観</color>を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Rebuttal in Negotiations With the Night",
                        "Desc": "元素スキル<color style='color:#FFD780;'>エアボーン・プリベント</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Decayed Vessel's Permutation",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>による束縛の風域の継続時間を3秒まで延長させる。<br>また、元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>を発動した後、イファの元素熟知+100、継続時間15秒。JP0B",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Vow of Universal Coexistence",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Oath on a Feathered Knot",
                        "Desc": "イファが長押しして<color style='color:#FFD780;'>援護射撃</color>を発動するとき、50%の確率で追加で秘薬弾を1発発射し、秘薬弾120%分のダメージを与える。このダメージは通常攻撃ダメージと見なされる。<br>また、戦闘状態でない時、イファが夜魂の加護状態で消費する夜魂値と燃素-20%。JP0B",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "ディスペル・ウインドJP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行い、<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に射撃を放ち、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。JP0B",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "エアボーン・プリベントJP0B",
                        "Desc": "お前の出番だ、きょうだい！イファがカクークを呼び出して一緒に戦う。<br>発動後、イファは夜魂値を80獲得し、<color style='color:#FFD780;'>夜魂の加護</color>状態に入る。夜魂の加護状態期間中、イファはカクークの協力によって浮遊状態になり、通常攻撃を行う時、一回押しと長押しによって異なる<color style='color:#FFD780;'>「援護射撃」</color>を行う。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>エアボーン・プリベント</color>を発動すると、イファは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、イファの夜魂の加護状態は終了する。JP0B",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘薬弾ダメージ",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘薬弾命中時の回復量",
                                "ParamLevelList": [
                                    "元素熟知20.16%+48.14847JP0B",
                                    "元素熟知21.672%+52.96399JP0B",
                                    "元素熟知23.184%+58.1808JP0B",
                                    "元素熟知25.2%+63.7989JP0B",
                                    "元素熟知26.712%+69.8183JP0B",
                                    "元素熟知28.224%+76.23898JP0B",
                                    "元素熟知30.24%+83.06097JP0B",
                                    "元素熟知32.256%+90.28424JP0B",
                                    "元素熟知34.272%+97.90881JP0B",
                                    "元素熟知36.288%+105.93467JP0B",
                                    "元素熟知38.304%+114.36182JP0B",
                                    "元素熟知40.32%+123.19027JP0B",
                                    "元素熟知42.84%+132.42001JP0B",
                                    "元素熟知45.36%+142.05104JP0B",
                                    "元素熟知47.88%+152.08337JP0B"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "複合鎮静フィールドJP0B",
                        "Desc": "敵（まだ落ち着いていない）に向かって治療鎮静剤を1発発射する。治療鎮静剤は命中時に爆発し、束縛の風域を生成する。近くのオブジェクトと敵を引き寄せ、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>治療鎮静剤が<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>付着状態の敵に命中すると、敵に<color style='color:#FFD780;'>「鎮静マーク」</color>効果を与える。この効果はしばらくすると爆発して消え去るが、その際敵に付着していた元素の範囲ダメージを与える。JP0B",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "鎮静マークのダメージ",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "現場医者の大局観JP0B",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の夜魂値の合計を基に、夜魂値1につき、イファは<color style='color:#FFD780;'>「救助の理念」</color>を1獲得する。救助の理念は付近にいるチーム内キャラクターが起こす拡散反応と感電反応によるダメージをアップできる。JP0B",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "相互支援協定JP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、イファの元素熟知+80、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域の賜物・救急集中JP0B",
                        "Desc": "夜魂値が尽きると、イファは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イファ」を行える。フィールド上キャラクターが一定の高さの空中にいるとき、イファに切り替えて登場すると次の効果が発動する。イファが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "温熱戦術包帯JP0B",
                        "Desc": "燃素を利用できるナタのエリアにいる時、チーム内の自身のフィールド上キャラクター、または憑依した竜のHPが40%未満の時、イファは燃素を10消費してHPを回復する。回復量はイファの元素熟知の150%分に相当する。この効果は10秒毎に1回のみ発動可能。秘境、征討領域、深境螺旋では発動しない。JP0B",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典薬剤の用意",
                        "Desc": "<color style='color:#FFD780;'>「援護射撃」</color>が敵に命中すると、イファの元素エネルギーを6ポイント回復させる。この方法での元素エネルギー回復は8秒毎に1回のみ可能。JP0B",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈りの弾道の天佑",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の現在の夜魂値の合計が60を超えている部分を基に、夜魂値1につき、イファは追加で<color style='color:#FFD780;'>「救助の理念」</color>を3獲得する。<br>また、イファの「救助の理念」の所持可能上限+30。<br>固有天賦<color style='color:#FFD780;'>現場医者の大局観</color>を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜への交渉の反駁",
                        "Desc": "元素スキル<color style='color:#FFD780;'>エアボーン・プリベント</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "朽ち果てた身体の置換",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>による束縛の風域の継続時間を3秒まで延長させる。<br>また、元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>を発動した後、イファの元素熟知+100、継続時間15秒。JP0B",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生の誓い",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽根結びの約束",
                        "Desc": "イファが長押しして<color style='color:#FFD780;'>「援護射撃」</color>を発動するとき、50%の確率で追加で秘薬弾を1発発射し、秘薬弾120%分のダメージを与える。このダメージは通常攻撃ダメージと見なされる。<br>また、戦闘状態でない時、イファが夜魂の加護状態で消費する夜魂値と燃素-20%。JP0B",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "風払いの儀式",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行い、<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方を撃ち抜き、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天翔ける守護",
                        "Desc": "お前の出番だ、きょうだい！イファがカクークを呼び出して一緒に戦う。<br>発動後、イファは夜魂値を80獲得し、<color style='color:#FFD780;'>夜魂の加護</color>状態に入る。夜魂の加護状態期間中、イファはカクークの協力によって浮遊状態になり、通常攻撃を行う時、一回押しと長押しによって異なる<color style='color:#FFD780;'>「援護射撃」</color>を行い、チーム全員のHPを回復する秘薬弾を発射する。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>天翔ける守護</color>を発動すると、イファは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、イファの夜魂の加護状態は終了する。",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘薬弾ダメージ",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘薬弾命中時の回復量",
                                "ParamLevelList": [
                                    "元素熟知20.16%+48.14847",
                                    "元素熟知21.672%+52.96399",
                                    "元素熟知23.184%+58.1808",
                                    "元素熟知25.2%+63.7989",
                                    "元素熟知26.712%+69.8183",
                                    "元素熟知28.224%+76.23898",
                                    "元素熟知30.24%+83.06097",
                                    "元素熟知32.256%+90.28424",
                                    "元素熟知34.272%+97.90881",
                                    "元素熟知36.288%+105.93467",
                                    "元素熟知38.304%+114.36182",
                                    "元素熟知40.32%+123.19027",
                                    "元素熟知42.84%+132.42001",
                                    "元素熟知45.36%+142.05104",
                                    "元素熟知47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "複合鎮静フィールドJP0B",
                        "Desc": "敵（まだ落ち着いていない）に向かってセデーションを1発撃つ。セデーションは命中時に爆発し、束縛の風域を生成する。近くのオブジェクトと敵を引き寄せ、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>セデーションが<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>付着状態の敵に命中すると、敵に<color style='color:#FFD780;'>「鎮静マーク」</color>効果を付与する。この効果はしばらくすると爆発して消え、その際に敵に付着していた元素の範囲ダメージを与える。",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "鎮静マークのダメージ",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "臨床医の大局観",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の夜魂値の合計を基に、その夜魂値1につき、イファは<color style='color:#FFD780;'>「救命の理念」</color>を1獲得する。救命の理念は付近にいるチーム内キャラクターの起こす拡散反応と感電反応のダメージをアップさせる。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "相互救援協定",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、イファの元素熟知+80、継続時間10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域の賜物・救急集中治療",
                        "Desc": "夜魂値が尽きると、イファは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イファ」を行える。フィールド上キャラクターが一定の高さの空中にいる時、イファに切り替えて登場すると次の効果が発動する。イファが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "戦略的温罨法",
                        "Desc": "燃素を利用できるナタのエリアにいる時、チーム内の自身のフィールド上キャラクター、または憑依した竜のHPが40%未満の時、イファは燃素を10消費してHPを回復する。回復量はイファの元素熟知の150%分に相当する。この効果は10秒毎に1回のみ発動可能。秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典薬剤の用意",
                        "Desc": "<color style='color:#FFD780;'>「援護射撃」</color>が敵に命中すると、イファの元素エネルギーを6ポイント回復させる。この方法での元素エネルギー回復は8秒毎に1回のみ可能。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈りの弾道の天佑",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の現在の夜魂値の合計が60を超えている部分を基に、その夜魂値1につき、イファは追加で<color style='color:#FFD780;'>「救命の理念」</color>を3獲得する。<br>また、イファの「救命の理念」の所持可能上限+30。<br>固有天賦<color style='color:#FFD780;'>臨床医の大局観</color>を解放する必要がある。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜への交渉の反駁",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天翔ける守護</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "朽ち果てた身体の置換",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>による束縛の風域の継続時間を3秒に延長する。<br>また、元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>を発動した後、イファの元素熟知+100、継続時間15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生の誓い",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽根結びの約束",
                        "Desc": "イファが長押しして<color style='color:#FFD780;'>「援護射撃」</color>を発動する時、50%の確率で秘薬弾を追加で1発撃ち、秘薬弾120%分のダメージを与える。このダメージは通常攻撃ダメージと見なされる。<br>また、戦闘状態でない時、イファが夜魂の加護状態で消費する夜魂値と燃素-20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "風払いの儀式",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行い、<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方を撃ち抜き、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天翔ける守護",
                        "Desc": "お前の出番だ、きょうだい！イファがカクークを呼び出して一緒に戦う。<br>発動後、イファは夜魂値を80獲得し、<color style='color:#FFD780;'>夜魂の加護</color>状態に入る。夜魂の加護状態期間中、イファはカクークの協力によって浮遊状態になり、通常攻撃を行う時、一回押しと長押しによって異なる<color style='color:#FFD780;'>「援護射撃」</color>を行い、チーム全員のHPを回復するアンプルショットを発射する。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>天翔ける守護</color>を発動すると、イファは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、イファの夜魂の加護状態は終了する。",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "アンプルショットのダメージ",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "アンプルショット命中時の回復量",
                                "ParamLevelList": [
                                    "元素熟知20.16%+48.14847",
                                    "元素熟知21.672%+52.96399",
                                    "元素熟知23.184%+58.1808",
                                    "元素熟知25.2%+63.7989",
                                    "元素熟知26.712%+69.8183",
                                    "元素熟知28.224%+76.23898",
                                    "元素熟知30.24%+83.06097",
                                    "元素熟知32.256%+90.28424",
                                    "元素熟知34.272%+97.90881",
                                    "元素熟知36.288%+105.93467",
                                    "元素熟知38.304%+114.36182",
                                    "元素熟知40.32%+123.19027",
                                    "元素熟知42.84%+132.42001",
                                    "元素熟知45.36%+142.05104",
                                    "元素熟知47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "複合鎮静フィールド",
                        "Desc": "敵（まだ落ち着いていない）に向かってセデーションを1発撃つ。セデーションは命中時に爆発し、抑制風域を生成する。近くのオブジェクトと敵を引き寄せ、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>セデーションが<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>付着状態の敵に命中すると、敵に<color style='color:#FFD780;'>「鎮静マーク」</color>効果を付与する。この効果はしばらくすると爆発して消え、その際に敵に付着していた元素の範囲ダメージを与える。",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "鎮静マークのダメージ",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "臨床医の大局観",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の夜魂値の合計を基に、その夜魂値1につき、イファは<color style='color:#FFD780;'>「救命の理念」</color>を1獲得する。救命の理念は付近にいるチーム内キャラクターの起こす拡散反応と感電反応のダメージをアップさせる。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "相互救援協定",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、イファの元素熟知+80、継続時間10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域の賜物・救急集中治療",
                        "Desc": "夜魂値が尽きると、イファは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イファ」を行える。フィールド上キャラクターが一定の高さの空中にいる時、イファに切り替えて登場すると次の効果が発動する。イファが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "戦略的温罨法",
                        "Desc": "燃素を利用できるナタのエリアにいる時、チーム内の自身のフィールド上キャラクター、または憑依した竜のHPが40%未満の時、イファは燃素を10消費してHPを回復する。回復量はイファの元素熟知の150%分に相当する。この効果は10秒毎に1回のみ発動可能。秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典薬剤の用意",
                        "Desc": "<color style='color:#FFD780;'>「援護射撃」</color>が敵に命中すると、イファの元素エネルギーを6ポイント回復させる。この方法での元素エネルギー回復は8秒毎に1回のみ可能。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈りの弾道の天佑",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の現在の夜魂値の合計が60を超えている部分を基に、その夜魂値1につき、イファは追加で<color style='color:#FFD780;'>「救命の理念」</color>を4獲得する。<br>また、イファの「救命の理念」の所持可能上限+50。<br>固有天賦<color style='color:#FFD780;'>臨床医の大局観</color>を解放する必要がある。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜への交渉の反駁",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天翔ける守護</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "朽ち果てた身体の置換",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>による抑制風域の継続時間を3秒に延長する。<br>また、元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>を発動した後、イファの元素熟知+100、継続時間15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生の誓い",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽根結びの約束",
                        "Desc": "イファが長押しして<color style='color:#FFD780;'>「援護射撃」</color>を発動する時、50%の確率でアンプルショットを追加で1発撃ち、イファの攻撃力120%分の風元素ダメージを与える。このダメージは通常攻撃ダメージと見なされる。<br>また、戦闘状態でない時、イファが夜魂の加護状態で消費する夜魂値と燃素-20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "風払いの儀式",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行い、<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方を撃ち抜き、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天翔ける守護",
                        "Desc": "お前の出番だ、きょうだい！イファがカクークを呼び出して一緒に戦う。<br>発動後、イファは夜魂値を80獲得し、<color style='color:#FFD780;'>夜魂の加護</color>状態に入る。夜魂の加護状態期間中、イファはカクークの協力によって浮遊状態になり、通常攻撃を行う時、一回押しと長押しによって異なる<color style='color:#FFD780;'>「援護射撃」</color>を行い、チーム全員のHPを回復するアンプルショットを発射する。<br><br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>天翔ける守護</color>を発動すると、イファは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、イファの夜魂の加護状態は終了する。<br><br><b>夜魂の加護・イファ</b><br>継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イファの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・カクークの協力によって浮遊状態になり、イファの移動速度と中断耐性がアップする。この状態にあるイファは継続的に夜魂値を消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値を消費する。<br>・通常攻撃を行う時、一回押しと長押しによって、異なる「援護射撃」を行う。<br><br><b>援護射撃</b><br>夜魂の加護状態にある時、イファの通常攻撃は援護射撃に変わる。<br><color style='color:#FFD780;'>一回押し</color><br>アンプルショットを発射する。<br><color style='color:#FFD780;'>長押し</color><br>アンプルショットを発射し続ける。<br><color style='color:#FFD780;'>アンプルショット</color><br>夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与え、敵に命中時に周囲チーム全員のHPを回復する。回復量はイファの元素熟知によって決まる。",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "アンプルショットのダメージ",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "アンプルショット命中時の回復量",
                                "ParamLevelList": [
                                    "元素熟知20.16%+48.14847",
                                    "元素熟知21.672%+52.96399",
                                    "元素熟知23.184%+58.1808",
                                    "元素熟知25.2%+63.7989",
                                    "元素熟知26.712%+69.8183",
                                    "元素熟知28.224%+76.23898",
                                    "元素熟知30.24%+83.06097",
                                    "元素熟知32.256%+90.28424",
                                    "元素熟知34.272%+97.90881",
                                    "元素熟知36.288%+105.93467",
                                    "元素熟知38.304%+114.36182",
                                    "元素熟知40.32%+123.19027",
                                    "元素熟知42.84%+132.42001",
                                    "元素熟知45.36%+142.05104",
                                    "元素熟知47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "複合鎮静フィールド",
                        "Desc": "敵（まだ落ち着いていない）に向かって広域鎮静剤を1発撃つ。広域鎮静剤は命中時に爆発し、抑制風域を生成する。近くのオブジェクトと敵を引き寄せ、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>広域鎮静剤が<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>付着状態の敵に命中すると、敵に<color style='color:#FFD780;'>「鎮静マーク」</color>効果を付与する。この効果はしばらくすると爆発して消え、その際に敵に付着していた元素の範囲ダメージを与える。<br><br><b>鎮静マーク</b><br>最大4体の敵に「鎮静マーク」効果を付与できる。1体の敵が複数の元素による「鎮静マーク」効果を同時に受けることはない。",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "鎮静マークのダメージ",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "臨床医の大局観",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の夜魂値の合計を基に、その夜魂値1につき、イファは<color style='color:#FFD780;'>「救命の理念」</color>を1獲得する。救命の理念は付近にいるチーム内キャラクターの起こす拡散反応と感電反応のダメージをアップさせる。<br><br><b>救命の理念</b><br>「救命の理念」の上限は150。イファが所持する「救命の理念」1につき、付近にいるチーム内キャラクターが起こす拡散反応と感電反応によるダメージ+1.5%。「救命の理念」はイファの夜魂の加護状態終了時にクリアされる。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "相互救援協定",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、イファの元素熟知+80、継続時間10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域の賜物・救急集中治療",
                        "Desc": "夜魂値が尽きると、イファは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イファ」を行える。フィールド上キャラクターが一定の高さの空中にいる時、イファに切り替えて登場すると次の効果が発動する。イファが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "戦略的温罨法",
                        "Desc": "燃素を利用できるナタのエリアにいる時、チーム内の自身のフィールド上キャラクター、または憑依した竜のHPが40%未満の時、イファは燃素を10消費してHPを40%回復する。この効果は10秒毎に1回のみ発動可能。秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "蔓と知恵の霊薬",
                        "Desc": "<color style='color:#FFD780;'>「援護射撃」</color>が敵に命中すると、イファの元素エネルギーを6ポイント回復させる。この方法での元素エネルギー回復は8秒毎に1回のみ可能。<br><br><b>援護射撃</b><br>夜魂の加護状態にある時、イファの通常攻撃は援護射撃に変わる。<br><color style='color:#FFD780;'>一回押し</color><br>アンプルショットを発射する。<br><color style='color:#FFD780;'>長押し</color><br>アンプルショットを発射し続ける。<br><color style='color:#FFD780;'>アンプルショット</color><br>夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与え、敵に命中時に周囲チーム全員のHPを回復する。回復量はイファの元素熟知によって決まる。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈祷弾道の天佑",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の現在の夜魂値の合計が60を超えている部分を基に、その夜魂値1につき、イファは追加で<color style='color:#FFD780;'>「救命の理念」</color>を4獲得する。<br>また、イファの「救命の理念」の所持可能上限+50。<br>固有天賦<color style='color:#FFD780;'>臨床医の大局観</color>を解放する必要がある。<br><br><b>救命の理念</b><br>「救命の理念」の上限は150。イファが所持する「救命の理念」1につき、付近にいるチーム内キャラクターが起こす拡散反応と感電反応によるダメージ+1.5%。「救命の理念」はイファの夜魂の加護状態終了時にクリアされる。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜との交渉",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天翔ける守護</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "朽ちた肉体への移植",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>による抑制風域の継続時間を3秒に延長する。<br>また、元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>を発動した後、イファの元素熟知+100、継続時間15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "生命平等の誓い",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽根に結んだ約束",
                        "Desc": "イファが長押しして<color style='color:#FFD780;'>「援護射撃」</color>を発動する時、50%の確率でアンプルショットを追加で1発撃ち、イファの攻撃力120%分の風元素ダメージを与える。このダメージは通常攻撃ダメージと見なされる。<br>また、戦闘状態でない時、イファが夜魂の加護状態で消費する夜魂値と燃素-20%。<br><br><b>援護射撃</b><br>夜魂の加護状態にある時、イファの通常攻撃は援護射撃に変わる。<br><color style='color:#FFD780;'>一回押し</color><br>アンプルショットを発射する。<br><color style='color:#FFD780;'>長押し</color><br>アンプルショットを発射し続ける。<br><color style='color:#FFD780;'>アンプルショット</color><br>夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与え、敵に命中時に周囲チーム全員のHPを回復する。回復量はイファの元素熟知によって決まる。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "風払いの儀式",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行い、<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方を撃ち抜き、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天翔ける守護",
                        "Desc": "お前の出番だ、きょうだい！イファがカクークを呼び出して一緒に戦う。<br>発動後、イファは夜魂値を80獲得し、<color style='color:#FFD780;'>夜魂の加護</color>状態に入る。夜魂の加護状態期間中、イファはカクークの協力によって浮遊状態になり、通常攻撃を行う時、一回押しと長押しによって異なる<color style='color:#FFD780;'>「援護射撃」</color>を行い、チーム全員のHPを回復するアンプルショットを発射する。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>天翔ける守護</color>を発動すると、イファは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、イファの夜魂の加護状態は終了する。",
                        "Icon": "Skill_S_Ifa_01",
                        "DescAdd": "<br><br><i>「傷を治すなら、まず元を断つ。あの言葉はなんて言ったか…『救命第一、治療は二の次！』だったか？」<br>「そうだ、きょうだい！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "アンプルショットのダメージ",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "アンプルショット命中時の回復量",
                                "ParamLevelList": [
                                    "元素熟知20.16%+48.14847",
                                    "元素熟知21.672%+52.96399",
                                    "元素熟知23.184%+58.1808",
                                    "元素熟知25.2%+63.7989",
                                    "元素熟知26.712%+69.8183",
                                    "元素熟知28.224%+76.23898",
                                    "元素熟知30.24%+83.06097",
                                    "元素熟知32.256%+90.28424",
                                    "元素熟知34.272%+97.90881",
                                    "元素熟知36.288%+105.93467",
                                    "元素熟知38.304%+114.36182",
                                    "元素熟知40.32%+123.19027",
                                    "元素熟知42.84%+132.42001",
                                    "元素熟知45.36%+142.05104",
                                    "元素熟知47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "複合鎮静フィールド",
                        "Desc": "敵（まだ落ち着いていない）に向かって広域鎮静剤を1発撃つ。広域鎮静剤は命中時に爆発し、抑制風域を生成する。近くのオブジェクトと敵を引き寄せ、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>広域鎮静剤が<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>付着状態の敵に命中すると、敵に<color style='color:#FFD780;'>「鎮静マーク」</color>効果を付与する。",
                        "Icon": "Skill_E_Ifa_01",
                        "DescAdd": "<br><br><i>「治療する前に、まず患者たちを大人しくさせないとな。方法は…弾丸でも構わん。行くぞ、カクーク！」<br>「よし、きょうだい！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "鎮静マークのダメージ",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "臨床医の大局観",
                        "Desc": "イファが夜魂の加護状態にあるとき、チーム全員の合計夜魂値を基に、夜魂値が1存在するごとに、イファは<color style='color:#FFD780;'>「救命の理念」</color>を1獲得する。救命の理念は付近にいるチーム内キャラクターの起こす拡散、感電、月感電反応のダメージをアップさせる。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "相互救援協定",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、イファの元素熟知+80、継続時間10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域の賜物・救急集中治療",
                        "Desc": "夜魂値が尽きると、イファは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：イファ」を行える。フィールド上キャラクターが一定の高さの空中にいる時、イファに切り替えて登場すると次の効果が発動する。イファが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "戦略的温罨法",
                        "Desc": "燃素を利用できるナタのエリアにいる時、チーム内の自身のフィールド上キャラクター、または憑依した竜のHPが40%未満の時、イファは燃素を10消費してHPを40%回復する。この効果は10秒毎に1回のみ発動可能。秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "蔓と知恵の霊薬",
                        "Desc": "<color style='color:#FFD780;'>「援護射撃」</color>が敵に命中すると、イファの元素エネルギーを6ポイント回復させる。この方法での元素エネルギー回復は8秒毎に1回のみ可能。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈祷弾道の天佑",
                        "Desc": "イファが夜魂の加護状態にある時、チーム全員の現在の夜魂値の合計が60を超えている部分を基に、その夜魂値1につき、イファは追加で<color style='color:#FFD780;'>「救命の理念」</color>を4獲得する。<br>また、イファの「救命の理念」の所持可能上限+50。<br>固有天賦<color style='color:#FFD780;'>臨床医の大局観</color>を解放する必要がある。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜との交渉",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天翔ける守護</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "朽ちた肉体への移植",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>による抑制風域の継続時間を3秒に延長する。<br>また、元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>を発動した後、イファの元素熟知+100、継続時間15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "生命平等の誓い",
                        "Desc": "元素爆発<color style='color:#FFD780;'>複合鎮静フィールド</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽根に結んだ約束",
                        "Desc": "イファが長押しして<color style='color:#FFD780;'>「援護射撃」</color>を発動する時、50%の確率でアンプルショットを追加で1発撃ち、イファの攻撃力120%分の風元素ダメージを与える。このダメージは通常攻撃ダメージと見なされる。<br>また、戦闘状態でない時、イファが夜魂の加護状態で消費する夜魂値と燃素-20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "援護射撃",
                        "Desc": "夜魂の加護状態にある時、イファの通常攻撃は援護射撃に変わる。<br><color style='color:#FFD780;'>一回押し</color><br>アンプルショットを発射する。<br><color style='color:#FFD780;'>長押し</color><br>アンプルショットを発射し続ける。<br><color style='color:#FFD780;'>アンプルショット</color><br>夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与え、敵に命中時に周囲チーム全員のHPを回復する。回復量はイファの元素熟知によって決まる。"
                    },
                    {
                        "Name": "救命の理念",
                        "Desc": "上限150。イファが所持する「救命の理念」1につき、付近にいるチーム内キャラクターが起こす拡散反応と感電反応によるダメージ+1.5%、月感電反応によるダメージ+0.2%。「救命の理念」はイファの夜魂の加護状態終了時にクリアされる。"
                    },
                    {
                        "Name": "夜魂の加護・イファ",
                        "Desc": "継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イファの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・カクークの協力によって浮遊状態になり、イファの移動速度と中断耐性がアップする。この状態にあるイファは継続的に夜魂値を消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値を消費する。<br>・通常攻撃を行う時、一回押しと長押しによって、異なる「援護射撃」を行う。"
                    },
                    {
                        "Name": "鎮静マーク",
                        "Desc": "この効果はしばらくすると爆発して消え、その際に敵に付着していた元素の範囲ダメージを与える。最大4体の敵に「鎮静マーク」効果を付与できる。1体の敵が複数の元素による「鎮静マーク」効果を同時に受けることはない。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ifa": {}
}