// Auto Generated

var _AvatarDataConfig_ = {
    "Ineffa": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• When Elemental Skill hits a monster, has a @66.7%# chance of generating @1 Electro Particle#."
                ]
            },
            {
                "Name": "Element Application",
                "DescList": [
                    "• Apart from NA, CA, Plunge and Lunar-Charged, all DMG applies @1U independently#.",
                    "• Lunar-Charged DMG @does not apply Element#."
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Ineffa": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101252": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113076": 2,
                "101252": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113076": 4,
                "101252": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113076": 8,
                "101252": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113076": 12,
                "101252": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113076": 20,
                "101252": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ineffa": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "清掃旋刃JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0D",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "洗浄モード・安定的周波数JP0D",
                        "Desc": "イネファが上級清掃モジュールを起動し、周囲の敵に<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。また、残像障壁シールドを展開し、多機能AIサポートユニット<color style='color:#FFD780;'>「ヴィルキータ」</color>を召喚する。<br>残像障壁シールドはイネファの攻撃力によって決まり、<color style='color:#FFACFF;'>雷元素ダメージ</color>に対して250%の吸収効果がある。JP0D",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清掃ターゲットを確認。シールド、スタンバイ。アクション終了までお待ちください。付近にあるバイオマス及び人工的汚物を清掃します。電力容量をサービスモードに調整しました。抵抗は無意味です、アイノ。」</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "シールド吸収量",
                                "ParamLevelList": [
                                    "攻撃力221.184%+1386.6759",
                                    "攻撃力237.7728%+1525.3628",
                                    "攻撃力254.3616%+1675.6068",
                                    "攻撃力276.48%+1837.4082",
                                    "攻撃力293.0688%+2010.7667",
                                    "攻撃力309.6576%+2195.6826",
                                    "攻撃力331.776%+2392.1558",
                                    "攻撃力353.8944%+2600.186",
                                    "攻撃力376.0128%+2819.7734",
                                    "攻撃力398.1312%+3050.9182",
                                    "攻撃力420.2496%+3293.6204",
                                    "攻撃力442.368%+3547.8796",
                                    "攻撃力470.016%+3813.696",
                                    "攻撃力497.664%+4091.0698",
                                    "攻撃力525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "シールド継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "ヴィルキータ放電ダメージ",
                                "ParamLevelList": [
                                    "128.0%JP0D",
                                    "137.6%JP0D",
                                    "147.2%JP0D",
                                    "160.0%JP0D",
                                    "169.6%JP0D",
                                    "179.2%JP0D",
                                    "192.0%JP0D",
                                    "204.8%JP0D",
                                    "217.6%JP0D",
                                    "230.4%JP0D",
                                    "243.2%JP0D",
                                    "256.0%JP0D",
                                    "272.0%JP0D",
                                    "288.0%JP0D",
                                    "304.0%JP0D"
                                ]
                            },
                            {
                                "Desc": "ヴィルキータの継続時間",
                                "ParamLevelList": [
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至上の律令・全域掃滅JP0D",
                        "Desc": "多機能AIサポートユニット<color style='color:#FFD780;'>「ヴィルキータ」</color>の力を借りて、ロケットパンチで敵を掃討する！イネファはヴィルキータを発射し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、ヴィルキータをフィールド上に残す。<br><br>フィールド上にイネファ自身が召喚したヴィルキータが既に存在する場合、目標の位置に新しいヴィルキータを召喚し、継続時間をリセットする。/n/n<i>赤色モードのロケットパンチ（これはアイノによる呼び方だが）だと、通常の三倍の威力を発揮すると言われているが、実際にはイネファの出力を三倍にしてヴィルキータを投げ飛ばしているだけである。</i>JP0D",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "周波数超過回路JP0D",
                        "Desc": "<color style='color:#FFD780;'>「ヴィルキータ」</color>付近に雷暴雲がある場合、ヴィルキータが攻撃を行う時、追加で攻撃を1回行い、イネーフの攻撃力の80%分のダメージを与える。このダメージは、月感電反応によるダメージと見なされる。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全域再構築プロトコルJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>を発動した後、周囲のチーム全員に「パラメータ再構築」効果を付与し、イネファの攻撃力の6%を基準に、イネファとチーム内の自身のフィールド上キャラクターの元素熟知を強化する、継続時間20秒。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆の祝福・疑似中継JP0D",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "グルメ合成ユニットJP0D",
                        "Desc": "イネファが食べ物を食べる時、30%の確率で調味料を1つ獲得する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循環整流エンジンJP0D",
                        "Desc": "イネーフが残像障壁シールドを展開した時、周囲のチーム全員に20秒継続する「複合積載」効果を付与し、月感電反応の与えるダメージが、イネファの攻撃力に基づいてアップする。攻撃力100につき、ダメージ+2.5%。この方法でアップできるダメージは最大50%まで。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "補助清掃モジュールJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>が敵に命中した後、そのうちの敵1体に「懲戒勅諭」状態を付与する。「懲戒勅諭」状態の敵は、短時間後またはその敵が倒された時、周囲の敵にイネファの攻撃力400%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br>また、元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>を発動する時、付近のフィールド上キャラクターにも残像障壁シールドを付与する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "上級感情ファームウェアJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>洗浄モード・安定的周波数</color>のスキルLv.+3。<br>最大Lv.15まで。JP0D",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "勅命に至らぬ道JP0D",
                        "Desc": "チーム内の自身のキャラクターが月感電反応を起こした時、元素エネルギーを5回復する。この効果は4秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "鏡像を超える夢JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>のスキルLv.+3。<br>最大Lv.15まで。JP0D",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "貴方に捧げる朝JP0D",
                        "Desc": "イネファが「複合積載」効果の影響下にある時、付近の雷雲が敵に雷撃を与えた後、イネファはフィールド上の自身のキャラクター周囲の敵に、イネファの攻撃力200%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。上記効果は3.5秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "ヴィルキータJP0D",
                        "Desc": "イネファと共に戦う良き助っ人。元素スキルまたは元素爆発を発動すると、フィールドに召喚することができる。<br>周囲に敵が存在する場合、ヴィルキータは2秒ごとに敵1体の付近に高速移動して、放電攻撃を放ち、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br>イネファ自身が創造したヴィルキータは、同時に1つのみ存在可能。JP0D"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "清掃旋刃JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0D",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "洗浄モード・安定的周波数JP0D",
                        "Desc": "イネファが上級清掃モジュールを起動し、周囲の敵に<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。また、残像障壁シールドを展開し、多機能AIサポートユニット<color style='color:#FFD780;'>「ヴィルキータ」</color>を召喚する。<br>残像障壁シールドはイネファの攻撃力によって決まり、<color style='color:#FFACFF;'>雷元素ダメージ</color>に対して250%の吸収効果がある。JP0D",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清掃ターゲットを確認。シールド、スタンバイ。アクション終了までお待ちください。付近にあるバイオマス及び人工的汚物を清掃します。電力容量をサービスモードに調整しました。抵抗は無意味です、アイノ。」</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "シールド吸収量",
                                "ParamLevelList": [
                                    "攻撃力221.184%+1386.6759",
                                    "攻撃力237.7728%+1525.3628",
                                    "攻撃力254.3616%+1675.6068",
                                    "攻撃力276.48%+1837.4082",
                                    "攻撃力293.0688%+2010.7667",
                                    "攻撃力309.6576%+2195.6826",
                                    "攻撃力331.776%+2392.1558",
                                    "攻撃力353.8944%+2600.186",
                                    "攻撃力376.0128%+2819.7734",
                                    "攻撃力398.1312%+3050.9182",
                                    "攻撃力420.2496%+3293.6204",
                                    "攻撃力442.368%+3547.8796",
                                    "攻撃力470.016%+3813.696",
                                    "攻撃力497.664%+4091.0698",
                                    "攻撃力525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "シールド継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "ヴィルキータ放電ダメージ",
                                "ParamLevelList": [
                                    "128.0%JP0D",
                                    "137.6%JP0D",
                                    "147.2%JP0D",
                                    "160.0%JP0D",
                                    "169.6%JP0D",
                                    "179.2%JP0D",
                                    "192.0%JP0D",
                                    "204.8%JP0D",
                                    "217.6%JP0D",
                                    "230.4%JP0D",
                                    "243.2%JP0D",
                                    "256.0%JP0D",
                                    "272.0%JP0D",
                                    "288.0%JP0D",
                                    "304.0%JP0D"
                                ]
                            },
                            {
                                "Desc": "ヴィルキータの継続時間",
                                "ParamLevelList": [
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至上の律令・全域掃滅JP0D",
                        "Desc": "多機能AIサポートユニット<color style='color:#FFD780;'>「ヴィルキータ」</color>の力を借りて、ロケットパンチで敵を掃討する！イネファはヴィルキータを発射し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、ヴィルキータをフィールド上に残す。<br><br>フィールド上にイネファ自身が召喚したヴィルキータが既に存在する場合、目標の位置に新しいヴィルキータを召喚し、継続時間をリセットする。JP0D",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "/n/n<i>赤色モードのロケットパンチ（これはアイノによる呼び方だが）だと、通常の三倍の威力を発揮すると言われているが、実際にはイネファの出力を三倍にしてヴィルキータを投げ飛ばしているだけである。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "周波数超過回路JP0D",
                        "Desc": "<color style='color:#FFD780;'>「ヴィルキータ」</color>付近に雷暴雲がある場合、ヴィルキータが攻撃を行う時、追加で攻撃を1回行い、イネーフの攻撃力の80%分のダメージを与える。このダメージは、月感電反応によるダメージと見なされる。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全域再構築プロトコルJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>を発動した後、周囲のチーム全員に「パラメータ再構築」効果を付与し、イネファの攻撃力の6%を基準に、イネファとチーム内の自身のフィールド上キャラクターの元素熟知を強化する、継続時間20秒。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆の祝福・疑似中継JP0D",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、イネファの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%、この方法でアップできるダメージは最大14%まで。<br><br>新月が昇る時、さらなる祝福を賜ることになるかもしれない…JP0D",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "グルメ合成ユニットJP0D",
                        "Desc": "イネファが食べ物を食べる時、30%の確率で調味料を1つ獲得する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循環整流エンジンJP0D",
                        "Desc": "イネーフが残像障壁シールドを展開した時、周囲のチーム全員に20秒継続する「複合積載」効果を付与し、月感電反応の与えるダメージが、イネファの攻撃力に基づいてアップする。攻撃力100につき、ダメージ+2.5%。この方法でアップできるダメージは最大50%まで。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "補助清掃モジュールJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>が敵に命中した後、そのうちの敵1体に「懲戒勅諭」状態を付与する。「懲戒勅諭」状態の敵は、短時間後またはその敵が倒された時、周囲の敵にイネファの攻撃力400%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br>また、元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>を発動する時、付近のフィールド上キャラクターにも残像障壁シールドを付与する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "上級感情ファームウェアJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>洗浄モード・安定的周波数</color>のスキルLv.+3。<br>最大Lv.15まで。JP0D",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "勅命に至らぬ道JP0D",
                        "Desc": "チーム内の自身のキャラクターが月感電反応を起こした時、元素エネルギーを5回復する。この効果は4秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "鏡像を超える夢JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>のスキルLv.+3。<br>最大Lv.15まで。JP0D",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "貴方に捧げる朝JP0D",
                        "Desc": "イネファが「複合積載」効果の影響下にある時、付近の雷雲が敵に雷撃を与えた後、イネファはフィールド上の自身のキャラクター周囲の敵に、イネファの攻撃力200%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。上記効果は3.5秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "ヴィルキータJP0D",
                        "Desc": "イネファと共に戦う良き助っ人。元素スキルまたは元素爆発を発動すると、フィールドに召喚することができる。<br>周囲に敵が存在する場合、ヴィルキータは2秒ごとに敵1体の付近に高速移動して、放電攻撃を放ち、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br>イネファ自身が創造したヴィルキータは、同時に1つのみ存在可能。JP0D"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "清掃旋刃JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0D",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "洗浄モード・安定的周波数JP0D",
                        "Desc": "イネファが上級清掃モジュールを起動し、周囲の敵に<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。また、残像障壁シールドを展開し、多機能AIサポートユニット<color style='color:#FFD780;'>「ヴィルキータ」</color>を召喚する。<br>残像障壁シールドはイネファの攻撃力によって決まり、<color style='color:#FFACFF;'>雷元素ダメージ</color>に対して250%の吸収効果がある。JP0D",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清掃ターゲットを確認。シールド、スタンバイ。アクション終了までお待ちください。付近にあるバイオマス及び人工的汚物を清掃します。電力容量をサービスモードに調整しました。抵抗は無意味です、アイノ。」</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "シールド吸収量",
                                "ParamLevelList": [
                                    "攻撃力221.184%+1386.6759",
                                    "攻撃力237.7728%+1525.3628",
                                    "攻撃力254.3616%+1675.6068",
                                    "攻撃力276.48%+1837.4082",
                                    "攻撃力293.0688%+2010.7667",
                                    "攻撃力309.6576%+2195.6826",
                                    "攻撃力331.776%+2392.1558",
                                    "攻撃力353.8944%+2600.186",
                                    "攻撃力376.0128%+2819.7734",
                                    "攻撃力398.1312%+3050.9182",
                                    "攻撃力420.2496%+3293.6204",
                                    "攻撃力442.368%+3547.8796",
                                    "攻撃力470.016%+3813.696",
                                    "攻撃力497.664%+4091.0698",
                                    "攻撃力525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "シールド継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "ヴィルキータ放電ダメージ",
                                "ParamLevelList": [
                                    "96.0%JP0D",
                                    "103.2%JP0D",
                                    "110.4%JP0D",
                                    "120.0%JP0D",
                                    "127.2%JP0D",
                                    "134.4%JP0D",
                                    "144.0%JP0D",
                                    "153.6%JP0D",
                                    "163.2%JP0D",
                                    "172.8%JP0D",
                                    "182.4%JP0D",
                                    "192.0%JP0D",
                                    "204.0%JP0D",
                                    "216.0%JP0D",
                                    "228.0%JP0D"
                                ]
                            },
                            {
                                "Desc": "ヴィルキータの継続時間",
                                "ParamLevelList": [
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D",
                                    "20秒JP0D"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至上の律令・全域掃滅JP0D",
                        "Desc": "多機能AIサポートユニット<color style='color:#FFD780;'>「ヴィルキータ」</color>の力を借りて、ロケットパンチで敵を掃討する！イネファはヴィルキータを発射し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、ヴィルキータをフィールド上に残す。<br><br>フィールド上にイネファ自身が召喚したヴィルキータが既に存在する場合、目標の位置に新しいヴィルキータを召喚し、継続時間をリセットする。JP0D",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "/n/n<i>赤色モードのロケットパンチ（これはアイノによる呼び方だが）だと、通常の三倍の威力を発揮すると言われているが、実際にはイネファの出力を三倍にしてヴィルキータを投げ飛ばしているだけである。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "周波数超過回路JP0D",
                        "Desc": "<color style='color:#FFD780;'>「ヴィルキータ」</color>付近に月感電反応によって発生した雷暴雲がある場合、ヴィルキータが放電攻撃を行う時、追加で攻撃を1回行い、イネーフの攻撃力の80%分のダメージを与える。このダメージは、月感電反応によるダメージと見なされる。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全域再構築プロトコルJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>を発動すると、チーム内の自身のキャラクター全員に「パラメータ再構築」効果を付与し、イネファの攻撃力の6%を基準に、イネファとチーム内の自身のフィールド上キャラクターの元素熟知を強化する、継続時間20秒。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆の祝福・疑似中継JP0D",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、イネファの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%、この方法でアップできるダメージは最大14%まで。<br><br>新月が昇る時、さらなる祝福を賜ることになるかもしれない…JP0D",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "グルメ合成ユニットJP0D",
                        "Desc": "イネファが食べ物を食べる時、30%の確率で調味料を1つ獲得する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循環整流エンジンJP0D",
                        "Desc": "イネーフが残像障壁シールドを展開した時、周囲のチーム全員に20秒継続する「複合積載」効果を付与し、月感電反応の与えるダメージが、イネファの攻撃力に基づいてアップする。攻撃力100につき、ダメージ+2.5%。この方法でアップできるダメージは最大50%まで。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "補助清掃モジュールJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>が敵に命中した後、そのうちの敵1体に「懲戒勅諭」状態を付与する。「懲戒勅諭」状態の敵は、短時間後またはその敵が倒された時、周囲の敵にイネファの攻撃力400%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br>また、元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>を発動する時、付近のフィールド上キャラクターにも残像障壁シールドを付与する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "上級感情ファームウェアJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>洗浄モード・安定的周波数</color>のスキルLv.+3。<br>最大Lv.15まで。JP0D",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "勅命に至らぬ道JP0D",
                        "Desc": "チーム内の自身のキャラクターが月感電反応を起こした時、元素エネルギーを5回復する。この効果は4秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "鏡像を超える夢JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>のスキルLv.+3。<br>最大Lv.15まで。JP0D",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "貴方に捧げる朝JP0D",
                        "Desc": "イネファが「複合積載」効果の影響下にある時、付近の雷雲が敵に雷撃を与えた後、イネファはフィールド上の自身のキャラクター周囲の敵に、イネファの攻撃力200%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。上記効果は3.5秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "ヴィルキータJP0D",
                        "Desc": "イネファと共に戦う良き助っ人。元素スキルまたは元素爆発を発動すると、フィールドに召喚することができる。<br>周囲に敵が存在する場合、ヴィルキータは2秒ごとに敵1体の付近に高速移動して、放電攻撃を放ち、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br>イネファ自身が創造したヴィルキータは、同時に1つのみ存在可能。JP0D"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "清掃旋刃JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0D",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "洗浄モード・安定的周波数JP0D",
                        "Desc": "イネファが上級清掃モジュールを起動し、周囲の敵に<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。また、残像障壁シールドを展開し、多機能AIサポートユニット<color style='color:#FFD780;'>「ビルギッタ」</color>を召喚する。<br>残像障壁シールドはイネファの攻撃力によって決まり、<color style='color:#FFACFF;'>雷元素ダメージ</color>に対して250%の吸収効果がある。JP0D",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清掃ターゲットを確認。シールド、スタンバイ。アクション終了までお待ちください。付近にあるバイオマス及び人工的汚物を清掃します。電力容量をサービスモードに調整しました。抵抗は無意味です、アイノ。」</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "シールド吸収量",
                                "ParamLevelList": [
                                    "攻撃力221.184%+1386.6759",
                                    "攻撃力237.7728%+1525.3628",
                                    "攻撃力254.3616%+1675.6068",
                                    "攻撃力276.48%+1837.4082",
                                    "攻撃力293.0688%+2010.7667",
                                    "攻撃力309.6576%+2195.6826",
                                    "攻撃力331.776%+2392.1558",
                                    "攻撃力353.8944%+2600.186",
                                    "攻撃力376.0128%+2819.7734",
                                    "攻撃力398.1312%+3050.9182",
                                    "攻撃力420.2496%+3293.6204",
                                    "攻撃力442.368%+3547.8796",
                                    "攻撃力470.016%+3813.696",
                                    "攻撃力497.664%+4091.0698",
                                    "攻撃力525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "シールド継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "ビルギッタ放電ダメージ",
                                "ParamLevelList": [
                                    "96.0%JP0D",
                                    "103.2%JP0D",
                                    "110.4%JP0D",
                                    "120.0%JP0D",
                                    "127.2%JP0D",
                                    "134.4%JP0D",
                                    "144.0%JP0D",
                                    "153.6%JP0D",
                                    "163.2%JP0D",
                                    "172.8%JP0D",
                                    "182.4%JP0D",
                                    "192.0%JP0D",
                                    "204.0%JP0D",
                                    "216.0%JP0D",
                                    "228.0%JP0D"
                                ]
                            },
                            {
                                "Desc": "ビルギッタの継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至上の律令・全域掃滅JP0D",
                        "Desc": "多機能AIサポートユニット<color style='color:#FFD780;'>「ビルギッタ」</color>の力を借りて、ロケットパンチで敵を掃討する！イネファはビルギッタを発射し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、ビルギッタをフィールド上に残す。<br><br>フィールド上にイネファ自身が召喚したビルギッタが既に存在する場合、目標の位置に新しいビルギッタを召喚し、継続時間をリセットする。JP0D",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>赤色モードのロケットパンチ（これはアイノによる呼び方だが）だと、通常の三倍の威力を発揮すると言われているが、実際にはイネファの出力を三倍にしてビルギッタを投げ飛ばしているだけである。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "周波数超過回路JP0D",
                        "Desc": "<color style='color:#FFD780;'>「ビルギッタ」</color>付近に月感電反応によって発生した雷暴雲がある場合、ビルギッタが放電攻撃を行う時、追加で攻撃を1回行い、イネファの攻撃力の80%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは、月感電反応によるダメージと見なされる。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全域再構築プロトコルJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>を発動すると、チーム内の自身のキャラクター全員に「パラメータ再構築」効果を付与し、イネファの攻撃力の6%を基準に、イネファとチーム内の自身のフィールド上キャラクターの元素熟知を強化する、継続時間20秒。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆の祝福・疑似中継JP0D",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、イネファの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%、この方法でアップできるダメージは最大14%まで。<br><br>新月が昇る時、さらなる祝福を賜ることになるかもしれない…JP0D",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "グルメ合成ユニットJP0D",
                        "Desc": "イネファが食べ物を食べる時、30%の確率で調味料を1つ獲得する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循環整流エンジンJP0D",
                        "Desc": "イネファが残像障壁シールドを展開した時、周囲のチーム全員に20秒継続する「複合積載」効果を付与し、月感電反応の与えるダメージが、イネファの攻撃力に基づいてアップする。攻撃力100につき、ダメージ+2.5%。この方法でアップできるダメージは最大50%まで。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "補助清掃モジュールJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>が敵に命中した後、そのうちの敵1体に「懲戒勅諭」状態を付与する。「懲戒勅諭」状態の敵は、短時間後またはその敵が倒された時、周囲の敵にイネファの攻撃力400%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br>また、元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>を発動する時、付近のフィールド上キャラクターにも残像障壁シールドを付与する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "上級感情ファームウェアJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>洗浄モード・安定的周波数</color>のスキルLv.+3。<br>最大Lv.15まで。JP0D",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "勅命に至らぬ道JP0D",
                        "Desc": "チーム内の自身のキャラクターが月感電反応を起こした時、元素エネルギーを5回復する。この効果は4秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "鏡像を超える夢JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至上の律令・全域掃滅</color>のスキルLv.+3。<br>最大Lv.15まで。JP0D",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "貴方に捧げる朝JP0D",
                        "Desc": "イネファが「複合積載」効果の影響下にある時、付近の雷雲が敵に雷撃を与えた後、イネファはフィールド上の自身のキャラクター周囲の敵に、イネファの攻撃力200%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。上記効果は3.5秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "ビルギッタ",
                        "Desc": "イネファと共に戦う良き助っ人。元素スキルまたは元素爆発を発動すると、フィールドに召喚することができる。<br>周囲に敵が存在する場合、ビルギッタは2秒ごとに敵1体の付近に高速移動して、放電攻撃を放ち、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br>イネファ自身が創造したビルギッタは、同時に1つのみ存在可能。JP0D"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "サイクロン・ダスター",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "洗浄モード・定常周波数",
                        "Desc": "イネファが強化清掃モジュールを起動し、周囲の敵に<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。また、残像障壁シールドを展開し、多機能AIサポートユニット<color style='color:#FFD780;'>「ビルギッタ」</color>を召喚する。<br>残像障壁シールドはイネファの攻撃力によって決まり、<color style='color:#FFACFF;'>雷元素ダメージ</color>に対して250%の吸収効果を持つ。",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清掃ターゲットを確認。シールド、スタンバイ。アクション終了までお待ちください。付近にあるバイオマス及び人工的汚物を清掃します。電力容量をサービスモードに調整しました。抵抗は無意味です、アイノ。」</i>JP1M",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "シールド吸収量",
                                "ParamLevelList": [
                                    "攻撃力221.184%+1386.6759",
                                    "攻撃力237.7728%+1525.3628",
                                    "攻撃力254.3616%+1675.6068",
                                    "攻撃力276.48%+1837.4082",
                                    "攻撃力293.0688%+2010.7667",
                                    "攻撃力309.6576%+2195.6826",
                                    "攻撃力331.776%+2392.1558",
                                    "攻撃力353.8944%+2600.186",
                                    "攻撃力376.0128%+2819.7734",
                                    "攻撃力398.1312%+3050.9182",
                                    "攻撃力420.2496%+3293.6204",
                                    "攻撃力442.368%+3547.8796",
                                    "攻撃力470.016%+3813.696",
                                    "攻撃力497.664%+4091.0698",
                                    "攻撃力525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "シールド継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "ビルギッタ放電ダメージ",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "ビルギッタの継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至高なる指令・全域浄化",
                        "Desc": "多機能AIサポートユニット<color style='color:#FFD780;'>「ビルギッタ」</color>の力を借りて、ロケットパンチで敵を掃討！イネファはビルギッタを発射し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、ビルギッタをフィールド上に残す。<br><br>フィールド上にイネファ自身が召喚したビルギッタが既に存在する場合、目標の位置に新しいビルギッタを召喚し、継続時間をリセットする。",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>赤色モードのロケットパンチ（アイノによる通称）では、通常の三倍の威力を発揮すると言われているが、実際にはイネファの出力を三倍にしてビルギッタを投げ飛ばしているだけである。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "オーバークロック",
                        "Desc": "<color style='color:#FFD780;'>「ビルギッタ」</color>付近に月感電反応によって発生した雷雲がある場合、ビルギッタが放電攻撃を行う時に追加で攻撃を1回行い、イネファの攻撃力の65%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは、月感電反応によるダメージと見なされる。",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "再構築プロトコル",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至高なる指令・全域浄化</color>を発動すると、チーム内の自身のキャラクター全員に「パラメータ再構築」効果を付与し、イネファの攻撃力の6%を基準に、イネファとチーム内の自身のフィールド上キャラクターの元素熟知を強化する、継続時間20秒。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月の祝福・疑似中継",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、イネファの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%、この方法でアップできるダメージは最大14%まで。<br><br>新月が昇る時、さらなる祝福を賜ることになるかもしれない…JP0D",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "味覚合成ユニット",
                        "Desc": "イネファが食べ物を食べる時、30%の確率で調味料を1つ獲得する。<br><br>また、ナド・クライでは、何かしらの方法でビルギッタの外観を変えることができるようだ…JP0D",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循環整流エンジンJP0D",
                        "Desc": "イネファが残像障壁シールドを展開した時、周囲のチーム全員に20秒継続する「複合積載」効果を付与し、月感電反応の与えるダメージが、イネファの攻撃力に基づいてアップする。攻撃力100につき、ダメージ+2.5%。この方法でアップできるダメージは最大50%まで。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "補助清掃モジュールJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至高なる指令・全域浄化</color>が敵に命中した後、そのうちの敵1体に「懲戒勅諭」状態を付与する。「懲戒勅諭」状態の敵は、短時間後またはその敵が倒された時、周囲の敵にイネファの攻撃力300%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br>また、元素爆発<color style='color:#FFD780;'>至高なる指令・全域浄化</color>を発動する時、付近のフィールド上キャラクターにも残像障壁シールドを付与する。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "上級感情ファームウェアJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>洗浄モード・定常周波数</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "勅命に至らぬ道JP0D",
                        "Desc": "チーム内の自身のキャラクターが月感電反応を起こした時、元素エネルギーを5回復する。この効果は4秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "鏡像を超える夢JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至高なる指令・全域浄化</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "貴方に捧げる朝JP0D",
                        "Desc": "イネファが「複合積載」効果の影響下にある時、付近の雷雲が敵に雷撃を与えた後、イネファはフィールド上の自身のキャラクター周囲の敵に、イネファの攻撃力135%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。上記効果は3.5秒毎に1回のみ発動可能。JP0D",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "ビルギッタ",
                        "Desc": "イネファと共に戦う良き助っ人。元素スキルまたは元素爆発を発動すると、フィールドに召喚することができる。<br>周囲に敵が存在する場合、ビルギッタは2秒ごとに敵1体の付近に高速移動して放電攻撃を仕掛け、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br>イネファ自身が創造したビルギッタは、同時に1つのみ存在可能。<br><br>また、ナド・クライでは、何かしらの方法でビルギッタの外観を変えることができるようだ…JP0D"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "サイクロン・ダスター",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>槍による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転攻撃を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "洗浄モード・定常周波数",
                        "Desc": "イネファが強化清掃モジュールを起動し、周囲の敵に<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。また、オプティカルフローシールドを展開し、多機能スマート補助ユニット<color style='color:#FFD780;'>「ビルギッタ」</color>を召喚する。<br>オプティカルフローシールドのダメージ吸収量はイネファの攻撃力によって決まり、<color style='color:#FFACFF;'>雷元素ダメージ</color>に対して250%の吸収効果を持つ。",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清掃ターゲットを確認。シールド、スタンバイ。アクション終了までお待ちください。付近にあるバイオマス及び人工的汚物を清掃します。電力容量をサービスモードに調整しました。抵抗は無意味です、アイノ。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "シールド吸収量",
                                "ParamLevelList": [
                                    "攻撃力221.184%+1386.6759",
                                    "攻撃力237.7728%+1525.3628",
                                    "攻撃力254.3616%+1675.6068",
                                    "攻撃力276.48%+1837.4082",
                                    "攻撃力293.0688%+2010.7667",
                                    "攻撃力309.6576%+2195.6826",
                                    "攻撃力331.776%+2392.1558",
                                    "攻撃力353.8944%+2600.186",
                                    "攻撃力376.0128%+2819.7734",
                                    "攻撃力398.1312%+3050.9182",
                                    "攻撃力420.2496%+3293.6204",
                                    "攻撃力442.368%+3547.8796",
                                    "攻撃力470.016%+3813.696",
                                    "攻撃力497.664%+4091.0698",
                                    "攻撃力525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "シールド継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "ビルギッタ放電ダメージ",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "ビルギッタの継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至高なる指令・全域浄化",
                        "Desc": "多機能スマート補助ユニット<color style='color:#FFD780;'>「ビルギッタ」</color>の力を借りて、ロケットパンチで敵を掃討！イネファはビルギッタを発射し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、ビルギッタをフィールド上に留まらせる。<br><br>フィールド上にイネファ自身が召喚したビルギッタが既に存在する場合、目標の位置に新しいビルギッタを召喚し、継続時間をリセットする。",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>赤色モードのロケットパンチ（アイノによる通称）では、通常の三倍の威力を発揮すると言われているが、実際にはイネファの出力を三倍にしてビルギッタを投げ飛ばしているだけである。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "オーバークロック",
                        "Desc": "<color style='color:#FFD780;'>「ビルギッタ」</color>の付近に月感電反応によって発生した雷雲がある場合、ビルギッタが放電攻撃を行う時に追加で攻撃を1回行い、イネファの攻撃力の65%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは、月感電反応によるダメージと見なされる。",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "再構築プロトコル",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至高なる指令・全域浄化</color>を発動すると、チーム内の自身のキャラクター全員に「パラメータ再構築」効果を付与し、イネファの攻撃力の6%を基に、イネファとチーム内の自身のフィールド上キャラクターの元素熟知を強化する。継続時間20秒。",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆の祝福・疑似中継",
                        "Desc": "チーム内のキャラクターが感電反応を起こすと、感電反応は月感電反応へと変わり、イネファの攻撃力に基づいて、月感電反応の基礎ダメージがアップする。攻撃力100につき、基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、イネファがチームにいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "味覚合成ユニット",
                        "Desc": "イネファが食べ物を食べる時、30%の確率で調味料を1つ獲得する。<br><br>ナド・クライでは、何かしらの方法でビルギッタの外観を変えることができるようだ…",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循環整流器",
                        "Desc": "イネファがオプティカルフローシールドを展開した時、周囲のチーム全員に20秒継続する「キャリア再結合」効果を付与し、月感電反応の与えるダメージが、イネファの攻撃力に基づいてアップする。攻撃力100につき、ダメージ+2.5%。この方法でアップできるダメージは最大50%まで。",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "補助清掃モジュール",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至高なる指令・全域浄化</color>が敵に命中した後、そのうちの敵1体に「懲戒訓示」状態を付与する。「懲戒訓示」状態の敵は、短時間後またはその敵が倒された時、周囲の敵にイネファの攻撃力300%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。<br>また、元素爆発<color style='color:#FFD780;'>至高なる指令・全域浄化</color>を発動する時、付近のフィールド上キャラクターにもオプティカルフローシールドを付与する。",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "上級感情エミュレーター",
                        "Desc": "元素スキル<color style='color:#FFD780;'>洗浄モード・定常周波数</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "訓示に至らぬ道",
                        "Desc": "チーム内の自身のキャラクターが月感電反応を起こした時、元素エネルギーを5回復する。この効果は4秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "鏡像を超える夢",
                        "Desc": "元素爆発<color style='color:#FFD780;'>至高なる指令・全域浄化</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "貴方に捧げる暁",
                        "Desc": "イネファが「キャリア再結合」効果の影響下にある時、付近の雷雲が敵に雷撃を与えた後、イネファはフィールド上の自身のキャラクター周囲の敵に、イネファの攻撃力135%分の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。このダメージは月感電反応によるダメージと見なされる。上記効果は3.5秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "ビルギッタ",
                        "Desc": "イネファと共に戦う良き助っ人。元素スキルまたは元素爆発を発動すると、フィールドに召喚することができる。<br>周囲に敵が存在する場合、ビルギッタは2秒ごとに敵1体の近くに高速移動して放電攻撃を仕掛け、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br>イネファ自身が創造したビルギッタは、1つのみ存在可能。<br><br>ナド・クライでは、何かしらの方法でビルギッタの外観を変えることができるようだ…"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ineffa": {}
}