// Auto Generated

var _AvatarDataConfig_ = {
    "Itto": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Itto": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101201": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113030": 2,
                "101201": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113030": 4,
                "101201": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113030": 8,
                "101201": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113030": 12,
                "101201": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113030": 20,
                "101201": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Itto": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "喧嘩屋伝説",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行う。<br>2段目と4段目の攻撃が敵に命中すると、それぞれ1層分と2層分の「乱神の怪力」効果を獲得する。<br>所有できる乱神の怪力は最大5層までとなり、獲得するたびに既存の乱神の怪力の継続時間を更新する。<br><br>元素スキル「魔殺絶技 · 岩牛発破！」を発動またはダッシュした後の一定時間、通常攻撃の連撃段数がリセットされない。<br><br><color style='color:#FFD780;'>重撃</color><br>長押しで重撃を発動する時、乱神の怪力を所有していると、スタミナを消費しない「荒瀧逆袈裟」斬撃を発動できる。荒瀧逆袈裟を発動するたびに乱神の怪力が1層消費される。最後の1層を消費すると、強力なとどめの一撃を繰り出す。<br>乱神の怪力を所有していない時、スタミナを消費し、力強い左一文字斬りを繰り出す。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "79.2318%",
                                    "85.6809%",
                                    "92.13%",
                                    "101.343%",
                                    "107.7921%",
                                    "115.1625%",
                                    "125.2968%",
                                    "135.4311%",
                                    "145.5654%",
                                    "156.621%",
                                    "169.2889%",
                                    "184.1863%",
                                    "199.0837%",
                                    "213.9811%",
                                    "230.2329%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "76.368%",
                                    "82.584%",
                                    "88.8%",
                                    "97.68%",
                                    "103.896%",
                                    "111.0%",
                                    "120.768%",
                                    "130.536%",
                                    "140.304%",
                                    "150.96%",
                                    "163.17%",
                                    "177.529%",
                                    "191.8879%",
                                    "206.2469%",
                                    "221.9112%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "91.6416%",
                                    "99.1008%",
                                    "106.56%",
                                    "117.216%",
                                    "124.6752%",
                                    "133.2%",
                                    "144.9216%",
                                    "156.6432%",
                                    "168.3648%",
                                    "181.152%",
                                    "195.804%",
                                    "213.0348%",
                                    "230.2655%",
                                    "247.4963%",
                                    "266.2934%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "117.2249%",
                                    "126.7664%",
                                    "136.308%",
                                    "149.9388%",
                                    "159.4804%",
                                    "170.385%",
                                    "185.3789%",
                                    "200.3728%",
                                    "215.3666%",
                                    "231.7236%",
                                    "250.4659%",
                                    "272.507%",
                                    "294.548%",
                                    "316.589%",
                                    "340.6337%"
                                ]
                            },
                            {
                                "Desc": "荒瀧逆袈裟連斬ダメージ",
                                "ParamLevelList": [
                                    "91.16%",
                                    "98.58%",
                                    "106.0%",
                                    "116.6%",
                                    "124.02%",
                                    "132.5%",
                                    "144.16%",
                                    "155.82%",
                                    "167.48%",
                                    "180.2%",
                                    "194.775%",
                                    "211.9152%",
                                    "229.0554%",
                                    "246.1956%",
                                    "264.894%"
                                ]
                            },
                            {
                                "Desc": "荒瀧逆袈裟とどめダメージ",
                                "ParamLevelList": [
                                    "190.92%",
                                    "206.46%",
                                    "222.0%",
                                    "244.2%",
                                    "259.74%",
                                    "277.5%",
                                    "301.92%",
                                    "326.34%",
                                    "350.76%",
                                    "377.4%",
                                    "407.925%",
                                    "443.8224%",
                                    "479.7198%",
                                    "515.6172%",
                                    "554.778%"
                                ]
                            },
                            {
                                "Desc": "乱神の怪力継続時間",
                                "ParamLevelList": [
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒"
                                ]
                            },
                            {
                                "Desc": "左一文字斬りダメージ",
                                "ParamLevelList": [
                                    "90.472%",
                                    "97.836%",
                                    "105.2%",
                                    "115.72%",
                                    "123.084%",
                                    "131.5%",
                                    "143.072%",
                                    "154.644%",
                                    "166.216%",
                                    "178.84%",
                                    "193.305%",
                                    "210.3158%",
                                    "227.3267%",
                                    "244.3375%",
                                    "262.8948%"
                                ]
                            },
                            {
                                "Desc": "左一文字斬りスタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "81.8335%",
                                    "88.4943%",
                                    "95.1552%",
                                    "104.6707%",
                                    "111.3316%",
                                    "118.944%",
                                    "129.4111%",
                                    "139.8781%",
                                    "150.3452%",
                                    "161.7638%",
                                    "173.1825%",
                                    "184.6011%",
                                    "196.0197%",
                                    "207.4383%",
                                    "218.857%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "163.6323%/204.3855%",
                                    "176.9512%/221.0216%",
                                    "190.2701%/237.6576%",
                                    "209.2971%/261.4234%",
                                    "222.616%/278.0594%",
                                    "237.8376%/297.072%",
                                    "258.7673%/323.2143%",
                                    "279.697%/349.3567%",
                                    "300.6267%/375.499%",
                                    "323.4591%/404.0179%",
                                    "346.2915%/432.5368%",
                                    "369.124%/461.0557%",
                                    "391.9564%/489.5747%",
                                    "414.7888%/518.0936%",
                                    "437.6212%/546.6125%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "魔殺絶技 · 岩牛発破！",
                        "Desc": "荒瀧派の隠れた構成員である岩べこ「丑雄」を素早く投げつけ、命中した敵に<color style='color:#FFE699;'>岩元素ダメージ</color>を与える。「丑雄」が敵に命中すると、荒瀧一斗に「乱神の怪力」効果を1層与える。<br><br>「丑雄」はフィールドに残って戦闘のサポートを行う。<br> · 持続的に周囲の敵を挑発し、攻撃を引き付ける。<br> · 耐久度は荒瀧一斗のHP上限によって決まる。<br> · ダメージを受けると、荒瀧一斗自身に「乱神の怪力」効果を1層付与する。この方法での獲得は2秒毎に1回のみ可能。<br> · 耐久度が尽きる、または継続時間が終了すると撤退し、荒瀧一斗自身に「乱神の怪力」を1層付与する。<br><br><color style='color:#FFD780;'>長押し</color><br>投擲方向を調整できる。<br><br>「丑雄」は<color style='color:#FFE699;'>岩元素創造物</color>とみなされる。荒瀧一斗自身が召喚した「丑雄」は、同時に1体しか存在できない。<br><br><i>スキル名は小説『鬼武道』（著 · 順吉）を参考にしたものだが、「鬼殺絶技」をそのまま流用するのは著作権上に問題があったようだ。一斗は「鬼」だというのに。</i>",
                        "Icon": "Skill_S_Itto_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "307.2%",
                                    "330.24%",
                                    "353.28%",
                                    "384.0%",
                                    "407.04%",
                                    "430.08%",
                                    "460.8%",
                                    "491.52%",
                                    "522.24%",
                                    "552.96%",
                                    "583.68%",
                                    "614.4%",
                                    "652.8%",
                                    "691.2%",
                                    "729.6%"
                                ]
                            },
                            {
                                "Desc": "HP継承",
                                "ParamLevelList": [
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "最凶鬼王 · 一斗轟臨！！",
                        "Desc": "荒瀧派 · 一斗の威名を轟かせる時が来た！発動後、荒瀧一斗は一定時間「憤怒の鬼王」と化し、鬼王金砕棒で戦うようになる。<br>鬼王金砕棒は下記の特徴を持つ。<br> · 通常攻撃、重撃、落下攻撃ダメージは、元素付与によって他の元素に変化しない<color style='color:#FFE699;'>岩元素ダメージ</color>へと変わる。<br> · 荒瀧一斗の通常攻撃の攻撃速度がアップし、そして防御力を基準に攻撃力がアップする。<br> · 1段目、3段目の攻撃が敵に命中すると、荒瀧一斗自身に「乱神の怪力」を1層付与する。<br> · 荒瀧一斗の全元素耐性と物理耐性-20%。<br><br>「憤怒の鬼王」状態は、荒瀧一斗が退場する時に解除される。<br><br><i>一斗の奥義中の奥義（自称）。強くなるために何かを模倣するのは意味がない。何故なら、この世でもっとも強く、最凶の鬼王とは「荒瀧一斗」のことなのだから。それゆえ、一斗は一斗自身の真似をしていればいい。</i><br><i>なお、翔太はかっこいいと思っている。</i>",
                        "Icon": "Skill_E_Itto_01",
                        "ParamDesc": [
                            {
                                "Desc": "攻撃力アップ",
                                "ParamLevelList": [
                                    "防御力57.6%",
                                    "防御力61.92%",
                                    "防御力66.24%",
                                    "防御力72.0%",
                                    "防御力76.32%",
                                    "防御力80.64%",
                                    "防御力86.4%",
                                    "防御力92.16%",
                                    "防御力97.92%",
                                    "防御力103.68%",
                                    "防御力109.44%",
                                    "防御力115.2%",
                                    "防御力122.4%",
                                    "防御力129.6%",
                                    "防御力136.8%"
                                ]
                            },
                            {
                                "Desc": "攻撃速度アップ",
                                "ParamLevelList": [
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "荒瀧第一",
                        "Desc": "荒瀧一斗が連続で「荒瀧逆袈裟」を発動した時、下記効果を獲得する。<br> · 斬撃を繰り出すたびに、その後の斬撃の攻撃速度+10%。この方法でアップできる攻撃速度は30%まで。<br> · 中断耐性がアップ。<br><br>これらの効果は連続斬撃が終了した時にクリアされる。",
                        "Icon": "UI_Talent_S_Itto_05"
                    },
                    {
                        "Name": "赤鬼の血",
                        "Desc": "「荒瀧逆袈裟」のダメージが荒瀧一斗の防御力35%分アップする。",
                        "Icon": "UI_Talent_S_Itto_06"
                    },
                    {
                        "Name": "乾裂枝砕き",
                        "Desc": "チーム内の自身のキャラクターが木を攻撃し木材を獲得する時、25%の確率で木材を追加で獲得できる。",
                        "Icon": "UI_Talent_S_Itto_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "知らぬなら、聞かせてやろう",
                        "Desc": "<color style='color:#FFD780;'>最凶鬼王 · 一斗轟臨！！</color>発動後、荒瀧一斗は「乱神の怪力」効果を2層獲得する。発動1秒後、1.5秒の間、荒瀧一斗は0.5秒毎に「乱神の怪力」効果をさらに1層獲得する。",
                        "Icon": "UI_Talent_S_Itto_01"
                    },
                    {
                        "Level": 2,
                        "Name": "衆よ集いて、山岳倒し",
                        "Desc": "<color style='color:#FFD780;'>最凶鬼王 · 一斗轟臨！！</color>を発動した後、チーム内に<color style='color:#FFE699;'>岩元素</color>タイプキャラクターが1人いる毎に、クールタイム-1.5秒、荒瀧一斗の元素エネルギーを6ポイント回復する。<br>この方法で短縮できるクールタイムは4.5秒までとなり、回復できる元素エネルギーは18ポイントまでとなる。",
                        "Icon": "UI_Talent_S_Itto_02"
                    },
                    {
                        "Level": 3,
                        "Name": "牛王跨げば、水陸自在",
                        "Desc": "<color style='color:#FFD780;'>魔殺絶技 · 岩牛発破！</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Itto_01"
                    },
                    {
                        "Level": 4,
                        "Name": "奉行牢獄、御食事処",
                        "Desc": "<color style='color:#FFD780;'>最凶鬼王 · 一斗轟臨！！</color>による「憤怒の鬼王」状態が終了すると、周囲のチーム全員の防御力+20%、攻撃力+20%、継続時間10秒。",
                        "Icon": "UI_Talent_S_Itto_03"
                    },
                    {
                        "Level": 5,
                        "Name": "花坂十年、轟く我が名",
                        "Desc": "<color style='color:#FFD780;'>最凶鬼王 · 一斗轟臨！！</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Itto_02"
                    },
                    {
                        "Level": 6,
                        "Name": "傾奇の張本、荒瀧一斗",
                        "Desc": "荒瀧一斗の重撃の会心ダメージ+70%。また、「荒瀧逆袈裟」を発動する時、50%の確率で「乱神の怪力」が消費されなくなる。",
                        "Icon": "UI_Talent_S_Itto_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Itto": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 82.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 82.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 77.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.7
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 77.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 98.3,
                "ForceType": 2,
                "Force": [
                    500.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.7
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 98.3,
                "ForceType": 2,
                "Force": [
                    500.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.0,
                        3.2,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 124.5,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        3.8,
                        5.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 124.5,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.3
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        4.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.3,
                        5.7
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.07,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.07,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}