// Auto Generated

var _AvatarFetterConfig_ = {
    "124": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "ナシャタウンの人々が「秘聞の館」唯一の正規従業員について話す時、ヤフォダの能力——その一部ではあるが——を認めつつも、疑問に思うことがあった。<br>なぜ、「秘聞の館」のオーナーはヤフォダを唯一の正規従業員として雇っているのだろうか？<br>「ナド・クライ中を荒らし回った大盗賊」、「人情の機微に通じた顔役」、「広い人脈を持つ情報通」と、大げさな肩書をうそぶいてはいるが、そんな見栄を信じるのは精々よそから来た人間だけだ。口が達者なだけの小娘が、オーナーのネフェルまで騙せるわけがないだろう、と。<br>「ま、あたしの人を見る目は確かだから心配いらないさ。」<br>——疑念を抱くビジネスパートナーたちに対して、ネフェルは微笑みを浮かべてそう答える。<br>そして、ヤフォダは依頼で失敗をした不運な日には、敬慕するオーナーに不安そうにこう尋ねるのだ。<br>「姐さん…あたいをクビにしないよな…？」<br>「まさか。」親愛なるボスは優しい笑みで応じる。「あんたがいなくなったら、誰がアシュルの世話をするんだい？わざわざ自分の睡眠の質を下げるような真似はしないよ。」<br>「そ、そんな理由でかよ？」<br>「にゃっ！にゃー！」<br>「ひゃわっ！降りろ、このバカアシュル！やっと三つ編みを整えたところなんだぞっ！」<br>いつものように、ヤフォダはイタズラするアシュルを引っ掴み、大声で騒ぎ立てながら風呂に入れようとする。嫌がるアシュルは激しく暴れ回り、彼女の服は猫の毛まみれになる。<br>ネフェルは傍らで頬杖をつきながら、微笑ましげにその様子を見ていた。<br>——彼女にとって、この少女はナド・クライにおける数少ない好奇心をそそる存在だ。<br>「ヤフォダ、あんたはこれからどんな風に成長していくんだい？」<br>その呟きは一人と一匹がじゃれ合う声にかき消されたが、彼女には分かっていた。いつの日か、ヤフォダがこの言葉を耳にすることを。<br>「…そして、どんな偉業を成し遂げるのかね？」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "「シーフック団」に引き取られた——彼女曰く「スカウト」された——頃、ヤフォダは眠れない夜を過ごすことがあった。<br>外から聞こえる喧騒、うまくいかなかった仕事の後悔、時には胸の内に抑えきれない好奇心…寝付けない原因は様々だ。<br>騒音への対処は容易い。他人を黙らせたいなら、手近にある物——コップでも、皿でも、椅子でも——なんでもいいから全力で投げつけ、静かにしろと怒鳴りつければいい、とはボスの教えだ。<br>その教えの効果は抜群だった。ベッドから飛び起き、手近なぬいぐるみを窓の外で騒ぐ盗賊たちに向けて投げつけ、最後に声を張り上げて怒鳴ると、彼らは本当に静かになる。そうして、ヤフォダは乱れた髪をかきながら布団にもぐって眠りにつく。盗賊たちはぬいぐるみが頭に当たった不運な男を見ながら、笑いをこらえた——今回はそいつがぬいぐるみを洗い、ヤフォダの枕元にこっそりと戻す当番だ。そうしなければ、翌日あの妹分はまた頬を膨らませて、不機嫌になってしまうのだから。<br>うまくいかなかった仕事のことで、ヤフォダは長く落ち込んでいた。このうえなく気分が沈んだ時は、静かに部屋を抜け出してズィナイダを起こしに行く。そして、まだ寝ぼけている彼女に愚痴をこぼすのだ。鍵をなくしたのは、部屋に鍵が多すぎて区別がつかなかったからだの、次からそれぞれの鍵を違う色で塗れば分かりやすいはずだのと…<br>なぜあの時、ヤフォダは屋根から滑り落ち、敵対勢力と交渉中のボスにリンゴを渡したのか？一つしかないリンゴを、長話をして喉が渇いているであろう両者のどちらかに渡すなら、当然ボスだろうと考えたからだ。反省したヤフォダは、次からはリンゴを二つ持ってくることを誓った…<br>ヤフォダはぶつぶつ言いながら、ズィナイダの肩にもたれかかって静かに寝息を立て始める。ズィナイダはいつものように、寝入ったヤフォダを背負って彼女の部屋まで運び、布団をかけてやる。目覚めた時、喋り続けて渇いた喉を潤せるように一杯の水をベッドの横に置いておくことも忘れない。<br>やはり最も対処に手こずるのは、胸の内に抑えきれない好奇心なのだ。<br>それを鎮めるには、危険を冒すしかない場合もある。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "ヤフォダが「シーフック団」に入って少し成長した頃、他の団員たちは眠れない夜を過ごすことがあった。<br>酔っ払っている者、怪我をしている者、単に眠くない者…寝付けない原因は様々だ。<br>だが、彼ら全員がどうしても寝られなくなった日が一日だけあった。<br>ある「仕事」の後、「シーフック団」は宴席を設ける。狡猾な詐欺師がついに報いを受け、人々から騙し取った金を全て吐き出したのだ。被害者に返す分を差し引いても、団員はそれなりの分け前が得られるはずだった。<br>団員の一人がペンダントを取り上げた時、詐欺師は突如発狂したかの如く奪い返そうと飛びかかった。だが、貧弱な詐欺師になす術はなく、いとも容易く押さえ込まれる。<br>すると詐欺師は、「天に誓う、なんでもするからそれを返してくれ！」だの、「中には先立った妻と娘の唯一の写真が入ってるんだ！」だのと泣き叫んだ。その場の誰もが何万回も見たようなお決まりの展開である。<br>捕らえた悪人は十中八九、そんな口実で物を返せとのたまうものだ。経験豊富な盗賊がそんな出任せを信じるわけがない。「再起を図るための宝の地図でも隠しているのだろう」、そう考えたシーフック団の面々は詐欺師に多少の金を残し、悠々と拠点へと引き返した…<br>しかし、彼らが腹を満たし、報酬の分配が始まった頃…<br>「あれ？ヤフォダはどこ行ったんだ？さっきまでいたのに…」<br>「ボス、あのペンダントがありません！ま、まさか…」<br>ヤフォダの姿とともに、価値の有無も定かではないペンダントが消えた。<br>百戦錬磨の盗賊たちは顔を見合わせ、ホールは沈黙に包まれる。誰一人として、ヤフォダがあんな訳の分からないペンダントのために仲間を裏切るとは思えなかった。そもそも、あの娘は「裏切り」という言葉の意味すら分かっていないかもしれない。<br>ズィナイダが躊躇いながら言葉を紡ぎだす。<br>「あいつ…あのペンダントを返しに行ったんじゃ…」<br>彼女が言い終わる前に、ホール奥の小さな扉が鈍い音を立てて開き、ヤフォダが中をそっと覗き込んだ。ヤフォダは、団員たちが賑やかにひしめき合う中に紛れ込もうと考えていたが、想定外の静けさに動揺した。<br>「あ、あたい…トイレに行ってて…」<br>まず最初にボスが顔を手で覆いながら、続いてズィナイダが予想が的中したと悟り、ため息をつく。それが他の団員にも伝播し、ホールには落胆の声が満ちた。ヤフォダはなおも扉から顔だけを出し、どうしたらいいものか分からずにいる。<br>「ヤフォダ…いい子だから、こっちにおいで。」<br>ボスは、秘密の冒険を終えたばかりのヤフォダに手招きをした。<br>「ペンダントの分を差し引いて、今回はお前の取り分はなしだ。」<br>「あのペンダント、そんな価値が…あっ！ペ、ペンダントってなんのことだ？あたいは知らな…」<br>「ヤフォダ。」<br>「はい！ボス！」<br>「いいから食え。」<br>「はい…ボス…」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "ヤフォダの子供時代が終わる頃には、彼女の敵は常に不眠に悩まされていた。<br>ラテファンにとって、金ほど便利なものはない。厄介な「シーフック団」の連中に握らせ、ボスを暗殺させて内部崩壊させることも、大量の油を購入し証拠を全て焼き払い、臆病者どもを追い払うこともできる。最も重要な使い道は、あの謎めいた女オーナーから貴重な情報を買い取れることだ。<br>ナシャタウンを陰から支配していた重鎮たちは次々に命を落とした。この地でのし上がるには金が必要なのだ。<br>だが、彼を狙うハンターには必要ないものだった。<br>「もういいだろ！出てきやがれ！一体何が望みなんだ！」<br>屈強な大男は静まり返った森に向けて叫ぶ。彼の拠点は再度の奇襲を受けたばかりだった。あの小柄な刺客に見張りは容易く突破され、警報用の太鼓は三つも射抜かれ、いつの間にか忍び込まれた。拠点の中心部まで侵入を許したのは初めてだ。もし、刺客が衰弱によって屋根から転落さえしなければ、彼の頭と胴体は今頃分離していたに違いない。刺客は、二本の矢と大槌の強烈な一撃を食らってもなお、森へと駆け戻り姿を消した。これまでの数え切れない夜と同様、明日の夜も襲撃は実行され、どこへ逃げようと必ず正確に追跡してくるだろう。<br>死んだ少女が、執念に駆られた怨念となって襲いかかってくるのだと妄想する者や、ワイルドハントとなった刺客を殺すには、ライトキーパーの助けを借りるしかないと言う者までいる。彼らは、疲労と恐怖によって極限状態に陥っていた。<br>しかし、ラテファンは知っている——あの刺客はただの小娘に過ぎないと。以前「シーフック団」を偵察した時に、ボスに褒められるヤフォダを見かけていたのだ。<br>当時のヤフォダは、ふざけて仲間の手を揺らし、頭を叩かれやっと大人しくなるような、チビで間抜けな痩せっぽちという印象だった。そこに盗賊らしさは微塵もなく、成長にはまだまだ時間がかかるどころか、自分がどう成るべきかも理解できていないようにさえ思えたほどだ。<br>今、彼は自分が間違っていたことを悟る。あの小娘の成長には時間など必要なく、ただ理由さえあればよかったのだ、と。<br>そして、その「理由」を自らの手で与えてしまった。<br>——やつが来るなら迎え撃つだけだ。盗賊の流儀でケリをつける覚悟はできている。<br>再び夜が訪れた。ラテファンはあらゆる場所に松明を立てた拠点の中心部に、武器を携え一人立っていた。<br>モラでいっぱいの財布より格段に重い剣を手にし、思いを巡らせる——最後に武器を持ったのはいつだっただろうか。<br>そうしているうちに、刺客はまるで約束をしていたかのように現れ、罠と分かっていながらも堂々と拠点に踏み込む。<br>松明の灯りが、ヤフォダの飢えで窪んだ顔を照らし出す。高熱に浮かされた顔色は蒼白で、髪は枯れ草のように頬に張り付き、裂けた唇は干上がった大地のようにも見える。しかし、その目は依然として鋭い輝きを放っていた…まるで自身の全てを死神に捧げ、復讐を果たすまで尽きぬ活力を魂に宿しているかのようだ。<br>今のヤフォダは孤独なギャンブラーであり、自身の命を最後のチップとしていた。<br>それ以外には何も持っていないからこそ、思い切った賭けに出られるのだ。<br>「欲しいものがありゃ、なんでもくれてやるよ。」<br>ラテファンが必死でかき集めた勇気は、飲み込んだ唾と共に消え失せた。<br>ヤフォダの目に秘められた冷酷さを十分に理解してしまったのだ。<br>「お、お前…本当は…いいやつなんだよな、ヤフォダ…」<br>この小娘は何も持っていないが、自分には山ほどの財宝がある！モラ、宝石、金塊…栄華富貴が主を待っている…<br>「ちょ、ちょっと待てよ、やめろって…なんでもやるから…」<br>だが、ヤフォダには必要ないものだった。<br>彼女は獲物を追い詰めたのだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "「おや、残りの代金は払えそうにないみたいだね、お嬢ちゃん。」<br>ネフェルは衰弱したヤフォダを見つめていた。満身創痍だが、かろうじて生きてはいる。<br>「払うよ。」<br>「あんたに払えるものなんて、どこにもないように見えるけどね。」<br>「あんたのために働ける。」<br>ヤフォダは空っぽになった右腕の袖をさすりながら、言葉を付け加える。<br>「なんでもする。」<br>ヤフォダの自暴自棄とも取れる発言に、ネフェルは肩をすくめながら「ふふっ」と笑みをこぼした。彼女にとって金など意味のないものだ。ヤフォダにラテファンの居場所を教えたのも、自身を縛る糸を振り切ろうとする人形の始末に利用しようとしただけのこと。たとえ失敗しようとも、人形にとって教訓になるはずだと考えていた。<br>まさか、こんなに痩せ細ったハイエナが狼の喉を噛みちぎるとは…だが、これ以上闇に潜むことができないのであれば、もはや利用価値はない。<br>「それで、これからどうするんだい？盗賊稼業を続けるつもりなら…比較的マシな宝盗団を紹介してやってもいいけど？」<br>「……」<br>「おや、嫌なら冒険者協会を頼って運試ししてみるのもいいね。運がよければ、遺跡で大儲けできるかもしれないよ。」<br>「……」<br>「それも嫌かい？ふふっ、ならナド・クライを離れて、心の傷を癒やしたいってところかね？」<br>「傷なんて癒やさなくていいんだ。」<br>ヤフォダは沈黙を破り、話し始めた。<br>ヤフォダ自身も、この醜く痛々しい傷跡が嫌いだった。沼の中で腐った果実や、野獣の食べ残しと同じようなものだと考えていた…<br>だが背中の傷跡は、高熱と眠気に襲われ奇襲の好機を逃しかけた時に目を覚まさせてくれた…手の甲の新しい傷跡は、罠にかかりかけた時に警告してくれた…<br>幸運な大金持ちからすれば、こんなものは不運の汚点かもしれない。<br>だがこれは、自らが選択し、歩んできた道の証明だ。<br>今なら傷跡も、この人生も受け入れられる。過去も未来も、今までと変わらない。<br>ネフェルは突然手を叩き、前回と同じように会話を打ち切った——聞きたかった言葉は、もう十分聞けたのだ。<br>「はいはい、もういいよ。それ以上話すと、また倒れちまうからね。」ネフェルは目を細めて笑う。「他のことはどうでもいいさ…あんたはあたしのために働く、そして『なんでもする』と言ったね…？ふふっ、契約成立だよ。」<br>突然のことに理解は追いつかなかったが、ヤフォダは戸惑いながら頷く。いずれにせよ、彼女には少なくとも新たな居場所ができた。<br>「…あ、ああ…ネフェルさん。」<br>「ボス。」<br>「へっ？」<br>「これからあたしを呼ぶ時は、『ボス』だよ。」<br>「分かったよ…ボス。」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "「秘聞の館」の従業員となったヤフォダは、今になってかつて「シーフック団」の制裁を受けた詐欺師に再会することになるとは、思ってもみなかった。<br>依頼を終え、報酬を手にしたばかりのヤフォダは、建物の屋根に飛び乗り「秘聞の館」への最短ルートを駆け抜けていた。次の屋根に飛び移ろうとした瞬間、近くの窓が開き誰かが叫ぶ声が聞こえた。<br>「おや！ヤフォダさんじゃないですか？ヤフォダさーん——」<br>不意に名前を呼ばれ、何事かと思いながら振り返るヤフォダの脳裏に、過去の影がよぎる。<br>「あんたは…あの時の詐欺師…」<br>「オホン！もうペテンからは足を洗いましたよ！とっくの昔に改心したんですって！」<br>元悪徳商人は大きく手を振り、ヤフォダに中に入るよう促した。ご丁寧に飲み物とお菓子まで用意されている。建物の中を見回してみたが、以前「訪問」した時とあまり変わっていないようだった。<br>「はぁ、あの時はヤフォダさんに救われましたよ。まさかペンダントを返してくださるなんて、本当にありがとうございました。もしあれを失っていたら、私は今も生きていたかどうか…」<br>そう言いながら、商人は胸をなでおろしながら何度もため息をついた。そして、この数年間でどう改心したのか、どうやって再起を果たしたのか、どんな善行で罪を償ったのか——延々と語り続けた。<br>意識しないように抑え込んでいた過去が、ヤフォダの心の底からじんわりと滲み出す。商人の声は次第に遠くなり、もっと聞き馴染んだ声が聞こえてくる。<br>「だ、だってさ…あいつが盗んだ金はもう被害者に返したし、ペンダントぐらい返してやったって…それとこれとは話が別で…」<br>「いててて！ボス、耳を引っ張らないでって、いてててて——」<br>「ど、泥棒だって…悪事だけを働くわけじゃないだろ。みんなは、これまであたいの面倒を見てくれたんだし——」<br>「どうしてもダメってんなら、月水金は悪いこと、火木土はいいことをしよう！これで両立できるよな。日曜は…って、いててて——」<br>「待ってくれよ、ボス！あたいも交渉に連れてってよ！ズィナイダのまずい飯なんて食ったら死んじゃうだろ——」<br>商人の長々とした礼の言葉が終わり、ヤフォダが帰路についたのは夕方になってのことだった。<br>ヤフォダが「秘聞の館」の扉を開けると、遊び相手を見つけたアシュルがすぐさま飛びついた。しかし、今日はいつもと違い頭を撫でてもらえなかった腹いせとして、彼女の髪を乱して去っていく。<br>「どうやら、古い知り合いにでも会ってきたようだね。」そう言いながら、ネフェルは手にしていたカップを置いた。<br>「ボス、全部知ってたのか？」<br>「ふふっ、たまたま耳にしただけさ。それと、あんたの善行と悪行も、ね。」<br>「ボス、あたい…」<br>「もし、自分のした『善行』と『悪行』、どちらが『正しく』てどちらが『間違い』なのか…あたしに問うつもりなら、答える気はないよ。」<br>ネフェルは立ち上がり、「秘聞の館」の扉を閉めた。今日は営業終了だ。<br>「その答えは、あんた自身で見つけるしかないんだよ。」<br>ヤフォダは力なくその場にくずおれた。彼女の頭に飛び乗ったアシュルは、「なぜ遊んでくれないのか」とでも言いたそうに、不満げな唸り声を上げる。<br>ネフェルは振り返り、俯いてひどく憔悴している小さな従業員を見つめながら思う。<br>——ナド・クライのどこを探しても、ヤフォダほど自分に近い存在は他にないだろう。<br>彼女たちは同じように、孤独に窮地を乗り越え、孤独に討つべき仇を討ち、お互いに「問題」を抱えているのだ。<br>それぞれがその「答え」を見つけることができれば、あるいは…<br>「秘聞の館」のオーナーは首を振り、思考を遮った。<br>「…ふふっ、楽しみはこれからにとっておこうかね。」",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「ガチャガチャの義手」",
                "Content": "ヤフォダの「鉄の腕」は、制作から取り付け、装飾まで全てアイノによるものだ。<br>その制作過程で、アイノはいくつものプランを提案した。イネファと同様の掃除機能の増設、指先を発射可能な「ロケットフィンガー」に改造、掌にハイパワーサーチライトやジェット噴射装置を組み込む、などなど…<br>結局、ヤフォダの断固たる拒否と限られた予算の板挟みにより、「ガチャガチャの義手」には基本的な動作と、小規模の変形機能だけが搭載された。<br>彼女は新しい腕に早く慣れるため、イネファの提案に従い、過酷な「折り紙の星特訓」を開始した。<br>三十本の瓶が「折り紙の星」でいっぱいになる頃、新しい腕でナイフとフォークを自由自在に扱えるようになった。<br>五十本の瓶がいっぱいになる頃、新しい腕で髪を結えるようになった。<br>七十本の瓶がいっぱいになる頃、新しい腕で人形を縫えるようになった。<br>百本の瓶がいっぱいになる頃、ようやく新しい腕で文字を書く勇気が出た。<br>そうしてイネファに見守られながら、新しい腕で初めて書き記した言葉は——<br>「こんにちは、ヤフォダ。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "ヤフォダが「神の目」を持っているという噂は、ネフェルが流したものだ。<br>オーナーである自分が至宝を持つのであれば、従業員であるヤフォダにも持たせるべき、というのが彼女の言い分だ。今後の仕事で関わるどんな相手にも気迫で負けないように、と。<br>「でも、ボス…あたいは『神の目』なんて持ってないんだよ…」<br>「心配ないよ。あたしがガラス玉でこしらえてあげるから。」<br>「そんなの、すぐバレるに決まってるだろ！」<br>「大丈夫だよ。『神の目』の持ち主以外に、誰がその真贋を見分けられるって言うんだい？」<br>「え？えっと…そ、それもそうだね…」<br>そうして、親愛なるオーナーのネフェルがどこからか手に入れた青緑色のガラス玉を身に着け、ヤフォダはいつものように街を走り回っていた。<br>ネフェルの言葉通り、人々はヤフォダが「神の目」の所持者だと知った途端、態度を一変させた。報酬の額が少し上がり、より困難な依頼をするようになったのだ…<br>高額の報酬、難しい依頼、そして人々から寄せられる期待の眼差しは、本物の「神の目」を持たないヤフォダに重くのしかかった。それゆえ本能的により懸命に、まるで一日中回転し続けるコマのようによく働いた。人々の役に立ち、より多くの金を稼ぎ、信頼を得られることが、ヤフォダには嬉しく感じられたのだ。<br>誰かを助けたり、自分が大活躍したりする夢を見ることさえある。<br>「だ…だいじょうぶ…あたいには…『神の目』が…あるんだから…」<br>ヤフォダは腕を振りながら、まるで今しがた夢の中で強敵を倒したかのように、もごもごと寝言を呟く。<br>現実では、夜の会合から戻ったネフェルがヤフォダの傍らに座っていた。「秘聞の館の唯一の正規従業員」の開いたままのバッグには、割れることも人目に触れることもないように、幾重にも布で包まれ大切に保管された青緑色のガラス玉が入っている。<br>なおも無意識に腕を振りながら、寝言を続ける。<br>「てつだってやるよ…あたいには…『神の目』が…」<br>「『神の目』で…みんなの…やくに…」<br>「『神の目』があれば…きっと…」<br>立ち去ろうとしたネフェルは、一瞬の青緑色の光を目にした。<br>「秘聞の館」のオーナーは少し驚いた後、思わず微笑んだ。<br>幾度となく繰り返した嘘が、ついに真実となったのだから。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "よっ、初めましてだな。依頼があれば遠慮なく言ってくれ。報酬さえ弾んでくれれば、どんなことでも…コホン、ほぼどんなことでもパパッと解決してやるから。",
                "Tips": []
            },
            {
                "Title": "世間話・ネフェル",
                "Content": "はぁ…姐さん、もっと給料を弾んでくれないかな。買いたいものが山ほどある…",
                "Tips": []
            },
            {
                "Title": "世間話・ショッピング",
                "Content": "あのさ、一緒にショッピングに行かないか？面白いもんを見せてやるよ。でも、あんま人目につかないようにな。",
                "Tips": []
            },
            {
                "Title": "世間話・アシュル",
                "Content": "さっきアシュルをなでようとしたら、サッと逃げちゃってさ。ふん、今日はにぼし抜きだ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "ん？雨か？雨宿りできる場所を探さないと。濡れたら大変だ。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "わっ、襟から雪が！冷たっ～！",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "ぺぺっ！口の中に砂が入った！",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう。朝ご飯は食べたか？まだなら、うまいとこに案内しよう。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ふぁ～店に戻って昼寝でもするかな…",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "もうこんな時間か！よし、仕事終わり。帰ってアシュルをなで回さないと。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "ふわぁ～そろそろ寝よっと…何だ、まだ起きてたのか？いい加減休めよ。",
                "Tips": []
            },
            {
                "Title": "ヤフォダ自身について・職歴",
                "Content": "「秘聞の館」に雇われる前は、いろいろと「職歴」を積んでたんだ。大変っちゃ大変だったけど、こうしてネフェル姐さんみたいな優しいボスに巡り合うことができた。まさに、これまでの苦労が報われたって感じだな。",
                "Tips": []
            },
            {
                "Title": "ヤフォダ自身について・秘聞の館",
                "Content": "ネフェル姐さんは優しい上司だよ。アシュルもまあまあいい子だ。あっ、ボスって言わなきゃ。つい姐さんって呼んじゃうんだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "故郷について…",
                "Content": "故郷？もう思い出せないな…そんなもの、どうだっていいしな。お腹いっぱい食べられて、ぐっすり寝れる場所さえあれば、そこがあたいの故郷だ。",
                "Tips": []
            },
            {
                "Title": "友達について…",
                "Content": "あんたとは苦楽を共にした仲だ。もしまたピンチになったら、あたいの背中は頼んだぞ。できれば、裏切らないでほしい。たとえあたいを売るとしても、安売りだけはやめてくれ。相場が下がると困るからな…ははっ、冗談だ。あんたは優しいからな。あたいを売ったりなんて、絶対にしない。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「塵と灯のエレジー」をクリア"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "へへっ、これはあたいの宝物だ。こいつのおかげで仕事もはかどってる。こんな幸運に恵まれるなんて、思いもしなかったな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと・トレジャーハンター",
                "Content": "街中で「トレジャーハンター」を名乗るやつを見たことはあるだろ？騙されるなよ。あれはモラさえ払えば何でもやる、いわばナド・クライの「傭兵」だ。あいつらを頼るつもりなら、代わりにあたいの知り合いを紹介してやるよ。そのほうが絶対安心だ。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと・大砲",
                "Content": "「ドッカン・クーヴァキレーザー砲」の発射場面って、超かっこいいよな！あ～あ、大砲のミニチュアモデルとかないのかな。そうだ、アイノに頼んでみるか？大砲の設計者なんだし、もしかしたら…",
                "Tips": [
                    "シナリオ「塵と灯のエレジー」をクリア"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "昨日ふと思ったんだけどさ…一握りの砂って、何粒あるんだろうな？百粒？千粒？うーん、分からない…あとでアイノに聞いてみよう。アイノならきっと知ってるはずだ。",
                "Tips": []
            },
            {
                "Title": "ラウマについて…",
                "Content": "鹿ねえのこと？そうだなぁ…詳しくは知らないけど、身分が高くて、すごい実力の持ち主だってことは知ってる。あと、動物の言葉が分かるってこともな。ヒーシ島の動物は、みんな鹿ねえの耳と目ってことだろ？トレジャーハンターがヒーシ島には近づかないわけだ。ハントするつもりが、ハントされる羽目になるからな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "イネファについて…",
                "Content": "あのどんくさいロボットのこと？人の言ったことはすぐ忘れるし、ユーモアのセンスは皆無…冗談を言ったら、どこが面白いポイントかって真面目な顔で聞いてくるんだ。でも、クルムカケ作りだけは超一流なんだよな。マジでうまいから、絶対食べてみたほうがいいぞ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ネフェルについて…",
                "Content": "もちろん、ネフェル姐さんはあたいの大好きなボスだよ！へへっ、給料は払ってくれるし、宿と食事の面倒も見てくれる。正社員はあたいしかいないみたいだけどな…あっ、アシュルもか。そういえばアシュルのやつ、依頼を請け負ったことなんて、一回もないんじゃないか？働きもせず飯だけ食べるなんて…今度の仕事はアシュルも連れてこう！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アイノについて…",
                "Content": "アイノはすごい技術者だよ。あたいの腕がどんな風に捻じ曲げられても、バッチリ直してくれるんだ。修理が終わったあとは、決まってあたいの腕に絵を描くけどな。このほうが可愛いでしょ、とか言って。まあ、たしかに可愛いけど…でも、それならなんでイネファの体には描かないんだ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "フリンズについて…",
                "Content": "ライトキーパーは由緒ある組織だって、ネフェル姐さんから聞いたことがある。メンバーもみんなすごいやつばっかで、古の秘密をたくさん知ってるとか。なあ…フリンズってお宝の隠し場所とか、今も埋まったままの遺跡とか、知ってるかな？ちょ、ちょっと気になっただけだ。本人に聞けるわけないだろ。姐さんに怒られたくないし。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ファルカについて…",
                "Content": "ファルカおじさん？西風騎士団の大団長だって本人は言ってたけど…全然そんな風には見えなかったよ。騎士団の大団長って、真面目で頼もしいイメージだけど…あっ！ファルカおじさんが頼りないって意味じゃないんだ。っていうか、大団長がナド・クライにいるなら、モンドの騎士たちは誰がまとめてるんだ？えっ？真面目で頼もしい代理の人がいる？ははっ…西風騎士団って変わった組織だな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「クータル」について…",
                "Content": "すっごく偉い人だろ…？はぁ、昔のあたいなら、あんな重たい事情を抱えた人には絶対に近づかないんだけど、あの人には命を助けてもらったからな。恩はしっかり返さないと。<br>けど、これ以上無茶をしたら、命がいくらあっても足りないしな…姐さん、あたいを見守っててくれ…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「消えた月光に想いを馳せて」をクリア"
                ]
            },
            {
                "Title": "「傀儡」について…",
                "Content": "あんなとこ、二度と行くもんか！あ、姐さんと一緒ならまだしも…ワイルドハントだの、ファデュイだの、冗談じゃない。いくらモラを稼いだって、命がなきゃ何の意味もないからな！",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「塵と灯のエレジー」をクリア"
                ]
            },
            {
                "Title": "ヤフォダを知る・1",
                "Content": "「秘聞の館」では、大きなことをネフェル姐さん、小さなことをあたい、受付と接客をアシュルが担当してるんだ。大きいことと、小さいことの区別？そりゃ姐さんが決めることさ。あたいらのボスだからな…",
                "Tips": []
            },
            {
                "Title": "ヤフォダを知る・2",
                "Content": "一生懸命モラを稼いで、美味しいご飯を食べる——これがあたいの今の信条だ。ネフェル姐さんについていけば、毎日お腹いっぱい食べられる。ありがたいことだ、へへっ…",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ヤフォダを知る・3",
                "Content": "あたいの右腕のこと？ああ…大したことじゃない。「代償」として差し出しただけさ。心配すんな。割のいい取引だったから。少なくとも、損はしてないってあたいは思ってる。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヤフォダを知る・4",
                "Content": "買い物にモラが必要なように、何かを手に入れたければ「代償」を払わなきゃいけない。目に見える代償なら勘定もしやすいけど、目に見えない代償はそうもいかない。それは人の影に潜んで、八方塞がりになった瞬間を狙って姿を現すんだ。そして、とてつもない代償を要求してくる。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "ヤフォダを知る・5",
                "Content": "もし借金とかがあるなら、あたいに言ってくれ。あたいの所持金で無理なら、ネフェル姐さんに頼むからさ。ま、数日ただ働きすりゃ、大目に見てくれるはずだ。でも、直接姐さんに頼むのはなしだ。あたいに借りを作るのはいいけど、姐さん相手じゃ相当酷い目に…えっ、なんで知ってるかって？いや、その…とにかく、あたいの言う通りにすればいいんだって！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ヤフォダの趣味…",
                "Content": "暇なときは、ぬいぐるみを作ったりもするんだ。誰かに教わったわけじゃないけど、なかなかの出来だって、知り合いはみんな口を揃えて言うんだぞ。今度一つ作ってやるよ。",
                "Tips": []
            },
            {
                "Title": "ヤフォダの悩み…",
                "Content": "なんでか分からないけど、ふわふわのベッドではどうしても眠れないんだ。硬い床では秒で寝るし、朝までぐっすりだけど…なんでだろうな…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "一番好きな食べ物？パッとは思いつかないけど、肉とか魚とかは好きだよ。あと、飴細工とクッキーも…へへっ、うまいものならなんでも好きだ！",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "いろんな食材が入ってて、食材がどろどろになるまで煮込んだ汁物とかは苦手かな…出されたら飲めないことはないけど、できることなら遠慮したいな…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・1",
                "Content": "うんまっ！めちゃくちゃ料理上手だね。お代わり、へへっ。姐さんよりもずっと…コホン！その…あ、あんたも一緒に食べたら？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・2",
                "Content": "いけるいける！へへっ、食べ終わったら仕事だ仕事。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・3",
                "Content": "うっ…だ、大丈夫だ。食べ物を無駄にするわけには…あはは…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでとう！はい、ぬいぐるみだ。よかったらもらってくれ！ついさっき完成したんだ。今回みたいな縫い方は初めてだったから、めちゃくちゃ時間がかかったけど…安眠を促す薬草を中に入れてあるから、枕元に置いて寝るといいぞ。悪夢なんか見ないでぐっすり眠れるはずだ。ん？手の絆創膏？…あ、アシュルと遊んでたら、引っかかれちゃって…へへっ、大したことじゃないって…",
                "Tips": []
            },
            {
                "Title": "突破した感想・起",
                "Content": "おぉ～いい感じだ！",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想・承",
                "Content": "うん、ずっと動きやすくなった！",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想・転",
                "Content": "よし、ちょっと身体を動かすとするか！",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想・結",
                "Content": "へへっ、大物が狙えそうだな…一緒にどうだ？",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル・1",
                "Content": "獲物はあんただ！",
                "Tips": []
            },
            {
                "Title": "元素スキル・2",
                "Content": "正々堂々奪う！",
                "Tips": []
            },
            {
                "Title": "元素スキル・3",
                "Content": "逃がすか！",
                "Tips": []
            },
            {
                "Title": "元素爆発・1",
                "Content": "全部あたいのだ！",
                "Tips": []
            },
            {
                "Title": "元素爆発・2",
                "Content": "さあ、とってこい！",
                "Tips": []
            },
            {
                "Title": "元素爆発・3",
                "Content": "手ぶらじゃ帰れない。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・1",
                "Content": "おお！丸儲けだな！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・2",
                "Content": "無駄足にならなくてよかった！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・3",
                "Content": "いっただき～！",
                "Tips": []
            },
            {
                "Title": "HP低下・1",
                "Content": "はっ…ははっ…",
                "Tips": []
            },
            {
                "Title": "HP低下・2",
                "Content": "今に見てろ…！",
                "Tips": []
            },
            {
                "Title": "HP低下・3",
                "Content": "こんにゃろ…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下・1",
                "Content": "おい、血迷ったか！？",
                "Tips": []
            },
            {
                "Title": "仲間HP低下・2",
                "Content": "戻れ！",
                "Tips": []
            },
            {
                "Title": "戦闘不能・1",
                "Content": "やっぱ…逃げられないか…",
                "Tips": []
            },
            {
                "Title": "戦闘不能・2",
                "Content": "借りは…返した…",
                "Tips": []
            },
            {
                "Title": "戦闘不能・3",
                "Content": "これで…いいんだ…",
                "Tips": []
            },
            {
                "Title": "チーム加入・1",
                "Content": "仕事の依頼か？",
                "Tips": []
            },
            {
                "Title": "チーム加入・2",
                "Content": "任せてくれ。",
                "Tips": []
            },
            {
                "Title": "チーム加入・3",
                "Content": "期待していいぞ。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "124": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "スターライトシャドウ",
                "Desc": "ヤフォダの衣装。尊敬してやまない全知全能のボス、ネフェルが特注してくれた服に、アイノから無料でもらったゴーグル、イネファが手作りしてくれた帽子で出来ている。新たな服に着替えることは、過去に別れを告げる第一歩なのだ。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108921,
            "JD": 108872,
            "Name": "<b>「宿題」</b>",
            "Eff": "選択したキャラのHP上限の40%を回復し、さらにHPを2350回復する。",
            "Desc": "ヤフォダのオリジナル料理。イネファに六度も教えを乞い、ヤフォダはようやく宿題のデザートを完成させた。多少見栄えは悪いが、甘いベリーの香りには抗いがたく、味も…うーん、そう悪くはないはず？",
            "Recipe": {
                "110001": 3,
                "101265": 2,
                "101264": 2,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108852"
        },
        "Namecard": {
            "Name": "<b>ヤフォダ・手助け</b>",
            "Desc": "名刺の飾り紋。<br>「忙しい時は、ヤフォダの手も借りたいくらいだ。」——これは、その手の持ち主が機敏で頼りになることの証。きっとそうだ！",
            "Pic": "UI_NameCardPic_Jahoda_P"
        }
    }
}

var acs_cache_ = {}