// Auto Generated

var _AvatarFetterConfig_ = {
    "100": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "「こだまの子」の他の子供と同様、カチーナは無邪気なテペトル竜や、山の深いところから掘り出されるキラキラの宝石、年長者たちの語る英雄の伝説と共に成長した。<br>彼女は山道を熟知し、地下深くに埋もれる鉱石の採掘を得意としている。時間があるときには他の子供たちと一緒にレコードに音楽を吹き込むアーティストのスタジオを訪れ、リズムに合わせて自由にダンスすることもしばしば。<br>ダンスの練習に限らず、成長の過程で怪我をするのはよくあることだ——もちろんカチーナも痛みに涙を流すことがある。しかし、他の子供がまだ痛みから立ち直れていない頃、カチーナは既に涙を拭き、再び立ち上がっていた。<br>周りからは良い子だと見なされていたが、彼女自身は未だによく分かっていない。なぜ自分が「ウッサビーティ」の名を受け継ぐことになったのかを。<br>自分のどの部分がこの偉大な名前の不屈の意味と噛み合っているのだろう？幼いカチーナには分からない。<br>しかし、その栄誉を授かった以上、「帰火聖夜の巡礼」に参加するのは、自分の義務となった。巡礼で凱旋し、伝説の英雄の一人になること——それはカチーナを含むすべてのナタの戦士が抱く願いである。<br>数々の失敗で落ち込み、そして仲間たちの失望した表情を前に顔を上げられなくなるカチーナであったが、それでも涙を拭い、立ち上がってきた。<br>しかし、失敗を幾度も重ねてきた自分は、本当に「帰火聖夜の巡礼」で勝てるのだろうか？懸命に戦う彼女の心の奥底には迷いがあった。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "「帰火聖夜の巡礼」の申込書には、必要な個人情報に加え、趣味や個人的な経験などの必須項目以外を記入できる備考欄があった。これは本来、広報担当者の資料作成に役立つよう設けられているのだが、人気選手の情報はすでに広まっているため、ほとんどの人がこの備考欄を気に留めていなかった。カチーナだけが毎回備考欄を丁寧に記入している。<br>「趣味：ダンス」<br>こだまの子の一族は皆、ある程度ダンスのステップを知っており、ナタの他の部族もダンスの才能はこだまの子の血筋の賜物と思っている。音楽が始まると、ナナツカヤンの子供たちは自然と体を揺らし始める。とりわけカチーナはダンスが得意で、小柄ながらも手足の動きがバタつくこともなく、リズムに合わせて重心を移動させる姿は、まるで泳ぐコホラ竜のように滑らかだった。めったに人を褒めないポフトリお姉さんが何度も褒めてくれた。カチーナはこのことを書いて、自分のアピールポイントにしようと思ったが、少し調子に乗っていると思われるのではないかと心配になり、やめてしまった。<br>もう一つの趣味は長い間迷った末に、結局書かなかった。<br>鉱物を掘ること。<br>こだまの子に暮らす他の人たちと同じように、彼女が一番好きなことは鉱道のあちこちを掘ることだったが、これを書くのは少し気恥ずかしかったのだ。暗い鉱道で鉱脈を見つけるたびに、心の中に温かいものが広がった。こだまの子の者ならば、この感覚を理解してくれるだろうが、趣味として「鉱物を掘ること」と書くと、個性がないと思われるだろう。<br>「わたしって、ほんと何の取り柄もないんだ。」彼女はそう思って、小さなため息をつきたくなった。<br>次の項目は「一番身近な人」だった。<br>「パパ、ママ、ユーちゃん…」彼女はまず家族の名前を記入した。<br>愛と優しさを与えてくれた両親の次に、カチーナにとって最も親しいのはテペトル竜の仲間のユーちゃんだった。初めて一人で発掘に挑戦した時に一緒にいてくれたのはユーちゃんだった。両親から伝説の物語を聞かされている時にあちこちでいたずらをして彼女の後ろをうろうろしていたのもユーちゃんだった。その時のことを思い出すと思わず笑顔になってしまう。<br>備考欄の余白に他の名前も書き加えたかった。いつも笑顔で励ましてくれるムアラニちゃん、困っている時に手を差し伸べてくれるキィニチお兄さん、部族のパカルおじさん…でも、こんなに大勢の人を書き込むスペースはなかったため、諦めた。<br>やっと書き終えて申込書を職員に渡すと、職員はこの小さな女の子がこんなに丁寧にすべての欄を記入していることに驚いた。<br>「備考欄は記入しなくても大丈夫だよ。」職員は冗談めかして言った。<br>「ううん、できることはちゃんとやりたいんだ。」彼女はそう答えた。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "こだまの子とテペトル竜の共生の歴史は、カチーナの祖父の祖父の時代よりも古くから続いている。人々はテペトル竜と共に暮らし、共に働き、仲間としての関係を築いてきた。<br>こだまの子にとって、竜は自由に扱える家畜でも、感情のままに扱えるペットでもなく、人間と同等の地位を持つ存在だった。<br>ほとんどのテペトル竜は、カチーナとユーちゃんのように、自らの意志で人間と絆を結ぶ。<br>テペトル竜の巣はこだまの子の集落から遠くない場所にある。近くに住んでいるため、人間と竜は頻繁に顔を合わせる。お互いを親しい隣人として扱い、たまに顔を合わせても不思議に思うことはない。<br>昔、まだ幼かったカチーナは、たびたび鉱区への分かれ道で、一匹の丈夫そうなテペトル仔竜に出会った。カチーナにとって、この温厚で素朴な隣人たちは挨拶をするべき相手であり、出会った時にはいつも「こんにちは。」と声をかけていた。<br>そうしているうちに、そのテペトル仔竜は彼女に慣れたのか、次第に他の場所でも彼女の前に現れるようになった。外でダンスの練習をしている時、グレインの実を採集している時、川で魚を捕まえている時——何度も顔を合わせるうちに、二人は挨拶を交わすだけでなく、お互いにプレゼントを贈り合うようになった。<br>このテペトル仔竜とカチーナはあっという間に打ち解けた。カチーナには頑張って自分の価値を証明したり、特別な利益を用意する必要もなかった。お互いに一緒にいて居心地がよかったのだ。<br>ついにある日、そのテペトル仔竜は当然のようにカチーナの家まで付いてきて、カチーナの家族の一員となり、「ユーちゃん」という名前をもらった。まるで魚が水中で生きるように、鳥が空を飛ぶように、ユーちゃんは自然とカチーナの家族の一員になったのだ。<br>その後、ユーちゃんはカチーナに対して、忠誠と友愛の精神を持ち続けている。カチーナが「帰火聖夜の巡礼」で何度も失敗した時、一緒に成長してきた仲間たちは容赦なく彼女を遠ざけ、嘲笑すらした。しかし、鋭い棘に覆われたユーちゃんは、いつでもカチーナに寄り添った。ユーちゃんとカチーナの絆が揺らぐことは無かった。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "「ウッサビーティ」という古名は不屈を意味する。カチーナは最初、自分が栄誉あるその名にふさわしいとは思えなかった。<br>古いウォーベンから、この名を持った英雄たちがどんな人物だったかを知ると、彼女はますます困惑した。<br>その英雄たちは強大な力を持っており、どんな困難にも屈さず、後世の人々に敬われた者もいれば、過酷な環境でも気高さを保ち、一人で故郷を守り、最後まで自分の使命をまっとうした者もいた。それに比べて自分は、豊穣の邦の勇士のような力の持ち主でもなければ、花翼の集の勇士のように機敏でもない。弱そうに見られたくないのに、いつも軽んじられたり、見下されたりして、つい泣いてしまうことも多かった。<br>「強い人は、きっと、わたしみたいにすぐ泣いたりしないよね？」<br>自分は「不屈」という言葉からあまりにもかけ離れている、と結論付けた彼女は、しばらくの間、深い憂鬱に沈んでしまった。しかし、すぐに彼女はそんな感情から抜け出した。それは彼女が訓練を重ねて優れた戦士になったからでも、何か深い意味を悟ったからでもない。家族や友人からの励ましがあったのは確かだが、それよりも長年の習慣だった。<br>どれだけ転んでも、まずは立ち上がることが大切だ。<br>もっと小さい頃、転ぶたびに、他の子供たちがまだ泣きじゃくっている中で、カチーナは真っ先に立ち上がっていた。傷口はズキズキと痛み、涙もぽろぽろとこぼれているが、それは体の自然な反応だ。それでも彼女は意識の奥底で、立ち上がろうと決意し、転んだ原因の小石を確かめた。泣くのはその後でもいいのだから。<br>昔、転んだ時と同じように、今も彼女は絶望的な未来に直面すると、恐怖と絶望に打ちひしがれてしまう。まだ幼いため、感情を隠すことができず、ネガティブな感情がすべて顔に現れてしまうが、カチーナは涙で顔をぐしゃぐしゃにしながらも再び立ち上がって練習を続け、前に進み続ける。<br>彼女はこれを「ただの我慢」だと思っていた。しかし、表現力豊かで大人なパカルおじさんはこう言う。<br>「人間は弱い存在だけど、残酷な世界に立ち向かう勇気を持っている。その勇気こそ、人間の素晴らしさなんだよ。」<br>カチーナは確かに、不屈の精神を持っているのかもしれない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "「夜神の国」から戻って以来、部族の人々のカチーナ一家に対する視線は変わったようだった。<br>かつて挨拶すら交わさなかった人々が、カチーナ一家に会うたびに自分から声をかけて来る。以前はお天気の話をする程度の付き合いだった相手が、今ではカチーナ一家と積極的に交流を深めようとしている。<br>カチーナがそばにいようがいまいが、彼女は必ず話題に上がる。人々はカチーナの勇気と不屈の精神を絶賛し、ユーちゃんのことから彼女の耳のことまで、なんでも褒めちぎる。これまで彼女の独特な耳は大して取り上げるほどのことでもない「先祖返り」と片付けられていたが、今では彼女の生来の異才の証だ。<br>数々の困難を乗り越え、見事に生還した彼女は、まさに励ましの象徴となった。彼女が経験した数々の失敗も、偉業への足跡として見なされ、賛美の声に埋もれてしまった。<br>カチーナはどこか違和感を覚えた。彼女の失敗や涙は、確かに存在したはずなのに、成功という輝きに隠されて、まるで忘れ去られてしまったかのようだった。<br>他の人が彼女の数々の失敗を忘れても、彼女自身はそれを忘れられないし、決して忘れてはいけないと思っている。<br>カチーナはいつも、自分が百戦百勝を収めた英雄たちとは比べものにならないと感じていたし、今回の凱旋も友人たちの支えがあってこそのもので、他人の称賛の声に押されて突然、理想化された姿になることはできないと思っていた。<br>彼女は今でも、悲しいときには泣き虫になってしまうカチーナだ。それでも彼女は、いつも前へ進み、何度倒れても立ち上がろうとする自分であり続けたいと思っている。<br>「負けないことは不屈ってことだと思うけど、みんなに褒められて拍手されてても、あの時の自分を忘れないことだって、不屈ってことなのかも。」<br>カチーナの心の中で「ウッサビーティ」という名に、また新たな意味が加わった。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「白石に埋もれし黒石」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "ナナツカヤンの子供たちは皆、原鉱と宝石についてのおとぎ話を聞かされて育つ。カチーナの両親も彼女が寝る前にそういった物語の一つを語り聞かせたことがある。<br>——こだまの子によって掘り出される前、原鉱は岩盤や泥と一緒にただ静かに山奥に眠っていた。<br>原鉱は自分に宝石になれる可能性があることを全く知らず、ただ長い孤独と闇に耐えていた。自分を宝石と呼ぶこともなかった。<br>「吾はただの石ころに過ぎない。」そう思っていた。<br>強い風が表土を吹き払い、川が泥や砂を洗い流し、地震が岩盤を割った。こだまの子のノミによって山の奥深くから掘り出されたときでさえ、まだ自分の石の心に光り輝くものが宿っているとは気づいていなかった。<br>砕かれ磨かれるとき、原鉱は激しい痛みを感じた。ノミと砥石車は原鉱の多くの部分を削り取り、平凡な外殻を剥ぎ、臆病さを象徴する模様を取り去った。こだまの子にとって、この過程は美と喜びに満ちていたが、原石はただ戸惑い、ノミと砥石車に涙ながらに尋ねた。<br>「なぜ吾はこんな目に遭わねばならぬのだ？」<br>ノミと砥石車は、原鉱が宝石の本質を現すためだと分かっていた。<br>しかし、そう口にすることはなかった。ノミと砥石車は研磨を無数に繰り返し、多くの原鉱が初めて光を放つ瞬間を見てきたから、ただ静かに見守っていた。<br>最後の工程が終わり、原鉱は初めて他人の目に映った宝石としての自分の姿を見た——<br>夜神の国を一人で歩いている時、カチーナは何度もこの話を思い出した。宝石はどんな姿をしているのかと、両親に尋ねたことを覚えている。しかし、夜神の国の寒さが記憶をぼやけさせ、カチーナは物語の続きを思い出せなかった。それでも彼女は、両親との思い出の温もりで、魂の炎を燃やし続けることができた。そして自問することをやめ、自分が砕け散る劣等な鉱石であろうと、希望を秘めた宝石であろうと、とにかく前に進もうと決意した。まだやり遂げていないことがたくさんあり、再会したい人もたくさんいる。<br>太陽の下に戻った時、手を差し伸べる旅人を見て、彼女は宝石がどのようなものであるかがわかったような気がした。<br>それは、どんな絶望の中でも、天地を支えられる頑丈さを持つもの。<br>そして、暗闇の世界をも照らせる不滅の希望を持つものなのかもしれない。<br>今、彼女は「帰火聖夜の巡礼」から凱旋し、自らの実力を証明した。ついにこの日が来たのだ。彼女は人々の称賛を集め、他人に信念と勇気をもたらした。炎神様が彼女に告げる。カチーナという名が謎煙の主によって旗に記され、ナタの英雄譚の一部として地脈に刻み込まれ、不滅の伝説として語り継がれると。<br>涙と勇気で磨かれて、ついに、カチーナという名の宝石が誕生したのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「ウッサビーティ」の旗",
                "Content": "我らは祖先の名を唱え、英雄の名を高く歌う。<br>古名「ウッサビーティ」を継ぎし勇士らの言葉、我らが書き留め、織りなそう。<br>第一巻の金の糸、この名を最初に名乗りし剣持つ者に捧げよう。その剣士、容貌は平凡にして身の丈は童のごとき女性である。<br>彼女はかつて、両の手で崩れかけし崖を支え、その両肩に部族の者らを担ぎ上げたという。<br>彼女の思いと精神は、ナタの古から今までの最も大なる戦士より遥かに高大なものである。<br>この英雄の命の炎は早くも燃え尽きた。しかし、息を引き取る間際まで、大河を震わす豪快な笑い声を上げていた。<br>呼吸と鼓動が止まっても、ウォーベン職人たちは彼女のやせ細った体から七日にわたり、波のごとき音を聞く。<br>第二巻の銀の糸、この名を概念の河から再び引き上げし盾持つ者に捧げよう。彼は命のある限り、盾を一度も下ろさなかった。<br>葦のごとき細身なれど、盾と共に幾年も戦場を守り続け、時の流れに揺らぐことなし。<br>彼の身は盾に同じく沈黙を守るが、魂は戦場においてのみ、しばしば怒りを解き放つ。<br>彼の遺灰は骨壺の内で凝固しようとし、ついには壺を破り裂かんとする。人々は彼を狭い墓には収められぬと宣言した。<br>ついに彼の遺灰は山々に散らされることとなる。煌めく灰が岩壁に当たっては、雷鳴のごとき轟音を立てた。<br>第三巻の葦の糸、無数の旗に埋もれた名も無き者らに捧げよう。歴史は彼らの功績を隠してしまった。<br>大霊が明かさねば、我らが彼らの血と涙の痕跡を見ることはかなわなかっただろう。<br>英傑たちの終焉は静けさの中に帰したが、我らは心から彼らが幸福と満足の中で己を燃やし尽くしたことを祈る。<br>第四巻の織り糸は、竜の羽毛で織られ、「帰火聖夜の巡礼」の上空で再びこの名を高らかに掲げた槍持つ者に捧げよう。<br>夜神の国で、彼女は永遠に戦い続ける英雄の魂と共に、暗闇を巡りて凱旋した。<br>涙は「ウッサビーティ」の輝きを損わない。彼女の帰還は新しき時代の芽吹きと密接に結びついているのである。<br>我らは祖先の名を唱え、英雄の名を高く歌う——<br>「己の骨を壁と為し、倒るることなく地に聳え、太陽を見る勇あらば、永遠に命を託されん。」<br>「恐怖は我を恐るべし。烈火の如き我が身こそ、普く卑劣を焼き尽し、碑文を鋳する定めにあり。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "あれは初めての「帰火聖夜の巡礼」が終わった後のこと。カチーナの巡礼は失敗に終わり、試合前の大きな期待もむなしく、彼女の能力は周囲から疑われ、何より彼女が自分自身を信じられなくなってしまった。<br>もしかしたら、大霊も選ぶ人を間違えることがあるのかもしれない。自分は本当に詩にあるように「普く卑劣を焼き尽す」ことができるのだろうか？それとも、自分こそが焼き尽くされるべき平凡な子供なのではないか。<br>そんな時、カチーナは自分にとって新たな発掘の意義に気付いた。<br>彼女はいつだって山奥深くに入り込み、価値のあるものを見つけ出すのが好きだった。しかし今回は、何かしらの目標のために掘っているのではない。ただひたすらドリルを突き立て、進んでいく。こうしている間は、喪失感と悲しみが自分の手に握ったドリルとなって、自分の心ではなく、山の心臓へと突き進んでいくような気がした。<br>彼女は永遠に暗闇の中を進み続けられるような気がした。時々、良いものを見つけることもあり、それは疑われることや失敗に耐えることよりもずっと幸せなことだった。しかし、地上で巡礼での失敗が消し去られることはなく、むしろ時間とともに深まり、カチーナに消えない刻印を残した。暗闇に隠れても、太陽の下にいても、ただ打ちひしがれるばかり。強いて比べるなら、前者のほうが苦しかった。なぜなら、「失敗」という言葉が彼女の頭の中で常に鳴り響くからだ。それは「帰火聖夜の巡礼」のための訓練で流した涙や汗よりも心を痛めた。<br>ナタ人の間にはこんな言い伝えがある。「こだまの子は頑固者ばかりで、一生テペトル竜のトゲのように、柔らかくも鋭く、常に前へ突き進む。」カチーナの頭の中にも、停滞する選択肢などなかった。彼女はただ前進するだけだった。<br>おそらく自分は偉大な英雄になる運命ではないのだろう。ただゆっくりと、何度も前進を試みるしかないのかもしれない。<br>胸を張り、顔を上げ、必勝を叫びながら前進する姿は素晴らしい。だが、顔をしかめ、歯を食いしばり、重い足取りで一歩ずつ進むこともまた、立派な姿であることを、彼女はまだ理解していなかった。<br>地下にいる間、彼女はそんなことを考えていた。<br>同時に、彼女は時々、面白いものを見つけた。<br>例えば、神の目。<br>自分の神の目を手にした時、彼女はもちろん喜んだ。だが、似たような興奮は「ウッサビーティ」という古名をもらった時にも経験していた。<br>神、あるいは大霊からの承認は、必ずしも偉大な業績を約束しないことを、彼女は現実から学んだ。しかし、彼女がまだ気づいていないことがある。<br>それは英雄たちの伝説も、形作られ始めたばかりの段階では、地味で彩りに欠け、ましてや人々を鼓舞しうるものではないということだ。それでも、偉業を成し遂げるために必要な力はすでに蓄えられており、主人公たちが前進し続ける限り、未来はきっと彼らのために輝く。<br>ただし、物語の登場人物は、結末をあらかじめ知ることはできない。だからこそ、彼らは結末を気にすることなく、懸命に走り続ける。そのときの涙こそが、最も美しいのである。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "こんにちは、「こだまの子」のカチーナだよ。好きな食べ物はグレインの実！夢は強くなることで、苦手なものはケンカ…あれ…こういうことじゃない？じゃ、じゃあ…どこかお散歩に行きたいとこはある？このあたりには結構慣れてるから、案内してあげるよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 整理癖",
                "Content": "あっ…さっき、ちゃんと積まれてないブロックを見かけたんだけど…どうしよう？心の中を子竜が搔き続けてるみたいな感覚…落ち着かないよう。",
                "Tips": []
            },
            {
                "Title": "世間話 · できるかどうか",
                "Content": "できる、できない、できる、でき…うぅ、大丈夫…わたしならできる。きっと問題ないはず…だよね？",
                "Tips": []
            },
            {
                "Title": "世間話 · コレクション",
                "Content": "退屈なら、わたしのバッグの中のコレクションを一緒に見てみない？好きなものがあれば持ってっていいよ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨が降ると土がふかふかになるから、雨の日に鉱石を掘るなら普段よりも気をつけないといけないんだよ。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "ひぃ——あっ…雷が怖いわけじゃないよ、びっくりしただけ。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雪の上で一緒にゴロゴロしよう。へへっ、安心して。ユーちゃんみたいに雪の中からいきなり飛び出して、おどかしたりしないから。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "見て見て、この宝石！太陽の光が当たると、まるで虹が封じ込められてるみたい！",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "この下にキラキラする鉱石があったりしないかな？掘ってみてもいい？",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう～！バッグの整理は終わったから、いつでも出発できるよ。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ううん、まだ眠くないよ。お昼寝したいなら、見張りは任せて。わたし、苦手なことは山ほどあるけど…耳はけっこういいんだ。遠くからの風の声とか草の動きは全部感じられるよ。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "さっき、夜に山の洞窟で肝試ししないかってムアラニちゃんに誘われたんだ。す、すごく緊張する…どうしよう？友達からの誘いを断りたくなくて、つ…つい後先考えずに約束しちゃった。だって、何があっても、ムアラニちゃんと一緒に立ち向かおうって決めたから。えっ！あなたも一緒に来てくれるの？あ、ありがとう…！ううぅ…",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "どうしてまたやっちゃったんだろう…ぅぅ…泣きたくないのに、涙が止まらないよぉ…うぇ…ひっく——ひんっ！？…さ、さっきおやすみを言ったから、てっきりもう寝たのかと…でも…慰めてくれてありがとう…",
                "Tips": []
            },
            {
                "Title": "カチーナ自身について · ぐるぐるコマちゃん",
                "Content": "この名前はユーちゃんと一緒に考えたんだよ。まず名前の後半を決めてから、ユーちゃんの動きを参考に前半も決めたの。ぐるぐるコマちゃんに乗ってユーちゃんとよく駆けっこするんだけど…勝率は半々ってとこかな。",
                "Tips": []
            },
            {
                "Title": "カチーナ自身について · 死",
                "Content": "ナタの戦士にとって、「夜巡者の戦争」で死ぬことはある種の栄誉なんだ。もちろんわたしも例外じゃないよ…でも…理屈はそうやって自分に言い聞かせ続けてたけど、やっぱりあの時は内心すごく怖かった…大きなリスクを冒してまでわたしを夜神の国から連れ戻してくれて、本当にありがとう！うぅぅ…みんなありがとう…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「白石に埋もれし黒石」をクリア"
                ]
            },
            {
                "Title": "伝説について…",
                "Content": "ナタには英雄に関する伝説がたくさんあるんだよ。わたしが一番好きなのはトラオレ様の物語。ただの人間がアビスを地下に封印できたなんて、すごいと思わない？あっ、そういえば、あなたもあれだけ多くの国を旅してきたんだから、きっと色んな伝説を知ってるはずだよね？すごく気になる…時間があったら教えてくれない？",
                "Tips": []
            },
            {
                "Title": "小さなプレゼントについて…",
                "Content": "友達の証に、好きなのを選んで！わたしが手に入れた鉱石の中で、一番きれいなものとかキラキラしたものを全部しまってあるの。好きなのを選んで受け取ってくれたらすごく嬉しい！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "このキラキラの神の目を初めてみたとき、幻覚を見てるのかと思っちゃった。だって、わたしが見てきたどの石よりもキラキラしてたから。今のわたしなんて、伝説の英雄たちには遠く及ばないけど…いつの日か、わたしの物語で誰かに勇気を与えられたらいいな。たとえそれが一人だけでも、最高に幸せだよ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "ユーちゃんはすごく大事な仲間だよ。今は大人しそうに見えるけど、もっと小さい頃のユーちゃんは、好きって気持ちを頭突きで表してたの。力がとても強くて、わたしも尻もちをついちゃうくらいだった。でもテペトル竜は人なつっこい竜だから仕方ないよね。ひゃっ、ユーちゃんったら、わかったって、もう言わないから。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "スピネルの実ってまるで宝石みたい。宝石のようにずっと置いておけたらいいのに…",
                "Tips": []
            },
            {
                "Title": "ムアラニについて…",
                "Content": "ムアラニちゃんは初めての親友だよ。ムアラニちゃんに出会うまでは、この世にあんなに親切な人がいて、あんなに面白いことがわたしを待ってるだなんて思いもしなかった。ほら、わたしたちのツーショット。写真を撮った時、一緒に跳ぼうってムアラニちゃんが言ったの…わたしの動きがぎこちなく見える？へへっ、バレちゃった…カメラには映ってないけど、あの時は沢山の人に見られてたから、ちょっと緊張してたんだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キィニチについて…",
                "Content": "キィニチお兄さんを紹介してくれたのはムアラニちゃんだったんだよ。ここだけの話…最初は怖い人だって思ってたの。だって目つきが…ちょっと怖いんだもん。でも、後になって知ったんだけど、わたしをいじめてた悪い人を裏で懲らしめてくれたんだって。お礼をしようとしたけど、十分な報酬を既に受け取ってるから大丈夫だって、どうしても受け取ってくれなかったんだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "チャスカについて…",
                "Content": "チャスカお姉さんはナタの有名な「調停者」だよ。お姉さんがいれば、どんな揉め事も簡単に片付くんだって。たぶんだけど…わたしと同じで、人と人の争いが嫌いだからこそ、調停者をやってるんじゃないかな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "イアンサについて…",
                "Content": "前、強くなるために、イアンサお姉さんに訓練の指導をお願いしたことがあるの。ハードな訓練法が色々入ったプランを立ててくれて、やっとのことでクリアできたんだ。すごく正確に計算された訓練だったから、毎回家まで帰るだけの体力は残ってたけどね。とにかく、イアンサお姉さんにはすごく感謝してるんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シトラリについて…",
                "Content": "ムアラニちゃんから聞いたよ。わたしを救い出せたのは、シトラリおばあさまの発明品のおかげだったんだってね。それに、「スピリットストーン」が壊れたのも、わたしに責任があると思うから…あの後、勇気を振り絞って会いに行ったんだ。お詫びにわたしの石コレクションから好きなものを選んでって言ったら、シトラリおばあさまは頭を搔きながら、「えっ、選ばないとダメって感じかな？じゃあ、似たようなものを貰うからこれで貸し借りなしってコトでいい？」って言って、一番目立たない黒曜石だけを一つ取って、手を振ってわたしを帰らせたんだ。あのね…やっぱり他のものもあげたほうがいいかな？シトラリおばあさまの好みについて、何か知ってたりしない？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「燃ゆる運命の虹光」をクリア"
                ]
            },
            {
                "Title": "シロネンについて…",
                "Content": "古名を手に入れた後、パカルおじさんがわたしをシロネンお姉さんのところに連れて行ってくれて、それでぐるぐるコマちゃんを作ってもらったんだ。シロネンお姉さんの腕ってほんとに神がかってると思う。<br>その後は宝石コレクションと保存について色々話したり、コレクションを見せ合ったりしてたの。お姉さんのコレクションは保存状態がすごくよかったから、きっと丁寧に手入れしてるんだろうなって思った。でも、普段の生活習慣については…何だか自由だなって思う。前にどれだけ探しても見つからない時があったんだけど、木の上で日向ぼっこして寝てたんだよ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "炎神さまについて…",
                "Content": "炎神さまから直々に「ナタの英雄」だなんて言っていただける日が来るなんて、夢にも思わなかった。炎神様はナタの戦士なら誰もが崇拝する存在なのに、わたし…わたしはそんな存在から…うぅう…思い出すだけで感動しちゃう。ひっく…ごめん、本当にごめんね。泣くつもりじゃなかったのに…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「白石に埋もれし黒石」をクリア"
                ]
            },
            {
                "Title": "イファについて…",
                "Content": "イファお兄さんはとってもすごい竜医さんだよ。お兄さんに診てもらった子竜たちはみんな規則正しく暮らすようになるし、変なものも食べなくなって、勝手に突っ走ったりもしなくなるの。病気にもほとんどかからなくなるよ！だから、具合の悪い竜がいたら、みんなすぐイファお兄さんに飛んできてもらって、診てもらうんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "カチーナを知る · 1",
                "Content": "わたしの古名は「ウッサビーティ」——不屈、って意味なんだ。はぁ、ずっと思ってるんだけど、なんでこの古名を授かったんだろうね。わたしって弱いし、家でも部族でも影が薄いし…あれほど優秀な人たちがすぐそばにいるのに、わたしがこれを持つ資格なんてあるのかな？",
                "Tips": []
            },
            {
                "Title": "カチーナを知る · 2",
                "Content": "家族の話？わたしは次女だよ。パパはお姉ちゃんにすごく期待をかけてるし、ママは幼い妹の面倒をみないといけない。みんな忙しくて大変だから、わたしも自分の面倒をちゃんと見て、はやく大人にならなきゃ…少しでもいいからパパとママの負担を分かち合いたいんだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "カチーナを知る · 3",
                "Content": "パカルおじさんはとても良くしてくれてるよ。部族の他の人が裏でわたしの噂を流すたびに、おじさんはわたしの味方になってくれる。でも実は…申し訳なく思ってるんだ。だってわたし、本当なら自分の実力でみんなに認めてもらうべきだから…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "カチーナを知る · 4",
                "Content": "分かってるんだよ。泣いたって何の解決にもならない。伝説でも、みんなの前で泣き出す英雄がいるだなんて聞いたことないもん。涙を我慢したいのに、いつも失敗しちゃう…えっ？泣いてもいいって？涙は大事なストレス発散方法？ほ…本当にそう思ってるの？ふぇ…ありがとう…うぅ…なんでまた泣いちゃうんだろう。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "カチーナを知る · 5",
                "Content": "こんなに弱いわたしなんて、他人に無視されても当然だってずっと思ってた…でも、大霊さんの話を聞いてからは、そういう風に思わなくなったよ。わたしの古名は「ウッサビーティ」。わたしは…もっといい「自分」になるって決めたんだ。この世界にはきっと、わたしにしかできないことが存在するって信じてる。だから…頑張り続けるよ。この黒曜石もいつかはわたしの物語を記録して…もっとキラキラした宝石になってくれたらいいな。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「白石に埋もれし黒石」をクリア"
                ]
            },
            {
                "Title": "カチーナの趣味…",
                "Content": "見て、これはわたしが初めて掘り出した宝石なんだ。翠色がすごくきれいでしょ？最初は二個で対になってたんだけど、そのうちの一個をムアラニちゃんにあげたの。ほら、模様が流れる水みたいに見えない？あっ、こっちも見て。黒っぽく見えるけど、太陽の光が当たると虹色に光るんだよ…へへっ、この石は全部、わたしが一個ずつ集めたの。",
                "Tips": []
            },
            {
                "Title": "カチーナの悩み…",
                "Content": "この前、ムアラニちゃんからとても大きな帽子をもらったの。すごくカッコよくて、日よけ機能も完璧だった。好きすぎていつも被ってたんだけど、日が経つにつれて、フェルト帽みたいになっちゃって…だから今は、この毛がつきにくい帽子を被るしかないんだ。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "グレインチップスが大好き。きちんと積まれてたらもっといいな！",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "えっ！こんなにたくさん？で、でも、食べきらないとシェフの苦労を無駄にしちゃうよね。だ、大丈夫…きっと完食できるはず…！少しずつ食べれば…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "わあっ、ほんとに全部食べていいの？すごく美味しい！ゆっくり味わわなきゃ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "香ばしくて美味しいし、盛り付けもすごく凝ってるね。「料理戦争」があれば優勝できるレベルだと思うよ！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "時間をかけて作ってくれてありがとう！えっと、ちゃんと食べきるから、もうちょっと時間をくれないかな？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "お誕生日おめでとう！これあげる。虹閃石で彫ったナキウサギだよ。虹閃石ってきめ細かい手触りだけど、土の中でも目立たないから、少しでも気が緩んだら見逃しちゃうの…でもずっと持ってるとどんどんツヤツヤになって、綺麗になるんだよ。わたしが一番好きな宝石の一つだから、気に入ってくれると嬉しいな！",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "わたしの耳が震えてる…？ああっ、緊張してるわけじゃなくて…嬉しいからなんだ。ごめんね、すごくテンションが上がっちゃうと、抑えきれなくて…手、手で覆うね。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "本当にわたしを大事に思ってくれてるんだね…うぅ、な、泣くつもりじゃなかったのに、感動しちゃって、つい…",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "「王庭が燃やされ放棄されても、炎が消えることはない。明日には再び燃え盛り、昨日よりも輝くのだ。」わたしがすっごく好きなトラオレ様の言葉の一つなんだ。わ、わたしも頑張らなきゃ…",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "新鮮で面白い物事にたくさん出会わせてもらったおかげで、わたし、すっごく成長できた気がする。どう恩返しすればいいか分からないよ…でも、今回は自分で答えを探したい。これからはわたしが英雄になるよ——あなたを守る英雄に！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "回って！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "よい…しょっと！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "来た来た！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "回る時間だよ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 5",
                "Content": "衝撃波！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 6",
                "Content": "ぐるぐるコマちゃん、しゅっぱつ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "どいて！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "採掘スタート！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "近づかないで。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "わあ、キラキラの石！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "あなたも石集めが好きなの？わかるよ、すごくきれいだよね～！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "お片付けの手伝いとかいる？わたし、すごく得意なんだよ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "大丈夫、軽い傷だよ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "わたし…頑張るから。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "き、きっと行ける！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "わたしもいるって忘れないで！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "ここにいるよ！任せて！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "ごめんね、強がっちゃった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "「ウッサビーティ」の名を…傷つけちゃダメなのに…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "うぅ…またやっちゃった…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "かすっただけだから。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "くっ、まだ大丈夫。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "えっ、わたしも行っていいの？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "やった！一緒に行こう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "またあなたから戦闘のコツを学べるね。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "100": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "オレンジ·スパイラルロック",
                "Desc": "カチーナの衣装。しっかりした手袋を着けて、丈夫な靴も履いた——「ウッサビーティ」カチーナ、挑戦に立ち向かう準備はバッチリだ。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108747,
            "JD": 108738,
            "Name": "<b>きっちりチップス</b>",
            "Eff": "選択したキャラのHP上限の26%を回復し、その後30秒間、5秒毎にHPを570回復する。",
            "Desc": "カチーナのオリジナル料理。きれいに盛り付けられたチップス。揚げ具合がちょうどよく、サクサクしていて美味しい。カチーナが心を込めて丁寧に作ってくれたのが分かる。感想と褒め言葉を伝えたら、喜んでくれるだろうか？",
            "Recipe": {
                "101243": 2,
                "100064": 1,
                "110009": 1
            },
            "Icon": "UI_ItemIcon_108747"
        },
        "Namecard": {
            "Name": "<b>カチーナ·コマちゃん</b>",
            "Desc": "名刺の飾り紋。<br>ぐるぐるコマちゃんの乗り心地はなかなか安定しているが、下の部分が何かに引っかかってしまうと、乗っている人は目がぐるぐるになってしまうかも。",
            "Pic": "UI_NameCardPic_Kachina_P"
        }
    }
}

var acs_cache_ = {}