// Auto Generated

var _AvatarFetterConfig_ = {
    "15": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "ガイア · アルベリヒは、造酒名家「ラグヴィンド」家の養子である。<br>彼がディルック · ラグヴィンドを「義兄」と呼ばなくなってから、随分長い時間が経った。<br>今のガイアは、西風騎士団の騎兵隊隊長。頼れる行動派で、ジンから信頼されている人物である。<br>そして、このモンドで何かアクシデントが起こった時、その後始末をするのはいつもガイアなのである。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "面白いことに、この騎兵隊隊長と最も遭遇できる場所は、騎士団本部ではなく、夜の酒場だ。<br>ガイアはよく一人でカウンター席に座り、モンドで有名な混成酒「午後の死」を飲みながら、酒好きなモンドの住民たちと会話を楽しむ。<br>彼は、モンドの酒飲みと年寄りの間で特に人気があり、「安心して孫娘を託せる男」という称号すらある。<br>会話を楽しみながら、ゆっくりと酒を嗜む。これほど親しみやすい男を、西風騎士団の騎兵隊隊長と結びつけることは難しい。<br>ガイアの酒の相手は、すでにほろ酔い状態の狩人もいれば、酒好きな盗賊もいる。しかし警戒心がどれほど強い者でも、ガイアの前ではつい本音を漏らしてしまう。<br>その後が悪夢となるか、それともなんともない冗談で済むか、それは相手がうっかり話してしまった内容次第である。<br>「誰もが秘密を持っているが、皆がそれを正しく扱う方法を理解しているわけではない」<br>少し憎たらしい微笑みを浮かべながら、ガイアはそう言った。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "「正義は絶対的な原則ではなく、武力と策略のバランスによってできた結果だ。だからその過程で…あまり自分を追い詰めなくてもいいかと」<br>大団長ファルカの前で、ガイアはそう口にしたことがある。<br>結果が期待通りであれば、結末がどんな形であろうと、ガイアは気にしない。<br>その考えが、彼の型にはまらないやり方と、自由気ままな態度を作り上げた。まるで、刺激の強い「午後の死」のようである。<br>しかし、このような自分勝手なやり方は、多くの批判を招くものだった。<br>ある日、盗賊の首領を正面から討つため、ガイアは上古遺跡の守衛をわざと発動させ、敵の退路を断つことに成功した。しかし、それは同時に、自身と仲間を危険に晒すことになった。<br>こういう時、彼を信頼している代理団長ジンでさえも、頭を横に振るのだ。<br>しかし、ガイアはそんな事を少しも気にしていない。むしろ、他人に選択を迫られる状況を、楽しんでいるようにすら見える。<br>仲間が共に戦う時に見せた一瞬の迷いも、決死の戦いを前にした敵が恐怖を隠そうとする姿も、彼の大好物である。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "長い歴史を持つ醸造業はモンドに富を運び、そしてその富は盗賊と魔物を引き寄せた。<br>影に潜むそれらの根源は複雑で、集まる理由も様々である。モンドに侵入してくる盗賊と魔物に抵抗するため、ガイアは剣だけでなく、その頭脳とユーモアセンスをも駆使して敵を倒す。<br>ある若い騎士が、数年かけて観察し得た結果は、彼自身も信じられない内容だった——<br>名酒「午後の死」の出荷時期が過ぎると、城内外の襲撃報告は大幅に減る…そしてそれは、次の「午後の死」が出荷されるとまた増え始めるのだ。<br>若い騎士は緊張した顔つきで、報告書を情報整理に長けた騎兵隊長ガイアに見せ、彼からアドバイスをもらおうとした。<br>目の前の不安そうな騎士を見ながら、ガイアは怪しく微笑みながら答える。「…いい考えだ、参考にさせてもらうぜ」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "普段のガイアはかなり饒舌な人だが、自身の過去に関することになると、口を固く閉ざしてしまう。<br>たとえそれが、大団長の命令であっても、彼は詳しく話そうとせず、当たり障りのない言葉で、自分の身の上を説明した。<br>「あれは十数年前、ある夏の日の午後。俺は父に連れられ、アカツキワイナリーの前を通りかかった」<br>「『ブドウジュースを買ってくる』そう言ったのを覚えている。しかし父は行ったきり、二度と帰ってこなかった」<br>「クリプス様が助けてくれなかったら、あの嵐の夜に、俺はもう死んでいたかもな」<br>理にかなった説明に聞こえるが、それは真実を隠すための嘘だ。<br>あの午後にあった本当の出来事を、ガイアは誰にも教えたことがない——<br>「これはお前のチャンスだ。お前は我々の最後の希望だ」<br>父親が彼の薄い肩を強く掴んでいる。その目は、彼を通り抜け遥か遠い先を見ていた。<br>地平線の果てに、親子の故郷カーンルイアがある。<br>ガイアは、あの憎しみと期待が混ざった眼差しを忘れることはない。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "数年前、モンドにいた一際目を引く二人の少年を、今でも多くの住民が覚えている。<br>一人は完璧な紳士、ディルック。在りし日の彼は、剣を執る優雅な剣士で、優しい笑顔と自信に溢れる姿が印象的だった。<br>もう一人は異国の風貌を持つ庶務長ガイア。あの時の彼はディルックの友人、協力者、そして「頭脳」であり、ディルックの戦いの後始末をしていた。<br>彼らは、まるで心が通じ合う双子のように、表と裏からモンドを守り、一度も失敗したことがなかった。<br>…あの暗い日までは。ディルックが護衛をしていた馬車隊が、森で魔物の襲撃を受けたのだ。<br>あれは、ガイアにとって初めてで唯一の失敗だった。<br>彼は急いで現場に向かったが、到着した時にはもう何もかもが終わっていた。<br>彼とディルックの「父親」は、正体不明の力を操って魔物を撃退したが、その力の反動により命を落とした。<br>ガイアもディルックも目の前の光景に呆然とし、騎士が持つべき冷静さを失っていた。<br>「クリプス様のような人でも、危険な力に手を出すとはな」<br>悪い考えが頭をよぎり、ガイアは微笑んだ——<br>「この世界は、本当…面白い」<br>共通の「父親」を失った夜、二人の少年は別々の道を歩き始めた。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ある名簿",
                "Content": "騎士団の公文書に書かれた名前のリストが、『アンゲロス探偵集』に挟まれている。<br>リストにはモンド内や郊外の盗賊、傭兵と宝盗団の中高層人物の名前及び、その活動範囲や個人情報が記載されている。<br>そのうちの十数人の名前が丸で囲まれており、隣に「退屈すぎるとまずいから」と書かれていた。<br>このリストに対しガイアは「酔っ払って適当に書いたのだ」とコメントした。<br>ガイアが、わざとこのリストを見せてくれた気がしてならないと思うが、その証拠はどこにもないのだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "ガイア · アルベリヒが「神の目」を手に入れたあの夜、モンドの空から大雨が降っていた。<br>この日の午後、クリプス · ラグヴィンドが無理やり邪な力を使用し、結局「邪眼」のフラッシュバックに襲われた。父を苦しみから解放しようと、ディルック · ラグヴィンドは自らの手で父にとどめを刺した。<br>養子であるガイアは隣で見ていただけであった。養子の彼は親子の惨劇に溶け込めなかった。<br>あの夜、クリプスを弔うようにモンドの空から大雨が降っていた。<br>ガイアには人に知られていない一面がある——彼はカーンルイアがモンドに送り込んだスパイであった。この使命を果たすために、生みの父はガイアを異国に見捨てた。当時のガイアを引き取ったのはクリプスとモンドであった。<br>カーンルイアとモンドが戦争になったら、どっちにつく？自分を見捨てた生みの父と自分を引き取ってくれた養父、どっちを助ける？<br>長い間、ガイアはこの答えのない問題で苦しんでいた。本音を言わない彼にとって、忠誠と使命、真心と幸福は同時に手に入れない。<br>だがクリプスの死がこのバランスを崩した。苦しみから解放されたと同時にガイアは自分の利己的な気持ちを恥と思った。養子であった彼はクリプスを救うべきであったが、彼は間に合わなかった。義兄弟として彼はディルックと共に苦しみを分かち合うはずであったのに、彼はただ後ろに隠れて古い陰謀を考えていた。<br>罪悪感に追われて、ガイアはディルックの部屋のドアを叩いた。土砂降りの雨が嘘の匂いを洗い流し、ガイアの秘密は暴かれた。<br>ディルックが憤るのをガイアはもう予想した。兄弟二人が剣を抜き相手に向けた。嘘つきの報いだと、ガイアは心に思っていた。<br>だが戦いが始まると、ガイアは初めて身体中に迸る凄まじい元素力を感じた。今までディルックの影響で彼はずっと自分の実力を隠していた。全力を出して自分の兄と向き合ったのは今回で初めてであった。<br>冷たくて、脆い元素の力が剣先を経由しディルックの炎へと。赤と青の力がぶつかり、凄まじい嵐を形成した。そしてガイアの「神の目」はこの時に誕生した。<br>あの日から、ガイアと彼の義兄弟の間に少し変化が起こった。だが彼は一切口にしない、自分の「神の目」の由来を教えないように。<br>たとえそれが全力の一戦の記念、家族に本音を語った結果でも、ガイアはそれを自分への警告としか思っていない。そして嘘の重みを背負いながら生きていくと。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "西風騎士団、ガイア。お前に同行させてもらうぜ。騎士団のつまらないことよりも、お前の護衛の方がよっぽど面白そうだからな。",
                "Tips": []
            },
            {
                "Title": "世間話 · 暇",
                "Content": "お前もサボることがあるんだな。",
                "Tips": []
            },
            {
                "Title": "世間話 · 騎士団",
                "Content": "騎士団の仲間たちも今じゃ忙しくて手が回らないんだ。フフン。",
                "Tips": []
            },
            {
                "Title": "世間話 · だらだら",
                "Content": "随分と長居したな。そろそろ体を動かさないと、カビが生えちまうぞ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "この雨なら、氷の力ももっと強くなるはずだ。面白い。",
                "Tips": []
            },
            {
                "Title": "雪の日 · 逸話",
                "Content": "フフ、せっかくの雪だ。怪談でもしてやろう。",
                "Tips": []
            },
            {
                "Title": "雪の日 · 寒さ",
                "Content": "どうした？寒いのか？",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "本当に平和だな。しかし、いつまで続くことやら。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "今日という日を楽しめよ。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "よっ、ちょっと酒場に行かないか？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "お前、まさか暗いところが苦手なんじゃないよな？へぇ？どうやら…新しいネタが手に入ったようだ。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "これで帰るのか？じゃあ、またな。あまり俺を待たせるなよ。",
                "Tips": []
            },
            {
                "Title": "ガイア自身について…",
                "Content": "最近アビス教団に余計なことをされてない？何か悩みがあるなら俺に言ってみろ。",
                "Tips": []
            },
            {
                "Title": "雇用関係について…",
                "Content": "俺が必要な時はいつでも呼んでくれ。雇用関係がどうとかは気にするな。",
                "Tips": []
            },
            {
                "Title": "実力について…",
                "Content": "ほう？俺たちの雇用関係なんか気にするな、何度だって俺を呼べ。ボス？フフン、俺の本当の実力にビビるなよ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」の原理が分からない？うん…そうだな、例を挙げよう。視線を導く器官が目なら、元素の力を導く器官が「神の目」だ、簡単だろ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "酒は好きか？蒲公英酒は格別なんだ。何だと？まだ酒を飲める歳じゃない？ハハハ、じゃあ、モンドのアップルサイダーを飲んでみろ。美味い店を知っているんだ。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "ドラゴンスパインのフクロウを見たことあるか？そいつと目が合うと、何もかも見通されているような気分になるんだ、けど相手のことは一切分からない……なかなかそそるやつだと思わないか？",
                "Tips": []
            },
            {
                "Title": "ジンについて…",
                "Content": "ん？代理団長か？しっかり支えてやってくれよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リサについて…",
                "Content": "リサか…何があっても期限までに本は返せよ。この前、そのことで彼女を怒らせちまってさ、今でも左腕の骨が痺れてるんだよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アンバーについて…",
                "Content": "偵察騎士は利口で正義感のあるいい騎士だ。彼女の前では絶対に悪いことするなよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディルックについて…",
                "Content": "ディルック？子供の頃は可愛かったけどな。今じゃ自分の世界に閉じこもったままだ……要するにつまらないヤツってことさ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クレーについて…",
                "Content": "クレーはどうやらまだ代理団長を躱すコツを理解してないようだな。せっかく、教えてやったのに…ははっ、冗談だ、代理団長には言うなよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルベドについて…",
                "Content": "アルベドか、優雅で落ち着いていて才能もある、俺はかなり気に入っているぜ。なんだ？お前も気に入ったのか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディオナについて…",
                "Content": "ディオナの作った酒を飲んだか？なんだ、まだ酒を飲める歳じゃないのか。はぁ、残念だ、この楽しみをお前と共有できないとは、実に残念だ。早く大人になりなよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ファルカについて…",
                "Content": "今の西風騎士団に、大団長のようなやり方をできる人物がいなくて残念だ。はぁ、俺はああいう人こそ気に入っているのに。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "フィッシュルについて…",
                "Content": "なに？フィッシュルが片目を隠す姿は「断罪の皇女」のイメージにそっくりだと？はははっ、それなら俺も王族の末裔だな、そうだろ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ノエルについて…",
                "Content": "この後輩の面倒を見るようにと、代理団長にお願いされた。だが、彼女は物分かりが良くて、あまり気を配る必要もない。なかなか、いい線いってると思うぜ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ロサリアについて…",
                "Content": "ははっ、シスター · ロサリアの秘密を知りたいのか？そいつは教えられないな。だが、面倒事は面倒臭がるし、やる気が出ない時は出ないとはっきり言うヤツだ。この点に関しては誰かさんと比べて、自分に正直でいいヤツだと思うぜ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "スクロースについて…",
                "Content": "スクロースのやつは内気で物静かに見えるが、彼女の実験室にはものすごいもんが隠されてるって聞いたぜ。ああ、刺激的で…明らかに普通じゃないもんがな。…ん？俺？俺が女性の部屋をこっそり見るようなやつだと思ってるのか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "コレイについて…",
                "Content": "コレイ？本当になつかしい名前だ。俺に聞くなんて分かってるじゃないか。過去に何があったか教えてやってもいいぜ。ありのままを伝えるために…いっそ——すべて最初から話そう！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ミカについて…",
                "Content": "最初のころ、ミカが結構なあがり症なのを見て、ちょっとした冗談を言ってやったんだ。だが、そのせいでさらに緊張させちまって、ひきつった笑顔を浮かべてな…挙句の果てに、謝罪の手紙まで送ってきたんだ。ハハッ、この単純で素直な気質は、シュミット家の遺伝と言うべきか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ダリアについて…",
                "Content": "あいつ、普段から大聖堂のワインをガバガバ飲んでるんじゃないか？酒にめちゃくちゃ強いんだ。知り合ったきっかけも、俺が飲み比べで負けたことだったしな。風神は美酒を愛し、その代行者は熱心にその魅力を広めている——自由の都のロマンってやつだな！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ガイアを知る · 1",
                "Content": "騎兵隊長の肩書なんて大したもんじゃない。そう言えば、モンドの騎兵は全員、大団長に連れていかれたぞ。ハハハ。",
                "Tips": []
            },
            {
                "Title": "ガイアを知る · 2",
                "Content": "西風騎士団には全部で10人の隊長がいるんだ。だけど、全員に隊長の実力があるわけじゃないんだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ガイアを知る · 3",
                "Content": "俺の目？俺の目なら問題ない。体の一部を覆い隠すのは普通だろ？服やズボンだって同じことじゃないか。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ガイアを知る · 4",
                "Content": "カーンルイア？ほお～いろいろ知ってるな。カーンルイアの栄光はとっくに消えているよ。今残っているものは全員罪人だ。あいつらのことを気にする必要なんてないだろう。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "ガイアを知る · 5",
                "Content": "俺たち、知り合ってからそんなに経つのか。お前との旅は、俺の人生の中で一番面白いことだろうな。これからも俺をガッカリさせないでくれよ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ガイアの趣味…",
                "Content": "酒を味わうのも一種の芸術だ。モンドの酒は風の神の恵みなんだ。しっかり味わわなくちゃ、この幸せがもったいないだろ。",
                "Tips": []
            },
            {
                "Title": "ガイアの悩み…",
                "Content": "孤独？まさか。今まさに俺の横で喋っているヤツがいるだろ。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "モンド特製のスパークリング白ワインに蒲公英酒を3割ほど混ぜるんだ。苦味が完全に中和されるぞ。この酒は「午後の死」って言うんだ。美味いぞ。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "ブドウジュースをそのまま飲むヤツがいるとはな。ほんの少し日数をかければ美味い酒になるのに……本当にロマンが分からんヤツだ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "ほう、実にいい味だ。お前にこんな特技があったとはな。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "美酒も一緒なら、もっと美味くなるだろう。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "心配するな、ゆっくりと食べたいだけだ。もちろん、最後まで食べるさ。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "めでたい日だ。今日は心から楽しめるといいな。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "へぇ、お前、やるなぁ。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "長いことお前の世話になってるな、礼を言うぜ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "力がまた強くなった…何だその目は、俺より興奮してるように見えるのは気のせいか。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "ただの同行者だと思っていたが、まさか俺のためにここまでしてくれるとはな…俺もきちんと応えないといけないな。旅を続けるんだ、友よ、全身全霊でもって応えよう。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "おとなしくしやがれ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "凍れ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "こいつはどうだ？",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "風邪ひくなよ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "すまん、すまん。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "…この瞬間、お前は永遠を手にする。",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "お前って本当にせっかちだな。",
                "Tips": []
            },
            {
                "Title": "ダッシュ終了 · 1",
                "Content": "フン～",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "風だ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "なかなか運がいいじゃないか！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "ふん、興味深い。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "ははっ、実に愉快だ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "本気出さないといけないようだな。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "つまらなくなってきやがった…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "面倒なヤツだ…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "俺が手を貸すぜ。借りは返せよ。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "おい、命を落としたらつまんないぞ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "お楽しみは…これから…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "フンッ、予想外だぜ…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "ザマぁない。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "くそっ…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "ほどほどにしておけよ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "楽しみだな。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "面白いものを探しに行こう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "用意はとっくに出来てるぜ。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "15": {
        "Costumes": [
            {
                "ID": 340013,
                "Name": "帆影に戯る風",
                "Desc": "ガイアが舞台上で「短刀の大盗賊」を演じる時の衣装。「目を引く」ことをコンセプトとした華やかな作り。しかし、着用にはそこまで手間がかからず、むしろ一番手入れに時間を要するのは装飾品と短刀のほうになっている。",
                "Icon": "UI_AvatarIcon_KaeyaCostumeDancer",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "氷上の飛翼",
                "Desc": "ガイアの衣装。薄い青の毛皮で襟を装飾したオシャレな服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108014,
            "JD": 108013,
            "Name": "<b>フルーティーな串焼き</b>",
            "Eff": "選択したキャラのHP上限の16%を回復し、さらにHPを1350回復する。",
            "Desc": "ガイアのオリジナル料理。とても美味しそうな串焼き、しっかりとした濃厚な甘みを感じる。待って…本当にフルーツの香り？",
            "Recipe": {
                "100011": 1,
                "100064": 1
            },
            "Icon": "UI_ItemIcon_108014"
        },
        "Namecard": {
            "Name": "<b>ガイア·孔雀</b>",
            "Desc": "名刺の飾り紋。<br>孔雀の綺麗な尾羽の模様は開いている瞳のようだ。だからガイアは片目を失ったではなく…",
            "Pic": "UI_NameCardPic_Kaeya_P"
        }
    }
}

var acs_cache_ = {
    "340013": "\"Kaeya, why does the Dagger Bandit always carry daggers?\"<br>Within the city of Mondstadt, two Knights of Favonius, one large and one small, are chatting.<br>Many days have already passed since they played the roles of bandit and mage on the stage, and even now, the small knight has questions about that which she does not yet understand.<br>*ahem* The reason the bandits carries daggers... The reason was never explained in Kaeya's script.<br>Perhaps it's because the character needed a catchy name, and the director just excitedly scrawled the words, \"the Dagger Bandit.\"<br>But the small knight in front of him sat with furrowed brow, deep in thought, more serious even than when thinking about what was for dinner.<br>The boundless curiosity of children makes them always want to ask questions. Even if the endless stream of questions can be a bit annoying for adults, if their curiosity is not satisfied, they may lose that spark of curiosity, and turn into a boring adult.<br>Of all the infinite possibilities in life, becoming boring is one of the worst and most tragic outcomes, so a child's questions should always be treated with care.<br>\"Hey, that's right, why is that? You asked a great question, Klee...\" Kaeya replied with a smile.<br><br>Perhaps because he was briefly a bandit on that stage, he too had thought about lives lived that were not his own beneath the bright lights.<br>Knights live as knights do, and bandits live as bandits must.<br>Justly taking up sword and bow and standing forth to show their determination to protect, that is a knight.<br>But hiding one's blade and closing the net on their prey in the darkness, that is a bandit.<br>Different people live in different ways. A thief will not bear the blade of a knight, and a traditional knight will not sneak out a hidden dagger to hurt someone.<br>If the characters in the story don't abide by such rules, then the story has betrayed the roles dictated by fate.<br>But there is no need to give such answers to a child, and there is never just one answer to a question.<br>The daggers used by the Dagger Bandit were gifts from his friends, or symbols of his career as a virtuous bandit, or commemorated past acts of charity...<br>Let's fabricate a fairytale, and weave heroes, legends, and beautiful fantasies together, just like each time before, and give children a dream to dream.<br>He turns around and takes the dagger from the side of the costume hanging in the room:<br>\"It's actually a complicated tale, and we'll have to start from when the big bandit was just a little kid. Would you like to hear about it, Klee?\"<br>\"Are you going to tell me another story, Kaeya? I'm listening!\""
}