// Auto Generated

var _AvatarFetterConfig_ = {
    "42": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "岩王帝君が璃月港に繁盛をもたらし、世を治めた彼の威名は演義として言い伝えられている。だが最も神に近い人間の一人——刻晴は最も敬畏の心を持っていない者だ。<br>「はあ、言い方が悪いかもしれないけど、彼って本当に何でも知ってるの？」<br>璃月七星が常に港での一切を見守っているのに対して、岩王帝君は年に一度しか顔を出さないのよ。<br>千年の歴史は帝君につくことが正しいと証明してくれたが、刻晴はそれは少し違うと思っている。「人」として生まれたのなら、「人」としての誇り、「人」としての考えも大事にすべきだ、というのが彼女の考えである。<br>よって、彼女はいつも帝君と違った意見を主張し、それを率先して行動に移す。<br>このような過激なやり方で、確かにたくさんの成果を出してきた一方、岩王帝君の信徒の反感を招いた。<br>このような反感は、刻晴から見れば、ただの怠け者の言い訳に過ぎない——神に甘えっぱなしで、自発的に人間の未来を考えない人。<br>新たな時代を切り拓いていくリーダーに自分はなるのだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "名門出身の刻晴は多くの璃月人よりも、岩王帝君が璃月に与えた影響を深く理解している。<br>まるで輪廻は巡るように、数年ごとにある迎仙儀式の終了後、璃月の商業界には必ず大きな変化が訪れる。帝君が下した政策に、璃月の心が左右される。喜ぶ者がいれば悩む者もいる。<br>貧しい人はこれを機に大金を稼ごうとする。一方金持ちは自分の事業が影響されないように祈る。経済建設に力を入れるより、商人は信仰型の投資を気に入る。<br>現在の璃月がそういう風になってもおかしくはない。帝君の神権に頼っていれば、お金に困ることはない。<br>刻晴はずっとこれを問題視していた。もしいつか、帝君がこの責任を履行しなくなったら、璃月はどうなるか？<br>璃月の現在の繁栄は、砂浜に建てた壮大な砂の城のようだ。海の潮の流れを決めるのは人間ではない。<br>当然なことに、刻晴の考えを支持する人は少ない。他人からすれば、人間の一生など、璃月に比べると瞬きほどの刹那で、杞憂するに値しない。<br>だが刻晴は違うと考える。そのだらしなく弱い考えこそが、人類の存在意義を否定する。存在意義のない人間は、守る意味もなくなる。<br>人々にもっと進歩して欲しいと、彼女は勇敢に疑問を抱いた——帝君の愛は溺愛ではないか？なぜだらしない人がいるのか？社会の動き方は正しいのか？<br>人の運命に関することは人が行う。そして人はきっと上手くやっていけるはずだ。<br>そしてついに、彼女が迎仙儀式であの名言を生み出した。<br>「ここ千年、帝君がずっと璃月を守ってきました。しかし千年後、一万年後、十万年後も、私たちを守ってくれますか？」<br>この発言を聞いた帝君は意味ありげに笑った。その笑いにどんな意味があるのかは、帝君しか知らないだろう。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "刻晴の考えに追いつける人がいたとしても、彼女の行動に追いつける人はいない。<br>人々の手本になるため、刻晴はいつも他人の数倍の努力をしている。同時に彼女は全ての「怠惰」と「非効率」を嫌っていた。<br>人類の権力も寿命も神とは比べ物にならない。にも関わらず、怠惰と躊躇にかまけていては、神を統治者の座から引きずり降ろす日は永遠に来なくなる。<br>その考えのせいで、彼女の行動はいつになっても他人と同調できなかった。<br>仕事が終えるまで、彼女は決して休まない。例え、半月かかる仕事でも、彼女はなんとかして1、2日に完成する。<br>刻晴の「完成」はただ終わらせるのではなく、その業務に関するあらゆる細部まで、完成させることを意味する。他人からすれば、刻晴はいつも効率的で完璧だ。<br>しかし、刻晴のような行動力を持つ人はほとんどいない。彼女の仕事に協力した者は、皆三ヶ月以内に辞めていく。<br>「そんな急がなくてもいいじゃないですか」と刻晴は何度も訴えかけられたが、彼女は全て無視した。<br>しかし、頻繁に人員を変更するのも非効率的だと気付き、刻晴は一応譲歩した。<br>現在、刻晴の協力者たちが3年後や5年後の計画に着手してるところを見かけても、決して驚くことのないように——先に行かせてやっているだけで、刻晴は彼らにすぐ追いつくだろう。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "「昨日の経験は明日の力になる」これが刻晴の人生の信条の一つである。<br>玉京台にいるだけでは、世界の変化を感じることはできない。雷霆の如き判断力と決断力を手に入れたいなら、大量の経験を積み重ねなければならない。<br>やりがいがあると思ったことを、刻晴は必ず自分でやる。昔、労働者の給与を改善する計画を作る際、彼女は現場に行き、作業員の生活を二ヶ月間、体験した。<br>身分も地位も高い少女が、層岩巨淵で車を引いたり、南埠頭で労働者の経験をしたり、飲食店でホールを担当していたとは想像しがたいことである。<br>また、仕事のついでに、労働者を圧搾した悪徳商人を通報することもあった。<br>悪徳商人は捕まった時、自分はなぜ逮捕されたかさえも分からなかった。彼が千岩軍に取調室に移動されると、そこには凛とした一人の少女がいた。<br>「俺…俺たちどっかで会ったことあるよな？」<br>その言葉は、彼自身も理解できなかった。<br>何故かというと、隣りの千岩軍は少女についてこう紹介したからだ。「この方が璃月七星の玉衡様です、なれなれしくするな！」<br>——そうだ、そんなはずはないよな？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "岩王帝君が去ったことにより、璃月港は窮地に立たされた。帝君が仕切るべきだったことを、今は七星八門が担当している。<br>神による統治は、すでに歴史となり、昔の規則もそのまま引き継ぐわけにはいかない。しかし、千年の歴史を持つ璃月に、新たな規則を制定するのは大変難しいことだった。<br>始め、刻晴はわくわくしていた。この日のために、彼女はたくさん準備をしていた。だが数ヶ月経っても、彼女は土地建設の仕事だけで精一杯だった。<br>彼女がどう頑張っても泥沼のように積まれた仕事から抜け出せない。仮に何かを遂げたとしても、それは帝君にとっては朝飯前のことだった。<br>「なんでここまでしかできないの、なんで…もっとできないの？」<br>理由は簡単だ。そして、彼女にもすでに分かっている。<br>自分の「不敬」が神に認められたとは言え…今の自分は「神に取って代わる存在」になったわけではない。<br>しかし、刻晴の信念は強く、決して揺らがない。<br>あの日から彼女は家に引きこもり、様々な典籍を読み、必要な知識を再度学び直した。過去のプライドを捨て、新しい姿で未知なることと向き合う。<br>その時間は、彼女は謙虚にし、今まで岩王帝君への「対抗」意識を捨てさせた。<br>帝君と刻晴、二人とも千年の璃月のために奔走している——同じものを愛するものの間に、対立はないはず。<br>昔の迎仙儀式で、帝君が浮かべた謎の笑顔の意味が、今なら分かる気がする。あれはある意味認められ、期待されていた笑顔ではないのかと刻晴は思っている。<br>今も彼女はかつての行動力を維持している。しかし迷った時、彼女は一旦止まり「帝君ならどうするのかしら？」と考えるようになった。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "自分のほとんどの時間を璃月に捧げた刻晴は、時間がある際は、意外な方法で暇つぶしをする—。買い物だ。<br>休みの日、彼女は素朴な服を着て、友達を2、3人誘い、緋雲の丘とチ虎岩で買い物をする。<br>帝君がいなくなって以来、忙しくなった刻晴は、今でもこうしてストレスを発散する。ただ、少し変化がある。<br>ある日、買い物中の彼女は、ある小さな店で岩王帝君の二頭身土偶を見かけた。<br>刻晴はすぐに適当な理由をつけて、友達を別の店に行かせた。そして彼女は店に入り、土偶をよく観察した。<br>こんなことに時間を多く使うわけにはいかない。周りで誰も見ていないことを確認した彼女は、購入、支払い、商品の受け取りを一気に済ませる。<br>かばんに土偶を入れた後、刻晴はほっと息を吐いた。思わず笑顔を浮かべた瞬間、肩を友達が叩いた。<br>結局、この件は皆に知られてしまう。一番神を敬っていなかった刻晴が、なぜ帝君の土偶を買ったのかと皆が驚いた。<br>「わ、私は自分を諫めるために買ったの！ダメなことじゃないよね！」<br>「自分を諫める」ことは、一応筋が通る。しかしこのような「自分を諫める」ためのグッズを、刻晴はすでに一棚分購入していた。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "九死一生のヘアピン",
                "Content": "璃月七星という身分に相応しくあるため、貴族出身のお嬢様である刻晴は、最低限の贅沢な生活を送っている。<br>繁華街に出没する以外、彼女は荒野で修行し自分の意志を鍛える。<br>冒険経験が豊富な彼女は、普通の冒険者との間に少し違いがある。彼女の荷物はヘアピンと剣だけだ。<br>雷元素力を付着させたヘアピンは、切れ味が鋭いナイフになり、柴刈りや獲物の処理をする際に活躍できる。<br>高低差が激しい場所でも、ヘアピンを地面に差し込み、その上に藤をつければ、簡単に降りることができる。<br>野宿する時は、ヘアピンを逆さまにして地面に差し込めば、非常に精巧な警報装置となり、何かあればすぐ、刻晴を呼び起こすような仕込みになっている。<br>そして、お腹が空いた時は、水中にヘアピンを投げ込めば、運の悪かった魚が何匹浮いてくる——串を用意しなくても焼き魚を楽しめる。<br>物を見る目がない人に、ヘアピンがボロボロだよと突っ込まれても刻晴が怒ることはない。むしろ誇りに思っている。<br>「使い込まれているものの方が、魅力的に見えるのよ」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "「神の目」に敬意を払わない者のランキングがあれば、刻晴は恐らく一二を争う者だ。<br>それは、刻晴にも分かっている。自分の努力の成果は、他人からすれば全て「神の目」のお陰だと思われていることを。<br>そのため、彼女はこの紫色の結晶体を、自分の誇りを奪い去った、神からの挑発と侮辱だと考えていた。<br>「神の目」を破壊するために、彼女は無数の方法を試してきた。強火で丸3日間焼いてみたり、たくさんの石を載せた鉱車で轢いてみたり、または、群玉閣の窓から捨ててみたりもした。<br>しかし残念ながら、これらの方法は全て失敗に終わった。<br>成す術がなくなった刻晴は、悪人が持つより自分が保管するほうがまだマシだと、仕方なく「神の目」の存在を受け入れた。<br>だが時を経て、刻晴は次第に「神の目」を認めるようになった。神の目には、神の意識は存在しておらず、むしろ様々な場面で活躍できると気づいたのだ。彼女は、この力を活かしていくことを決めた。<br>「力の源よりも大切なのは、その所有者よ」<br>過去の「神の目」に対する意見がどうであれ、今では、この力はもはや刻晴の一部となっていた。<br>あの時、神の目が壊れなくてよかった。でないと、今頃きっと後悔しているだろう——彼女は実用主義者なのだから。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "私は刻晴、璃月七星の「玉衡」よ。変革の時は来た、千年続いてきた秩序はついに終わる。この歴史的瞬間を、私と共に見届けるわよね？",
                "Tips": []
            },
            {
                "Title": "世間話 · 手遅れ",
                "Content": "無駄な時間を過ごしてると、仕事が終わらないわよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · リラックス",
                "Content": "休むことも大事だけど、気を抜きすぎてはダメよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 機会",
                "Content": "冒険も商売も、チャンスは一瞬なの。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "すごい大雨…困ったわね。そもそも、昨日終わるはずだった仕事を、どうしてあの人たちは今日まで引き伸ばしたのかしら？",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "雷は怖いものだけど、璃月港の避雷と防火対策は一流だから心配無用よ。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "大丈夫、旅を続けましょう。この程度の雪、気にする必要ないわ。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "良い天気ね、仕事も一段落したし…買い物にでも行こうかしら？",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう、朝の状態は一日の良し悪しを左右するわ。だから眠くても元気出して起きるのよ！",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "私にはお昼休みの習慣がないの。でも、もし疲れてるなら休んでもいいわよ。三分後に起こすから。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "夜が訪れ、灯火がともる。うーん、今日も穏やかな一日だったわね。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "おやすみ、いい夢を。私？…えっと、あと10件仕事が終わったら休めるわね。",
                "Tips": []
            },
            {
                "Title": "刻晴自身について · 理念",
                "Content": "自分が正しいと思ったことなら、声を大にして、思い切りやるの——これが私が今まで貫いてきた人生の理念よ。",
                "Tips": []
            },
            {
                "Title": "刻晴自身について · 本職",
                "Content": "私の本職は土地管理と建設よ。璃月は人が多くて、領土が広く資源も豊富だけど、計画性に欠いた事業で目先の利益に飛びついていたら、手痛いしっぺ返しをくらうことになるわ。",
                "Tips": []
            },
            {
                "Title": "刻晴自身について · 質問",
                "Content": "千年の歴史がある璃月にとって、一番重要なのは何だと思う？<br>帝君？…いいえ、私はそう思わない。だって、我々人類は自分の力で今まで生きてきたのよ。なのに、彼は偉ぶって色んなことに口出しする。はあ、言い方が悪いかもしれないけど、彼って本当に何でも知ってるの？",
                "Tips": []
            },
            {
                "Title": "刻晴自身について · 反省",
                "Content": "璃月の様々な事務に携わってから、初めて帝君の苦労を痛感したわ。最近、問題にぶつかるたびに「帝君なら、どうするかな？」って考えるようになったの。もしかしたら、本当に彼は何でも知っているのかもしれない。ああ、私ったらまだまだ甘いわね…",
                "Tips": [
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "追求について…",
                "Content": "君のことは気に入ってるわ。神のことを100%信じることなく、盲従もしない。自分なりの考えを持ち、問題を提起して、答えが出るまで模索し続ける姿勢が素敵よ。ふふっ、恥ずかしがることないわ、それこそ正しい生き様だもの。だって、神が過ちを犯さないなんてこと誰も証明できないでしょ？",
                "Tips": []
            },
            {
                "Title": "試みについて…",
                "Content": "そう難しくないから、試しにやってみれば分かるわよ。それでもダメな場合…？ううん、君は私の期待を裏切ったことないから絶対行けるはずよ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "励みについて…",
                "Content": "私が甘かったわ。帝君みたいになるなんて、私に…できるかしら？えっ？うん…確かにそうね…他のことには自信が持てるのに、こんなことで悩んでいられない。悩むよりも行動するのみ！努力し続ければ、いつか彼にだって追いつけるはずよ！",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "「神の目」について · 質問",
                "Content": "神の目は神に認められた証だってみんな言うけど、そんな物いらない。まるで今まで私がやってきた成果が神のおかげだって言われてるみたいじゃない。ああっ、もうムカつく！自分が努力した結果であって、神とは関係ないっていうのに！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「神の目」について · 反省",
                "Content": "帝君は私に…常人を超えた力でみんなを導いて欲しかったのね。ふん、たとえ神に認められていなくても、私は仕事を全うできるのに！ま…待ってなさいよ！彼の期待に応えてみせるんだから！",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "シェアしたいこと · 提案",
                "Content": "「璃月七星」の仕事以外に私は公益活動もしてるの。ほとんどの活動でいい反響をもらったけど、「毎日の勤務時間を2時間増やす」っていう活動だけは大勢の人に反対されたわ。時代を追い越すような提案だったのかな…今度は1時間にしよう。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · グッズ",
                "Content": "帝君のグッズ？私の部屋にそんなものがいっぱいあるとでも？私はもう子供じゃないのよ！た、確かに最近、新しい帝君の土偶を買ったけど、あれは自分自身を律するためであって、崇拝とか憧れとかじゃないんだから！",
                "Tips": [
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "勇気があったから鳥が空を飛べるようになった、というモンドの物語を聞いたことあるわ。でも、果てしない空への憧憬があったからこそ、彼らの翼を羽ばたかせ、勇気が生まれたんだと思う。私にとって、璃月はその果てしない空と一緒なのよ。",
                "Tips": []
            },
            {
                "Title": "鍾離について…",
                "Content": "あの「往生堂」の先生、確かに博学多才で、尊敬に値するわ。それに彼の考え方は帝君に似ている気がするの…もし彼がもっと自分なりの見解を持ってくれたら、きっと私の力になるはず。そうなったら、彼をそばに置くのも悪くないわね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "北斗について…",
                "Content": "あの船長はいつもルールを無視するし、豪快な性格にも頭を悩まされるわ。でも彼女の「南十字」武装船隊は璃月にとって欠かせない存在なの。ルールと利益、その均衡を保つすべは正に芸術ね。あっ、ただ法を担当する「天権」にとっては悩みの種でしょうけど。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "凝光について · 矛盾",
                "Content": "彼女とは同僚よ、でも「そり」が合わないの。彼女にとって璃月は所詮ただの商売の場所。金儲けのためなら彼女は何でもするわ。本当に理念のない人よ。うん…それとも、それが彼女の理念なのかしら？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "凝光について · 協力",
                "Content": "帝君がいなくなって以来、私たちは色々と共通の念を持つようになったわ、珍しくね。以前の私は、彼女を偏った目で見て評価していた。でも、この時世になって、根本的な理念が違っていても、彼女とは戦友になることができたわ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "凝光について · 些細な事",
                "Content": "とは言え！明星斎の「琉璃新月」は私が3ヶ月も前に予約してたのに！実際にお店へ行ったら、彼女が二倍の値段でここ数ヶ月分の「琉璃新月」を買い占めてたの！やっぱり彼女とは「そり」が合わないわ！",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "辛炎について…",
                "Content": "私も彼女の「ロック」には興味があるの。伝統文化と比べたら確かにちょっとうるさいかもしれないけど、私は別に気にしてないわ。いい音楽はいい音楽だもの、もっと広まるべきよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "白朮について…",
                "Content": "白朮先生の医術は住民から信頼されてるわ。もし難病に罹ったら、彼に診てもらえば間違いないわよ。うん？変な噂？一つだけ知ってるわね。白朮先生が処方する薬は本当に苦いの。子供に限らず、私にもその覚えがあるわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "香菱について…",
                "Content": "「万民堂」の若いシェフね。彼女の才能は認めてるけど、腕前はまだ不安定よね。以前、彼女に宴会料理を作ってもらおうとしたんだけど、トカゲとスライムの料理を試食して私はその考えを捨てたわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "行秋について…",
                "Content": "話には聞いたことがあるわ。名家の出なのに、彼は一族の事業よりも義侠を重んじるって。素敵な人だと思う。一族の縛りを捨てて、自分が正しいと思うことを貫く人は滅多にいないもの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "魈について…",
                "Content": "伝説の少年仙人ね、人が世を治めるようになって、彼も肩の荷が下りたことでしょう。人類はもう護ってもらう必要がない。たとえ厄介な事件が起きたとしても、私たち人類は自分たちの力でなんとかできるから。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "甘雨について · 質問",
                "Content": "いったい帝君が何をしたのか知らないけど、甘雨があんなにも忠誠を尽くす理由が分からないわ。けど、自分の考えを持たない人にもいいところってあるのよ——例えば不満があったとしても、何も言わず指示に従うとことか。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "甘雨について · 反省",
                "Content": "最近、私ひとりじゃ決断できないことがあったら、彼女の意見を聞きに行くの。彼女は璃月で最も帝君に詳しい人だからね。はぁ、昔、彼女の目の前で帝君の悪口を散々言ってしまったことを思うと何だか申し訳ないわ。幸い、彼女は特に気にしてないみたいだけど…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "雲菫について…",
                "Content": "もし和裕茶館の前を通るときに大勢の人が集まっていたら、それは雲菫が演出する舞台がやっている証拠よ。雲菫のためだけに茶館を買収しようと考える商人も少なくないの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "風の神について…",
                "Content": "帝君がいなくなって以来、璃月港の未来をどう描いていくべきかずっと考えてるの。帝君がこれまでにしてきたことや、別の神々の統治の手段も調べたわ。でも、隣国のモンドはちょっと変わってるわね…あの風神のやり方で、本当にモンドはこの先も繁栄できるのかしら？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "煙緋について…",
                "Content": "私にとって法律は、過去に起きた「正しい出来事」の要約ね。けど、時効という欠点も持ち合わせているから、まだまだ改善の余地があるわ。璃月が変革を遂げようとしている今、法律に詳しい人材はいくらいても足りない。もし煙緋が私の助手になってくれたら、厄介な案件をたくさん解決できると思うわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "夜蘭について…",
                "Content": "夜蘭の先祖は七星に仕えていたわ。私の祖父も、彼女の家族とは学術的な付き合いがあったの。彼女のことをまとめると、物事をそつなくこなし、堅実で頼れる人ってところかしら。あと、総務司に重要な情報を提供してくれることもあるわ。ただ、夜蘭が一体どこから情報を仕入れているのか、私にも分からないけど。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "藍硯について…",
                "Content": "藍硯は確かな腕前を持つ、謙虚な人よ。今後、総務司が民間工芸を広めるための企画をやるとなったら、彼女のような手工芸の達人に助けてもらわないといけないでしょうね。えっ…仕事の話は置いといて？もちろん仕事抜きでも、ぜひ璃月港に遊びに来てほしいわ。彼女とは話が合いそうだもの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴を知る · 1",
                "Content": "私のことを知りたいの？いいわよ、じゃあまず「玉衡」の仕事に関する理念を教えるわね。この100以上に及ぶ重要項目を覚えたら、きっと私の理想を知り尽くすことができるわよ。",
                "Tips": []
            },
            {
                "Title": "刻晴を知る · 2",
                "Content": "全ての物事は一つ一つ繋がっている。もし一つのことがダメになったら、それに関連する全てのことがダメになるわ。だから「今日のことは今日中に終わらす」っていうのは、私がせっかちだからじゃなくて、遅れることで物事が台無しになるからなの。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "刻晴を知る · 3",
                "Content": "礼儀に拘る必要はないわよ。「玉衡」と言ってもただの肩書きに過ぎないもの。私の身分なんて気にせず本音を言ってちょうだい——物事をはっきりと言うところが君の唯一無二のところで、そして私が一番気に入ってるところなんだから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴を知る · 4",
                "Content": "君と一緒に冒険して、結構な時間が経ったわね。君こそが私の理想の人だとますます思えるようになってきたわ——えっ？そんなに驚くこと？私が理想とする璃月を築くには、君は欠かせない存在よ？",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "刻晴を知る · 5",
                "Content": "「帝君の土地に、人類が生きた証を残すこと」は…やっぱり簡単なことじゃない。でもね、君と約束したいの——新時代の璃月港が生まれた時、私に会いに来て。見せてあげたい。君との時間と君の支えがあったからこそできたことだろうから。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "刻晴の趣味…",
                "Content": "デザインも生地も商品の種類も、多種多様…それが「買い物」よ。ん～この魅力はたまらないわね。",
                "Tips": []
            },
            {
                "Title": "刻晴の悩み…",
                "Content": "確かに、璃月の人の生活水準はどんどん良くなってるわ。でも怠け者も増えてるの。ああッ、もう「璃月七星」が頑張って暮らしを改善しているのは、この怠け者たちを養うためじゃないのに！",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "食べ物にはあまり執着しない方なんだけど、あのエビのポテト包み揚げだけは…忘れられないわ。たった一つ食べただけで、口の中が幸せで満たされて、溜まりに溜まったストレスが一気にふっ飛ぶの。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "どんな料理にも理想的な味があると思うの。だからそれ以外の味を私は一切認めない。例えば塩味の杏仁豆腐とか、甘口のハスの実入り茶碗蒸しとか…食べ物を粗末にしないで欲しいわ！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "ええ、私の好物だわ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "味は普通だけど、君の努力は認めるわ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "理想の味とは少し違うわね…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "お誕生日おめでとう！君に特別なプレゼントを用意したわ。普通の灯りに見えるけど、雷元素をちょっと加えれば長時間光るのよ。明かりが必要な時に使ってね。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "目標を定めて日々努力を重ねれば、いずれ成長するのよ。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "良かった、これで臨機応変な対応が必要になった時の選択肢が1つ増えたわ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "「昨日の経験は明日の力になる」、この全ては君と共に手に入れたものよ。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "君と共に旅をして、色々と勉強させてもらったわ。もしね、いつか私が理想の終着点に辿り着いた時…その時は、君も私の傍にいてくれるかな？",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "行けっ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "迅影の如く！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "瞬くまに。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "ほあっ——！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 5",
                "Content": "へいっ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 6",
                "Content": "はっ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "逃さない！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "我が剣よ！影に従え——",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "剣光よ、世の乱れを斬り尽くせ！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "努力に見合う収穫ね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "悪くないお宝だわ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "拾ったら、出発よ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "後退するのも作戦のひとつ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "油断したっ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "作戦を立て直す必要があるわ。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "下がって、ここは私が！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "ぼーっとしてたらダメ！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "勝機を…間違えたわ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "く…悔しい…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "期待に…応えられなかった。",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "くっ…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 2",
                "Content": "大した傷じゃない。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "たまたまよ…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "行こう、時間は有限よ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "急を要する案件？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "速戦即決！",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "42": {
        "Costumes": [
            {
                "ID": 340003,
                "Name": "霓裾の舞",
                "Desc": "刻晴の礼服。海灯祭の佳景の中、過去の苦心により描かれた線には、今宵の軽やかで麗しい姿が織り込まれている。",
                "Icon": "UI_AvatarIcon_KeqingCostumeFeather",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "天に轟く雷霆",
                "Desc": "刻晴の衣装。良質な素材を使った豪華な服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108145,
            "JD": 108109,
            "Name": "<b>九死一生の焼き魚</b>",
            "Eff": "選択したキャラのHP上限の16%を回復し、さらにHPを1350回復する。",
            "Desc": "刻晴のオリジナル料理。火で焼くのではなく、雷元素で魚を内側から加熱した料理。程よく焦げた皮が身を包み、一口で旨味が広がる。こういうサバイバルスキルも持っていたなんて…人は見かけによらない。",
            "Recipe": {
                "100084": 1,
                "100077": 1
            },
            "Icon": "UI_ItemIcon_108145"
        },
        "Namecard": {
            "Name": "<b>刻晴·雷楔</b>",
            "Desc": "名刺の飾り紋。<br>元々は土地の鑑定をする際に、より簡単に高所に行けるために作ったのよ。",
            "Pic": "UI_NameCardPic_Keqing_P"
        }
    }
}

var acs_cache_ = {
    "340003": "Satins with an exquisite texture weaved with ancient techniques and made from carefully selected petals of half-blooming Silk Flowers; dye extracted from Violetgrass of purest mulberry, ideal for recreating the ethereality of ancient paintings; something Liyue and something exotic fused together to create a unique style, with interlaced threads sewn through a hundred days of work, fine like gossamer brush strokes across a canvas.<br>The dress is perhaps Keqing's most luxurious outfit. The story behind it is also rather fascinating—<br>Since her first day as the Yuheng, she has never enjoyed its privileges but has instead devoted much private time to her duty. To improve work efficiency, Keqing prefers a dressing style that prioritizes practicality and only keeps a minimum level of embellishment. Therefore, though like a flower she blooms, she used to dress simple.<br>However, working closely with Ganyu and then Ningguang has given Keqing a sort of epiphany—<br>Keqing accepts that she cannot work day and night like the half-adeptal secretary Ganyu. She also knows Ningguang's way well, who often takes a bath after work to withdraw from the moment. By temporarily putting the crazy agenda aside for the next day, Ningguang thus allows herself to fully relax.<br>Keqing understands that to lead the tide of change requires not impatient leaps and bounds but care for one's body and mind. Good maintenance keeps one going smoothly.<br>Ningguang also gave Keqing similar advice:<br>\"You've never donned anything special for festivals, and people are used to your image as it is. But Liyue is different now. If you show up in front of the public in a new look, it will add to the merrymaking and inspire everyone greatly.\"<br>Keqing was aware of that, but she just wanted to transform silently so that she wouldn't worry her colleagues.<br>Her attire for the Lantern Rite would serve as a good start.<br>\"This attire marks the line between my work and life. By striking a balance between the two, I will find a comfortable pace at which I shall lead the way into a new Liyue.\"<br>Having made up her mind, Keqing had Ningguang's personal tailor make her a dress that still keeps luxury to a minimum. With the attire finished, Keqing threw herself back into the preparations for the Lantern Rite.<br>As for how she ended up overworking herself again, accidents like that do happen, occasionally.<br>While conversing with the Traveler again in the Jade Chamber, their caring advice reminded Keqing of the decision she had made not long ago. A faint smile formed on her face.<br>Perhaps this is what they call the tacit understanding between ideal companions, who are always on the same page.<br>She put on the long-readied attire and spoke gently to the Traveler, who looked her way. Having received generous praises, she turned to the blooming fireworks.<br>The light of festive fireworks set her dress aglow like a star in a dark night. The hem of her dress danced at her steps like flowers flowing in a gentle breeze."
}