// Auto Generated

var _AvatarDataConfig_ = {
    "Kinich": {
        "BallList": [
            {
                "When": "Scalespiker Cannon",
                "DropArray": [
                    {
                        "Num": 5,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD (Resets every Nightsoul)",
                "CD": 9999
            }
        ],
        "EndureList": [
            {
                "Skill": "Night Soul Normal ATK",
                "Endure": 0.3
            },
            {
                "Skill": "Scalespiker Cannon",
                "Endure": 0.3
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "Dragon Breath interval: @2.5s#",
            "<b>@Interruption RES#</b><br>• Interruption coefficient of @0.3# during Normal ATK and Scalespiker Cannon in Nightsoul State. Same as Xingqiu Q.",
            "<b>@Particle Generation#</b><br>• Generates @5 Dendro Particles# with Scalespiker Cannon. Can be triggered once in each Nightsoul state.",
            "@<b>Element Application</b># (All 1GU)<br>• Nightsoul NA can apply @once every 2s#<br>• Scalespiker Cannon and C6 Bounce share ICD: @once every 1.2s#<br>• Burst casting DMG and Dragon Breath @share an ICD of 2.5s / 3 hits#",
            "<b>@AoE#</b><br>• Dragon Breath @detect range: 12m#, close to C0 Yae Miko's Sakura<br>• Scalespiker Cannon and C6 Bounce: @Radius 3m#, same as Navia Q bullets.<br>• C2 Scalespiker Cannon: @Radius 5m#, same as Raiden E opening DMG."
        ]
    }
}

var _AvatarMats_ = {
    "Kinich": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101250": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113065": 2,
                "101250": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113065": 4,
                "101250": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113065": 8,
                "101250": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113065": 12,
                "101250": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113065": 20,
                "101250": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113062": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Kinich": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 夜陽闘技",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行う。<br>元素スキル「懸狩り · 宙の遊猟」で空中を、着地する前に空中で通常攻撃を1回行える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転した後、前方に両手剣を投げて敵を攻撃する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP0B",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "97.914%",
                                    "105.883%",
                                    "113.853%",
                                    "125.238%",
                                    "133.208%",
                                    "142.316%",
                                    "154.84%",
                                    "167.364%",
                                    "179.888%",
                                    "193.55%",
                                    "207.212%",
                                    "220.875%",
                                    "234.537%",
                                    "248.2%",
                                    "261.862%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "87.678%",
                                    "94.814%",
                                    "101.951%",
                                    "112.146%",
                                    "119.283%",
                                    "127.439%",
                                    "138.653%",
                                    "149.868%",
                                    "161.083%",
                                    "173.317%",
                                    "185.551%",
                                    "197.785%",
                                    "210.019%",
                                    "222.253%",
                                    "234.487%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "119.69%",
                                    "129.432%",
                                    "139.174%",
                                    "153.091%",
                                    "162.834%",
                                    "173.968%",
                                    "189.277%",
                                    "204.586%",
                                    "219.895%",
                                    "236.596%",
                                    "253.297%",
                                    "270.0%",
                                    "286.698%",
                                    "303.399%",
                                    "320.1%"
                                ]
                            },
                            {
                                "Desc": "空中の通常攻撃ダメージ",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "59.082%×3",
                                    "63.891%×3",
                                    "68.7%×3",
                                    "75.57%×3",
                                    "80.379%×3",
                                    "85.875%×3",
                                    "93.432%×3",
                                    "100.989%×3",
                                    "108.546%×3",
                                    "116.79%×3",
                                    "125.034%×3",
                                    "133.278%×3",
                                    "141.522%×3",
                                    "149.766%×3",
                                    "158.01%×3"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "懸狩り · 宙の遊猟JP0B",
                        "Desc": "巨獣を狩る時の心得で素早く移動したり、敵を攻撃したりする。<br>近くに敵がいない場合、前方にカギ縄を発射して空中を揺蕩い、クールタイム-60%。近くに敵がいる場合、カギ縄を目標の敵とリンクさせ、夜魂値0で夜魂の加護状態に入る。<br>長押しで発動可能。長押しで発動時、照準モードでカギ縄の発射方向を決められる。<br><br><color style='color:#FFD780;'>夜魂の加護 · キィニチ</color><br>キィニチの夜魂の加護状態の継続時間は10秒、1秒ごとに夜魂値を2生成する。<br>夜魂の加護状態中、キィニチはカギ縄で周囲の敵とリンクし、それに応じて攻撃スタイルを変更する。<br> · 通常攻撃を行う時、現在の移動方向に基づいて、リンクしている目標を中心に円周射撃を行い、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与え、夜魂値を3生成する。揺蕩う攻撃によるダメージは元素スキルダメージと見なされる。<br> · 夜魂値が上限に達した時、元素スキル「廻狩貫鱗砲」を発動できる。すべての夜魂値を消費し、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。長押しで廻狩貫鱗砲を発動する時、照準モードで攻撃する目標を決められる。廻狩貫鱗砲を発動後、キィニチは廻狩貫鱗砲の目標とリンクする。<br>夜魂の加護状態中、敵とリンクまたは廻狩貫鱗砲を発動後、敵の周りに死角エリアが生成する。キィニチが死角エリアに入ると夜魂値を4回復し、死角エリアを解除する。<br>接続距離オーバーなどの理由でリンクが切断された時、通常攻撃を行うと周囲の敵と再びリンクでき、円周射撃を行える。<br><br><i>「すべて代償が必要だ。適切な値段を提示することを願う…は？分割払いは受け付けていないが。」</i>JP0B",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "円周射撃ダメージ",
                                "ParamLevelList": [
                                    "64.17%×2",
                                    "68.983%×2",
                                    "73.795%×2",
                                    "80.212%×2",
                                    "85.025%×2",
                                    "89.838%×2",
                                    "96.255%×2",
                                    "102.672%×2",
                                    "109.089%×2",
                                    "115.506%×2",
                                    "121.923%×2",
                                    "128.34%×2",
                                    "136.361%×2",
                                    "144.383%×2",
                                    "152.404%×2"
                                ]
                            },
                            {
                                "Desc": "廻狩貫鱗砲ダメージ",
                                "ParamLevelList": [
                                    "598.92%",
                                    "643.839%",
                                    "688.758%",
                                    "748.65%",
                                    "793.569%",
                                    "838.488%",
                                    "898.38%",
                                    "958.272%",
                                    "1018.164%",
                                    "1078.056%",
                                    "1137.948%",
                                    "1197.84%",
                                    "1272.705%",
                                    "1347.57%",
                                    "1422.435%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B",
                                    "20.0JP0B"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "偉大なる聖龍に敬意をJP0B",
                        "Desc": "（限定的、条件付き、節度を持って契約に従い、部分的、一時的に）「聖龍アハウ」の力を解放し、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。聖龍アハウは継続期間中、定期的に龍の息を放ち、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br>発動時、キィニチが夜魂の加護状態にある場合、今回の夜魂の加護状態の継続時間+2秒。<br><br><i>「その通り！汝らの前に立つのは偉大なる聖龍クフル · アハウ。さあ、我輩の足に口づけするといい！」</i>JP0B",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "ビームのダメージ",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龍の継続時間",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厄地の代償JP0B",
                        "Desc": "夜魂の加護状態にある時、キィニチの元素スキルダメージを受けた敵は「厄地」状態に陥る。それらの敵が燃焼反応または烈開花反応ダメージを受けた時、キィニチの夜魂値を7回復する。0.8秒毎にこの方法で夜魂値を最大1回生成できる。厄地状態はキィニチの夜魂の加護状態が終了するまで継続する。JP0B",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焔霊の契約JP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、キィニチに「ハンターの心得」を1層付与し、継続時間15秒、最大2層まで。キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>の廻狩貫鱗砲を発動する時、「ハンターの心得」をすべて消費し、消費した層数が1層につき、今回の廻狩貫鱗砲の与えるダメージがキィニチの攻撃力320%分アップする。JP0B",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域の賜物 · 全ては報われるJP0B",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って空中を揺蕩う後、キィニチが空中にいる時、燃素を10消費して再び空中を揺蕩うことができる。<br>ナタにおいて、燃素の仕組みが存在するエリアにいる時、夜魂トランス · キィニチを行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態、または一定の高さの空中にいる時、キィニチに切り替えて登場すると以下の効果が発動する。キィニチがカギ縄を発射し、空中を揺蕩う。キィニチは条件を満たす巻き葉の符印を、カギ縄を発射する目標として優先的に選択する。夜魂トランスは10秒毎に1回のみ発動可能。<br>巻き葉の符印や、ユムカ竜とインタラクトできるオブジェクトとインタラクトする時、懸狩り · 宙の遊猟は「ユムカ模倣」に切り替わる。ユムカ模倣を通してそれらのオブジェクトとインタラクトする時、それらのオブジェクトのインタラクトルールはユムカ竜のインタラクトルールと同様となり、懸狩り · 宙の遊猟がクールタイムに入ることはない。JP0B",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Kinich_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鸚の嘴JP0B",
                        "Desc": "キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って空中を揺蕩い、着地した後、移動速度+20%、継続時間5秒。<br>また、廻狩貫鱗砲の会心ダメージ+90%。JP0B",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎の掌JP0B",
                        "Desc": "キィニチの元素スキルが敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間6秒。<br>また、キィニチが夜魂の加護状態での初めての廻狩貫鱗砲の影響範囲がアップし、与えるダメージ+100%。JP0B",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鰐の爪JP0B",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鳥の羽JP0B",
                        "Desc": "夜魂の加護状態にあるとき、キィニチが円周射撃または廻狩貫鱗砲を発動した後、自身の元素エネルギーを5ポイント回復する。この方法による元素エネルギーの回復は、2.8秒毎に1回のみ可能。JP0B",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吠猿の尾JP0B",
                        "Desc": "<color style='color:#FFD780;'>偉大なる聖龍に敬意を</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞獣の形JP0B",
                        "Desc": "廻狩貫鱗砲が敵に命中した後、敵の間を1回バウンドし、キィニチの攻撃力600%分の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。JP0B",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 夜陽闘技",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行う。<br>元素スキル「懸狩り · 宙の遊猟」では宙に向かって跳躍し、着地するまでの間に空中で通常攻撃を1回行うことができる。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転した後、前方に両手剣を投げて敵を攻撃する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中の通常攻撃ダメージ",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "懸狩り · 宙の遊猟",
                        "Desc": "巨獣を狩る時の要領で素早く移動したり、敵を攻撃したりする。<br>近くに敵がいない場合、前方上方にカギ縄を飛ばして跳躍する。また、クールタイム-60%。近くに敵がいる場合、カギ縄を目標の敵とリンクさせ、夜魂値0で夜魂の加護状態に入る。<br>長押しでも発動可能。長押しで発動した場合、照準モードでカギ縄の発射方向を決められる。<br><br><color style='color:#FFD780;'>夜魂の加護 · キィニチ</color><br>キィニチの夜魂の加護状態の継続時間は10秒、1秒ごとに夜魂値を2生成する。<br>夜魂の加護状態中、キィニチはカギ縄で周囲の敵とリンクし、攻撃スタイルを変更する。<br> · 通常攻撃では、発動時の移動方向に基づいてリンクしている目標を中心とした円周上から射撃を行い、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与え、夜魂値を3生成する。跳躍時の攻撃によるダメージは元素スキルダメージと見なされる。<br> · 夜魂値が上限に達すると、元素スキルボタンで「廻狩貫鱗砲」を発動できるようになる。発動すると、すべての夜魂値を消費し、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。長押しで廻狩貫鱗砲を発動した場合は、照準モードで攻撃する目標を決められる。廻狩貫鱗砲を発動後、キィニチは廻狩貫鱗砲の目標とリンクする。<br>夜魂の加護状態中、敵とリンクした後、または廻狩貫鱗砲を発動後、敵の周りに死角エリアが生される。キィニチが死角エリアに入ると夜魂値が4回復し、死角エリアは解除される。<br>接続距離オーバーなどの理由でリンクが切断された時、通常攻撃を行うと周囲の敵と再びリンクでき、円周射撃を行える。<br><br><i>「どんなものにも代償は必要だ。適切な値を提示してくれることを願う…は？分割払いは受け付けていないが。」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "円周射撃ダメージ",
                                "ParamLevelList": [
                                    "64.17%×2",
                                    "68.983%×2",
                                    "73.795%×2",
                                    "80.212%×2",
                                    "85.025%×2",
                                    "89.838%×2",
                                    "96.255%×2",
                                    "102.672%×2",
                                    "109.089%×2",
                                    "115.506%×2",
                                    "121.923%×2",
                                    "128.34%×2",
                                    "136.361%×2",
                                    "144.383%×2",
                                    "152.404%×2"
                                ]
                            },
                            {
                                "Desc": "廻狩貫鱗砲ダメージ",
                                "ParamLevelList": [
                                    "598.92%",
                                    "643.839%",
                                    "688.758%",
                                    "748.65%",
                                    "793.569%",
                                    "838.488%",
                                    "898.38%",
                                    "958.272%",
                                    "1018.164%",
                                    "1078.056%",
                                    "1137.948%",
                                    "1197.84%",
                                    "1272.705%",
                                    "1347.57%",
                                    "1422.435%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "偉大なる聖龍に敬意を",
                        "Desc": "（限定的に、条件付きで、節度を持って契約に従い、部分的、一時的に）「聖龍アハウ」の力を解放し、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。聖龍アハウは継続期間中、定期的に龍の息を放ち、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br>発動時、キィニチが夜魂の加護状態にある場合、今回の夜魂の加護状態の継続時間+2秒。<br><br><i>「その通り！汝らの前に立つのは偉大なる聖龍クフル · アハウだ。さあ、我輩の足に口づけするがいい！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "ビームのダメージ",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龍の継続時間",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厄地の代償",
                        "Desc": "夜魂の加護状態にある時、キィニチの元素スキルダメージを受けた敵は「厄地」状態に陥る。それらの敵が燃焼反応または烈開花反応ダメージを受けた時、キィニチの夜魂値が7回復する。この方法で夜魂値を回復できるのは0.8秒毎に一回のみ。厄地状態はキィニチの夜魂の加護状態が終了するまで継続する。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焔霊の契約",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、キィニチに「ハンターの心得」を1層付与し、継続時間15秒、最大2層まで。キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>の廻狩貫鱗砲を発動する時、「ハンターの心得」をすべて消費する。消費した「ハンターの心得」1層につき、その回の廻狩貫鱗砲の与えるダメージがキィニチの攻撃力320%分アップする。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域の賜物 · 全ては報われる",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍した後、キィニチが空中にいる間、燃素を10消費して再び空中を跳躍することができる。<br>ナタにおいて、燃素の仕組みが存在するエリアにいる時、「夜魂トランス（キィニチ）」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にあるとき、または一定の高さの空中にいる時、キィニチに切り替えて登場すると以下の効果が発動する。キィニチがカギ縄を発射し、空中を跳躍する。キィニチは条件を満たす巻き葉の符印を、カギ縄を発射する目標として優先的に選択する。夜魂トランスは10秒毎に1回のみ発動可能。<br>巻き葉の符印やユムカ竜、インタラクトできるオブジェクトとインタラクトする時、懸狩り · 宙の遊猟は「ユムカ模倣」に切り替わる。ユムカ模倣を通してそれらのオブジェクトとインタラクトする時、それらのオブジェクトのインタラクトルールはユムカ竜のインタラクトルールと同じになり、懸狩り · 宙の遊猟がクールタイムに入ることはなくなる。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "",
                        "Desc": "While in an area with Phlogiston Device(s) within Natlan, interacting with certain harvestables will increase the movement SPD of own party members by 15% for 10s. Displays the location of nearby <color style='color:#FFD780;'>resources unique to Natlan</color> on the mini-map.",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鸚の嘴",
                        "Desc": "キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍し、着地した後、移動速度+20%、継続時間5秒。<br>また、廻狩貫鱗砲の会心ダメージ+90%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎の掌",
                        "Desc": "キィニチの元素スキルが敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間6秒。<br>また、キィニチが「夜魂の加護」状態で発動する初回の廻狩貫鱗砲の影響範囲アップ、かつ与えるダメージ+100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鰐の爪",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鳥の羽",
                        "Desc": "夜魂の加護状態にあるとき、キィニチが円周射撃または廻狩貫鱗砲を発動した後、自身の元素エネルギーを5ポイント回復する。この方法による元素エネルギーの回復は、2.8秒毎に1回のみ可能。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吠猿の尾",
                        "Desc": "<color style='color:#FFD780;'>偉大なる聖龍に敬意を</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞獣の形",
                        "Desc": "廻狩貫鱗砲が敵に命中した後、敵の中を1回バウンドし、キィニチの攻撃力700%分の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 夜陽闘技",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行う。<br>元素スキル「懸狩り · 宙の遊猟」では宙に向かって跳躍し、着地するまでの間に空中で通常攻撃を1回行うことができる。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転した後、前方に両手剣を投げて敵を攻撃する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中の通常攻撃ダメージ",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "懸狩り · 宙の遊猟",
                        "Desc": "巨獣を狩る時の要領で素早く移動したり、敵を攻撃したりする。<br>近くに敵がいない場合、前方上方にカギ縄を飛ばして跳躍する。また、クールタイム-60%。近くに敵がいる場合、カギ縄を目標の敵とリンクさせ、夜魂値0で夜魂の加護状態に入る。<br>長押しでも発動可能。長押しで発動した場合、照準モードでカギ縄の発射方向を決められる。<br><br><color style='color:#FFD780;'>夜魂の加護 · キィニチ</color><br>キィニチの夜魂の加護状態の継続時間は10秒、1秒ごとに夜魂値を2生成する。<br>夜魂の加護状態中、キィニチはカギ縄で周囲の敵とリンクし、攻撃スタイルを変更する。<br> · 通常攻撃では、発動時の移動方向に基づいてリンクしている目標を中心とした円周上から射撃を行い、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与え、夜魂値を3生成する。跳躍時の攻撃によるダメージは元素スキルダメージと見なされる。<br> · 夜魂値が上限に達すると、元素スキルボタンで「廻狩貫鱗砲」を発動できるようになる。発動すると、すべての夜魂値を消費し、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。長押しで廻狩貫鱗砲を発動した場合は、照準モードで攻撃する目標を決められる。廻狩貫鱗砲を発動後、キィニチは廻狩貫鱗砲の目標とリンクする。<br>夜魂の加護状態中、敵とリンクした後、または廻狩貫鱗砲を発動後、敵の周りに死角エリアが生される。キィニチが死角エリアに入ると夜魂値が4回復し、死角エリアは解除される。<br>接続距離オーバーなどの理由でリンクが切断された時、通常攻撃を行うと周囲の敵と再びリンクでき、円周射撃を行える。<br><br><i>「どんなものにも代償は必要だ。適切な値を提示してくれることを願う…は？分割払いは受け付けていないが。」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "円周射撃ダメージ",
                                "ParamLevelList": [
                                    "57.28%×2",
                                    "61.576%×2",
                                    "65.872%×2",
                                    "71.6%×2",
                                    "75.896%×2",
                                    "80.192%×2",
                                    "85.92%×2",
                                    "91.648%×2",
                                    "97.376%×2",
                                    "103.104%×2",
                                    "108.832%×2",
                                    "114.56%×2",
                                    "121.72%×2",
                                    "128.88%×2",
                                    "136.04%×2"
                                ]
                            },
                            {
                                "Desc": "廻狩貫鱗砲ダメージ",
                                "ParamLevelList": [
                                    "687.44%",
                                    "738.998%",
                                    "790.556%",
                                    "859.3%",
                                    "910.858%",
                                    "962.416%",
                                    "1031.16%",
                                    "1100.0%",
                                    "1168.648%",
                                    "1237.392%",
                                    "1306.136%",
                                    "1374.88%",
                                    "1460.81%",
                                    "1546.74%",
                                    "1632.67%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "偉大なる聖龍に敬意を",
                        "Desc": "（限定的に、条件付きで、節度を持って契約に従い、部分的、一時的に）「聖龍アハウ」の力を解放し、夜魂性質の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。聖龍アハウは継続期間中、定期的に龍の息を放ち、夜魂性質の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br>発動時、キィニチが夜魂の加護状態にある場合、今回の夜魂の加護状態の継続時間+2秒。<br><br><i>「その通り！汝らの前に立つのは偉大なる聖龍クフル · アハウだ。さあ、我輩の足に口づけするがいい！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "ビームのダメージ",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龍の継続時間",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厄地の代償",
                        "Desc": "夜魂の加護状態にある時、キィニチの元素スキルダメージを受けた敵は「厄地」状態に陥る。それらの敵が燃焼反応または烈開花反応ダメージを受けた時、キィニチの夜魂値が7回復する。この方法で夜魂値を回復できるのは0.8秒毎に一回のみ。厄地状態はキィニチの夜魂の加護状態が終了するまで継続する。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焔霊の契約",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、キィニチに「ハンターの心得」を1層付与し、継続時間15秒、最大2層まで。キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>の廻狩貫鱗砲を発動する時、「ハンターの心得」をすべて消費する。消費した「ハンターの心得」1層につき、その回の廻狩貫鱗砲の与えるダメージがキィニチの攻撃力320%分アップする。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域の賜物 · 全ては報われる",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍した後、キィニチが空中にいる間、燃素を10消費して再び空中を跳躍することができる。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス（キィニチ）」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にあるとき、または一定の高さの空中にいる時、キィニチに切り替えて登場すると以下の効果が発動する。キィニチがカギ縄を発射し、空中を跳躍する。キィニチは条件を満たす巻き葉の符印を、カギ縄を発射する目標として優先的に選択する。夜魂トランスは10秒毎に1回のみ発動可能。<br>巻き葉の符印やユムカ竜、インタラクトできるオブジェクトとインタラクトする時、懸狩り · 宙の遊猟は「ユムカ模倣」に切り替わる。ユムカ模倣を通してそれらのオブジェクトとインタラクトする時、それらのオブジェクトのインタラクトルールはユムカ竜のインタラクトルールと同じになり、懸狩り · 宙の遊猟がクールタイムに入ることはなくなる。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行の使令JP0B",
                        "Desc": "燃素を利用できるナタのエリアにいる時、一部の採集物を採取するとチーム内の自身のキャラクターの移動速度+15%、継続時間10秒。また、ミニマップで周囲の<color style='color:#FFD780;'>ナタ地域の特産</color>の位置を表示する。JP0B",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鸚の嘴",
                        "Desc": "キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍し、着地した後、移動速度+20%、継続時間5秒。<br>また、廻狩貫鱗砲の会心ダメージ+90%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎の掌",
                        "Desc": "キィニチの元素スキルが敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間6秒。<br>また、キィニチが「夜魂の加護」状態で発動する初回の廻狩貫鱗砲の影響範囲アップ、かつ与えるダメージ+100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鰐の爪",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鳥の羽",
                        "Desc": "夜魂の加護状態にあるとき、キィニチが円周射撃または廻狩貫鱗砲を発動した後、自身の元素エネルギーを5ポイント回復する。この方法による元素エネルギーの回復は、2.8秒毎に1回のみ可能。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吠猿の尾",
                        "Desc": "<color style='color:#FFD780;'>偉大なる聖龍に敬意を</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞獣の形",
                        "Desc": "廻狩貫鱗砲が敵に命中した後、敵の中を1回バウンドし、キィニチの攻撃力700%分の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 夜陽闘技",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行う。<br>元素スキル「懸狩り · 宙の遊猟」では宙に向かって跳躍し、着地するまでの間に空中で通常攻撃を1回行うことができる。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転した後、前方に両手剣を投げて敵を攻撃する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中の通常攻撃ダメージ",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "懸狩り · 宙の遊猟",
                        "Desc": "巨獣を狩る時の要領で素早く移動したり、敵を攻撃したりする。<br>近くに敵がいない場合、前方上方にカギ縄を飛ばして跳躍する。また、クールタイム-60%。近くに敵がいる場合、カギ縄を目標の敵とリンクさせ、夜魂値0で夜魂の加護状態に入る。<br>長押しでも発動可能。長押しで発動した場合、照準モードでカギ縄の発射方向を決められる。<br><br><color style='color:#FFD780;'>夜魂の加護 · キィニチ</color><br>キィニチの夜魂の加護状態の継続時間は10秒、1秒ごとに夜魂値を2生成する。<br>夜魂の加護状態中、キィニチはカギ縄で周囲の敵とリンクし、攻撃スタイルを変更する。<br> · 通常攻撃では、発動時の移動方向に基づいてリンクしている目標を中心とした円周上から射撃を行い、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与え、夜魂値を3生成する。円軌道射撃によるダメージは元素スキルダメージと見なされる。<br> · 夜魂値が上限に達すると、元素スキルボタンで「廻狩貫鱗砲」を発動できるようになる。発動すると、すべての夜魂値を消費し、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。長押しで廻狩貫鱗砲を発動した場合は、照準モードで攻撃する目標を決められる。廻狩貫鱗砲を発動後、キィニチは廻狩貫鱗砲の目標とリンクする。<br>夜魂の加護状態中、敵とリンクした後、または廻狩貫鱗砲を発動後、敵の周りに死角エリアが生される。キィニチが死角エリアに入ると夜魂値が4回復し、死角エリアは解除される。<br>接続距離オーバーなどの理由でリンクが切断された時、通常攻撃を行うと周囲の敵と再びリンクでき、円軌道射撃を行える。<br><br><i>「どんなものにも代償は必要だ。適切な値を提示してくれることを願う…は？分割払いは受け付けていないが。」</i>JP0B",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "円軌道射撃ダメージ",
                                "ParamLevelList": [
                                    "57.28%×2",
                                    "61.576%×2",
                                    "65.872%×2",
                                    "71.6%×2",
                                    "75.896%×2",
                                    "80.192%×2",
                                    "85.92%×2",
                                    "91.648%×2",
                                    "97.376%×2",
                                    "103.104%×2",
                                    "108.832%×2",
                                    "114.56%×2",
                                    "121.72%×2",
                                    "128.88%×2",
                                    "136.04%×2"
                                ]
                            },
                            {
                                "Desc": "廻狩貫鱗砲ダメージ",
                                "ParamLevelList": [
                                    "687.44%",
                                    "738.998%",
                                    "790.556%",
                                    "859.3%",
                                    "910.858%",
                                    "962.416%",
                                    "1031.16%",
                                    "1100.0%",
                                    "1168.648%",
                                    "1237.392%",
                                    "1306.136%",
                                    "1374.88%",
                                    "1460.81%",
                                    "1546.74%",
                                    "1632.67%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "偉大なる聖龍を崇拝せよ",
                        "Desc": "（限定的に、条件付きで、節度を持って契約に従い、部分的、一時的に）「聖龍アハウ」の力を解放し、夜魂性質の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。聖龍アハウは継続期間中、定期的に龍の息を放ち、夜魂性質の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br>発動時、キィニチが夜魂の加護状態にある場合、今回の夜魂の加護状態の継続時間+2秒。<br><br><i>「その通り！汝らの前に立つのは偉大なる聖龍クフル · アハウだ。さあ、我輩の足に口づけするがいい！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "ビームのダメージ",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龍の継続時間",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厄地の代償",
                        "Desc": "夜魂の加護状態にある時、キィニチの元素スキルダメージを受けた敵は「厄地」状態に陥る。それらの敵が燃焼反応または烈開花反応ダメージを受けた時、キィニチの夜魂値が7回復する。この方法で夜魂値を回復できるのは0.8秒毎に一回のみ。厄地状態はキィニチの夜魂の加護状態が終了するまで継続する。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焔霊の契約",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、キィニチに「狩人の心得」を1層付与し、継続時間15秒、最大2層まで。キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>の廻狩貫鱗砲を発動する時、「狩人の心得」をすべて消費する。消費した「狩人の心得」1層につき、その回の廻狩貫鱗砲の与えるダメージがキィニチの攻撃力320%分アップする。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域の賜物 · すべてに対価を",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍した後、キィニチが空中にいる間、燃素を10消費して再び空中を跳躍することができる。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス（キィニチ）」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にあるとき、または一定の高さの空中にいる時、キィニチに切り替えて登場すると以下の効果が発動する。キィニチがカギ縄を発射し、空中を跳躍する。キィニチは条件を満たす巻き葉のルーンを、カギ縄を発射する目標として優先的に選択する。夜魂トランスは10秒毎に1回のみ発動可能。<br>巻き葉のルーンやユムカ竜、インタラクトできるオブジェクトとインタラクトする時、懸狩り · 宙の遊猟は「ユムカ · ミメシス」に切り替わる。ユムカ · ミメシスを通してそれらのオブジェクトとインタラクトする時、それらのオブジェクトのインタラクトルールはユムカ竜のインタラクトルールと同じになり、懸狩り · 宙の遊猟がクールタイムに入ることはなくなる。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行の使令",
                        "Desc": "燃素を利用できるナタのエリアにいる時、一部の採集物を採取するとチーム内の自身のキャラクターの移動速度+15%、継続時間10秒。また、ミニマップで周囲の<color style='color:#FFD780;'>ナタ地域の特産</color>の位置を表示する。JP0B",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鸚の嘴",
                        "Desc": "キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍し、着地した後、移動速度+30%、継続時間6秒。<br>また、廻狩貫鱗砲の会心ダメージ+100%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎の掌",
                        "Desc": "キィニチの元素スキルが敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間6秒。<br>また、キィニチが「夜魂の加護」状態で発動する初回の廻狩貫鱗砲の影響範囲アップ、かつ与えるダメージ+100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鰐の爪",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鳥の羽",
                        "Desc": "夜魂の加護状態にあるとき、キィニチが円周射撃または廻狩貫鱗砲を発動した後、自身の元素エネルギーを5ポイント回復する。この方法による元素エネルギーの回復は、2.8秒毎に1回のみ可能。<br>また、<color style='color:#FFD780;'>偉大なる聖龍を崇拝せよ</color>の与えるダメージ+70%。JP0B",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吠猿の尾",
                        "Desc": "<color style='color:#FFD780;'>偉大なる聖龍を崇拝せよ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞獣の姿",
                        "Desc": "廻狩貫鱗砲が敵に命中した後、敵の中を1回バウンドし、キィニチの攻撃力700%分の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br>今回の廻狩貫鱗砲が、固有天賦「焔霊の契約」、または命ノ星座「星虎の掌」の廻狩貫鱗砲強化効果を起こした場合、そのバウンド攻撃も上述の強化効果を受ける。JP0B",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 武闘術 · 白夜",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行う。<br>元素スキル「懸狩り · 宙の遊猟」では宙に向かって跳躍し、着地するまでの間に空中で通常攻撃を1回行うことができる。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転した後、前方に両手剣を投げて敵を攻撃する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中の通常攻撃ダメージ",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "懸狩り · 宙の遊猟",
                        "Desc": "巨獣を狩る時の要領で素早く移動したり、敵を攻撃したりする。<br>近くに敵、または攻撃を受けられるオブジェクトが存在する場合、カギ縄を飛ばして目標とリンクし、夜魂値0で夜魂の加護状態に入る。特に対象がいない場合、前方上方にカギ縄を飛ばして跳躍する。クールタイム-60%。<br>長押しでも発動可能。長押しで発動した場合、照準モードでカギ縄の発射方向を決められる。<br><br><color style='color:#FFD780;'>夜魂の加護 · キィニチ</color><br>キィニチの夜魂の加護状態の継続時間は10秒、1秒ごとに夜魂値を2生成する。<br>夜魂の加護状態中、キィニチはカギ縄で周囲の敵とリンクし、攻撃スタイルを変更する。<br> · 通常攻撃では、発動時の移動方向に基づいてリンクしている目標を中心とした円軌道射撃を行い、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与え、夜魂値を3生成する。これによるダメージは元素スキルダメージと見なされる。<br> · 夜魂値が上限に達すると、元素スキルボタンで「廻狩貫鱗砲」を発動できるようになる。発動すると、すべての夜魂値を消費し、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。長押しで廻狩貫鱗砲を発動した場合は、照準モードで攻撃する目標を決められる。廻狩貫鱗砲を発動後、キィニチは廻狩貫鱗砲の目標とリンクする。<br>夜魂の加護状態中、敵とリンクした後、または廻狩貫鱗砲を発動後、敵の周りに死角エリアが発生する。キィニチが死角エリアに入ると夜魂値が4回復し、死角エリアは消滅する。<br>接続距離オーバーなどの理由でリンクが切断された時、通常攻撃を行うと周囲の敵と再びリンクでき、円軌道射撃を行える。<br><br><i>「どんなものにも代償は必要だ。適切な値を提示してくれることを願う…は？分割払いは受け付けていないが。」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "円軌道射撃ダメージ",
                                "ParamLevelList": [
                                    "57.28%×2",
                                    "61.576%×2",
                                    "65.872%×2",
                                    "71.6%×2",
                                    "75.896%×2",
                                    "80.192%×2",
                                    "85.92%×2",
                                    "91.648%×2",
                                    "97.376%×2",
                                    "103.104%×2",
                                    "108.832%×2",
                                    "114.56%×2",
                                    "121.72%×2",
                                    "128.88%×2",
                                    "136.04%×2"
                                ]
                            },
                            {
                                "Desc": "廻狩貫鱗砲ダメージ",
                                "ParamLevelList": [
                                    "687.44%",
                                    "738.998%",
                                    "790.556%",
                                    "859.3%",
                                    "910.858%",
                                    "962.416%",
                                    "1031.16%",
                                    "1100.0%",
                                    "1168.648%",
                                    "1237.392%",
                                    "1306.136%",
                                    "1374.88%",
                                    "1460.81%",
                                    "1546.74%",
                                    "1632.67%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "偉大なる聖龍を崇拝せよ",
                        "Desc": "（限定的に、条件付きで、節度を持って契約に従い、部分的、一時的に）「聖龍アハウ」の力を解放し、夜魂性質の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。聖龍アハウは継続期間中、定期的に龍の息を放ち、夜魂性質の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br>発動時、キィニチが夜魂の加護状態にある場合、今回の夜魂の加護状態の継続時間+1.7秒。<br><br><i>「その通り！汝らの前に立つのは偉大なる聖龍クフル · アハウだ。さあ、我輩の足に口づけするがいい！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "ビームのダメージ",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龍の継続時間",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厄地の代償",
                        "Desc": "夜魂の加護状態にある時、キィニチの元素スキルが命中した敵は「厄地」状態に陥る。それらの敵が燃焼反応または烈開花反応ダメージを受けると、キィニチの夜魂値が7回復する。この方法で夜魂値を回復できるのは0.8秒毎に一回のみ。厄地状態はキィニチの夜魂の加護状態が終了するまで継続する。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焔霊の契約",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、キィニチに「狩人の心得」を1層付与し、継続時間15秒、最大2層まで。キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>の廻狩貫鱗砲を発動する時、「狩人の心得」をすべて消費する。消費した「狩人の心得」1層につき、その回の廻狩貫鱗砲の与えるダメージがキィニチの攻撃力320%分アップする。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域の賜物 · すべてに対価を",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍した後、キィニチが空中にいる間、燃素を10消費して再び空中を跳躍することができる。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：キィニチ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にあるとき、または一定の高さの空中にいるとき、キィニチに切り替えて登場すると、条件に従って以下のうちいずれかのアクションを行う。<br> · インタラクト可能な巻き葉のルーンに向かう場合、それにカギ縄を投げて移動する。<br> · 近くに敵が存在し、かつ戦闘状態にある場合、その敵に向かって懸狩り · 宙の遊猟を発動する。<br>特に対象がいない場合、カギ縄を投げて空中を跳躍する。キィニチは条件を満たす巻き葉のルーンを、カギ縄を発射する目標として優先的に選択する。<br>自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>巻き葉のルーンやユムカ竜などのインタラクトできるオブジェクトにアクションする時、懸狩り · 宙の遊猟は「ユムカ · ミメシス」に切り替わる。ユムカ · ミメシスを通してそれらのオブジェクトにアクションする時、それらのオブジェクトのインタラクトルールはユムカ竜のインタラクトルールと同じになり、懸狩り · 宙の遊猟がクールタイムに入ることはなくなる。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行の使令",
                        "Desc": "燃素を利用できるナタのエリアにいる時、一部の採集物を採取するとチーム内の自身のキャラクターの移動速度+15%、継続時間10秒。また、ミニマップで周囲の<color style='color:#FFD780;'>ナタ地域の特産</color>の位置を表示する。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鸚の嘴",
                        "Desc": "キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍し、着地した後、移動速度+30%、継続時間6秒。<br>また、廻狩貫鱗砲の会心ダメージ+100%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎の掌",
                        "Desc": "キィニチの元素スキルが敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間6秒。<br>また、キィニチが「夜魂の加護」状態で発動する初回の廻狩貫鱗砲の影響範囲アップ、かつ与えるダメージ+100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鰐の爪",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鳥の羽",
                        "Desc": "夜魂の加護状態にあるとき、キィニチは円軌道射撃または廻狩貫鱗砲を発動した後、自身の元素エネルギーを5ポイント回復する。この方法による元素エネルギーの回復は、2.8秒毎に1回のみ可能。<br>また、<color style='color:#FFD780;'>偉大なる聖龍を崇拝せよ</color>の与えるダメージ+70%。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吠猿の尾",
                        "Desc": "<color style='color:#FFD780;'>偉大なる聖龍を崇拝せよ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞獣の姿",
                        "Desc": "廻狩貫鱗砲は、敵に命中した後、敵の間を1回バウンドし、キィニチの攻撃力700%分の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br>廻狩貫鱗砲が固有天賦「焔霊の契約」または命ノ星座「星虎の掌」による廻狩貫鱗砲強化効果を受けている場合、その回のバウンド攻撃もこの強化効果を受ける。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "武闘術・白夜",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続攻撃を行う。<br>元素スキル「懸狩り · 宙の遊猟」では宙に向かって跳躍し、着地するまでの間に空中で通常攻撃を1回行うことができる。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、回転した後、前方に両手剣を投げて敵を攻撃する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中の通常攻撃ダメージ",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "懸狩り · 宙の遊猟",
                        "Desc": "巨獣を狩る時の要領で素早く移動したり、敵を攻撃したりする。<br>近くに敵、または攻撃を受けられるオブジェクトが存在する場合、カギ縄を飛ばして目標とリンクし、夜魂値0で夜魂の加護状態に入る。特に対象がいない場合、前方上方にカギ縄を飛ばして跳躍する。クールタイム-60%。<br>長押しでも発動可能。長押しで発動した場合、照準モードでカギ縄の発射方向を決められる。<br><br><color style='color:#FFD780;'>夜魂の加護 · キィニチ</color><br>キィニチの夜魂の加護状態の継続時間は10秒、1秒ごとに夜魂値を2生成する。<br>夜魂の加護状態中、キィニチはカギ縄で周囲にいる最も近くの敵とリンクし、攻撃スタイルを変更する。<br> · 通常攻撃では、発動時の移動方向に基づいてリンクしている目標を中心とした円軌道射撃を行い、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与え、夜魂値を3生成する。これによるダメージは元素スキルダメージと見なされる。<br> · 夜魂値が上限に達すると、元素スキルボタンで「廻狩貫鱗砲」を発動できるようになる。発動すると、すべての夜魂値を消費し、夜魂性質の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。長押しで廻狩貫鱗砲を発動した場合は、照準モードで攻撃する目標を決められる。廻狩貫鱗砲を発動後、キィニチは目標とのリンクを試みる。<br>夜魂の加護状態中、敵とリンクした後、または廻狩貫鱗砲を発動後、敵の周りに死角エリアが発生する。キィニチが死角エリアに入ると夜魂値が4生成され、死角エリアは消滅する。<br>接続距離オーバーなどの理由でリンクが切断された時、通常攻撃を行うと周囲にいる最も近くの敵と再びリンクでき、円軌道射撃を行える。<br><br><i>「どんなものにも代償は必要だ。適切な値を提示してくれることを願う…は？分割払いは受け付けていないが。」</i>",
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "円軌道射撃ダメージ",
                                "ParamLevelList": [
                                    "57.28%×2",
                                    "61.576%×2",
                                    "65.872%×2",
                                    "71.6%×2",
                                    "75.896%×2",
                                    "80.192%×2",
                                    "85.92%×2",
                                    "91.648%×2",
                                    "97.376%×2",
                                    "103.104%×2",
                                    "108.832%×2",
                                    "114.56%×2",
                                    "121.72%×2",
                                    "128.88%×2",
                                    "136.04%×2"
                                ]
                            },
                            {
                                "Desc": "廻狩貫鱗砲ダメージ",
                                "ParamLevelList": [
                                    "687.44%",
                                    "738.998%",
                                    "790.556%",
                                    "859.3%",
                                    "910.858%",
                                    "962.416%",
                                    "1031.16%",
                                    "1099.904%",
                                    "1168.648%",
                                    "1237.392%",
                                    "1306.136%",
                                    "1374.88%",
                                    "1460.81%",
                                    "1546.74%",
                                    "1632.67%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "偉大なる聖龍を崇拝せよ",
                        "Desc": "（限定的に、条件付きで、節度を持って契約に従い、部分的、一時的に）「聖龍アハウ」の力を解放し、夜魂性質の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。聖龍アハウは継続期間中、定期的に龍の息を放ち、夜魂性質の<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br>発動時、キィニチが夜魂の加護状態にある場合、今回の夜魂の加護状態の継続時間+1.7秒。<br><br><i>「その通り！汝らの前に立つのは偉大なる聖龍クフル · アハウだ。さあ、我輩の足に口づけするがいい！」</i>",
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "龍の息ダメージ",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.7912%",
                                    "138.8464%",
                                    "150.92%",
                                    "159.9752%",
                                    "169.0304%",
                                    "181.104%",
                                    "193.1776%",
                                    "205.2512%",
                                    "217.3248%",
                                    "229.3984%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "厄地の代償",
                        "Desc": "夜魂の加護状態にある時、キィニチの元素スキルが命中した敵は「厄地」状態に陥る。それらの敵が燃焼反応または烈開花反応ダメージを受けると、キィニチの夜魂値が7回復する。この方法で夜魂値を回復できるのは0.8秒毎に1回のみ。厄地状態はキィニチの夜魂の加護状態が終了するまで継続する。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焔霊の契約",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした後、キィニチに「狩人の心得」を1層付与し、継続時間15秒、最大2層まで。キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>の廻狩貫鱗砲を発動する時、「狩人の心得」をすべて消費する。消費した「狩人の心得」1層につき、その回の廻狩貫鱗砲の与えるダメージがキィニチの攻撃力320%分アップする。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域の賜物 · すべてに対価を",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍した後、キィニチが空中にいる間、燃素を10消費して再び空中を跳躍することができる。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：キィニチ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にあるとき、または空中にいるとき、キィニチに切り替えて登場すると、条件に従って以下のうちいずれかのアクションを行う。<br> · インタラクト可能な巻き葉のルーンに向かう場合、それにカギ縄を投げて移動する。<br> · 近くに敵が存在し、かつ戦闘状態にある場合、その敵に向かって懸狩り · 宙の遊猟を発動する。<br>特に対象がいない場合、カギ縄を投げて空中を跳躍する。キィニチは条件を満たす巻き葉のルーンを、カギ縄を発射する目標として優先的に選択する。<br>自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>巻き葉のルーンなど、ユムカ竜がインタラクトできるオブジェクトにアクションする時、懸狩り · 宙の遊猟は「ユムカ · ミメシス」に切り替わる。ユムカ · ミメシスを通してそれらのオブジェクトにアクションする時、オブジェクトのインタラクトルールはユムカ竜のインタラクトルールに従い、懸狩り · 宙の遊猟がクールタイムに入ることはなくなる。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行の使令",
                        "Desc": "燃素を利用できるナタのエリアにいる時、一部の採集物を採取するとチーム内の自身のキャラクターの移動速度+15%、継続時間10秒。また、ミニマップで周囲の<color style='color:#FFD780;'>ナタ地域の特産</color>の位置を表示する。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鸚の嘴",
                        "Desc": "キィニチが<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>を使って跳躍し、着地した後、移動速度+30%、継続時間6秒。<br>また、廻狩貫鱗砲の会心ダメージ+100%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎の掌",
                        "Desc": "キィニチの元素スキルが敵に命中した時、その敵の<color style='color:#99FF88;'>草元素耐性</color>-30%、継続時間6秒。<br>また、キィニチが「夜魂の加護」状態で発動する初回の廻狩貫鱗砲の影響範囲アップ、かつ与えるダメージ+100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鰐の爪",
                        "Desc": "<color style='color:#FFD780;'>懸狩り · 宙の遊猟</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鳥の羽",
                        "Desc": "夜魂の加護状態にあるとき、キィニチは円軌道射撃または廻狩貫鱗砲を発動した後、自身の元素エネルギーを5ポイント回復する。この方法による元素エネルギーの回復は、2.8秒毎に1回のみ可能。<br>また、<color style='color:#FFD780;'>偉大なる聖龍を崇拝せよ</color>の与えるダメージ+70%。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吠猿の尾",
                        "Desc": "<color style='color:#FFD780;'>偉大なる聖龍を崇拝せよ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞獣の姿",
                        "Desc": "廻狩貫鱗砲は、敵に命中した後、敵の間を1回バウンドし、キィニチの攻撃力700%分の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。<br>廻狩貫鱗砲が固有天賦「焔霊の契約」または命ノ星座「星虎の掌」による廻狩貫鱗砲強化効果を受けている場合、その回のバウンド攻撃もこの強化効果を受ける。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Kinich": {
        "AttackList": [
            {
                "Skill": "Loop Shot",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "E1",
                "AttGrp": "Once per 2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Scalespiker",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "E2",
                "AttGrp": "Once per 1.2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Scalespiker C2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "E2",
                "AttGrp": "Once per 1.2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "C6 Bounce",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "E2",
                "AttGrp": "Once per 1.2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "C6 Bounce (Trigger C2)",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "E2",
                "AttGrp": "Once per 1.2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Casting",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        8.5
                    ]
                },
                "AtkTag": "Elem Burst<br>Nightsoul",
                "AttTag": "Elem Burst",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 35.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Dragon Breath",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst<br>Nightsoul",
                "AttTag": "Elem Burst",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Mid-Air Normal",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        1.7,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        3.0,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 131.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.9,
                        2.0,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 117.0,
                "ForceType": 2,
                "Force": [
                    400.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.3,
                        2.2,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 160.0,
                "ForceType": 2,
                "Force": [
                    400.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 171.095,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK x3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.0,
                        2.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}