// Auto Generated

var _AvatarFetterConfig_ = {
    "74": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "ルタワヒスト学院はスメール教令院の管轄にある六大学院のうちの一つであり、六大学派の明論派に属するものである。<br>六大学派の研究対象はそれぞれ違っており、明論派は主に、古くから万象を包み込む星空を研究している。<br>レイラは数多くの研究者の中で、勉強している一人の学生だ。<br>レイラが教令院に入って勉強し始めてから、そう長い時間が経ったわけではないが、すでに彼女は数々のおかしなあだ名を付けられていた。<br>「夢遊の怪人」、「人型自動計算機」、「天から降ってきた論文」…これらはすべて、レイラを知る者によって与えられたあだ名だ。<br>日を追うごとに、彼女のあだ名はどんどん増えていく。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "教令院においては、どの研修室にも二種類の人間がいる——<br>一方は慣れて落ち着いた様子で、実験も論文もいつでも余裕に見える者たち。<br>もう一方はいつも悩んでいるように見え、溜め息ばかりつく者たちだ。実験機材を抱きかかえて途方に暮れていることもあれば、紙に文字を書いては消し、書いては消しを繰り返していることもあり…とにかく苦しそうに見える。<br>研修室のレイラは、まさしく後者のタイプであった。<br>睡眠不足で、体調が悪い——これは一部の学者にとって常態化していることとも言えるが、レイラの場合、それが特に酷いらしい。その巨大な隈と疲れ切った顔は、彼女の抱えているプレッシャーがいかほどのものか、はっきりと証明している。<br>彼女の近くに寄ると、小さな声で「わからない」、「何でなの」、「やばいかも」…といった同情したくなるような言葉を呟いているのが聞こえてくる。<br>教令院は学者たちが知識を求め、最も憧れる聖地であるが、彼らの悪夢の由来でもある。ここでは数えきれないほどの学者たちが、実験の失敗や理論の否定に苦しめられている。プレッシャーに耐えきれず退学を選ぶ学生は、毎年少なくないという。<br>レイラも見るからに、諦め寸前かと思うほど切羽詰まっている。実際、同時期に入学した何名もの同級生がすでにここを離れたが、彼女は未だに頑張っている。<br>知識を求める道においては、素質も確かに重要だが、最後まで踏ん張り続ける根気が大切なのだ。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "レイラの体調がここまで悪くなってしまったのは、長期に渡る不眠のせいである。そして、その不眠は学業というプレッシャーによるものだ。<br>教令院の学生はみな、必ず授業を履修し、論文を完成させ、試験や考査を通過しなければならない。聞くだけならばさほど複雑ではなさそうなことだが、どれも学生たちが長い時間と労力をかけなければならないものなのだ。<br>不幸なことに、レイラの論文はいつも他の人々より遅れ気味だ。<br>彼女はいつも長い時間考え込む。自分の論点は合理的か？学友たちのものと比べて易しすぎないか？——計算や効率性についても、毎回疑ってしまいがちだ。<br>教令院の学生である以上、学業においてだらしない一面を見せてはいけないとレイラは常々考えている。しかし、そう考えれば考えるほど、性急に筆を進める勇気はなくなってしまう。<br>そうして悩んでいるうちに、時間は指の隙間や眉間からどんどん滑り落ちていくのだ。終えなければならない課題はまだそこにあり、一文字も書かれていないのに…<br>彼女は仕方なく夜更かしすることにした。もう、睡眠を昼間に回すしかなかったのだ。しかし夜が明ければ、また新しい課題が彼女を待ち受けている。そうしてすっかり悪循環に陥ってしまった。<br>ついに、彼女の体に異変が起こり始めた。<br>熟睡している間に身を起こして辺りを周るが、目が覚めたときには自分が何をしていたかまったく覚えていない——それはまるで、噂の「夢遊」現象のようだった。<br>彼女が「夢遊」するところを目撃した同級生曰く、「夢遊」状態にある彼女は不規則に様々な場所へと姿を現し、彼女がどこへ行き、何をしていたのか、言える者はいないという。<br>また、彼女が「夢遊」状態になり始めると同時に、あるおかしな出来事が起こり始めた。<br>毎回、彼女が「夢遊」状態から目覚める度に、寝る前にまだ手を付けていない論文が全て終わっているのだ。その上それらの論文は厳密なロジックで書かれており、データも正確、そしてなんと紙の上の筆跡は、彼女本人のものだった。<br>もっと不思議なことに、作者は彼女の名義で、論文中においてずけずけと他人の論文と研究方法を批判していた。<br>これはどう考えてもレイラにできることではないのだが…いったい誰が自分をからかっているのだろう。<br>レイラは今まで進んできた道のりを振りかえってみた。しかし故郷から教令院に至るまで、どの知り合いにも、こんなことをする動機はなさそうだ。<br>スメールのことわざで、「天から降ってきた論文」というのは本来起こりえない奇跡を例えた言葉だが、彼女の遭遇している出来事はまさに「天から降ってきた論文」としか言えないものだった。<br>まさか本当に奇跡が起こったのだろうか？偉大なる星空はレイラが占星学の研究に向けるひたむきな精神に心動かされ、その思いに応えて、祝福してくれたのだろうか？<br>真相がどうであれ、「星空の祝福」は、彼女の差し迫った悩みを解決してくれた。これでいくつかの単位については、論文を提出できるだろう。<br>残りは、時間のあるときにでもまた自分で考えよう…もう、授業に行く時間だ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "負担の大きい学業の傍ら、レイラも時間を作ってリラックスすることがある。<br>彼女は船に乗ってオルモス港へ行き、ぶらつくのが好きなのだ。あそこでは、各地からやってきた旅商人が新鮮で面白いものを色々と売っており、あっとするようなトリックを見せてくれることもある。いつも疲れ切っているレイラにとっては、目新しい体験だ。<br>ある時レイラはここで、不思議なナイフ投げを見た。ナイフの扱いに長けた砂漠の民が手を動かしたその瞬間、ナイフは飛んでいき、遠くのリンゴに的中した。<br>「自分は飛べる」と主張する奇人が、ありきたりな絨毯の上で、地面から離れることに成功するところを見たこともある。<br>一番印象深かったのは、何といっても、福引に誘ってくる店主だった。そこでは、色んな額の賞金を記入した紙切れが、それぞれ木箱へ入れられる。すると店主は、いくつもの木箱の位置を驚くようなスピードで入れ替えるのだ。そして最後は福引に興味を持ったお客さんに木箱を選んでもらう。<br>レイラは以前、何度か挑戦したことがあるのだが、いつも大賞を当てることはできなかった。しかし回数を重ねるごとに、彼女はなんと、コツが分かってきたのだ。<br>店主の手捌きはかなり素早く、確かに常人が見極めるのは難しいだろう。しかし、実は彼の左親指は、木箱を移動する際にほとんど動かないのだ。<br>そのため、彼の左親指に近い木箱ほど、大きな移動はしなくなる。<br>その後、鋭い観察力のおかげで、レイラは何度も大賞を当てた。不思議に思った店主はレイラが観察力のみに頼って彼の得意芸を見抜いたと知って感服し、喜んで多額の賞金をレイラに渡してくれた。<br>しかしレイラにとっては、賞金を獲得できるかどうかは二の次で、こんな珍しいテクニックを見られたことの方がよほど嬉しいことであった。<br>彼女は教令院の保守派のように曲芸や手品を蔑むことはなく、むしろオルモス港の露店商人たちのおかげでこのように素敵な体験が出来ることを、感謝している。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "教令院での一年目が終わる頃、レイラは自分の長所と短所を紙の上に書き、個人的にまとめようとした。<br>彼女の観察力や推論能力はかなり良い方であり、いつも星図をもとに素早く星体運行の軌跡を描き出せる上、スピードも人一倍速かった。<br>その他、彼女は数学に関してもまあまあ出来る方だった。簡単な問題であれば、筆すら必要とせず、瞬く間に答えを出せるのだ。<br>教令院に入る前、レイラは偶然にも将来彼女の担任となる先生と出会った。その時、先生はレイラのことを、「星空に祝福された子で知識を求める資質がある」と言って褒めた。<br>これらの長所が彼女に希望を与え、教令院へ知恵を求めに行くための勇気になった。<br>しかし、いざ教令院へ足を踏み入れてみた彼女は、同年代の者と比べると、それらの長所はまったく取るに足らないものだと気づいた。<br>教令院には強者が多く存在し、優れた者たちと並んでみれば、どうしても自分が非常に見劣りする存在だと感じてしまうのだ。<br>また、短所の方については、自分には沢山あるとレイラは考えている。例えば問題について考える時は優柔不断だし、かなり時間をかけないと、いつも考えがなかなかまとまらない。<br>それに、人とのコミュニケーションも得意ではない。周囲と問題について話し合う時、いつも己の観点を発表したがらないせいで、他人には「自分を孤高の存在だと思っている」とか、「討議を軽視している」などと思われてしまうこともある。このこともあってか、レイラは教令院に友達がそういない。<br>更に自信を失くしてしまうことは、提出した多くの論文も自分が書いたものではなく、「星空の祝福」からの恩恵であることだ。<br>レイラからしてみれば、自分など取るに足らない人間だ。<br>しかしレイラは、同級生や先生たちからは全くそのような印象では見られていないことを知らない。<br>「不思議ちゃんだし、変な癖もある。けど、まあ才能ある人ってそんなもんよね。」<br>「みんなで測量する時、どうして彼女はあんなに早く星図を描けるんだろう？彼女の目は写真機なのかな？おまけに星の軌跡まで描き終わってるし…」<br>「彼女の論文と算式は全て見た。厳密で周到なロジック…時々できすぎていると思うこともあるほどで、教師である私まで意表をつかれてしまう。この生徒は見込みがある。」<br>慎重すぎる性格のせいで、終始自分が優秀でないと思い込み、謙遜の気持ちを心に、没頭して前に進む者というのは存在する。<br>だが、このいつまでも自己に満足しないという思いこそが彼らを前へと進ませ、知らず知らずのうちに他人を後ろに置いてゆくのだ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "こんな少女がいた。彼女は忍耐強く聡明で、時には度が過ぎるほど謙虚である。<br>彼女は自分のように少しばかりの才知しか持ち合わせていない人間は、本物の天才と比べればまだまだだと常々思っていた。<br>しかし、優秀になりたい、本物の天才たちと肩を並べられるようになりたい、家族や先生たちに誇りに思ってもらえるような知恵ある者でありたいと、切に願ってもいる。<br>相反する気持ちが彼女を束縛し、自分の気持ちに従って思うまま振る舞うことを怖がらせた。しかし彼女は、平凡に生き続けることに甘んじることはなかった。<br>日が経つにつれ、恥ずかしさや失望、渇望…そういった強烈な感情たちは彼女の中でどんどん発酵していき、重い負担に耐えきれなくなった。そしてどうしようもなくなった結果、心はついに小さく口を切って、彼女の魂に一息つかせようとしたのだ。<br>体と精神が完全に冴えている時、様々な束縛にある彼女は自由に動けず、体が休眠状態に入った途端、彼女の心は短い自由を手にして、魂の中にある、鋭く洒脱な人柄を目覚めさせる。<br>夢遊状態にある時、彼女は自分を疑って抑え込むことをやめる。論文を書いたり、星図を描いたり、星位表を作ったり…普段彼女が頭を抱えてしまうことの全ては気楽で簡単なことになる。そこで彼女は思うがままに観点を指摘し、難題に挑戦するのだ。<br>これは彼女が心の底から長く望んでいた解放であった——しかし夢はやがて終わるもの。体が目覚める頃、彼女はまた、自信に欠けた、内気な女の子となってしまう。目覚めたレイラはあの才能あふれる文字や算式のすべてが、自分自身の手によって書かれたということも知らない。<br>忍耐強く謙虚なあの女の子は彼女であり、あのスマートで鋭い彼女もまた、紛れもなく彼女である。両者は元々表裏一体なのだ。<br>レイラはまだ成長途中の苗木であり、自己懐疑と突破を渇望する二つの心情で揺れ動いている。そのアンバランスさが、いわゆる「夢遊」を引き起こした。しかし、目覚めているのが彼女のどんな一面にせよ、それはすべてレイラなのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "レイラの写真集",
                "Content": "レイラの机の上には、山のように積み上げられたノートや星図と論文集以外に、一冊の分厚い写真集があった。<br>机の上にあるものがどんなに場所を変えようと、写真集はいつも、机の上で最も目立つ場所に置かれている。<br>写真集の中にあるのはすべて、レイラ自身が写真機を使って撮った写真たちだ。写されているのは故郷にいる両親や友人…それから教令院へ進むように勧めてくれた、担任の姿もあった。<br>どの写真にも、裏には印象深い出来事がある。レイラは日記の代わりに、この方法で故郷から教令院までの経歴を記してきた。彼女にはそんな習慣があるのだ。<br>写真集をめくるたびに、レイラは様々な決断をした時の気持ちを、はっきり思い出すことができる。そして、その気持ちを借りて、心の中にある迷いを払拭する。<br>最近、レイラはこの写真集に、金髪の旅人と一緒に写っている写真を追加した。写真が一枚、また一枚と増えていく中で…レイラが卒業する頃、この写真集はどれほど分厚いものになるのだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "レイラはそう簡単に人と争わない。これは彼女の性格によるものだ。ただ、一度だけ、今までにないほど他人と「争った」ことがある。<br>あれは理論占星学の授業の研究討論会だった。徳望高いハーバッドがレイラや他の何名かの生徒の論文を読んだ後、重点的にレイラのとある観点を批判したのだ。<br>そのハーバッド曰く、理論占星学は歴代の研究者の知恵による神聖なる結晶であり、そのどの法則も、大勢の学者が数えきれないほどの計算による検証を重ねた結果で、正確さは疑いようがない。しかし、レイラは論文の中でとある法則を疑った。その上それを補正しようとするなどというのは、冒涜である…ということだった。<br>批判を受けたレイラは面と向かっては反論しなかったが、討論会の後、レポートとこの件に関する考えの詳細を、併せてそのハーバッドへ提出した。<br>暫くのち、そのハーバッドは彼の反論をレポートに添付してレイラへ戻してきた。<br>事がこうなれば、多くの学生は手を引くだろう。研究討論会でレポートが通らないことは学生の最終考査にかなりネガティブな影響を与えるからだ。<br>それに、どのハーバッドも学識や年功において、勉強中の学生に勝っているものであり、彼らと学術問題について討論することは僭越なことだ。<br>もしかすると、レイラが提出したものは彼女自身によるただの計算ミスかもしれないのに、最後まで弁論して、もし己の間違いだとわかれば、大恥をかくことになる。<br>しかし、それでもレイラは最後まで諦めなかった。そしてこの方法で、ハーバッドと「弁論」し続けた。——半年が過ぎた頃、このハーバッドは再びレイラを探し出すと、「より多くの学者と交流した結果、確かにこの法則には考慮されていなかった、適用されない状況が存在すると分かった」ことを認めた。<br>説明し終わった後、彼は感慨深げに、レイラのようにハーバッドにチャレンジし続ける学生は年々少なくなって来ている、と告げた。<br>本来、学を求めるうえで一番重要なことは真の知識に対する純粋さと執着であり、彼は久々に、レイラを通してその純粋さと執着を見ることができたという。<br>討論会が終わった後、レイラが再びハーバッドと「弁論」を重ねた過程を残したファイルを開いたとき——その中から思いがけず、キラキラとした「神の目」を見つけた。<br>分厚い手書きレポートの上に転がったその姿は、まるで地に落ちた星のようだった。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "あっ…こんにちは。私はルタワヒスト学院で勉強している、レイラです。ん？ごめんね、昨日はよく眠れなくて…今、私とチームを組みたいって言った？<br>いや、組みたくないわけじゃないよ！ただ…私の規則正しくない生活に付き合わせて大丈夫かどうか心配で…そ、その…よろしくお願いします！",
                "Tips": []
            },
            {
                "Title": "世間話 · 見つめる",
                "Content": "たとえ見上げなくても…星空は永遠に私たちを見つめている。",
                "Tips": []
            },
            {
                "Title": "世間話 · 夢遊",
                "Content": "足が棒みたい…はぁ、昨日の夜、また夢遊してたんだろうな。",
                "Tips": []
            },
            {
                "Title": "世間話 · 嘆き",
                "Content": "ううぅ…どうしてレポートと論文の先がこんなに見えないの？おかしいよ…",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "天気が良くないね。今夜、星空を観測できないとなると…はぁ、私の星図の宿題はもうこれ以上伸ばせないんだけどなぁ…",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雪の積もった所が、まるで満天の星のように明るく輝いて見えるね。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "ふぁあ、太陽の光を浴びると…眠くなる…はぁ、眠気が覚めないうちに枕を探して眠らなくちゃ…もう二日、二日も寝てないんだよ…",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "昼は暑くて、夜は寒い…私、もうダメかも。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "よく眠れた？まだ眠いなら、もうちょっと寝たほうがいいよ…私？私はもう…慣れたから…",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "星の軌跡を計算してるの。まだ半分しかできていないから、お昼ごはんはお先にどうぞ…ん？ここの角度、ちょっと変だな…ま、まさか…うぅ、いつから間違えてたんだろう？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "今日は早く眠れるよう、早めにベッドで横になろうかな。偉大なる知恵の神よ、どうか私の睡眠を守ってください…よし、目を閉じよう。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "…えっと、どれどれ？この子は何につまづいてるのかしら。えっと…三年分の古い星位表の整理と、中期レポートの星図があと何枚か残っているのね…じゃあ、この部分から始めようかしら？<br>ん？どうして君がここに？今は一番重要な睡眠時間なんだけど。あたし？もちろん、夢遊中なの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "レイラ自身について · 理論占星学",
                "Content": "教科書の論点によると——「理論的な占星学の知識を用いて生活中の具体的なトラブルを解決することは、私たちが関心を持つべきことではない」とあるの。だけど、そこにはもう一つ重要な理由があるって、私は思ってる…つまり…コストがかかり過ぎるということ。私たちが測定を行うとき、何台ものプラネタリウムを使って、その上、少なくとも一年分の星図を参考にして、やっと…厳密な答えを導き出せる。それを明日の香料の価格予測に使うのは、どう考えてもコストパフォーマンスが悪いでしょう…？",
                "Tips": []
            },
            {
                "Title": "レイラ自身について · 理由",
                "Content": "自分が好きで頑張れることがあるなら、根気よく続けたほうがいいと思う。たとえどんなに厳しい道でも、競争がどんなに激しくても、必ずしも卒業できるわけじゃなくても…うぅ、卒業できなかったら、奨学金を全額返済しないと…はぁ、やっぱり帰ったほうがいいかも。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "手助けについて…",
                "Content": "ふん、あたしだって徹夜してまで宿題をやりたいわけじゃないわ。でも、「私」はいつも終わらないことを抱えてるんだもん、「私」を助けてあげないといけないでしょ？…ふふっ、あたしに付き合うつもり？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "世界を回ることについて…",
                "Content": "もし卒業後、教令院に残ることにならなかったら、あなたと一緒に世界を回ろうかな。どう思う？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "ふぁあ…ん？何か光ってる？寝る時、灯を消すのを忘れたのかな…ああ、なんだ、神の目か…えっ、待って。寝る前…ベッドの横に置いたっけ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "私たちの学院が編集した星位表には、万物の運命が書かれているの。これは紛れもなく占星知識の頂点であり、最初に見た時は感動しちゃって、声も出せなかった！えっ？興味あるって？うーん、ただ見るなら…申請してあげる、多分許可が下りるはずだから、多分だけど…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "うぅ、助けて！虫を捕獲する植物とか、ないのかなぁ？小さな虫が部屋を飛び回りながらずっと鳴いてるんだけど、私、どう探してもその場所を突き止められなくて…ううぅ…",
                "Tips": []
            },
            {
                "Title": "モナについて…",
                "Content": "明論派学者の間では、アストローギスト · モナ · メギストスが『スチームバード新聞』に発表した占星術の文章がよく討論されているの。専門性の高い文章を、学外の人にも楽しんでもらえるように書くなんて、なかなか簡単にできることじゃない…えっ？どうして名前を流暢に言えたかって？だって…すごい人だから…尊敬すべきでしょう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リサについて…",
                "Content": "あっ、誰のことか分かったよ。たった二年で卒業した素論派の天才、リサ · ミンツでしょう。私も彼女くらい頭がよければ…えっ？モンドで会ったって？ほ、本当に？彼女は普段、どのように勉強しているの？どんな本を読んで、どんな仕事をしてるんだろう？わ…私、どこから学べばいいのかな？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ドリーについて…",
                "Content": "ど、ドリー、か…歯を食いしばって拳を握りしめて、彼女のところから一回買い物をしたことがあるんだ…私が迷わず買ったのを見て、お金持ちだと勘違いしたみたいで。その後も商品のチラシを送り続けてきたよ…うーん…とんでもない誤解を招いちゃったみたい。その買い物の対価に…奨学金を全部使いこんじゃって。半年くらい、ごはんにお肉を追加することも怖くなって、本を買いたくても割引を待つことしかできなかった…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "セノについて…",
                "Content": "「大マハマトラ」様って、「七聖召喚」が得意なんだ…あっいや、もし機会があれば、対戦できるかなって思っただけ。「七聖召喚」みたいなカードゲームは、計算の得意な方が勝ちやすいから、むしろ…負けないかも…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャンディスについて…",
                "Content": "初めて夢遊状態から目覚めた時、あなたの言うその方に会ったんだよ…なるほど、キャンディスってお名前だったんだね。目が覚めた瞬間…レポートも文章も全部終わっていたのを覚えてる。なんだか…毎日星に唱えていたら、やっと聞き届けてくれて、使者を送ってくれたみたいな感じだった…うぅ…あの時は感動したなぁ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルハイゼンについて…",
                "Content": "書記官のような高みにたどり着いた人は、プロジェクトを立ち上げられるかどうか、成功するかどうかなんて心配する必要もないはず。ううん、書記官になったんだから、プロジェクトに取り組む必要すらなくなったはずだよね。羨ましいな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クラクサナリデビについて…",
                "Content": "偉大なる知恵の神よ、私はここ最近、毎晩徹夜で復習してきました。なので、テストに合格させてください！お願いですから…！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ファルザンについて…",
                "Content": "ファルザン先生は学生を募集できたのかな？知論派の人の話によると、彼女のプロジェクトには経費がなかなか降りないらしくて、学生が寄って来ないのも当然かも。はぁ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "レイラを知る · 1",
                "Content": "私は別に才能があるわけでもないし、理解力だって足りない…一生懸命勉強して試験に合格したから教令院に入れただけなの。ごめんね、私…あ、雑談はここまでにしておこう。教令院といえば、私の課題の進捗報告…まだ少しも進んでないって思い出しちゃった。",
                "Tips": []
            },
            {
                "Title": "レイラを知る · 2",
                "Content": "担任の先生との関係？うーん…何と言うか…あっ、誤解しないでね。担任の先生にはすごくお世話になっていて、入学時に推薦状ももらったの。私がくじけそうになるたびに、励ましてくださって…その後論文を追加で一本要求されたけど…",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "レイラを知る · 3",
                "Content": "スメールにいる才能溢れる人はほとんど、教令院までやってきてる。それに、ここはびっくりするほど賢い外国の学者さんもいて、どれだけ競争が激しいか…考えても見て！そんな人たちと一緒に勉強するなんて…私、本当にその資格を持ってるのかな…？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "レイラを知る · 4",
                "Content": "しー、静かに。この子を起こさないでよ。このままゆっくり寝かせてあげましょう。あたしの言うこの子が誰かって？そりゃあもちろん、毎日課題に追われるレイラよ。で、あたし？ふふ、あたしもレイラ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "レイラを知る · 5",
                "Content": "聞いた話だけど、この子は終わりなき宿題がいつも夢の後にいつの間にか完成していることを——「星空の祝福」だって思い込んでいるらしいわね。はぁ…完全な勘違いなんだけど。おっと、君…この子には内緒よ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "レイラの趣味…",
                "Content": "星図を描くのは本当に疲れるし、好きでもなければ続けられないと思う。定規を使ったり、紙で計算したり、昔の星象を調べたり…気がついたら一日が終わってしまうなんてこと、ざらだもの。でも、自分がきちんと描いた巨大な星図を見る時に味わえる達成感は…やっぱり半端ないかも。",
                "Tips": []
            },
            {
                "Title": "レイラの悩み…",
                "Content": "まだ教令院で勉強していなかった頃、睡眠の質はまあまあだった。でも、ここで勉強することになってからは…はぁ、プレッシャーが重すぎて…本当は毎日明け方までゆっくり寝たかったのに、ううぅ…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "毎晩ベッドで横になる前に、牛乳を温めて飲むの。夜にぐっすり眠れますようにって祈りながらね。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "いつだったか、不思議な商人が売っている「睡眠グミ」が効果的だって聞いたことがあって。奨学金と小遣いを全部使って試してみたら、確かに効果があって、しばらくはよく眠れたの。だけど、ひと箱で二十万モラ…いくら何でも高すぎるよ。私、もう絶対買わない。一個買ったら一個無料でも買わない…一個買って二個無料なら…また考えてみるかも。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "すごい、羨ましいなぁ。本当に何でも作れるんだ…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "…うん、悪くない味だと思う。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "えっと…テイクアウト頼まない…？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "ハッピーバースデー！このポケット星盤をあなたにあげる。過去から未来まで、人類の運命を見つめてきた星々がまなざしをあなたに分かち合い、共に砂漠や海を越え、追い求める遥か彼方の終着点まで同行してくれますように。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "レイラ、ほら。もう一息頑張ろう。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "レイラ、すごく頑張ってたけど、まだ全面的な知識を得たわけじゃないよ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "レイラ、あなたは勤勉で博識——それで良い。でも、怠けちゃだめ。一瞬でも怠けると、遅れをとって留年って言う悲惨な結末を迎えることになるんだから。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "レイラ、自分を信じよう。沢山助けてくれた人を信じよう。あなたたちなら、きっと何でも解決できるわ！<br>ふぅ…さて、悩みも忘れたことだし、出発しましょう！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "寒星！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "邪魔しないで！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "星のご加護を。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "呼びかけに応える星たちよ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "極寒…私の意のままに。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "怖がらないで。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "コストパフォーマンスがよさそう。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "やっぱりあなたは鋭い目を持ってるんだね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "わぁ！眠気が一気に飛んでいっちゃった。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "眠い…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "まずいまずいまずい…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "今から逃げても遅いかな…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "起きて！気絶しちゃダメだからね！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "どどどうしよう！け、怪我してるじゃない！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "永遠の眠りに…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "先生、ごめんなさい…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "お願い…夢であって…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "こんなの理不尽だよ！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "それ、ルール違反だからね！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "どうせ眠れないから、お散歩しようっと。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "お休みをとったけど…何か忘れてないよね？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "はぁ、頭が空っぽ…気分転換しに行こうかな。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "74": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "夢にある星",
                "Desc": "レイラの衣装。暗く安寧な夜更けに、微かな星光が彼女を包み込み、もっとも甘い夢へと落ちていく——というのは、レイラの切なる願いである。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108473,
            "JD": 108472,
            "Name": "<b>安眠へのデザイア</b>",
            "Eff": "選択したキャラのHP上限の26%を回復し、その後30秒間、5秒毎にHPを570回復する。",
            "Desc": "レイラのオリジナル料理。散らしたナッツは、静かな深い夜を飾る星々のよう。一口味わってみると…丸一日駆け回っていた体と心が、ふっと安らいだ。これをレイラに伝えると、彼女は嬉しさと残念さの入り混じる複雑な表情になった——「よ、よかった！うぅ…私にも効果があったら良かったんだけど。」",
            "Recipe": {
                "100078": 2,
                "101219": 2,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108473"
        },
        "Namecard": {
            "Name": "<b>レイラ·白昼夢</b>",
            "Desc": "名刺の飾り紋。<br>「夢にある星空は君の進む道を照らすだろう。そしてきっと、その心の中の水晶も、透き通る光を映し出す。」",
            "Pic": "UI_NameCardPic_Layla_P"
        }
    }
}

var acs_cache_ = {}