// Auto Generated

var _AvatarFetterConfig_ = {
    "83": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "フォンテーヌ廷で最も名高いマジシャンと言えば、観衆は間違いなく、ステージの上で生き生きと輝くリネを思い浮かべることだろう。<br>しかしフォンテーヌ廷で最も名高い「マジシャンのアシスタント」と言えば、皆まったく見当がつかないか、意見が一致しない。<br>拍手喝采は彼女のために鳴らされるものではない。アシスタントとして、彼女は必要なタイミングで観客の注意を引き付け、最も高まる瞬間を主役に返すのだ。<br>ステージの上であろうと下であろうと、リネットは自分という存在をリネの背後——小さな光も賞賛も届かない影の中に隠すことを習慣づけている。<br>マジシャンのアシスタントが目立たないでいられるのは、日頃のプロ意識の賜物だ。<br>そして、「家」の子どもたちにとってはなおのこと…影に隠れることこそ、生存の道となる。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "リネットは不要な面倒を避けるため、よく「待機」や「省エネ」といった言葉を口にする。<br>やりたくない雑用が舞い込んできたときに、「ぼーっとしている」とでも答えてしまえば、十中八九「じゃあ暇ってことか！」と言われて雑用を押し付けられるに違いない。<br>しかし「待機モード」だから「エネルギー節約」の必要があると真剣に公言すれば、リネットの彫刻のような表情も手伝って、相手は一瞬言葉を失ってしまう。<br>その隙にリネットは真面目な表情のまま、平然とその場を立ち去れる。<br>彼女をよく知る人にはあまり効果的ではないが、そもそもリネットをよく知る人のほとんどは面倒事を避けようとする彼女の性格をよくわかっており…彼女に雑用を任せた場合の結果について、よく知っている。<br>機械に関する専門用語を並べ立てる彼女だが、リネットが持つ機械の知識は、残念ながらそれがすべてなのだろう。<br>リネットの家では、「リネットを一人で食洗機や掃除機などの機械がある部屋にいさせるな」という教えすらある。<br>さもなくば、第三者——大抵の場合はフレミネ——が駆けつけた時、機械が辿っている運命は次の二択だ。<br>1.よく分からない壊れ方をしている（食洗機は白い泡を吐き、掃除機は倒れてけいれんを起こし…リネットは我関せずの表情でめちゃくちゃになった部屋の中に立っている）。<br>2.機械は無事だが雑用はまったく進んでおらず、リネットは隅っこでサボって寝ている。<br>どちらの場合も扉を開くまでは予想ができず有害無益であることから、リネットは心安らかにすべての家事に別れを告げることとなった。<br>それにしても、どこからどう見ても単純明快な機械だったとしても操作方法がわからず、たちどころに壊してしまうとは本当に不思議である…<br>ただ、唯一マジックの仕掛けを操作する時だけは、リネよりも精一杯の集中力を傾けており、一度もミスしたことはない。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "見方によっては、「マジシャンのアシスタント」とは矛盾した職業であると言える。<br>ステージ上の拍手喝采は主役であるマジシャンのものであり、ステージ下の花や名誉や利益も、アシスタントには関係のないものだ。<br>しかし、素晴らしいパフォーマンスにはアシスタントの協力が不可欠である。<br>ステージ上で最もマジシャンに近い存在として、アシスタントはマジシャンの秘密を知り尽くしている。また、危険なパフォーマンスをする際には、アシスタントの一挙手一投足がマジシャンの生死に直結する。<br>ステージ上のマジシャンとアシスタントは両面鏡のようなものであり、片面が光に向かって観客の注意を引き付けている間に、その後ろでもう片面が闇に向かって技を完成させる。そして両者の役割は交互に切り替わり、常に変化するのだ。<br>二人の息をぴったり合わせるためには、マジックへの造詣がアシスタントとマジシャンの間で大きな差があってはならない。<br>そのような技術を持っているならば、どうして他人の下で生きていくことを良しとできようか？——ゆえに、大多数の見習い出身のアシスタントは芸が完成すると独立するものであり、永遠にアシスタントの地位に留まる者はあまりない。<br>リネがデビューして有名になると、多くの著名な人物がリネットの潜在能力を評価し始めた。独立すればさらに輝くスターになれるだろうと、映影フィルムの主演女優のオファーをする人までいた。<br>猫耳、女の子、魔術師…これだけの要素が揃っていれば、注目を集めるのは間違いない！<br>しかし残念なことにリネット自身はその厚意にまったく応えず、すべてのオファーを断った。しかも断る時には…理由を並べ立てることさえ面倒に思って、すべての返事をリネに丸投げしたのだ。<br>しかし、そういった観衆の多くは地位の高い人々で、「お父様」からも軽視してはならないと言われていたため、リネはかなり頭を悩ませていた。<br>もし引き抜きの誘いの手紙に返事を書いたのが他でもないリネ本人だということが発覚すれば、今後かなり気まずくなってしまうだろう。<br>だから、彼はリネットの口調を真似て、礼儀の行き届いた丁重な文面でお断りの返事を書き上げるしかなかった。<br>いくらリネが雄弁だといっても、普段から口が重いリネットの喋り方で返事を書くのは相当骨が折れた。<br>返事を書くのに頭も腕もへとへとになったリネは、ソファでのんびり寝ているリネットを目にした瞬間——「だったら本当にやらせてみるか？僕がアシスタントになってもいい」と考えてしまった。<br>「…よしましょう。」そんなリネの一瞬の閃きを鋭く察知したのか、リネットはそう言うと、背伸びをしてリネのほうに向き直った。「私はお兄ちゃんのアシスタントでいるのが好きなの。」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "お茶は、リネットの数少ない趣味の一つだ。<br>ティーカップから立ち籠める湯気を見ながら上品な香りを楽しめば、一日の疲れは消えていく。<br>賓客の来訪がある日は、たいていリネが応対し、リネットはお茶でもてなした。家でティーパーティーを開くときも、彼女がお茶を淹れ、他の人々はお喋りにいそしんでいることがほとんどだ。<br>他の人が弁舌を振るったり世間話をしたりしている間、リネットはいつもそばに座って両手でカップを持ち、フーフーと冷ましながら、黙ってお茶を飲んでいる。<br>彼女は猫舌なので、熱すぎるお茶は飲めないのだった。<br>しかし、ぬるま湯でお茶を淹れるのはもったいない。ましてやお茶に氷を入れたり、冷ますためにカップを二つ使って交互に注いだりするのは、リネットにとって邪道だと声をあげねばならない行為だ。<br>氷を入れればお茶の濃さに影響が出るし、何度も注げば飲み心地が失われてしまう…対して、少しずつ吹いて冷ませば、最適な温度で飲めるので火傷することもないし、風味を損なうこともない。<br>難なく飲める頃合いになっても、リネットは決して焦って飲み尽くしたりはしない。<br>終わりに近づくほど風味が濃くなるお茶もあり、ひと口飲めば数分間は後味を楽しみ続けることができるのだ。だから彼女はいつも、非常にのんびりとお茶を飲む。<br>ティーポットが空になる頃には、世間話も終わりに近づいていることだろう。<br>ただし、テーブルに残されたティーセットについては…食洗機を壊されないよう、他の人に任せたほうがいいだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "あるフォンテーヌの役人が、「ブーフ · ド · エテの館」のここ数か月の資金の流れを調査しようとした。<br>しかし調査計画の草案が出されると、上司は慌てて調査を止めさせた。<br>その上司が、とある名家の女性と密会している写真が同封された一通の手紙を受け取り、それにより調査を中止に追い込んだなどとは、役人は想像もしなかった。<br>上司自身も、まさかマジックショーの最中に妻のものではないハンカチを取り出したことが、秘密露見のきっかけになるとは想像もしなかった。<br>あの時、ステージ上の素晴らしいパフォーマンスに感動していた彼は、暗がりから注がれる視線など、気にも留めていなかったのだ…<br>しかしリネットにとって、その一瞬の隙は、まったく気付かれないうちに情報をすべて「盗む」には十分だった。<br>人々は、服装、目線、仕草、さらには会話の中の沈黙などによって…無意識のうちに、自分をさらけ出しているものだ。<br>それらの情報は無数のディテールに覆い隠されているため、普通の人には何も読み取れないが、リネットは尋常ならざる観察力によってそこから「鍵」を見つけ出すことができる。<br>一見何でもないような無数の詳細情報を繋げていけば、館にとって有用な情報が導き出されていく。<br>一方は光の中に、もう一方は闇の中に。館の二つの「目」はフォンテーヌの著名人たちから数え切れないほどの秘密を盗み出すが、当人たちは盗まれたことにすら気づかない——さながら、マジックのようである。<br>鋭敏な感覚を保つためには精神の絶対的な集中が不可欠であるため、仕事モードのリネットは口数を減らして労力を節約している。<br>任務のない時でさえ、彼女は不要な情報をふるいに掛ける癖がついている。<br>…ただし、どの情報が有益か不要かの判断基準は、完全にリネットの好みによる。<br>例えば、様々な機械の操作や家事スキルについては、まったく関わらなければ正々堂々忘れ去ることができるのだ。<br>そして、お茶会でのお喋りやうわさ話も「なるほどね」「そうだったの」「それで？」と適切に相づちを打ってやれば…スムーズに話を進められる。<br>労力と手間を省くことができて、リネットは満足だ。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "多くの人は、リネットの猫耳も衣装の一部だと思っている。彼女と同じ血が流れているはずの兄のリネは、常人と変わらぬ見た目だからだ。<br>しかし、リネットの頭から生えている耳や尻尾は飾りなどではなく、正真正銘の本物である。<br>この猫のような形質は遺伝によるものが多いが、後世になって祖先の血が薄れても、隔世遺伝によって現れることがあるという。<br>幼い頃のリネットは、ご先祖様からのこの「贈り物」があまり好きではなかった。<br>悪意の有無は定かではないが、いつもおせっかいな子が耳と尻尾を指さしてリネットに言うのだ。「どうしてみんなと違うの？」「リネとは本当の兄妹じゃないの？」<br>内向的なリネットにはどう答えていいかわからない。だが、いつもリネがそばにいてくれるわけではない。そんな時はただ、耳を押さえて尻尾を丸め、隅っこにうずくまっていつも独りで悲しむのだった。<br>街のあちこちにいる野良猫だけが、リネットを慰めるように寄ってきてくれて、足首に毛並みを擦りつけるのだった。<br>こんな顔のままじゃ、リネに会いにいけない。それはよく理解していた。ただでさえリネはたくさんの心配事を抱えているのだから、こんな幼稚なことで困らせてはいけない。<br>…しかし、何でもないふりを装っても、リネには必ず見抜かれてしまう。天才マジシャンを騙すなら、まずは自分からだ。<br>リネットは足元の子猫を抱き上げると、その背中をやさしく撫でた。子猫の息づかいを感じるうちに、リネットの気分は少しずつ和らいでいった。<br>子猫が彼女の腕から飛び出した頃には、リネットの表情はいつもの穏やかさを取り戻していた。<br>フォンテーヌの貴族の中には、珍しいものに楽しみを覚えるろくでなしもいる。パーティーで、とある「大物」がリネットの変わった外見に目をつけた。<br>すると、当時の養父は何のためらいもせず、彼女の反対も抵抗も無視して、まるでソファを引っ掻くペットの猫を送り出すように、彼女を「大物」の車に押し込んだ。<br>どうして私なの？どうして私には耳が生えてるの？<br>息が詰まるような孤独の中で、リネットはついに長年の鬱積に耐えられなくなり、苦痛に耳を塞いだ。<br>「もう隠れるのはやめたまえ。怯懦は何の役にも立ちはしない。」——その声は、月明りとともに差し込み、暗闇の中で反響した。「出てくるといい。君を傷つけようとした者はもう死んだ。」<br>冷たく厳粛な響きではあるが、どこか安心させるような魔力を持つ声だ。リネットは顔を上げ、今後自分の「お父様」となる人物を見た。<br>「いい耳だ、監視に役立つだろう。これからはそれの使い方を覚えるんだ。」<br>「お父様」がリネットの耳をなでる。手も言葉も、決して優しいものではなく、あの夜の月光と同じように冷たい。<br>しかし、それはあの月と同じく、世界の片隅にある暗闇を照らしてくれるものでもあった。<br>……<br>「猫が耳を後ろに反らせるのは、恐怖や警戒のサイン。逆に、前向きにして立てているときは、ご機嫌なことがほとんどなんだ…」<br>ブーフ · ド · エテの館の新入りに猫の習性について説明するとき、リネは毎回ついそばにいる妹にちらりと視線を向けてしまう。<br>リネットの耳はまっすぐ前を向いて立ち、たまに外側にぴくぴくと動いている。<br>もう随分長く、この耳は後ろを向いていない。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            },
            {
                "Title": "「非自動」給餌器",
                "Content": "フレミネがオーダーメイドで作った自動給餌装置。家の中で増え続ける小さな動物たちのために使われている。<br>ある日のショーが終わった後、リネットは劇場の裏口に捨て置かれた箱を見つけた。<br>蓋を開けると、生まれてから一ヶ月にも満たない子猫たちがびっくりしたように顔を上げたが、お腹が空いているのか逃げる元気すらなく、ただプルプルと震えながら彼女の目を見つめてくる。<br>リネットは何も言わず——手を伸ばして驚かせることもなく——ただじっと子猫たちを見つめ返した。<br>やがてリネットに悪意がないとわかったのか、子猫たちは見上げ続けて疲れてしまった小さな頭を戻し、項垂れた。<br>そこで、リネットは初めて箱を持ち上げた。箱の中に入った子猫たちは静かに横たわったまま、目の前の少女が新しい「家」へと連れて行ってくれるのを待っていた…<br>この小さな動物たちの面倒を見るかどうか、家族たちは小さな議論を交わしたが、いつもは口数が少ないリネットも、この時ばかりは珍しく「飼う」と言って譲らなかった。<br>そして、ついに事情は「お父様」の耳にまで届き、つまらない諍いはやめるようにと、鶴の一声があった。<br>「飼いたいならば自力でどうにかするがいい。ただし、しつけもすべて自分でやるんだ。他人に迷惑をかけないように。」<br>一瞬の沈黙の後、さらに彼女はこう付け加えた。「もし、この冬が終わるまでにルールを守ることを教えられなかったら、その時は自分でその子たちを処理することだ。」<br>「お父様」からそう言われてしまえば、もう双方とも、何も言えるはずがなかった。そうして、子猫たちを躾けて育てる任務はリネットに任されることとなった。<br>リネットがいつも面倒ごとを避けたがっていることをよく知っていたフレミネは、彼女のため、特別に自動給餌器をオーダーメイドした。<br>マシナリーの中にはタイマーと計量装置を組み込んだ上、湿気を防ぐルーレット式のエサ箱を備え、これを使えば、子猫に様々な種類のエサを決まった時間に決まった量で与えることができた。<br>これは、リネットの手に渡ってもなお無事だった、数少ない機械の一つでもある。長年役目を務めていながら一向に故障する気配はなく、内部構造も未だに新品同様の状態だが、給餌口の下にあるお皿だけは使い込まれた様子が見て取れる。<br>それは、リネットがこの機械の機能を活かしたことがないからだ。<br>各箱にどのエサを入れておくか、エサの時間や量はどうするか。それらを覚えておくよりも、毎日自分の手でキャットフードをお皿に盛り付けてあげるほうが便利だと思ったのだ。<br>それに、エサやりまでも機械任せにしてしまったら…<br>リネットは「非自動」給餌器の横にしゃがみ込み、エサを食べる猫の毛並みを整えてやりながら静かに考える。<br>——それでどうやって、この子たちを教育できると言うの？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "小さい頃、リネはよくリネットに神の目の物語を話してくれた。<br>その物語の主人公に不可能なことは何もなく、少し指を動かすだけで嵐を巻き起こし、軽く息を吹くだけで霧を吹き飛ばすことができた。<br>それはあらかじめ準備されたマジックなどとは違う、本物の奇跡だった。<br>「私たちにも神の目があればいいのに…」当時、リネットはよくそう考えた。<br>神の目があれば、マジックを本物の魔法に変えることができる。帽子の中から、食べ物や暖を取るためのたき火を呼び出すのだ。そうすればリネが暮らしのために苦労する必要もない…<br>しかし、神が彼女の祈りに耳を傾けることはなかった。それからしばらくの間、彼女はリネとともに放浪し続け、街のあちこちや貴族の邸宅を転々とし、ついに「お父様」の庇護の下に定住の地を見つけた。<br>二人はこれを得難い機会だと理解し、厳しい訓練を乗り越えて、互いに助け合いながら数々の任務をこなした。<br>そんな現実は幼い頃の考えを早々に洗い流し、神の目に対するあこがれも遠い過去へ置き去りになった。<br>とある作戦において、二人は貴族の山荘でマジックを披露することになり、その書斎に隠された犯罪の証拠を盗み出す機会をうかがっていた。<br>任務そのものは至って平凡なものだ。作戦は順調に進んでいった。ショーの機会に乗じて二人は山荘の扉や窓に小細工を仕掛けた。ショーの後、こっそり山荘に戻って潜入すれば、誰にも気づかれずに罪の証拠を盗むことができる。<br>しかし、上手くいったと思った矢先、窓の外の深い森の中で三つの炎が灯った——見張り役として待機していた「家族」からのメッセージである。<br>三つの炎は最悪の事態を意味していた。なんと、執律庭もこのターゲットを注視しており、すでに人員を送り込んでいたのだ。<br>元のルートで退避すれば、執律庭と出くわす可能性が高い。二人がマジシャンの立場を利用して任務を遂行していることが露見すれば、自分たちの運命が終わるだけでなく背後にいる「家族」までを巻き込むことになる——<br>書斎の外から聞こえる声は、ますます大きくなってきていた。最も迅速に、目立たぬように撤退するためには、リスクを冒すしかない。<br>山荘は山を背にして建てられており、窓の外は崖になっている。そして、その下にあるのは急流の川だ。<br>リネットとリネは顔を見合わせると、何も言わずに手を握り合って窓から飛び降りた。<br>「ゴオォ——」怒涛の水流がリネの体を襲う。<br>水に落ちる瞬間、彼は自身の肩と背中で必死に衝撃を受け止め、またしてもリネットを守った。しかし、その激しい衝撃に意識を失ってしまったのだった。<br>リネットはパニックに陥りながらも何とかもがいて流木を掴み、意識を失ったリネを岸に引き上げると激しく咳き込んだ。<br>焼けつくような肺の痛みに必死に耐えながら、リネットはリネの状態を切迫した様子で確認した。顔は青白く、目は閉じており、いつもの彼の面影はない。<br>リネットはこれ以上リネの体温が下がらないようしっかりと抱きしめながら、周囲を注意深く観察した。一寸先も見えないような、深い森の中である。夜の闇に立つねじ曲がった木々は、余計に凶悪に見えた。<br>リネットは小さな声でリネの名前を呼び、いつものショーのように平然と立ち上がって冗談を言ってくれることを祈った。しかし返って来たのは、沈黙と彼の微弱な息遣いばかりであった。<br>もう何年も経っているというのに、「あの夜」の孤独と恐怖を再び思い出した。<br>長い時間が経ち、色んなことを経験したはずで…あの頃に比べて明らかに成長したはずなのに。<br>なのに、どうして自分はあの夜と同じように、守られながら暗闇の中で震えて待つことしかできないのだろうか？<br>そんなはずはない…私たちは協力して多くの奇跡を起こし、数々の困難を乗り越えてきたんだから。<br>…お兄ちゃんの後ろで背中を合わせ、肩を並べて立ちたいとずっと願ってきた。<br>執律庭の人間が近くを巡回しているかもしれない以上、大声で「家族」に助けを求めることもできないし、これ以上ここに留まるわけにもいかない。<br>今のリネットができることは、リネの手を握り、肩を支えてあげることだけだった。<br>——前が見えないならば、聞こえるものを利用しろ。<br>彼女は耳を高く立て、かすかな風の音さえ逃すまいとした。<br>風が木々の間を吹き抜ける音、低木を揺らす音、頬を掠める音…次第に彼女の目の中に、ぼんやりとした風景が描かれていった。<br>暗闇の中を手探りで往く。植物のトゲで怪我をして、衣服は赤く血に染まった。<br>そうして進むうち、次第に目の前の景色がより鮮明になってきた。耳が風の音に順応したのか、目が暗闇に慣れてきたのかはわからない。しかし彼女の足取りはますます速く、確かなものになった。<br>一切明かりのない舞台の上で、誰からの声援も得られないパフォーマンスの中で、リネットはついに主役になったのだ。<br>森に朝日が差し込む頃、リネットはリネを担いで「家族」との連絡地点である拠点にたどり着き、予想外の人物——昨晩こちらに駆けつけてきた、彼らの「お父様」に出会った。<br>リネットは力を振り絞って水で濡れた罪の証拠を懐から取り出そうとしたが、「お父様」に渡す前に体力が尽き、リネと一緒に倒れ込んでしまった。<br>「お父様」は、証拠品が地面に落ちて泥まみれになるのも構わず、二人を手で支えた。<br>「よく眠るといい。君たちは…もっと貴重な戦利品を持ち帰ってきてくれた。」<br>神の目が朝日と双子の寝顔を映し出し、リネットの腰でひっそりと輝いていた。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "初めまして、私はリネのマジックの助手。仕事に関することならリネに、公演の鑑賞が希望ならチケット売り場で尋ねて。え、私に用があるの？…じゃあ、手短にお願い。",
                "Tips": []
            },
            {
                "Title": "世間話 · 茶を飲む",
                "Content": "お茶を淹れた、しばらくゆっくりできそう。",
                "Tips": []
            },
            {
                "Title": "世間話 · お兄ちゃん",
                "Content": "リネがまた何か変なことを言ってるみたい…はぁ、本当にほっとけない。",
                "Tips": []
            },
            {
                "Title": "世間話 · ボーっとする",
                "Content": "待機モードオン…邪魔が入らないといいけど。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨の日はぼーっとするのにピッタリ…",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "もう止んだの？残念。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "あぅ…耳が痛い。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "寒い…ハットの中に隠してあげる。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "太陽の下に、新しいものなどない…本当にそう？",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "くんくん…風に乗って匂いが…ううん、何でもない。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう…チャージ未完了、もう一度睡眠モードへ。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "仕事の前にお茶を一杯飲むのが私の習慣。リフレッシュできるし、眠くならなくて済むから。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "日が暮れると、人の心に秘められた欲望は水面に浮かび上がる…私が言いたいのは、夜の公演はきっと素晴らしいものになるはず。チケット、取っとく？",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "先に寝てて、私はお昼にやり残したことを片付けるから…（あと、壊した掃除機を直さないと。）",
                "Tips": []
            },
            {
                "Title": "リネット自身について · マジック",
                "Content": "公演では普段、リネの助手を務めてる。ずっと黙り込んで無表情なせいか、私をマジック用のマリオネットだと思う人もいた…ただ、こういう誤解は不要な付き合いを遠ざけてくれるから、別に悪くない。",
                "Tips": []
            },
            {
                "Title": "リネット自身について · 情報",
                "Content": "沈黙は集中力を高めて、有益な情報を見つけるのに役立ってくれる。よく公演を見に来ていたある貴賓が、奥様のものではないハンカチを取り出した…この情報の具体的な用途については、うん…あの方のお考え次第。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "聞き手について…",
                "Content": "自分から何かを表現するのは慣れてないけど、私は悪くない聞き手のはず。もし何か悩みがあったら、私のところに来て。二人だけの内緒にしておくから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "好奇心について…",
                "Content": "金色の「太陽」と夜の「暗い影」は、お互いに理解し合えないものだと思ってた。けど、あなたからは不思議な複雑さが伝わってきて、必要以上に好奇心をくすぐってくる…これからも、あなたを観察させて。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "力を振るうよりも、自分の目で現状を分析して適切な解決策を見出すほうが好き。でも、力があればより多くの切り札を持つことができるし、危機的状況の中で大切な人を守れるようにもなる。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "お茶を淹れるのは簡単そうに見えて、実際は気を使うことなの。茶葉の品質、お湯の温度、注ぐ回数…これらすべての変数を適切にコントロールすることで、最も味わい深いお茶を淹れられる。一杯どう？",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "小動物たちも感情を表現してて、それに耳を傾ければその子たちの気持ちが分かるの。子猫の「みゃ～」は「にゃにゃにゃ！」よりも気持ちがいいって意味で、この時はどんなにナデナデしても逃げない。",
                "Tips": []
            },
            {
                "Title": "リネについて · 阿吽の呼吸",
                "Content": "私とリネはずっと一緒で、言葉を交わさなくても相手の考えが分かるの。だから二人きりになると、リネはいつもより静かになる。リネの言ってること、何が本当で何が嘘なのかって？実は私、全部知ってるの…けど、それは極秘事項だから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リネについて · 心配",
                "Content": "リネは普段からいつも自信満々で、物事をそつなくこなす。あるいは、すべての人に自分はそうであると思わせてる。だから、いざトラブルが起こると、よく一人で完璧に解決しようと思ってしまうの…そんなところを見かけたら、どうかリネのことをよろしくね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "フレミネについて…",
                "Content": "繊細で優しい子だけど、自分を卑下するのが好きみたい…過去の経験と関係してるのかも。時々、彼から伝わる雰囲気がリネとはまるで正反対に感じることがある…どっちも私の家族だから、意見が分かれた時は私が責任を持って橋渡ししてるの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「お父様」について…",
                "Content": "「お父様」の愛情表現は…必ずしも万人に受け入れられるものじゃない。けど、「お父様」がいるからこそ、家は…家と呼ぶことができる。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            },
            {
                "Title": "ヌヴィレットについて…",
                "Content": "最高審判官の言動は謙虚で穏やかなものなのに、いつも妙な疎外感を覚えるの…それとも、彼も人付き合いがあまり好きじゃないとか？でも、メリュジーヌたちと話す時はやたら親身だったけど。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "フリーナについて…",
                "Content": "フリーナ様の行動について、その真意を知るのは難しいし、有益な情報も見出せない。何だか、あの一挙一動はまるで別人を演じてるような…さすがは神様、凡人の視点からじゃ到底測れない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ナヴィアについて…",
                "Content": "「棘薔薇の会」の新しい会長だけど、近所にいる世話焼きなお姉さんみたいに振る舞うの。こんなお姉さんが「家」にもいたらいいのに…あっ、不適切な発言だったね…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            },
            {
                "Title": "クロリンデについて…",
                "Content": "昔、命を受けて彼女の決闘を観察したことがあるの。傍から見てただけなのに身の毛もよだつような寒さを感じた…もし決闘場で彼女と直接対峙したら、どんな感じなんだろう…うぅ…一生知らないままでいたい。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            },
            {
                "Title": "千織について…",
                "Content": "私とリネが公演で着ているコスチュームは、彼女のオーダーメイド品なの。けど前にリネがナイフを使ったマジックを披露した時、うっかり袖口を切っちゃって、彼女にこっぴどく叱られたわ、それはもう長々とね…本当に怖かった。幸い、彼女の店に行く時はいつも、リネの背中に隠れることができるけど。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シャルロットについて…",
                "Content": "えっと…私もあの一件で、何度か彼女に捕まってインタビューを受けたの。リネに何回も断られてたのに、ほんと大した根性…たくさん質問を用意してくれてたけど、残念ながら何一つ答えてあげなかったわ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            },
            {
                "Title": "エミリエについて…",
                "Content": "この調香師さんの作品は、朝早くから並ばないと手に入らないほど人気なの。でも私、香水の匂いにすごく敏感でね、くしゃみが出たら失礼だし…いつも回り道をしてるわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "エスコフィエについて…",
                "Content": "しっぽを見る限り…満足の行く新スイーツを開発できたみたい。次のお茶会が楽しみ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リネットを知る · 1",
                "Content": "マジックのタネを紐解いてしまえば、ショーを観る楽しみがなくなってしまう。人間関係においても同じ。私のことを知りたいのなら、少しずつ情報を集めて、ピースを繋ぎ合わせてみて。",
                "Tips": []
            },
            {
                "Title": "リネットを知る · 2",
                "Content": "人は複雑な生き物で、たとえ欺くつもりがなくても無意識に本当の姿を隠してしまう。私は「余計」な細部にいつも気づくことができるけど、必要でない限りは他人の変装をはがすことはしない。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "リネットを知る · 3",
                "Content": "マジックはかつて、私とリネが生計を立てるための手段だった。けど今は、ある種の便利な社会的身分っていう側面が強い。マジックショーの名義を使えば、私たちはこの街に溶け込み、ハウスの「目」になることができる。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            },
            {
                "Title": "リネットを知る · 4",
                "Content": "新しい住処を得るまで、私とリネはあちこちを彷徨って、数多の困難と危険な状況を乗り越えてきた。それ以来、私は常に危険の兆候へと目を配ることに慣れて、他人の考えを読み取るすべを段々と身に付けていったの。幸いなことに、今の私たちには身を落ち着かせる場所ができた。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「ゆえなく煙る霧雨のように」をクリア"
                ]
            },
            {
                "Title": "リネットを知る · 5",
                "Content": "人間関係を築くのは一種の賭けで、どんなに情報を握ろうとも、人の心の変化を予測することは難しいの。今までは安全な距離感を保つようにしてたけど、あなたとなら…負けるリスクもいとわない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "リネットの趣味…",
                "Content": "人の精神は弓の弦と同じで、張りすぎると切れてしまう恐れがある。だから仕事以外の時間では、心をリラックスさせるの——お茶を淹れたり、猫に餌をやったり、ぼーっとしたり…普段の気持ちが落ち着けば落ち着くほど、将来のリスクに対処できるようになる。",
                "Tips": []
            },
            {
                "Title": "リネットの悩み…",
                "Content": "機械を触るのにあまり慣れてないから、油断すると思いもよらない状況になるの。昔、雨の日に乾燥機を壊したこともあった…フレミネが物を直すのが得意で助かったわ。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "貝殻をこじ開けて、新鮮なその身にレモン汁を搾る。盛り付けるためのお皿も要らないし、完璧だと思う。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "味付けの濃い料理はダメ。食材は本来の味を活かしたほうがいい。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "美味しい。レシピはもうメモした。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "ごちそうさま。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "調味料の割合、もう少し考えてみたらどう？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでとう。カードをあげる…お祝いメッセージのカードじゃないから、もちろん何も書いてない。さあ、あなたの欲しいプレゼントを書いて、それを私のハットに入れて。そうすれば、どんなものでも用意してあげるから。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "感知力がより鋭くなった。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "思考スピードが…どんどん上がってる。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "見えた、勝利の条件。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "私がこれほどの力を手に入れられるなんて…これで、私もあなたの前に立つことができる。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "ちょっとしたトリック。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "ここよ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "サプライズ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "マジックスタート。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "ライトアップ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "こちらに注目。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "宝物の匂い。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "予定通り。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "楽々ゲット。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "冷静に。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "集中しないと。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "応戦モード、オン…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "後ろに下がって。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "私が攻撃を引き付ける。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "何か…見落としたかも…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "マジック、しっぱい…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "リネ…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "平気。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "あぅ、避けられなかった。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "マジックショーが始まるの？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "アフタヌーンティーの時間。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "案内してもらえる？",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "83": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "魅惑の影猫",
                "Desc": "リネットの衣装。猫は物陰に隠れ、姿を現したくなったときにだけ人の視線に入る。それはまるで、マジックアシスタントのようにつかみどころがない。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108565,
            "JD": 108562,
            "Name": "<b>アフタヌーンティー</b>",
            "Eff": "チーム全員の与える治療効果+25%、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "リネットのオリジナル料理。いつものアフタヌーンティーの時間、リネットはあなたのために特別に作った一皿をテーブルに置いてくれた。優雅に座ってお茶を飲む彼女の姿は、目の前にある可愛らしい猫の形と重なる。心が甘い感覚で満たされる一方、キッチンの調理道具がどんな状況になっているのか些か心配になってきた…",
            "Recipe": {
                "100062": 3,
                "110001": 2,
                "110004": 2,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108565"
        },
        "Namecard": {
            "Name": "<b>リネット·実現</b>",
            "Desc": "名刺の飾り紋。<br>マジックの大きなカテゴリーのひとつである「出現マジック」。リネットは普段エネルギーを節約しているが、真面目な時はまるで不思議な帽子のハトのように突然出現する。",
            "Pic": "UI_NameCardPic_Linette_P"
        }
    }
}

var acs_cache_ = {}