// Auto Generated

var _AvatarDataConfig_ = {
    "Liney": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Liney": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101236": 3,
                "112032": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113051": 2,
                "101236": 10,
                "112032": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113051": 4,
                "101236": 20,
                "112033": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113051": 8,
                "101236": 30,
                "112033": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113051": 12,
                "101236": 45,
                "112034": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113051": 20,
                "101236": 60,
                "112034": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Liney": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "フォース・カード",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続射撃を行う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、炎の力が矢先に集まり、攻撃と共に発射される。チャージの時間により、異なる効果を発動する。<br> · 1段チャージ：炎元素が集まった矢を放ち、<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br> · 2段チャージ：プロップアローを放ち、<color style='color:#FF9999;'>炎元素ダメージ</color>を与え、命中後に「ファニーキャット · ハット」を1個召喚する。<br>プロップアローを発射する時、リネのHPが60%を超えている場合、リネは一定のHPを消費して「プロップ残数」を1層獲得する。最大5層まで。戦闘状態が解除されてから30秒後、該当効果はクリアされる。<br>この方法によるHP消費によって、リネの残りHPが60%を下回ることはない。<br><br><color style='color:#FFD780;'>ファニーキャット · ハット</color><br> · 周囲の敵を挑発し、攻撃を引き付ける。各敵は5秒毎に一度だけ、ファニーキャット · ハットに挑発される。<br> · 耐久度はリネのHP上限によって決まる。<br> · 破壊された時、または継続時間終了後、周囲の敵1体に向かって<color style='color:#FFD780;'>クラッカーバレット</color>を放ち、<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br>ファニーキャット · ハットは1個のみ存在可能。<br><br><color style='color:#FFD780;'>アルケー：プネウマ</color><br>プロップアローが命中した位置に霊息の棘を降らせ、プネウマを帯びた<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。一定時間ごとに発動が可能。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "38.786%",
                                    "41.943%",
                                    "45.1%",
                                    "49.61%",
                                    "52.767%",
                                    "56.375%",
                                    "61.336%",
                                    "66.297%",
                                    "71.258%",
                                    "76.67%",
                                    "82.082%",
                                    "87.494%",
                                    "92.906%",
                                    "98.318%",
                                    "103.73%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "38.012%",
                                    "41.106%",
                                    "44.2%",
                                    "48.62%",
                                    "51.714%",
                                    "55.25%",
                                    "60.112%",
                                    "64.974%",
                                    "69.836%",
                                    "75.14%",
                                    "80.444%",
                                    "85.748%",
                                    "91.052%",
                                    "96.356%",
                                    "101.66%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "27.262%+27.262%",
                                    "29.481%+29.481%",
                                    "31.7%+31.7%",
                                    "34.87%+34.87%",
                                    "37.089%+37.089%",
                                    "39.625%+39.625%",
                                    "43.112%+43.112%",
                                    "46.599%+46.599%",
                                    "50.086%+50.086%",
                                    "53.89%+53.89%",
                                    "57.694%+57.694%",
                                    "61.498%+61.498%",
                                    "65.302%+65.302%",
                                    "69.106%+69.106%",
                                    "72.91%+72.91%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.932%",
                                    "61.566%",
                                    "66.2%",
                                    "72.82%",
                                    "77.454%",
                                    "82.75%",
                                    "90.032%",
                                    "97.314%",
                                    "104.596%",
                                    "112.54%",
                                    "120.484%",
                                    "128.428%",
                                    "136.372%",
                                    "144.316%",
                                    "152.26%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "1段チャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "プロップアローのダメージ",
                                "ParamLevelList": [
                                    "172.8%",
                                    "185.76%",
                                    "198.72%",
                                    "216.0%",
                                    "228.96%",
                                    "241.92%",
                                    "259.2%",
                                    "276.48%",
                                    "293.76%",
                                    "311.04%",
                                    "328.32%",
                                    "345.6%",
                                    "367.2%",
                                    "388.8%",
                                    "410.4%"
                                ]
                            },
                            {
                                "Desc": "HP消費",
                                "ParamLevelList": [
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%",
                                    "HP上限20.0%"
                                ]
                            },
                            {
                                "Desc": "ファニーキャット · ハットのHP継承",
                                "ParamLevelList": [
                                    "64.0%",
                                    "68.8%",
                                    "73.6%",
                                    "80.0%",
                                    "84.8%",
                                    "89.6%",
                                    "96.0%",
                                    "102.4%",
                                    "108.8%",
                                    "115.2%",
                                    "121.6%",
                                    "128.0%",
                                    "136.0%",
                                    "144.0%",
                                    "152.0%"
                                ]
                            },
                            {
                                "Desc": "ファニーキャット · ハットの継続時間",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒"
                                ]
                            },
                            {
                                "Desc": "クラッカーバレットのダメージ",
                                "ParamLevelList": [
                                    "212.0%",
                                    "227.9%",
                                    "243.8%",
                                    "265.0%",
                                    "280.9%",
                                    "296.8%",
                                    "318.0%",
                                    "339.2%",
                                    "360.4%",
                                    "381.6%",
                                    "402.8%",
                                    "424.0%",
                                    "450.5%",
                                    "477.0%",
                                    "503.5%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘のダメージ",
                                "ParamLevelList": [
                                    "27.552%",
                                    "29.6184%",
                                    "31.6848%",
                                    "34.44%",
                                    "36.5064%",
                                    "38.5728%",
                                    "41.328%",
                                    "44.0832%",
                                    "46.8384%",
                                    "49.5936%",
                                    "52.3488%",
                                    "55.104%",
                                    "58.548%",
                                    "61.992%",
                                    "65.436%"
                                ]
                            },
                            {
                                "Desc": "霊息の棘の間隔",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "ビウィルダー · ライト",
                        "Desc": "リネがハットを振り回し、サプライズクラッカーを炸裂させる。<br>発動時、獲得済みの「プロップ残数」をクリアし、前方の敵に<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。クリアした層数によって、与えるダメージがアップする。さらに、リネのHP上限を基にリネのHPを回復する。<br><br>フィールド上にリネが創造したファニーキャット · ハットが存在している場合、クラッカーはそれを激しく爆発させ、クラッカーバレットのダメージに相当する<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。<br>この方法で起爆させたファニーキャット · ハットによるダメージは重撃ダメージとみなされる。<br><br><i>「ご存知の通り、マジシャンの常套手段はわざと観客の注意を引くこと…そう、こっちを見ているうちに、あそこのハットと助手が消えてしまっている。どう？面白いでしょう？」</i>",
                        "Icon": "Skill_S_Liney_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "167.2%",
                                    "179.74%",
                                    "192.28%",
                                    "209.0%",
                                    "221.54%",
                                    "234.08%",
                                    "250.8%",
                                    "267.52%",
                                    "284.24%",
                                    "300.96%",
                                    "317.68%",
                                    "334.4%",
                                    "355.3%",
                                    "376.2%",
                                    "397.1%"
                                ]
                            },
                            {
                                "Desc": "スキルダメージアップ効果",
                                "ParamLevelList": [
                                    "攻撃力53.2%/層",
                                    "攻撃力57.19%/層",
                                    "攻撃力61.18%/層",
                                    "攻撃力66.5%/層",
                                    "攻撃力70.49%/層",
                                    "攻撃力74.48%/層",
                                    "攻撃力79.8%/層",
                                    "攻撃力85.12%/層",
                                    "攻撃力90.44%/層",
                                    "攻撃力95.76%/層",
                                    "攻撃力101.08%/層",
                                    "攻撃力106.4%/層",
                                    "攻撃力113.05%/層",
                                    "攻撃力119.7%/層",
                                    "攻撃力126.35%/層"
                                ]
                            },
                            {
                                "Desc": "HP回復",
                                "ParamLevelList": [
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層",
                                    "20.0%/層"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "大魔術 · ミラクルパレード",
                        "Desc": "リネがマジックを披露し、素早く移動する「ファニーハット · キャット」と化す（これは「ファニーキャット · ハット」じゃなくて、別々の舞台道具だから注意してね！）。<br>ファニーハット · キャットが敵に接近する時、周囲の敵に向かって炎を降らせ、敵1体につき<color style='color:#FF9999;'>炎元素ダメージ</color>を最大1回与える。継続時間終了時、リネはファニーハット · キャットを解除し、鮮やかなクラッカーを炸裂させ、<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。さらにファニーキャット · ハットを1個召喚し、「プロップ残数」を1層獲得する。<br><br>「ファニーハット · キャット」は手動で解除が可能。<br><br><i>「それじゃ、見せてあげよう。よ～く見ててね、これは僕たちだけの、唯一無二のミラクルタイムだ！」</i>",
                        "Icon": "Skill_E_Liney_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "154.0%",
                                    "165.55%",
                                    "177.1%",
                                    "192.5%",
                                    "204.05%",
                                    "215.6%",
                                    "231.0%",
                                    "246.4%",
                                    "261.8%",
                                    "277.2%",
                                    "292.6%",
                                    "308.0%",
                                    "327.25%",
                                    "346.5%",
                                    "365.75%"
                                ]
                            },
                            {
                                "Desc": "クラッカー起爆のダメージ",
                                "ParamLevelList": [
                                    "414.0%",
                                    "445.05%",
                                    "476.1%",
                                    "517.5%",
                                    "548.55%",
                                    "579.6%",
                                    "621.0%",
                                    "662.4%",
                                    "703.8%",
                                    "745.2%",
                                    "786.6%",
                                    "828.0%",
                                    "879.75%",
                                    "931.5%",
                                    "983.25%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "息を呑むパフォーマンス",
                        "Desc": "リネが<color style='color:#FFD780;'>プロップアロー</color>を発射することでHPを消費した時、そのプロップアローによって召喚されたファニーキャット · ハットが敵に命中すると、リネの元素エネルギーが3ポイント回復、また攻撃力の80%を基に与えるダメージを上げる。",
                        "Icon": "UI_Talent_S_Liney_05"
                    },
                    {
                        "Name": "フィナーレの喝采",
                        "Desc": "<color style='color:#FF9999;'>炎元素</color>の影響を受けている敵にリネが与えるダメージは、以下のようにアップする。<br> · ダメージ+60%。<br> · チーム内にリネ以外の<color style='color:#FF9999;'>炎元素</color>タイプのキャラクターが一人存在するごとに、さらに+20%。<br>上記の方法により、<color style='color:#FF9999;'>炎元素</color>の影響を受けている敵に与えるリネのダメージアップは最大100%までとなる。",
                        "Icon": "UI_Talent_S_Liney_06"
                    },
                    {
                        "Name": "鋭い観察術",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>フォンテーヌ地域の特産</color>の位置を表示する。",
                        "Icon": "UI_Talent_S_Liney_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "奇想天外の芸当",
                        "Desc": "<color style='color:#FFD780;'>ファニーキャット · ハット</color>が同時に最大2個まで存在可能になる。<br>また、プロップアローは命中時にファニーキャット · ハットを2個召喚し、追加で「プロップ残数」を1層重ねる。この効果は15秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Liney_01"
                    },
                    {
                        "Level": 2,
                        "Name": "巧言令色の誘引",
                        "Desc": "リネがフィールドに存在する時、2秒毎に「一意専心」効果を1層獲得し、リネの会心ダメージ+20%。この効果は最大3層まで重ね掛け可能、リネが退場する時に解除される。",
                        "Icon": "UI_Talent_S_Liney_03"
                    },
                    {
                        "Level": 3,
                        "Name": "玄妙敏速の手品",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃 · フォース · カード</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Liney_01"
                    },
                    {
                        "Level": 4,
                        "Name": "熟知熟練の方策",
                        "Desc": "リネが放った<color style='color:#FF9999;'>炎元素</color>の重撃が敵に命中した後、その敵の<color style='color:#FF9999;'>炎元素耐性</color>-20%、継続時間6秒。",
                        "Icon": "UI_Talent_S_Liney_02"
                    },
                    {
                        "Level": 5,
                        "Name": "隠密強襲の通則",
                        "Desc": "<color style='color:#FFD780;'>大魔術 · ミラクルパレード</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Liney_02"
                    },
                    {
                        "Level": 6,
                        "Name": "本心相違の微笑",
                        "Desc": "リネが<color style='color:#FFD780;'>プロップアロー</color>を発射する時、クラッカーバレット · 重奏を1発放ち、クラッカーバレットの80%分のダメージを与える。このダメージは重撃ダメージと見なされる。",
                        "Icon": "UI_Talent_S_Liney_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Liney": {
        "AttackList": [
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "ExtraAttack_EndBoom",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "ExtraAttack_EndBoom",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "ExtraAttack_EndBoom_Enhanced",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 90.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 13.537,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 13.252,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 9.5085,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 9.5085,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 19.872,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}