// Auto Generated

var _AvatarFetterConfig_ = {
    "93": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "『清斎広録三家集注』なる典籍によれば、仙人は旅をする時、「八の清らかな霞気」を伴い、「光に乗り、雷を追う」ように空を舞うという。寿命は非常に長く、凡人にとっての数百年や数千年は、仙人からすれば仙府での一休みにすぎず、「閬風に昼夜あらず」とも書かれている。<br>さらに、この清斎広録には仙人の住処に関する記載もあり、仙人は天を枕に、地を布団にし、山河湖海のあらゆる場所を住処にするとされている。だからこそ、璃月の史書には仙人との邂逅に関する話が数多く登場するのであろう。以上が、仙人にまつわる一説である。<br>さて、金石典籍『歩虚石譜』においては別の説が展開されている。石譜は、絶雲の間の奇石を高く評価するとともに、さりげなく警告の文を記載している。「絶雲の諸峰、百丈の背丈を各々競って天へと伸ばす。各山に主あり。慶雲頂は削月築陽真君、琥牢山は理水畳山真君、奥蔵山は留雲借風真君。君子主ある山を登らず、亦た主ある石に手をつけず。」<br>世に伝わる書物に仙人の容姿に関する記載が少ないのは、こうした畏敬の念ゆえなのであろう。歴史学者子萇の著書『石書集録』および古の歌謡におけるわずかな描写から、仙人の姿はまさに千変万化であることが垣間見える。留雲借風真君を例にとれば、人の姿のときは「容姿端麗にして、紅の絹を身にまとい、化粧を施している」という。一方、鳥獣の姿のときは「力強く空を羽ばたくその翼は雲を掻き分け、その鳴き声は月にも届く」とされる。<br>清斎広録には興味深い逸話が収録されているが、仙人の超然とした気質をよく現している——昔、絶雲の間で留雲借風真君と出会った一人の旅人が、自作のからくり水時計「玉瓶浮溢」を仙人に見せながら得意げに語り始めた。しかし、仙人は浮溢で時を測る際の欠点をたったの一言で言い当てたのだ。その後、旅人は仙人に教えを乞い、手解きを受けた。そしてやがて、仙人に見送られて山を下りていった…<br>「世を逍遥し尽くし、万物は我が手中にありと、傲慢の心あり。仙人にまみえ、初めて衆生の小さきを知る」とはよく言ったものである。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "璃月港には絶えず大勢の人々が出入りしている。裕福な璃月の大商人、変わった身なりの異郷人、高級官僚、そして親切な鏢師など…性格も職業も様々な人々が行き交うこの街には、どんな者が現れようとも不審に思われることはない。<br>たとえ見覚えのない者が突然街に一人増えたとしても、住民たちは特に何の反応も見せないのである。<br>ある日、璃月港に突然やってきたとある女は、「閑雲」と名乗った。それはすらりと背が高い、なんとも気品のある女で、赤い縁をした眼鏡をかけている。<br>璃月にマシナリーを売りに来ているフォンテーヌの商人たちは、彼女をたまに見かける。彼女は屋台の前を通りかかると、足を止めるのだ。そして、仕掛けの設計をめぐって商人たちと議論を交わすうちに、日が暮れていることもある。万民堂の卯師匠と香菱は、彼女と顔馴染みらしい。彼女はしょっちゅう店を訪れては、グゥオパァーと一緒に卓につき、熱々の龍髭麺を待っている。新月軒と琉璃亭の従業員も、彼女を知っている。たまに往生堂の鍾離先生の客人として、一緒に来店することがあるからだ。おもちゃ屋の店主 · 山ばあやは彼女を覚えている。よく白い長髪の若い女を連れて、おもちゃを見に来ていた。申鶴と呼ばれる連れの女は、しばらく品を眺めてはいたが、特に気に入ったものが見つからなかった様子だった。それでも閑雲は、時々彼女をおもちゃ屋に連れてきていた。<br>ちょっとした趣味があり、広く人々と付き合い、友人も多い——璃月港のほとんどの住民と、閑雲はさして変わらないようである。<br>だから、彼女が玉京台近くの池のほとりでピンばあやと語り合っていても、その姿に何ら違和感はない。<br>「近頃、理水にはあまり会っておらぬな…削月のやつは、前に貸してやった『多用途洞天掃除呪符』をまだ返さぬのだ。」<br>「おや？新しく作ったと言っていた、呪符型からくりかい？」<br>「その通りだ。ふむ、説明しよう…」<br>また、璃月港の家々から灯りが消え、街がしばしの静寂の中で、再び目を覚ますまでの時間を持て余した頃…時に、閑雲は小径を辿って天衡山へ向かう。<br>岩だらけの険しい道も、閑雲にかかれば造作もない。両足で軽く地面を衝けば、たちまち足元には風が吹き起こり、瞬く間に山頂へと辿り着く。<br>朧気に見える遠くの街の景色を見降ろしながら、「閑雲」から鶴の姿となった彼女は、翼を広げて空高く飛び上がる。<br>なにせ、森羅万象を抱く璃月港なのだ——仙人が幾人か住んでいたとしても、何ら不思議ではないだろう。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "璃月の歴史の一部は歳月とともに失われ、一部は古代遺跡の形で大地に遺され、そのまた一部は仙縁ある璃月人によって、史籍に記録されている。璃月史に興味があるならば、璃月の隅々を探訪するだけでなく、史料の精読にも励むべきである。その過程において、蔵書家は重要な役割を果たす。璃月港には「東明居士」を自号する博識な学者がいるが、これはまさにそうした蔵書家の一人である。<br>東明居士は往生堂の客卿 · 鍾離と親交があり、よく彼に古書の真贋鑑定を依頼している。ある時、鍾離が所用で向かえず、代わりに友人に鑑定を頼んだことがあった。<br>赤縁の眼鏡をかけ、すらりと背が高いその友人は「閑雲」と名乗った。東明居士は、鍾離と同じく、風雅の道に心を寄せる文人が来るものと想像していた。ところがどっこい、部屋に入ってきた彼女は目の前に広がる古書には目もくれず、扉の古いからくり錠前ばかりに視線を投げかけているではないか。東明居士は緊張し始めた。彼がどこから話を切り出せばよいかわからず途方に暮れていると、沈黙の中に漂う気まずさを察知したかのように、閑雲が口を開いた。「視力は古書を鑑定するのに何ら問題ないぞ」——東明居士をなだめるような口調で、彼女は眼鏡について語り始めた。<br>「視力が悪いわけではないのだ。眼鏡に頼らずとも、よく見えている。眼鏡というのは、視力を補う道具というだけでなく、装飾品としての一面も持つ。その観点からみれば、眼鏡の縁の色とて、ありふれた定番の色に限る必要はなかろう？赤という選択肢も十分あり得るのだ…」<br>「変わったお方だな」東明居士は思った。<br>「それに、眼鏡を掛けていれば、より親しみやすく感じてもらえるだろう。人間らしさも増す…」。それを聞いた東明居士の顔が、一気に青ざめた。<br>「璃月港の人間にとって、より馴染みのある格好になるという意味だ。妾は元々、ここいらの者ではないのでな…」<br>なるほど、そういうことだったのか。東明居士もこの地の出身ではなかったため、話を聞いて随分女に親しみが湧いた。そして彼は、鑑定依頼をする予定だった古書へと話を運んだ。<br>しばらくページをめくったあと、閑雲は眉をひそめた。「『その屈強さは牛のごとく…尻尾に翼あり』…北の浮錦がそのような姿で人の前に現れるわけがない。それに、理水畳山についても…出鱈目だらけだ。」<br>古書の真贋を判別する方法の一つに、記述内容の検証がある。専門家が記述に誤りがあると言うならば、高値で買い取った古書も偽物である可能性が高い。古書の収集は大変な苦労と金銭を要する作業なのだ。時に、ひもじさを我慢しなければならない時さえある。東明居士は苦笑した。両親と妻を亡くし、苦難多き人生を過ごしてきた彼にとって、書籍に浸る時こそが世の苦しみから逃れる唯一の方法だった。<br>万感の思いが込み上げてきて、東明居士は嘆いた。「凡人の一生は苦難に満ちている。仙人のように悠々自在に逍遥することなど、夢のまた夢…私が仙縁を得ることは生涯かなわないのだろう」<br>閑雲は眼鏡越しに、やせ細った蔵書家をしばらく見つめ、やがて口を開いた。「かねてより、仙道を求めるには、天に上り、地に潜ることも厭わず、苦労に苦労を重ねねばならぬ…そうしてようやく、道を論ずる縁を授かるのだと言われておる。仙人になるまでの苦難は、人の苦しみに劣らぬぞ」<br>「おっしゃる通りです。つい、つまらぬ愚痴をこぼしてしまいました」<br>挨拶を交わし、東明居士に見送られながら書斎から出る際、閑雲はふと何か思い出したように告げた。「書籍は本物ではなかったが…扉の古い錠前を外して、骨董品屋に持っていくといい。書籍の購入額程度の値打ちはあるだろう」<br>「それから仙縁のことだが——お前は確かにそれを得ている故、長い目で未来を見据え、英気を養っておくがいい」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "歴史学者の間で主流となっている見解は、以下のようなものである。「太古より物あり。天地の上下八方に極尽あり、宇宙の四方に伸ぶ川に始終あり。六合の間に、仙人は神の誕生を待たずして生まれ、陰陽に頼らずして形を成し、草木を潤わせ、金石に融ける。此れ即ち自然と言うべし。其の始まりを知らず、終わり料り難し。」分かりやすく言えば、天地には境界があるが、神の造物でない仙人にはそれがない…ということだ。<br>璃月という言葉がまだ存在しなかった昔、仙人たちはすでに山野を往来していた。世を守り、人を救うことを己の責務とする者もいれば、人を害する者もいた。清斎広録には、この時期に関する記録が一部ではあるが残されている。<br>「旱魃猛威を振るい、赤野焼ゆるが如し。人心燻る中、誰をか恃まん。瘴気災いと化し、疫病蔓延す。人心焼焦せし中、誰か我を救ふ者あらん」<br>「仙人来たり、留雲蓬々。仙人来たり、借風堂々。にわかに雲が集いて、猛然と雨が降る。干ばつを払い、病を遠ざけ、民の窮地を救いたり。」<br>のちに「留雲借風真君」と尊敬を込めて呼ばれるようになったこの仙人は、干ばつを鎮め、危機から民を救った。当時、その恩恵にあずかった民が、感謝の意を込めてこのような記録を残したのである。<br>その後、魔神戦争が勃発した。人々を憐れんだ契約の神 · モラクスは、留雲借風真君をはじめとする諸仙人と志を共にした。仙人たちは命に従って四方へ征戦した末に、ついに天下を平定し、世に再び晴天が訪れた。<br>英雄と仙人が活躍したその時代は、感慨深い想いとともに後世に語り継がれた。歴史に刻まれた仙人たちの雄姿は、無数の伝説となって璃月人が成長する過程で親しまれるようになった。しかし、人が仙人について語っていても——特に、彼女自身に関する部分を語る時——閑雲は殆ど何の感情も表に出さない。<br>かつて奏楽が響き渡っていた絶雲の間は次第にもの寂しさに包まれる地となり、かつて共に笑っていた友人たちは、幾人も戦争で逝ってしまった。それを思うたび、閑雲は虚しくなるのだ。旧友たちは世を守るために進んで身を戦地へ投じた。しかし友がいなくなっても尚、この無念が消えることはない。<br>とはいえ、誓いは必ず守る…皆、かつてそう岩王帝君と約束した。その契約にこそ、皆の信念と願いが刻まれているのだ。誓いを破り去ろうなどという考えが、閑雲の中に浮かんだことは一度たりともない。なにせ彼女は、仲間との友情を何よりも大事に思っているのだから。皆の願いを見守るためにも、絶対に璃月を見捨てることはしない。<br>悲しみと決意は心に渦巻き、様々な想いが胸に押し寄せては、次第に静まっていく。人の語る伝説に静かに耳を傾けていた閑雲は、最後に一言だけ口にした。<br>「ふむ、実にいい話だ。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "知音が散り行く前、時折仙人たちは一堂に会して共に音を奏で、絶雲の間にその音色を響き渡らせていた。<br>歌塵浪市真君は音楽に精通し、琴を奏でるのが得意で、塵の神 · 帰終は作曲が得意だった。<br>夜叉の伐難と応達はよく留雲借風真君と一緒に、歌塵浪市真君の琴音に合わせて歌を歌った。興が乗れば、留雲借風真君は様々な姿に変化し、風に乗って軽やかに舞った。<br>このような光景が繰り広げられるたび、山や水に棲む生き物たちは顔を上げ、耳を立て、静かに仙音に聞き入った。他の仙人たちも足を止めて、音に耳を傾けたものだった。<br>しかし、今や静まり返った絶雲の間では、風の音と鳥の鳴き声しか聞こえなくなった。<br>たまに奥蔵山にある仙府の奥深くから、留雲借風真君が弟子と会話を交わす声が聞こえてくるのみ…<br>憐れみの心から受け入れた数多くの弟子の中には、その哀れな生い立ちに心が痛む者もいたが、数年間の敬虔な修行を経て、その悲しみや辛さに満ちた雰囲気はすでに消え去った。霜に覆われた梅の枝が、雪が溶けた後に、より一層強い姿を現すように。<br>そんな弟子たちを見守っていると、かつての友人たちの願いに込められた美しきものが弟子たちに引き継がれていることを感じて、閑雲は微笑ましい気分になる。<br>だからこそ、「妾があの子たちを守ってやらねば」と思う。時に思いが行き過ぎて、かえって弟子たちを戸惑わせることもあるが、閑雲は大して気にしていない。<br>友人を亡くし、みながバラバラになってしまったことも、大地が血に染まるような壮絶な経験をしたこともない弟子たちに、真君が大切に想うすべてをはかれるはずがない。皆が無事で、元気でいてくれるなら…それだけで満足なのだ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "玄妙なる天道は捉えにくく、仙人たちの修行法もそれぞれ異なる。<br>留雲借風真君のそれは、「格致」を経て己の外に存在する道を求め、それを己の内に修めるというものである。そうして、外に頼って己を磨き、外なる理と内なる心を一つにするのだ。「格致」とは即ち、森羅万象に秘められた「天地の道」を窮めただすことである。世の万物には、意識の有無に関わらず、道理というものが存在している。その道理を研究し学ぶことは、万物が従っている道について理解することであり、これこそが修行の正道なのである。<br>真君は千年にも及ぶ熱心な研究の末に、大いなる気づきを得て常人の届かぬ境地に至った。しかしながら、凡人の命の短さ故に、道理の真髄をすべて弟子に授けられないのは実に残念なことである。そればかりか、資質に欠ける者はたとえ彼女の導きを受けたとしても、悟りを開くことができないのだ。<br>知恵を絞って考えた結果、彼女はある方法を思いついた。<br>凡人が天道を悟ることが至難の業ならば、その道理を仕掛けの術に溶け込ませて、人々に伝えてやればよいのだ。<br>難解極まりない「天地の理」も、細かく分けて少しずつ世に伝えれば、人間がより理解しやすいものにできるだろう。<br>それに、仕掛けの術で生産が捗れば、労力と物資の消費を大幅に抑えられ、その恩恵は計り知れないものになるはずだ。<br>からくり装置で洗濯ができれば、「夜闌にして臥して衣を濯ぐを聴く」ことはなくなる。<br>人を乗せて走る装置があれば、杖や草鞋を拠り所にして何千里も歩く必要もなくなる。<br>なにせ、平和なこの時代だ。彼女が雨を降らせねばならないような干ばつはなく、人々もすでに田畑に水を引く術を得ている。そして、戦火もほとんど消えた。みなの心に安らぎが訪れた今、人々が望んでいるものは、より豊かな生活だろう。<br>この時代、契約の通りに俗世を守る方法は、殺生と魔物退治だけではあるまい——装置を作って、人々の暮らしに利便性をもたらすこともいい方法と言えるだろう。<br>凡人が限りある生涯のうちに、天地の理を悟り、世のためとなる功績を残すというのは至難の業だ。しかし、彼女が手を貸せば、「桃源郷」を築くことも夢ではないかもしれない。<br>かつて絶雲の間に響いていた音色を再現することはできないが、街の家々から聞こえる笑い声を守ることならできる。それは彼女の、心からの願いでもある。<br>それに、仕掛けの術は留雲にとって大いに興味をそそられるものだ。こよなく美食を愛する彼女も、新しい仕掛けの術の研究となれば寝食を忘れるほどなのだから。<br>斯くして、「留雲借風真君は仕掛けの術の研究を好む…というよりも、我を忘れるほどのめり込んでいると言うべきだろう」——これはいつしか、弟子の誰もが知る公然たる事実になったのである。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "玉虚",
                "Content": "伝説の中で、仙人の住処は「玉虚」と呼ばれている。絶雲の間の各山にある仙府は、まさにこれである。<br>しかし「玉虚」は元々、俗世を俯瞰する慶雲頂の雲上を指す言葉であった。ほとんどの凡人はお目にかかれない場所である。<br>また、「玉」は仙府の土台となる、無欠なる浮生の石を指していた。これがあるからこそ、かの地は雲の上に浮いていられるのだ。<br>「道は虚にあり、登虚すれば即ち道を得る」。かつて仙道を求める者は天に登り、地に潜って修行を行わねばならなかったが、ここはそのうちの「天」の試練の場であった。<br>玉虚は元々、道心をはかるためのものではなく、留雲借風真君が己の心を静めるために作ったものだったのだが、削月築陽真君と理水畳山真君の提案のもと、仙道を求める者のために譲ることにした。その後、帝君が承諾し、帰終と歌塵も賛成したので、留雲借風真君は快く玉虚を譲り、そこに小さな亭を建てた。<br>今や、仙道を得られる者は極めて稀だ。俗世において伝説となりつつあった「玉虚」は、再び留雲のものとなった。だが、雲上に戻った彼女の心境は、昔とは異なるものであった。<br>果てしなく広がる雲海に陽が昇っては沈む…その光景は確かに壮観だが、俗世の賑やかな日常にもまた、それなりの趣がある。<br>閑雲という名で人と共に生きる——今の彼女にとっては、そのほうがより楽しみなことなのだ。<br>「ちょうど小腹が空いてきたな。今日は万民堂のかにみそ豆腐をいただくとしよう。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "璃月の仙人は、天地の間に漂う元素の力から生まれた純然たる元素生物である。つまり、常人と比べて「道」の根源に近い。<br>閑雲にとって、元素力を導くことはほとんど無意識のうちにできることであり、何らかの器官に頼る必要もなければ、もちろん神の目も必要ない。<br>だが、人の姿で俗世に生きる以上、その身も俗世の法則に従うのがよいはずだ。神の目を身につけても、それを媒体として元素力を駆使することは容易いだろう。——そう閑雲は考えたのである。<br>そのため一般人と違って、閑雲は腕に着けた神の目をさほど重視しない。しかし、閑雲には神の目のお陰で気づいたことがあった…<br>以前、荻花洲でがっちりとした体格の農夫が、いかにも弱そうな強盗二人に匕首で脅されているところに出くわした時のことだ。農夫は手にクワを持っていながら、小柄な強盗たちに抗うどころか、ガタガタと震えるばかりであった。助けようと思って歩み寄った閑雲だったが、か細い女にすぎないと思ってか、農夫はこう言った——「やめておけ。巻き込まれたら、怪我をしてしまうぞ」<br>しかし、話しながら彼女が横を向いたとき、農夫は閑雲が神の目を持つ「侠女」であることに気づき、態度を一変させた。「共に強盗共を追い払ってくれ」…そう言いながら、クワを振り回して強盗に向かって突進したのだ。そして農夫はなんと、クワ一本で強盗を追い払った。閑雲が手を貸したのは、強盗の一人が手にしていた匕首を落としてやったことだけである。農夫は、彼女の腕にキラキラと輝く神の目を見つめながら、繰り返し嘆いた。「俺にも神の目があればな…」<br>農夫に必要だったのは神の目などではなく、ほんの少しの勇気だった。にもかかわらず、神の目に気付いたとたん、まるで別人のように振る舞えてしまうほど、彼の心は神の目に大きな影響を受けた。人間がどれだけ外部の影響を受けやすいものなのかを如実に表した一例だろう。<br>農夫の反応が理解できず、彼女はしばし戸惑った。<br>世の物事には必ず、客観的な性質が存在しているものだ。しかし、その表面だけに囚われ、媚びを売ったり蔑んだりするのはなんと愚かなことであろうか。閑雲はこれまで生きてきた中で、一貫してはっきりとした物言いをし続けてきたが、その言葉は常に物事の表面に留まらず、根本に触れるものであった。<br>尊敬に値する人には敬意をもって接し、そうでない人には冷ややかな態度を露わにする。留雲借風真君のときも、侠女閑雲のときも、その性格が変わることはない。<br>「よく見るがいい、妾はほとんど手を貸しておらぬ。お前一人で敵を打ち倒せたのだから、もっと自信を持て。」そう言い放つと、閑雲は袖をひるがえして立ち去った。<br>義侠の心を以て俗世を濯ぎ、慧心を以て天道を伝える。今日も、閑雲は颯爽と俗世を渡り歩く。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "どうした？この姿を初めて目にして、妾のことだと分からなかったのか？妾は如何なる掟にも縛られず、自由気ままにこの俗世を巡っている。ゆえに行きたい場所も、共に旅する仲間も、妾自身が決めるのだ。コホン…人の世において妾の名は広く知れ渡っている。他の者の前では妾のことを「閑雲」と呼ぶといい。",
                "Tips": []
            },
            {
                "Title": "世間話 · 仕掛けの術",
                "Content": "仕掛けの術は実に奥が深く興味の尽きない技術であり、一言二言で説明できるようなものではない。だが毎回この話をすると、皆が眠そうにするのはなぜであろう？",
                "Tips": []
            },
            {
                "Title": "世間話 · 人の世",
                "Content": "人々が穏やかに暮らし、万象が一新された今——まさに人の世の良き時代と言える。",
                "Tips": []
            },
            {
                "Title": "世間話 · 面白い出来事",
                "Content": "暇を持て余しているのなら、妾の家に来て、ここ最近の面白い出来事を話してくれぬか？",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "今や人の世の気候は安泰そのもの。ゆえに妾が風を吹かせ、雨を降らせる必要もない。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "ふむ、少しばかり耳障りだ…",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "うむ、いい眺めだ。高いところに登り、遠くを眺めるにはもってこいの空模様だろう。何、お前を置き去りにして一人で飛んでいくことはない。安心するといい。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "実に心地好い風だ。そうだ、お前の体に仙家呪符を貼ってやるから、妾と共に空を翔けてみぬか？",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "妾ならとっくに起きている。ただ目を閉じて瞑想していただけだ。いい修行になるぞ、お前も試してみるといい。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ふむ？妾をじっと見てどうした。今日の昼餉はお前が作る番だろう？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "夜市を共に散歩？ふん、そのような場所の何が面白い。珍しい物が欲しいのであれば、妾が直々に作ってやろう。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "このとおり、妾はまだぴんぴんしておるぞ…お前のほうこそ眠くて目も開けていられないようではないか。ほら、さっさと寝るといい。",
                "Tips": []
            },
            {
                "Title": "閑雲自身について · 師弟",
                "Content": "妾は昔から掟に縛られず、自由気ままな性格であった。弟子たちもそんな妾に倣ってか、どいつもこいつも自分のことばかりにかまけて、師匠の妾に連絡することを疎かにしておる…ふん、もちろん妾に寂しいなどという気持ちは微塵もない！ただ…師匠は弟子を思いやるものだというのならば、時間を見つけてあやつらのところに顔を出してやらんこともない…別に迷惑にはならぬだろう？",
                "Tips": []
            },
            {
                "Title": "閑雲自身について · 調理",
                "Content": "仕掛けが作る食事は手料理ほど凝ってはおらぬが、節約できた時間を新たな調理神器の研究に回すことができる。そうすれば、新たな仕掛けがさらに時間を節約してくれる…ふっ、こうして繰り返していくことで、いつか必ずこの世のあらゆる美食を妾のものにできると信じておる。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "旅伴について…",
                "Content": "この先の旅路がより順調なものとなるよう、妾がわざわざ空を飛んで地形を測量し、この案内用の羅盤を作ってやったぞ。どうだ、妾ほど用意周到で気配りのできる旅伴、今までに出会ったことがないだろう？…何？この辺りの地形には詳しいと？ふん…人の記憶など、所詮頼りにならぬもの。お前が道に迷ったその時、きっと妾の先見の明に感謝するであろう。",
                "Tips": []
            },
            {
                "Title": "絆について…",
                "Content": "妾は俗世のものに気を留めはしないが、「絆」という言葉の本質はよく知っておる。口にするのは簡単な言葉だが、その中身は奥が深い。妾とあの老骨たちのことを例に説明しよう——顔を合わせるのが数年ぶりであっても、あやつらとはすぐに喧嘩に発展するなんてことがざらにある。しかしどこにいようと、帰る場所がないという心配はない。お前は妾が認めた人間であり、無論妾の朋友の一人でもある。さて、お前は妾と同じように、この「絆」を大切にしてくれるであろうか？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "帝君はかつてこう言った——「『神の目』は責任の表れであり、山に隠居しようが繁華な街で暮らそうが、人の世を守るという責務を忘れてはならない」と。これからは人の時代だ。妾もこの責務を胸に刻んで歩んでいくだろう。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリア"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "この仕掛け鳥はただの試作品だ。これよりも大きな鳥を作り、中央部をくり抜いて席を設ければ、あの老骨たちと共に遊べると考えたのだ…だが、動力源と操作方法を確立するのにひどく難航しておってな。飛行能力は必要不可欠だし、変形機能も欠かせない。無論、安全装置のことも考慮する必要がある…はぁ、帰終のやつがまだいてくれたら、奇天烈な解決策をいくつか思いついてくれただろうな…",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "奥蔵山の景色は雅趣に富んでおり、天地の精華を結集しておる。まさに修行に適した好い場所だ。妾が山で瞑想していると、好奇心に駆られた生き物がよく見物にやってくる。音を立てたり騒がしくしたりすることもあるが…一度も五月蠅いと思ったことはない。",
                "Tips": []
            },
            {
                "Title": "甘雨について…",
                "Content": "甘雨に残業の内容を聞いたことがある。そしたら難解な言葉ばかりを並べて返してきてな。会議の議事録だの、仕事の総括だの、それに年度報告、財務予算と…ふん、仙麟の血筋と妾が伝授した養生法がなければ、あれほど煩雑な役所仕事に耐えられはしないだろう…今度あの子に会ったら、妾が開発した明目清心茶を毎日しっかり飲んでいるか代わりに聞いてくれぬか。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "申鶴について…",
                "Content": "申鶴から聞いた話だが、あの子は万民堂の配達員をやったこともあるらしい。ある日、時間を節約するために屋根の上を走って、客の前に飛び降りたという。それで客をひどく驚かせ、危うく千岩軍に通報される寸前だったとか…幸い、あの子の俊敏な動きによって、通報されるより先に料理を置いて去ることができたそうだ。ふむ、申鶴は危機回避能力を益々上げておる。実に喜ばしいことだ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「風立ちし鶴の帰郷」をクリア"
                ]
            },
            {
                "Title": "鍾離について…",
                "Content": "妾が璃月港に家を買おうとしていると聞いた帝君が、すぐさま内装や家具の購入に関する注意点を詳しく教えてくださった。採光や風通しのこと、木材の特注について、磁器の選び方から植物の配置まで…聞いただけで頭が痛くなってきてしまった。人の世で暮らすには、これほど多くのことを考えなければならぬのか？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千里の月明り」をクリア"
                ]
            },
            {
                "Title": "魈について…",
                "Content": "降魔大聖は妾より寡黙だ。この千年ほどで、あやつが集まりに顔を出した回数はごく僅か。お前は降魔大聖と仲がいいと聞いたが、普段どんな会話をしているのだ？なんなら、今度お前が降魔大聖に会いに行くとき、妾が「豆腐布顛」を作ってやろう。一緒に持って行くといい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "胡桃について…",
                "Content": "あの若い娘が口にする言葉は奇々怪々だ。しかし「往生堂」の者たちは皆あの子を敬っており、帝君でさえも畏まった態度で「客卿」とやらを務めておる…それにあの子は、食に対しても独特な見解を持っているそうだ。これほどの奇人、当然妾も好奇心を持たずにはいられぬ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "香菱について…",
                "Content": "あの子と世間話をしたときにからくり調理神器について話したのだが、「料理はやっぱり自分の手で作ったほうが本場の味を出せると思うよ」と返された…ふん、妾もその仕掛けを自分の手で作ったというのに、どうして本場でないと言えよう？いつの日か、あの子とは決着をつける必要があるようだ…だが、あの子の作る璃月料理が美味であることは間違いない…ふむ、仕掛けを改良する方法を考えなければ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "凝光について…",
                "Content": "「天権」を務めるあの者は何事もそこそこ上手く処理しており、話術にも長けておる。ふん、璃月港が七星の管理によって日々繁栄し続けていることを認めよう。妾もあやつの手腕を観察して、その真髄を研究…コホン、このことは他言無用だ——あやつには言うなよ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリア"
                ]
            },
            {
                "Title": "刻晴について…",
                "Content": "新年や節句のたびに、彼女は七星を代表して妾のもとを訪れ、礼物を贈ってくれる。本当に礼儀正しい良い子だ。仕事をてきぱきとこなし、あらゆる面において配慮が行き届いている。あの子が甘雨と一緒に仕事をしてくれるおかげで、妾もそれほど心配せずに済む…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雲菫について…",
                "Content": "「璃月劇」には仙人の伝説を元にした物語がたくさんあり、中には妾の経験したことを書いたものまであるらしい…妾は無論、それを見たことはない。舞台上で自分のことを演じる他人を見るなど、この上なく気まずいことであろう？だが、申鶴の過去を元に創作したあの劇については、暇があれば鑑賞しに行ってもよいだろう。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「風立ちし鶴の帰郷」をクリア"
                ]
            },
            {
                "Title": "ヨォーヨについて…",
                "Content": "以前、ヨォーヨが妾の眼鏡を借りたいとねだってきたことがあった。自分の顔にかけ、一人でニヤニヤしておったよ…子供だからこそ、大人には分からない楽しさを見つけられるのだろうな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "嘉明について…",
                "Content": "嘉明は熱心な子だ。言葉遣いが独特で、大口を叩くことがない。妾はあやつの未来を大いに期待しておる。初めて嘉明と出会ったとき、あやつは池のほとりで休んでいる妾を見て、自分から進んで食べ物を分け与えようとしてきた。後にあやつから聞いたのだが、妾のことは仙人というより、一人の先輩として尊敬しておるそうだ。ふふ、それなら無論、妾も先輩として世話してやるのが筋というものだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "兹白について…",
                "Content": "",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「？？？」をクリア"
                ]
            },
            {
                "Title": "閑雲を知る · 1",
                "Content": "妾の過去を知りたいと？土に埋もれた古い話だ。今さら掘り起こしてもしょうがない。お前のほうこそ、世を旅しているうちに面白い出来事をたくさん経験してきたのだろう？他の国の神と仙人はどのような姿をしておるのだ？妾のようにお喋り好きな者はおるか？さあ、茶でも淹れて、ゆっくり話そう。",
                "Tips": []
            },
            {
                "Title": "閑雲を知る · 2",
                "Content": "璃月ではある時期、仙人のもとを訪れ、道を尋ねるということが流行った。どのようにして妾の洞府の場所を知ったのかは分からぬが、人々は奥蔵山に祭壇を設けて頻繁に食べ物を供えるようになった…ふん、この妾が人の世の美食に目がくらんで修行を中断するはずあるまい。だがその誠意に免じて、やむを得ずそばに人がいないときに少々味わっ…コホン、少しばかり応えてやったこともある。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "閑雲を知る · 3",
                "Content": "妾の洞府を訪れ、弟子にしてくれと懇願してきたやつらもおった。妾は入口を封じて会わないことを態度で示したが、それでもそういった者たちは離れようとしなくてな。そのままにしていたら、奥蔵山が野営場になる恐れがあった…仕方なく、妾は洞府の外に紙を張って、弟子になりたい者にお題を出したのだ。清心の料理法を毎日一種類、計九十九種類を考案するようにとな…結果、誰もそれを成し遂げられなかった。ふん、仙家の術も仕掛けの知識も、学ぶには極めて優れた天賦だけでなく、穏やかな気質を併せ持つ必要がある。たかだか三ヶ月も耐えられないようでは、無駄な努力となるだろう。早々に諦めたほうがよい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "閑雲を知る · 4",
                "Content": "仕掛けの術には様々な不思議な用途があるとはいえ、妾にとっては暇を潰すための遊び道具に過ぎないときもある。あれはある年の雪が深く積もった奥蔵山でのこと。皆やることがなく洞府で便々と日を過ごしているのを見て、妾は「雪上滑走追風神器」を作ったのだ。帰終や歌塵らと楽しく遊んでおると、削月のやつもまざりたいと言ってきた。だが、あやつがそれを使って滑った瞬間、道を外れて仕掛けごと脇の雪だまりに落ちてしまってな。まったく、掘り出すのにどれほど苦労したことか…その後、三歳の幼子でも安全に使えるよう、あやつのために特別に防御機能を強化してやった。まあ、代償として速度が少し落ちてしまったがな。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "閑雲を知る · 5",
                "Content": "璃月港に移り住んでから、妾は流行の書物を数多く読んだ。そのうちの一部の義侠小説はなかなかのものだった。そこでふと思ったのだ——妾の知り合いたちを登場人物とすれば、想像上の人物よりもずっと魅力ある物語を作れるのではないかと。ただ、妾の弟子たちはどいつもこいつも過去の話をされるのが好きではないらしい…そうだ、お前が話してくれた旅の面白い出来事を書くのはどうだ？",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千里の月明り」をクリア"
                ]
            },
            {
                "Title": "閑雲の趣味…",
                "Content": "暇があれば、山に座して風に当たっている。これが妾の心をいつも落ち着かせてくれるのだ。",
                "Tips": []
            },
            {
                "Title": "閑雲の悩み…",
                "Content": "璃月港に住むようになってから、妾の家を訪ねたり、妾を宴に誘ったりする新たな友人や古い知り合いが後を絶たない。このままでは、手持ちのモラもいつか尽きてしまうだろう…",
                "Tips": [
                    "シナリオ「千里の月明り」をクリア"
                ]
            },
            {
                "Title": "好きな食べ物…",
                "Content": "友人との食事は、それがどんな料理であろうと余韻を深く残してくれるものだ。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "仙人の修行が、人の世の俗物に影響されることはない。食の種類よりも、妾は味のほうが大事だ…もしお前自身も美味しくないと感じるものだったら、それを妾に差し出すでないぞ。そんなものを食べるくらいなら、妾が作ってやったほうがマシだからな…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "食材は新鮮で、食感も程よい。さては妾の料理技法を裏で身につけたな？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "味は二の次だ。妾を食事に誘ったことを褒めて遣わそう。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "最近妾は、からくり調理神器を使っていない。お前に貸してやってもいいぞ？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "さあ、この木箱を開けてみるといい。中にある仕掛け人形は、妾が暇なときに作ったものだ。お前にやろう。見ろ、このように手を叩くとハスの花が開き、色とりどりの明かりが次第に灯っていく。そして、若者たちの大好きな誕生日を祝う曲が流れるのだ…これでお前の誕生日を祝う会もさぞかし賑やかになるだろう。よい誕生日を過ごせるよう祈っておるぞ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "ずっと引きこもっていたゆえ、たまには外に出て体を動かすのも悪くはない。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "一部の仙術は長年使っていなかったこともあり、急に使おうとすると上手くいかないときがある。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "はぁ、それほど期待に満ちた目で見られたら、妾ももう少し本気を出してやらねばな。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "長いこと世を渡り歩いていると、力の強さより、人との付き合いのほうが大事だと分かる。暇があれば、眺めの良い場所を見つけ、共に景色を堪能しながら語らい、ゆっくりとひと時を過ごそう。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "はっ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "風よ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "散れ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "八方の風、羽ばたかん。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "仙人のご光来だ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "集風、孤雲に帰す。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "ふむ、部品として使えそうだ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "珍しいものか？妾にも見せてみるといい。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "妾が発明してやってもよいぞ？「お宝探索神器」をな。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "不敬な！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "悪くない動きだ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "妾が最後まで付き合ってやろう。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "無理はするな。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "何故妾に助けを求めない！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "腹を空かせていたせいだ…次こそ…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "一時の油断が…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "仕掛けを…まだ出しておらぬ…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "取るに足らぬ。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "この程度か。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "仕掛けに不備なし。では行くとしよう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "食糧はきちんと用意しておるな？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "妾は日に千里を駆ける。しかとついてこい。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "93": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "有客の儀",
                "Desc": "閑雲の衣装。名の知れた者によって作られたものではなく、上質な絹織物かと思いきや、よく見れば絹でもなく、綿でもなく、仙人の羽衣のように光輝いている。閑雲は一体どこでこの衣装を手に入れたのだろうか。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108663,
            "JD": 108644,
            "Name": "<b>四喜円満</b>",
            "Eff": "チーム全員の攻撃力+274、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "閑雲のオリジナル料理。香ばしい肉団子を見たあなたが驚きの表情を浮かべるより早く、閑雲が口を開く。「このような俗世の料理を作ることなど、妾にとっては容易いこと。さあ、熱いうちに食べるといい。この先の道が健やかで喜びに満ち、万事順調であらんことを。コホン、まぁたまには特別な感じがあってもいいであろう？何か言いたいことでも？」",
            "Recipe": {
                "100061": 4,
                "100091": 2,
                "100062": 2,
                "100075": 1
            },
            "Icon": "UI_ItemIcon_108663"
        },
        "Namecard": {
            "Name": "<b>閑雲·鶴雲</b>",
            "Desc": "名刺の飾り紋。<br>正直に白状するといい——留雲に「まさかお前から見ると、妾はただの少し大きな鳥なのか？」と聞かれたとき、あなたは「その通り。しかもおしゃべりができて、変な仕掛けもいじれる」と思ったのでは？",
            "Pic": "UI_NameCardPic_Liuyun_P"
        }
    }
}

var acs_cache_ = {}