// Auto Generated

var _AvatarDataConfig_ = {
    "Mika": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Mika": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100021": 3,
                "112032": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113044": 2,
                "100021": 10,
                "112032": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113044": 4,
                "100021": 20,
                "112033": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113044": 8,
                "100021": 30,
                "112033": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113044": 12,
                "100021": 45,
                "112034": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113044": 20,
                "100021": 60,
                "112034": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mika": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "西風槍術・鏑矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>クロスボウと槍の組み合わせによる最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費して前方に突進し、経路上の敵にダメージを与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "43.2632%",
                                    "46.7846%",
                                    "50.306%",
                                    "55.3366%",
                                    "58.858%",
                                    "62.8825%",
                                    "68.4162%",
                                    "73.9498%",
                                    "79.4835%",
                                    "85.5202%",
                                    "91.5569%",
                                    "97.5936%",
                                    "103.6304%",
                                    "109.6671%",
                                    "115.7038%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "41.5019%",
                                    "44.8799%",
                                    "48.258%",
                                    "53.0838%",
                                    "56.4619%",
                                    "60.3225%",
                                    "65.6309%",
                                    "70.9393%",
                                    "76.2476%",
                                    "82.0386%",
                                    "87.8296%",
                                    "93.6205%",
                                    "99.4115%",
                                    "105.2024%",
                                    "110.9934%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "54.5034%",
                                    "58.9397%",
                                    "63.376%",
                                    "69.7136%",
                                    "74.1499%",
                                    "79.22%",
                                    "86.1914%",
                                    "93.1627%",
                                    "100.1341%",
                                    "107.7392%",
                                    "115.3443%",
                                    "122.9494%",
                                    "130.5546%",
                                    "138.1597%",
                                    "145.7648%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "27.6146%+27.6146%",
                                    "29.8623%+29.8623%",
                                    "32.11%+32.11%",
                                    "35.321%+35.321%",
                                    "37.5687%+37.5687%",
                                    "40.1375%+40.1375%",
                                    "43.6696%+43.6696%",
                                    "47.2017%+47.2017%",
                                    "50.7338%+50.7338%",
                                    "54.587%+54.587%",
                                    "58.4402%+58.4402%",
                                    "62.2934%+62.2934%",
                                    "66.1466%+66.1466%",
                                    "70.0%+70.0%",
                                    "73.853%+73.853%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.8743%",
                                    "76.6432%",
                                    "82.412%",
                                    "90.6532%",
                                    "96.422%",
                                    "103.015%",
                                    "112.0803%",
                                    "121.1456%",
                                    "130.211%",
                                    "140.1004%",
                                    "149.9898%",
                                    "159.8793%",
                                    "169.7687%",
                                    "179.6582%",
                                    "189.5476%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "112.746%",
                                    "121.923%",
                                    "131.1%",
                                    "144.21%",
                                    "153.387%",
                                    "163.875%",
                                    "178.296%",
                                    "192.717%",
                                    "207.138%",
                                    "222.87%",
                                    "238.602%",
                                    "254.334%",
                                    "270.066%",
                                    "285.798%",
                                    "301.53%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "スターフロストスワール",
                        "Desc": "クロスボウを利用して敵を攻撃し、周囲チーム全員に霊風状態を付与する。霊風状態中のキャラクターがフィールド上にいる時、攻撃速度がアップする。<br>一回押しと長押しによって発生する効果が変わる。<br><br><color style='color:#FFD780;'>一回押し</color><br>敵を貫く流霜の矢を素早く放って、命中した敵に<color style='color:#99FFFF;'>氷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>照準モードに入り、ロックした敵1体に氷星のビーコンを放って、<color style='color:#99FFFF;'>氷元素ダメージ</color>を与える。氷星のビーコンは命中した後に上昇して爆発し、周囲にいる最大3体の他の敵に氷星のシャードを発射して、<color style='color:#99FFFF;'>氷元素ダメージ</color>を与える。<br><br><i>霜天の下、それは星芒なり。</i>",
                        "Icon": "Skill_S_Mika_01",
                        "ParamDesc": [
                            {
                                "Desc": "流霜の矢のダメージ",
                                "ParamLevelList": [
                                    "67.2%",
                                    "72.24%",
                                    "77.28%",
                                    "84.0%",
                                    "89.04%",
                                    "94.08%",
                                    "100.8%",
                                    "107.52%",
                                    "114.24%",
                                    "120.96%",
                                    "127.68%",
                                    "134.4%",
                                    "142.8%",
                                    "151.2%",
                                    "159.6%"
                                ]
                            },
                            {
                                "Desc": "氷星のビーコンのダメージ",
                                "ParamLevelList": [
                                    "84.0%",
                                    "90.3%",
                                    "96.6%",
                                    "105.0%",
                                    "111.3%",
                                    "117.6%",
                                    "126.0%",
                                    "134.4%",
                                    "142.8%",
                                    "151.2%",
                                    "159.6%",
                                    "168.0%",
                                    "178.5%",
                                    "189.0%",
                                    "199.5%"
                                ]
                            },
                            {
                                "Desc": "氷星のシャードのダメージ",
                                "ParamLevelList": [
                                    "25.2%",
                                    "27.09%",
                                    "28.98%",
                                    "31.5%",
                                    "33.39%",
                                    "35.28%",
                                    "37.8%",
                                    "40.32%",
                                    "42.84%",
                                    "45.36%",
                                    "47.88%",
                                    "50.4%",
                                    "53.55%",
                                    "56.7%",
                                    "59.85%"
                                ]
                            },
                            {
                                "Desc": "攻撃速度アップ",
                                "ParamLevelList": [
                                    "13.0%",
                                    "14.0%",
                                    "15.0%",
                                    "16.0%",
                                    "17.0%",
                                    "18.0%",
                                    "19.0%",
                                    "20.0%",
                                    "21.0%",
                                    "22.0%",
                                    "23.0%",
                                    "24.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%"
                                ]
                            },
                            {
                                "Desc": "霊風の継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "スカイフェザーソング",
                        "Desc": "騎士団の祈祷で仲間を鼓舞し、勇往邁進の力を導き出して周囲のチーム全員のHPを回復して鷹の羽状態を付与する。回復量はミカのHP上限によって決まる。<br><br><color style='color:#FFD780;'>鷹の羽</color><br>鷹の羽状態にあるフィールド上キャラクターの通常攻撃が敵に命中すると、ミカは該当キャラクターのHPを回復する、回復量はミカのHP上限によって決まる。<br>この状態にあるキャラクターは、短期間に最大1回だけこの方法でHPを回復できる。<br><br><i>「窮地の中に希望を抱き、順調な時は警戒を怠らぬ…何故なら、その純白の羽根は、やがて彷徨う旅者を導くからだ。」</i>",
                        "Icon": "Skill_E_Mika_01",
                        "ParamDesc": [
                            {
                                "Desc": "発動時の回復量",
                                "ParamLevelList": [
                                    "HP上限12.168%+1172.0355",
                                    "HP上限13.0806%+1289.2554",
                                    "HP上限13.9932%+1416.2435",
                                    "HP上限15.21%+1553",
                                    "HP上限16.1226%+1699.5248",
                                    "HP上限17.0352%+1855.8179",
                                    "HP上限18.252%+2021.8794",
                                    "HP上限19.4688%+2197.7092",
                                    "HP上限20.6856%+2383.3071",
                                    "HP上限21.9024%+2578.6736",
                                    "HP上限23.1192%+2783.8083",
                                    "HP上限24.336%+2998.7114",
                                    "HP上限25.857%+3223.3828",
                                    "HP上限27.378%+3457.8225",
                                    "HP上限28.899%+3702.0305"
                                ]
                            },
                            {
                                "Desc": "鷹の羽の回復量",
                                "ParamLevelList": [
                                    "HP上限2.432%+233.95428",
                                    "HP上限2.6144%+257.35297",
                                    "HP上限2.7968%+282.70154",
                                    "HP上限3.04%+310",
                                    "HP上限3.2224%+339.24835",
                                    "HP上限3.4048%+370.4466",
                                    "HP上限3.648%+403.59473",
                                    "HP上限3.8912%+438.69275",
                                    "HP上限4.1344%+475.74066",
                                    "HP上限4.3776%+514.73846",
                                    "HP上限4.6208%+555.68616",
                                    "HP上限4.864%+598.58374",
                                    "HP上限5.168%+643.4312",
                                    "HP上限5.472%+690.2286",
                                    "HP上限5.776%+738.9758"
                                ]
                            },
                            {
                                "Desc": "鷹の羽の回復間隔",
                                "ParamLevelList": [
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒"
                                ]
                            },
                            {
                                "Desc": "鷹の羽の継続時間",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "速射牽制",
                        "Desc": "次の状況において、<color style='color:#FFD780;'>スターフロストスワール</color>の霊風状態に偵察効果を追加し、フィールド上キャラクターの物理ダメージ+10%。<br> · 流霜の矢が複数の敵に命中すると、2体目以降、敵1体につき1層ずつ偵察効果が追加される。<br> · 氷星のシャードが敵に命中した時、1層の偵察効果が生成される。各氷星のシャードにつき1回のみ発動可能。<br><br>霊風状態の偵察効果は最大3層まで重ね掛け可能。継続時間中、スターフロストスワールを再発動すると、既存の霊風状態とその偵察効果が先にクリアされる。",
                        "Icon": "UI_Talent_S_Mika_05"
                    },
                    {
                        "Name": "地形測量",
                        "Desc": "<color style='color:#FFD780;'>スカイフェザーソング</color>の鷹の羽状態と、<color style='color:#FFD780;'>スターフロストスワール</color>の霊風状態が同時に付与されているフィールド上キャラクターが攻撃をして会心を発生させた時、霊風状態は固有天賦「速射牽制」の偵察効果を1層生成する。1回の霊風状態の継続時間中、この方法で生成できる偵察効果は1層まで。<br>また、霊風状態における偵察効果の重ね掛け層数の上限+1。<br>固有天賦「速射牽制」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Mika_06"
                    },
                    {
                        "Name": "デマケーション",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>モンド地域の特産</color>の位置を表示する。",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "逢遇の因縁",
                        "Desc": "<color style='color:#FFD780;'>スターフロストスワール</color>による霊風状態は、<color style='color:#FFD780;'>スカイフェザーソング</color>の鷹の羽状態のHP回復間隔を短縮できるようになる。なお、短縮する割合は霊風状態による攻撃速度アップの割合と同一。",
                        "Icon": "UI_Talent_S_Mika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "同行の旅路",
                        "Desc": "<color style='color:#FFD780;'>スターフロストスワール</color>の流霜の矢が最初に敵に命中した時、または氷星のビーコンが敵に命中した時、固有天賦「速射牽制」の偵察効果が1層生成される。<br>固有天賦「速射牽制」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Mika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "遊撃の心得",
                        "Desc": "<color style='color:#FFD780;'>スカイフェザーソング</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "霜晴の祈念",
                        "Desc": "ミカ自身による<color style='color:#FFD780;'>スカイフェザーソング</color>の鷹の羽状態がチームにいるキャラクターのHPを回復した時、ミカの元素エネルギーを3回復する。1回のスカイフェザーソングの鷹の羽状態で、元素エネルギーは最大5回まで回復できる。",
                        "Icon": "UI_Talent_S_Mika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "道標の鳴鏑",
                        "Desc": "<color style='color:#FFD780;'>スターフロストスワール</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "臨機の策応",
                        "Desc": "<color style='color:#FFD780;'>スターフロストスワール</color>の霊風状態における偵察効果の重ね掛け層数の上限+1。固有天賦「速射牽制」を解放する必要がある。<br>また、霊風状態にあるフィールド上キャラクターは、物理ダメージの会心ダメージ+60%。",
                        "Icon": "UI_Talent_S_Mika_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mika": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        10.0,
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.15
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.3,
                        0.3,
                        0.3
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.2,
                        0.2,
                        0.2
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        1.8,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.245,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 38.606,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.5,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.701,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5,
                        45.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.68,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5,
                        45.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.68,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.0,
                        1.5,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.93,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}