// Auto Generated

var _AvatarFetterConfig_ = {
    "61": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "もし稲妻人に「一番信頼できる配達会社はどこか」と聞けば、みんな「狛荷屋」の名前を挙げるだろう。<br>そして、その業者の印象に残っているサービスについてさらに質問を続けたとしたら、みんな笑顔で口を揃えて、ある特別な配達員のことを話してくれるはずだ——<br>彼女は元気で可愛い女の子で、後ろには二本の尻尾が踊っている。荷物を受け取って彼女に感謝の言葉を述べれば、大事なものを受け取ったのは彼女のほうだったかと錯覚するほどの、幸せに満ちた表情でお辞儀を返してくれる。<br>もう少しだけ時間をかけて「評価欄」に五つ星の高評価をつけてあげれば…あるいは彼女にお菓子をあげれば、この妖怪の少女が感激のあまり目をキラキラさせ、嬉しさに尻尾をユラユラさせるところが見られるかもしれない。<br>おっと！しかし…同時にみんなはこう忠告するだろう——この「猫又」を見た目で判断し、甘く見ないほうが良いと。もし他の顧客の荷物に良からぬ考えを持っていたら、もしくは調子に乗って彼女の尻尾を触ろうとしたものなら…相応の代価を払うことになる。<br>そんな話を聞いてしまった人は、きっと好奇心に駆られて「狛荷屋」まで足を運ばずにいられない——<br>「こんにちは…店長、配達をお願いしたいんですが、例の猫ま…」<br>話し終えるまでもなく、店長は慣れた素振りで店の奥に向かって叫ぶ。「綺良々！ご指名だ！」<br>すると一人の少女がニコニコ微笑みながら表に出てくる。そして彼女は髪の毛を直し、服を整え、笑顔のまま話しかけてくる——<br>「いらっしゃいませ、こんにちは！狛荷屋をお選びいただきありがとうございます！」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "綺良々は物心ついた頃から、稲妻の野外を流浪していた。<br>当時の彼女はまだ名前すらない子猫で、尻尾も一本しかなく、毎朝目が覚めると音が鳴るほどにお腹を空かせていた。伸びと欠伸をしてから、不平を漏らすかのように一声「ニャー」と鳴くと、不注意なヤマガラや、岸辺に集まる好奇心旺盛な魚たちを狩りに行っていた。<br>野外でたまに冒険者と出くわすと、彼女はいつも遠くに伏せて、彼らがカバンから沢山の不思議な道具を取り出すところを、羨ましそうに眺めていた。「カチャ」、温かな火がついて…「ガシャン」、奇妙な鉄の鍋が置かれる。「コトコト」、じきに美味しそうな匂いが漂ってくる…<br>綺良々はまるで不思議な魔法を見ているかのように、目をまん丸にしてその全てを眺めていた。人間社会への憧れが小さな蝶のように彼女の心に飛び込んで来たのは、恐らくその時だろう。<br>ある冬の夜、冷たい風が吹き荒れて、まだ子猫だった綺良々は寒さのあまり自分の尻尾の存在すら感じ取れなくなっていた。<br>「小さな木のほらでもいいから、早く暖かいところに避難しないと…」頭の中でそう考える。そして彼女が再び顔を上げたとき、少し先に暖かな明かりが一つ踊っているのを見つけた…<br>綺良々が人間のすみかに入るのはこれが初めてだった。周りの全てに興味津々だったが、同時に少し怖くもあった。部屋の主人は、まだ小さな猫が一匹部屋の中に入って来たことには気づいていないようだ。しかし綺良々は部屋の主に目もくれず、玄関にあった四角い箱を見つけて中に潜り込むと、そのまま眠りについた。<br>「ここで一晩だけ眠らせて、一晩だけだから…」そう思いながら、彼女の意識は夢の中へと落ちていった…<br>けれども、次に彼女が目を覚ましたとき、近くには暖かな囲炉裏と、香ばしい猫まんま、それから編み物をするおばあちゃんがいた。おばあちゃんは彼女に何か話しかけた——どうやら、綺良々に食事を勧めたみたいだ。綺良々は尻尾を低くして、警戒しながらも心惹かれるままに、猫まんまに一口かぶりついた…<br>それは彼女がこれまでに食べた中で一番美味しいものだった。自分はまだ夢の中にいるのではないかと思ってしまうほどに。<br>こうして、彼女はこの温かい家の中で何度も冬を越し、優しいおばあちゃんから幾つもの物語を聞くことになった…<br>綺良々は時々、この家にやってきた最初の夜のことを思い出しては、毎回首をかしげて自分に問いかける。<br>「おかしいなぁ…あの夜わたし、眠る前に何を考えていたんだっけ…」",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "綺良々は人間の街が好きだ。活気のある市場や、密集する建物…初めて見るものが、そこら中にある。<br>「猫又」になったばかりの頃、彼女は妖力を使って人の姿に変化し、稲妻城の中に入って隅々を散策した。将軍様の天守閣の屋上ですら、彼女は見逃さなかった。そんなわけで、「天領奉行」は彼女が最もよく知る場所の一つだ。<br>「他人の家の屋根に登ってはいけない」とか、「鑑賞池の中の魚を食べてはいけない」といったルールは「天領奉行」から習い、「どうすれば人間社会の中で良い妖怪でいられるか」については、あの「鳴神大社」の「妖狐様」に教えてもらった。綺良々に「超すごい大妖怪」と称される八重神子は、この元気で面白い少女のことを気に入っていて、自分の経験を惜しみなく伝授した。綺良々が稲妻の街と道にとても詳しいことを知って、「狛荷屋」で仕事を探してみるよう助言したのも神子だ。<br>「人間社会に溶け込むためには、普通の人のように仕事を持つのが、最も肝心じゃ」——妖狐様はそう彼女に話した。<br>「ああ、そうじゃ」彼女はこう付け足した。「宛先が『鳴神大社八重宮司様』のものがあれば、優先するんじゃぞ。これは先ほどの話よりもさらに重要なことじゃ」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "時々、良からぬ考えを持つ盗賊がパンパンに詰められた荷物に目をつけてくる。盗賊たちはいつも交通の要所で待ち伏せをして、そこを通る配達員を観察するのだ。<br>もし相手が手強そうだったり、複数人で行動していたりすれば、盗賊たちは諦め、一日お腹を空かせたままで我慢する。<br>綺良々のような弱そうで、その上単独行動をしている配達員を見かければ、モラの当てができたと、盗賊たちは内心さぞ大喜びすることだろう。<br>そして綺良々がその道を通る時に、盗賊たちは突如として陰から現れ、怪しげな雰囲気で彼女を取り囲んで道を塞ぐ。<br>「あれ？皆さん、何かご用ですか？」綺良々は事態を把握できないまま、歩みを止める。<br>よく見ると、尻尾が二本ついてるのは些か変わっているが、貧弱な体つきで、人相も善良そうで、見るからに強請りやすそうな少女だ。しかも彼女の背負った荷物はパンパンに詰まっているではないか——今日は、最高の強盗日和だ！<br>「ええと…皆さんも配達を依頼したいのであれば、どうぞ稲妻城の…」<br>彼女が話し終えるのを待たずに、盗賊たちが刀を抜く。比較的礼儀正しい者は、命を大切にして、荷物を残していくよう彼女に警告する。急いでいる者は一斉に襲い掛かって、無理矢理奪おうとする。<br>しかしいずれにしても、結果は同じだ。<br>翌朝、天領奉行の軒先には大きな箱が何個か置かれていることだろう。荷物を封するように貼ってある紙の「荷物の種類」欄に、たった二文字——「悪者」と添えて。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "稲妻城で暮らすようになったばかりの頃、綺良々はよく道端に伏せるように座って、行き交う人々を観察していた。<br>「わあ、人間の女の子って、みんなあんな風にお洒落するんだ…」人間社会に溶け込みたいと願う彼女は、自分の装いが周りと似たようなものであるかどうかをすごく気にしていた。<br>春、女の子たちはよく道端に咲く小さな花を摘んでは耳元や生え際にさしていた。その後は、特殊なアクセサリーが流行って…さらにまた時が経つと、今度はみんな、とあるブレスレットを追い求めた…<br>最初の頃、綺良々は何一つ逃さず、すべてを見様見真似で取り入れた。彼女自身は特に問題があるとは思っておらず、たまに一部のアクセサリーが昇り降りに邪魔で不便だと感じる程度だった。自分が野外で子猫をしていたときとは全く違っていたのだ。<br>しかしそんなある日、フォンテーヌにいる「千織」という名の古い知り合いに配達をした時、こっぴどく叱られたのだ…<br>あの時、綺良々は礼儀正しくドアをノックしてから部屋の中に入ったが、千織は彼女のことを、まるでペンキ缶に落ちた猫を見るかのような目で見つめた…<br>フォンテーヌで有名なアパレルショップを開いているこの稲妻のデザイナーは、綺良々の古くからの知り合いで、ストレートにものを言う人だった——<br>「バケモノかと思っちゃったわ。来る途中で、フライムと喧嘩でもした？全身に一体何をつけてるのよ？こんなに目立つ花…どうやって頭にくっつけたの？唯一靴のセンスだけは悪くないけど…」<br>「あの…千織お姉さんは知ってるはずだけど、そ、それはわたしの足だにゃ…」綺良々が歯切れ悪く答えた。<br>千織は呆れたように顔を手で覆うと、すぐさまハサミと生地を持って綺良々を試着室に引きずり込んだ。<br>「勘違いしないでよね！そんな格好のまま、うちから出て行くところを誰かに見られたりしたら恥ずかしいでしょ！」<br>生地を切ったり縫ったりする音がしばらく響き…そうして今、綺良々が身に纏っている衣装ができ上がったのだ。<br>それからというもの、綺良々は配達時の仕事が一つ増えた。顧客に、自分の服がどこで仕立てられたものかを答えるという仕事が。そして千織のアパレルショップも、より広く名前を知られるようになったのだった。<br>「ふん、だから言ったじゃない。私のセンスは間違いないって」綺良々が再びフォンテーヌに配達に行った時、千織は随分機嫌が良さそうだった。<br>「衣装の注文以外に、何か用？」千織がそう問いかけた。<br>「あるにはあるけど…その…」<br>「いいから言ってみなさいよ。お世辞は勘弁してよね」<br>「お客さんたちが、千織お姉さんのお店で…猫の肉球仕様の靴を作れないかって聞いてくるの」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "綺良々にとって、荷物の一つ一つは宝物のようなものだ。彼女を色んなところへ連れていき、色んな景色を見せてくれるのだから。<br>仕事の合間に、綺良々は倉庫の「滞留荷物」置き場に来て、様々な理由で受取人に届けられなかった荷物たちを確認することがある。<br>「住所間違い」、「受取人の引越し」、「名前間違い」…<br>届けられなかった荷物は一つ一つが魚の骨みたいに、綺良々の心に突き刺さった。そして綺良々は黙々とそれらの荷物の情報を記録し、仕事と休みの時間を使って、道行く先々で受取人の情報を聞いて回った。<br>結果、「狛荷屋」の評判は日に日に上がって行った。みんな、ここのサービスは素晴らしい、真面目で責任感が強くて、届けられない荷物なんてないと褒めるようになった。<br>評判を聞いた「狛荷屋」の店長は、大急ぎで綺良々に「金等級配達員」の称号を与えた。<br>「実は、スカスカの滞留荷物置き場を見た時、盗っ人に入られたのかと思ったよ…」店長は正直にそう話した。<br>綺良々にとっては、荷物を受取人に手渡す瞬間こそが、一番幸せな時間だ。一日の配達を終えると、綺良々は高いところに登って街の景色を眺めながら、街中から聞こえる笑い声に耳を傾けるのが好きだ。<br>そういう時、彼女はいつも自分がまだ子猫だった頃、おばあちゃんの膝の上で物語を聞いていた時間を思い出す。おかしくて変化に満ちた物語と、怪奇千万の妖怪たちが、そよ風のように記憶を辿って、綺良々の心を吹き抜けた。<br>昔のように、彼女はゆっくり目を閉じる。そうして物語と夢の混じり合うままに、安心して明日の到来を待ち望むのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "謎の荷物",
                "Content": "「狛荷屋」に依頼したことがある顧客の自宅に、時折謎の荷物が届けられることがある。大半は小さく精巧なもので、綺麗な装飾が施されている。<br>みんな玄関先でその荷物を丁寧に持ち上げると、何のメッセージも残されていない荷物を見つめて頭を掻きながら、「何も買い物してないはずだけど…」と首をかしげるのだ。そんな彼らは恐らく、少し前にあの尻尾が二本生えた配達員にお菓子を渡したことを忘れている。<br>荷物の中身はふつう、綺麗な小物だ。例えば、サウマラタ蓮のドライフラワーや、星螺でできた小さなアクセサリー…そして、もしその家に子どもがいれば、不思議な模様を持つ聖金虫が入っているかもしれない。<br>これらはすべて、綺良々が配達の途中で集めたものだ。どれも彼女にとっては珍しくて面白い宝物で、お返しのプレゼントに最適だと思ったものだ。残念ながら「狛荷屋」には、従業員と顧客の利益関係を明確に禁止する規則がある。だから綺良々は自分で小さな箱をたくさん作って、可愛らしい装飾を付けて、こっそりみんなの玄関先に置いておくのだ。<br>「謎の荷物」を一番多く受け取っているのは、稲妻郊外にあるあの家だ——<br>口では野外に戻って大妖怪になんかなりたくない、などと言っている綺良々だが、時間が空くとすぐにあの古い家に帰って、ついでに「プレゼント」を玄関先に置いている。もしそのとき、ちょうどおばあちゃんが庭で日向ぼっこをしていたら、綺良々は嬉しそうに元の姿に戻って、「ニャーニャー」鳴きながらおばあちゃんの膝の上に飛び乗って、身体を丸めて甘えるのだ。<br>「あら、綺良々が戻ってきたの？」おばあちゃんは笑顔でそう話しかけた。彼女はまだ、この子猫が既に立派な配達員になっていることを知らず、ただ最近は外で「遊ぶ」時間が長くなっただけだと思っている。<br>「本当に大きくなったわね、あのとき箱の中で見つけた時は、これぐらいしかなかったのよ…」おばあちゃんは優しく彼女の頭を撫でながら、ついでにキラキラした真珠を一粒、綺良々の肉球に置いた。<br>「ほら、これが物語に出てきた珊瑚真珠よ。誰かがね、玄関に置いてくれたの。それにお菓子もね」おばあちゃんは独り言を続けた。「最近目が覚めると、家の中が綺麗に片づけられていて、時々朝ごはんまで用意されているのよ。本当におかしな話よね…」<br>「まさかどこかの子猫ちゃんが妖怪に化けて、この老いぼれの面倒を見に来てくれたわけじゃないわよねぇ？」<br>話がここまで進むと、綺良々は毎回、無実のフリで伸びをして、知らんぷりを決め込んで気持ちよさそうな寝息を立てる。<br>おばあちゃんも喋り終わると淡く微笑む。そうしていつも、二人だけの穏やかな日向ぼっこの時間を過ごすのだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "ある真冬の夜のこと。綺良々は炭火の近くでウトウトしかけていたが、どうしても寝付けなかった。<br>木炭はとうに燃え尽き、灰だけが無気力に最後の呼吸をくすぶらせている。冷たい風が窓とドアの隙間から入り込んできて、綺良々は思わず自分の尻尾を抱えて身を縮めた。最近何だかずっと尻尾が痒くて、じっとしていてくれず、いくら毛づくろいしても落ち着くことはなかった。<br>「おかしい。おばあちゃんが出かけたのは朝だったのに、いくらなんでも遅すぎる…」彼女はか細い声で鳴いた。<br>最後の余燼もついに寿命を迎え、温もりが一切消えた。綺良々は伸びをすると、不安げに外の雪を眺めて、窓から飛び出した。<br>足元の雪は冷たくて、肉球が凍えて痛かった。綺良々は屋根の上まで登って、街のほうへと目を向ける。しかし月もない夜のことだ。辺りは真っ暗で、ひとつの光も見えなかった。<br>「あっちにはすっごく高い木があったはず…」<br>綺良々の尻尾は彼女よりも焦っているようで、木登りの途中も言うことを聞かず、何度も危うく落ちそうになってしまった。<br>この木は高すぎて、頂上まで、中々たどり着けるものではない。しかし綺良々は途中、自分がどこまで登ったかなんて考えなかった。おかしなことに、代わりに彼女の頭の中には、妖怪と人間についての物語がふと思い浮かんだ。まるで、綺良々は木登りをしているのではなく、過去の日々を追いかけているようだった。一歩でも遅れれば、全てを失ってしまうかのような…<br>「早く、もっと早く…」<br>やがて、彼女は木の頂上へと辿り着いた。周りにある全てのものは彼女の足元にあった。遠くに見える蛍火のような輝かしい光の粒が綺良々の目に飛び込んできた——それは、夜の街の光だった。<br>その瞬間、綺良々の心の奥にある何かに火がついた。まるで、幻だった物語がすべて現実となって、沢山の細い光の筋に姿を変え、遠くの街の賑わいの星の川へ流れ込むかのようだった。その物語たちは綺良々にとってすごく遠い存在だったけれど、今はもう、手を伸ばせば届く距離にあるようだ。かつてないほどに、あの光の中にいたいと強く思った。<br>「ああ！見えたにゃ！」<br>見えない力に助けられて、あの光の中にいるはずの、探し求めているあの人を、何故だか一目で見つけられた。<br>彼女が無事に地面へ降りると、雲は散り、月が出て、地面にはくっきりと二本の尻尾の影が落ちていた…<br>「本当に一晩泊まっていかなくていいんですか？雪はまだ止んだばかりですよ。帰りづらいでしょうに」家主がそう勧めた。<br>「いえいえ、うちにはまだ小さな猫が私を待っているんですよ、ふふふ…」玄関に立つ老婦は、笑いながらそう答える。<br>「だったら、わたしが送ってあげるにゃ！」ドアの外から突然少女の声が聴こえた。<br>二人同時に外へ目を向けると、そこに立っていたのは一人の少女だった。彼女は背後に二本の尻尾を踊らせて、腰には輝かしい神の目を下げていた。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "初めまして、わたしは綺良々。稲妻「狛荷屋」の配達員だよ。安心してよね、わたしに届けられない荷物なんて存在しないんだから！…えっ？しっぽ？ああ——わたし、妖怪なんだ！「猫又」って呼ばれる妖怪だよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 荷物",
                "Content": "うぅ…荷物の中身は一体何なんだろう？気になる…うーダメダメ、お客様のものを見ちゃいけないんだから…",
                "Tips": []
            },
            {
                "Title": "世間話 · 注文書",
                "Content": "注文書を確認させて…よし、行こっ！目的地はまだまだ先だよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 仕事",
                "Content": "わぁ！すっごくいい景色。へへっ、この仕事を選んで正解だったなぁ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "うぅ…！毛がびしょぬれになっちゃった。きみも雨宿りするための箱、いる？",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "にゃあっ！ふぅ…び、びっくりしすぎて人の言葉が出て来なくなっちゃったにゃ…！",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "寒っ、しっぽが凍りそう…やっぱ、部屋の中で火にあたってたほうが気持ちいいなぁ。火鉢から距離を取っておけば、毛も焦げないよね？",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "いい陽射しだね。こんな陽射しの上、木でもあったら…ふわぁ、考えただけで眠くなっちゃう…",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "うわっ！小包が風に飛ばされちゃうにゃ！",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "砂粒が肉球のあいだに挟まっちゃった…うーん、不思議な感触…",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよ！まだすやすや寝てるみたいだったから、先に朝ごはん食べたよ。あっ、リスとかヤマガラじゃないから安心して。まあ、あれはあれでなかなか美味しいけど…",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ふわぁあ——もうちょっと寝てたいよぉ…しっぽ…しっぽがもう上げらんない…",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "こんばんは、もう出る準備はばっちしだよ！…え？もう寝る時間なの？わたしにとっては、今が一番冴えてる時間なんだけどなぁ。道を急ぐのにぴったりなんだ、視界もいいし、通行人も少ないし。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "おやすみ…",
                "Content": "おやすみ、いい夢見てね！でも…あなたには言うことをきかないしっぽがないんだから、毎日ぐっすりいい夢を見れてるはずだよね？",
                "Tips": []
            },
            {
                "Title": "綺良々自身について · 肉球",
                "Content": "靴？ああっ…それはわたしの足だよ。妖力で人間の足にもできるけど、やっぱり歩く時は肉球と爪があったほうが安心だからね！あっ…触っちゃだめだからね！絶対だめ！くすぐったいもん！",
                "Tips": []
            },
            {
                "Title": "綺良々自身について · 名前",
                "Content": "わたしの名前はね、おばあちゃんが付けてくれたんだ。しっぽが二又になる前、おばあちゃんはよくわたしの顎をくすぐったり、頭を撫でたり、目がキラキラして綺麗だって褒めてくれたんだよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "旅について…",
                "Content": "きみは色んなところを旅してて、わたしはあちこちに荷物を届けて回ってる——何だかよく似てると思わない？どっちも一つの場所から、もう一つの場所に行くんだもん。でも、わたしは会社のモラを使って、きみは自分のモラを…えっ？ち、違う！自慢してるわけじゃないよ！",
                "Tips": []
            },
            {
                "Title": "出会いについて…",
                "Content": "配達の仕事のおかげで、色んな人と知り合えたんだ。「狛荷屋」の常連客になってくれた人もいれば、友達になってくれた人もいる。本当に素敵なことだよね。一つひとつの荷物にはそれぞれの終着点があるけど、一人ひとりの物語はその先もまだまだ続いていくんだ。人間と妖怪が絆を築くっていうのも、そんなに難しいことじゃないみたい。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "初めて妖力を使って人間になった時の気持ち、今でも覚えてるよ。あのときわたしは、すっごくワクワクしてた——「やっと自分の目で人間の世界を見に行けるんだ」って気持ちで頭がいっぱいで…！気付いたら、これがわたしの腰のあたりについてたんだ。ん…まさか、この神様もわたしと一緒で、色んなところに行きたかったのかな？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 狩り",
                "Content": "人間の作る武器も確かに悪くないけど、やっぱりたまには自分の実力を発揮したくなるよ。ヤマガラを見かけたら、その背後に忍び寄り…身を伏せたままタイミングを見計らって…「バッ！」と飛びかかりたくなるものでしょ？狩りがもたらしてくれるこの達成感は、荷物を一つ届け終わった時の達成感よりも大きいんだよ！",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 箱",
                "Content": "ちっちゃい頃、わたしはこの箱の中に入るのが一番好きだったんだって——おばあちゃんから聞いたの。面白い話だけど、あの頃は、「狛荷屋」のこの箱が大きくて暖かいなって思ってただけ。まさかそれが、狛荷屋で働いて、こうして数えきれないほどの箱に囲まれることになるなんてね。えへへっ、運命って本当に不思議。でも…最近はちょっと狭いなって感じるんだ…あっ！いや違う！太ったりなんかしてないよ！「とら」みたいにはならないんだから！",
                "Tips": []
            },
            {
                "Title": "興味のあること · ツリーハウス",
                "Content": "教えてあげる！スメールには木の上に建てられた家がいっぱいあるんだよ！はぁ～、あんなところで毎日ひなたぼっこが出来たら、きっと気持ちいいんだろうな…わざわざ下まで降りて食べ物を探す必要もないんだよ！え？知ってたの？そっかぁ…それじゃ、あの家がどうやって作られたかは知ってる？前に配達があった時、爪で登ったら疲れ切っちゃったよ。木があんなに高くっちゃ…あのスメール人には爪もなかったのに、一体どうやって建材とか家具を運んだんだろう？うぅ、謎すぎる…",
                "Tips": []
            },
            {
                "Title": "興味のあること · 大きな家",
                "Content": "この仕事のおかげで、大きな家をいーっぱい見たんだ！おばあちゃんちよりも、もっとおっきいんだよ！どこもかしこも何とかパレスとか、何とか殿とか…お部屋が数え切れないくらい多いんだ。あんなに大きな家に住んで、スース―しないのかな？わたしなら…朝にご飯を食べる場所と、昼に日向ぼっこできる場所、それから夜には小箱があれば大満足だけどな。うぅーん！「大きな箱」の中で寝るのが好きな人もいるのかなぁ？",
                "Tips": []
            },
            {
                "Title": "八重神子について…",
                "Content": "神子様は稲妻に名を馳せる大妖怪なんだ。わたしみたいに新しく生まれた妖怪が、神子様に敬意を払うのは当然のことだよ。でも、妖狐様があんなに優しいとは思わなかったなぁ。妖狐様自らわたしに会いに来てくれた上、役に立つ知識をいっぱい教えてくれたんだよ。例えば、人間社会での礼儀とか、人と付き合う方法とか、油揚げの揚げ方とか…えっ？最後のそれは知らなくてもいいって？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雷電将軍について…",
                "Content": "天守閣に届けられる荷物はどれも包装がすっごく綺麗で、何重にも包まれてるんだよ。さすがは将軍様宛って言うべきか…でも、中身は一体何なんだろう？時々いい匂いがするんだよね…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵について…",
                "Content": "あの探偵なら、ずっと前に付き合いがあったよ。わたしが「猫又」だって知ったあの人が、家出した猫たちの行方を尋ねに来たことがあるんだ。最初は喜んで受けたんだけど、みんなに聞いてみたら「ただ外に散歩しに行きたかっただけなのにゃ」とか、「帰ったらすごく退屈なのにゃ」って言うもんだから、ちょっと可哀想になっちゃって。だから、そんな子見たことないって嘘をついたんだ。でも、あの探偵はわたしが嘘をついたの、見抜いてたみたい…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "九条裟羅について…",
                "Content": "ずっとあの天狗様と話してみたいなぁって思ってるんだ。でも天狗様は天領奉行の大将だし、いつも威厳に満ち溢れてるでしょ。だから、未だに身を伏せて遠くから眺めることしかできてないの。わ、わたし、あの人の翼が気になるだけなんだよ。普段は不便じゃないのかなぁ？それに、落ちてくる羽はどうするの？はぁ～…もしそれを箱の中に敷き詰めたら、きっとすごく寝心地がいいんだろうなぁ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "荒瀧一斗について…",
                "Content": "鬼なのに、人間とあんなに仲がいいなんて…その上、自分の組織まで持ってるなんて！うーん…ほんとにすごいよね。わたしも彼に指導を仰ぎに行ったほうがいいかなあ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リネについて…",
                "Content": "フォンテーヌで、ある魔術師さんに会ったことがあるよ。色んなものを消したり出したりできるの！彼が使ってるのもきっと妖力だよね？ね、きっとそうだよねっ？それってつまり…彼も妖怪ってこと？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "千織について…",
                "Content": "千織お姉さんは私にとっても優しいんだよ。前はよく外で布の作り方や色合いを研究してるのを見かけたなぁ。でも、わたしが布を引っ掻いてそれを破いちゃうかもしれないっていっつも心配してた。すっごく綺麗な布だから、引っ掻いたりなんかしないに決まってるのにね。今、千織お姉さんはフォンテーヌで店を開いてるんだけど、時々荷物の運送を頼んでくるの。へへっ、今着てるこの服は、千織お姉さんが仕立て直してくれたやつなんだよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "綺良々を知る · 1",
                "Content": "子猫の頃ね、おばあちゃんがい～っぱい物語を語ってくれたんだ。稲妻の妖怪や町のお祭りの話とか、他の国の美味しい食べ物の話とか…おばあちゃんの膝の上で聞いてるうちに、いつの間にか眠っちゃうんだよねぇ。未だにどれが本当に聞いた話で、どれが夢だったのか分からないよ…",
                "Tips": []
            },
            {
                "Title": "綺良々を知る · 2",
                "Content": "この仕事は大好きだし、わたしに向いてるの。それに、働かないと人間社会にはいられなくなっちゃうって妖狐様が言ってたんだ。そんなの困るよ！だから、一つひとつの荷物を真面目に配達するんだ。わ、わたし、あの人里離れた山に戻って、大妖怪なんかしたくないもん！",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "綺良々を知る · 3",
                "Content": "配達中、わたしのことをいいカモだって甘く見て、荷物を奪おうとする盗賊にたくさん出会ってきたよ。でも、みぃんなわたしに追い払われて逃げてった！全力なんか使ってないけどね。だって…もし他人様に怪我を負わせて、会社がその責任を負うことになっちゃったりしたら…わたし、クビになっちゃうよ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "綺良々を知る · 4",
                "Content": "新しい街に行くたびに、高いところに登って、そこの景色を見下ろすのが好きなんだ。時には街に風が立って、花びらが晶蝶のようにちらちらと舞う。時には日が沈んで、都会は灯りに満ちる。高いところから眺めたらね、そんな様子もまるで真昼の活気にあふれる木漏れ日の影みたいなんだよ。 急ぐ配達がなかったら、一日中でもゆっくり寝そべっていられるなぁ。 はぁ…いつか実家のおばあちゃんを連れていって、あの光景を見てもらいたいなぁ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "綺良々を知る · 5",
                "Content": "生活は楽しむことが大事だよ！わたしだったら…長い旅の最後の数日、それか仕事を終えた晩には、一番賑やかな飲食店に行って美味しい料理を食べに行くんだ。それから、一番心地いい屋根に丸まって風にあたりながら、すやすやと眠りに落ちる…世の中には、ゆっくり味わうべきな楽しいことがとっても沢山あるから、楽しまないと損だよ！そう考えたら、わたしがいつも魚の身をきれいさっぱり食べちゃうのも、納得でしょ？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "綺良々の趣味…",
                "Content": "色んなところに行って荷物を配達するのが好きなんだ。届け先が行ったことのない場所だと、ワクワクして眠れなくて、すぐにでも出発したいって思っちゃう。ちっちゃい頃は林とか低木ばっかりに囲まれてたから、そういう景色はもう見飽きちゃった。でも、外には見たことないものが数え切れないほどあるの。どんなところも新鮮さに満ちてるんだ！",
                "Tips": []
            },
            {
                "Title": "綺良々の悩み…",
                "Content": "人間の生活は豊かで多様だけど、決まりごとが多すぎるよ。「屋根の上で寝ちゃだめ」とか、「鑑賞池の魚は獲っちゃだめ」とか、「爪を勝手に研いじゃだめ」とか…でも、元の姿に戻れば、そんなことで注意してくる人はいないよ…まあ、デメリットもあるけど。「猫又」の身分が目立っちゃうんだよね。飲食店に入って美味しいものを食べに行くにも不便だし…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "猫だった頃は、おばあちゃんの作ってくれたご飯が一番好きだったなぁ。大盛りを一気に食べられるんだ！今なら…うん、やっぱり「刺身の盛り合わせ」かな！柔らかくて美味しい魚肉がそのまま目の前に出てくるんだもん。自分で骨やうろこを取る必要もないんだよ！でも、わたしが魚の頭をかじる時、店主はいつも不思議そうにわたしを見つめるの…",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "前に一度、海辺で魚を獲ってたとき、後ろに気をやってなくて…カニにしっぽを挟まれちゃった。ほんっとに痛かったよ！切れるかと思った。カニって肉も少ないし、殻も硬いし、爪を使っても開けられないし。いったいどこが美味しいの？そうそう、わたし、熱いのも苦手なんだけどね、「カニのバター添え」なんて料理があるって聞いた時は本当に信じられなかったよ…！あの熱くて硬そうな料理を、一体どうやって食べるわけ？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "わぁ…初めて食べる味！めちゃくちゃ美味しいよ！き、きみ、まさか料理を司る大妖怪だったりしないよね？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "ん～美味しい！まだあるの？旅の途中で食べたいから、ちょっと持って行ってもいいかな！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "外で彷徨ってた日々を思い出すよ…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "お誕生日おめでとう！人間だろうと妖怪だろうと、この世に生まれたことはめでたいことなんだよ！もしよかったら、後でわたしがちっちゃい頃に住んでた場所を見に行かない？賑やかで面白い場所ってわけじゃないけど、あそこに行くといつも心が落ち着くんだ。一番お気に入りの箱もあげるよ。寝心地が最高だから！",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "おお～っ！妖力が強くなったみたい！",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "あれ？しっぽもちょっと伸びたかな？",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "体がさらに軽くなった！一気に荷物を十個くらい届けられそうだよ！",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "わぁ、今のわたしの妖力なら、もしかしたらあの妖狐様だって…はははっ…やっぱやめとこ、何かを比べたりなんてしたくないし。お客様の荷物を一つひとつ守ることができたら、わたしは満足だもんね。もちろん…いつもそばにいてくれるきみのこともねっ。そうだ、ねえねえ、しっぽを触ってみない？本当に何だか伸びた気がするんだよ！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "よいしょっ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "引っ掻くぞ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "ちょっと失礼～！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "お荷物です～",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "高評価、よろしくお願いしますっ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "どうぞお受け取りください！にゃ～ん♩",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "わぁ～見たことないものがいっぱい！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "誰かが落とした荷物なの？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "この箱の中、入れるかな？",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "荷物を守らなきゃ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "他に道があるはず…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "にゃ…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "早く箱に隠れて！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "わたしが手伝ったげる！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "荷物…届けられなくなっちゃった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "箱の中に…帰りたい…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "クビに…なっちゃう…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "いたっ！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "しっぽが！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "荷物のほうが大事！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "お荷物の配送ですか？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "「狛荷屋」をお選びいただき、ありがとうございます！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "経費旅行？わたし、行きますっ！",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "61": {
        "Costumes": [
            {
                "ID": 340018,
                "Name": "麗しき怪傑",
                "Desc": "綺良々の衣装。童話の中で弱きを助けるニャンコ剣士——願いを届ける可憐な少女、ここに参上！",
                "Icon": "UI_AvatarIcon_MomokaCostumeErrantry",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "百花戯れ",
                "Desc": "綺良々の衣装。「美しい花を心地よく纏う」——この信念に基づいて、有名デザイナーの千織さんが綺良々のために仕立ててくれた。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108511,
            "JD": 108320,
            "Name": "<b>元気お弁当</b>",
            "Eff": "選択したキャラのHP上限の34%を回復し、その後30秒間、5秒毎にHPを980回復する。",
            "Desc": "綺良々のオリジナル料理。少女たちが好むお弁当の特徴を参考にして、綺良々が色々と頑張って作った人間の美食。栄養バランスを考え抜いた具材選び、そして可愛らしい猫のデザインをあしらっている。まるで、気持ちをたっぷり詰め込んだ配達物のよう…毎日受け取っても飽きないこと間違いなし！",
            "Recipe": {
                "100084": 4,
                "100061": 2,
                "101210": 2,
                "100092": 1
            },
            "Icon": "UI_ItemIcon_108511"
        },
        "Namecard": {
            "Name": "<b>綺良々·猫箱</b>",
            "Desc": "名刺の飾り紋。<br>「受取人の満足した笑顔こそが、綺良々にとっての一番の報酬。」",
            "Pic": "UI_NameCardPic_Kirara_P"
        }
    }
}

var acs_cache_ = {
    "340018": "Simulanka's rules dictate that the essence of all life in it must conform to the image created by the Goddess of Fate.<br>In other words, Kirara's intrepid manner corresponds to a certain character in the fairy tale that the goddess penned.<br>However, despite her — and your — travels all across Simulanka, you never heard the tale of any such itinerant hero.<br>Confused, you asked the detective, for you knew that he had heard the goddess's voice, and was the keeper of a great many secrets.<br><br>And so, from his lips you drew this tale—<br>Amongst the multitude of creatures, the cat was favored of the goddess, such that she even tried to create a realm just for them within Simulanka.<br>As in her great plan, this new realm would be filled with feline residents of all sizes and fur colors.<br>Here, happiness would be distributed according to principles of balance, and every resident's happy smile would be perfectly calibrated.<br>The cats would never feel sad, and the worst their mood could be was similar to \"as if a furball was tickling their throat.\"<br>However, they would never be able to cough it out no matter how hard they tried, for that would be a negative emotion that they could never make manifest.<br>With eternal, unchanging joy, and sorrow unable to be birthed, the scales of the heart were not balanced — nor was this setting.<br>Yet the goddess's attention was divided amongst her other manuscripts, and so this story was put on hold even as it waited to unfold.<br>\"Stories, at their heart, yearn to make sense,\" or so the goddess is rumored to have said to herself after the fact.<br>When internal contradictions are not resolved, the pattern of the plot's progression can become perverted, seeking to resolve these absurdities itself.<br>Thus did an itinerant feline heroine appear in the corner of the draft manuscript and, while the goddess was distracted, escape between the margins.<br>She stole wrath, tears, and sorrowful sighs from other pages in the manuscript, and she distributed them in every street throughout the country of cats.<br>The residents' smiling iron masks began to melt, and they began to diverge from the predetermined paths fate had written for them.<br>\"A cat's true nature is to be willful and free,\" the crafty heroine declared.<br>The goddess was not displeased at this interdiction by one of her creations. If anything, the heroine's defiance caused her to make a decision.<br>She would leave this imperfect idea, now put to paper, be. The realm of cats should indeed be a freer place.<br><br>No wonder, then, that you could find no trace of this gallant cat, for that rebellious figure never slipped out from the paper folds, but could only exist in the world's blueprint memory.<br>As you were deep in thought, you caught a glimpse of Kirara's bright eyes. She seemed truly taken with this tale.<br>\"Heh, guess I know why I'm dressed like that itinerant heroine now!\"<br>\"Isn't that just because you happen to be a cat?\" So you thought, but you did not voice it.<br>\"The heroine brought everyone's missing desires back to them — don't you think that's a lot like what a courier does?\"<br>\"Delivering everything your customers need to them, and making sure they're satisfied...\"<br>\"At their core, both jobs are pretty much the same!\"<br>Kirara's tail stood up proudly as she said these words.<br>Her passion for delivering goods moved even you, and so you accepted the proposed equivalence, even though it remained unclear if Simulanka's rules would uphold such a statement.<br>\"That's right. Delivery is an amazing vocation!\""
}