// Auto Generated

var _AvatarDataConfig_ = {
    "Momoka": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Momoka": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101208": 3,
                "112053": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113045": 2,
                "101208": 10,
                "112053": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113045": 4,
                "101208": 20,
                "112054": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113045": 8,
                "101208": 30,
                "112054": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113045": 12,
                "101208": 45,
                "112055": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113045": 20,
                "101208": 60,
                "112055": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Momoka": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "段板紙・切り裂き術",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に爪攻撃を3回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "47.902%",
                                    "51.801%",
                                    "55.7%",
                                    "61.27%",
                                    "65.169%",
                                    "69.625%",
                                    "75.752%",
                                    "81.879%",
                                    "88.006%",
                                    "94.69%",
                                    "101.374%",
                                    "108.058%",
                                    "114.742%",
                                    "121.426%",
                                    "128.11%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.354%",
                                    "50.127%",
                                    "53.9%",
                                    "59.29%",
                                    "63.063%",
                                    "67.375%",
                                    "73.304%",
                                    "79.233%",
                                    "85.162%",
                                    "91.63%",
                                    "98.098%",
                                    "104.566%",
                                    "111.034%",
                                    "117.502%",
                                    "123.97%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "25.4216%+38.1324%",
                                    "27.4908%+41.2362%",
                                    "29.56%+44.34%",
                                    "32.516%+48.774%",
                                    "34.5852%+51.8778%",
                                    "36.95%+55.425%",
                                    "40.2016%+60.3024%",
                                    "43.4532%+65.1798%",
                                    "46.7048%+70.0572%",
                                    "50.252%+75.378%",
                                    "53.7992%+80.6988%",
                                    "57.3464%+86.0196%",
                                    "60.8936%+91.3404%",
                                    "64.4408%+96.6612%",
                                    "67.988%+101.982%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "73.272%",
                                    "79.236%",
                                    "85.2%",
                                    "93.72%",
                                    "99.684%",
                                    "106.5%",
                                    "115.872%",
                                    "125.244%",
                                    "134.616%",
                                    "144.84%",
                                    "155.064%",
                                    "165.288%",
                                    "175.512%",
                                    "185.736%",
                                    "195.96%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "22.3772%+44.7544%+44.7544%",
                                    "24.1986%+48.3972%+48.3972%",
                                    "26.02%+52.04%+52.04%",
                                    "28.622%+57.244%+57.244%",
                                    "30.4434%+60.8868%+60.8868%",
                                    "32.525%+65.05%+65.05%",
                                    "35.3872%+70.7744%+70.7744%",
                                    "38.2494%+76.4988%+76.4988%",
                                    "41.1116%+82.2232%+82.2232%",
                                    "44.234%+88.468%+88.468%",
                                    "47.3564%+94.7128%+94.7128%",
                                    "50.4788%+100.9576%+100.9576%",
                                    "53.6012%+107.2024%+107.2024%",
                                    "56.7236%+113.4472%+113.4472%",
                                    "59.846%+119.692%+119.692%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "にゃんにゃん町飛脚",
                        "Desc": "<color style='color:#FFD780;'>一回押し</color><br>草むらを駆け抜けるネコのように俊敏な身のこなしで飛び上がり、猫又返しを繰り出し、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。また、安全運送シールドを張って、綺良々に短時間の<color style='color:#99FF88;'>草元素付着</color>を与える。安全運送シールドは<color style='color:#99FF88;'>草元素ダメージ</color>に対して250%の吸収効果がある。シールドのダメージ吸収量は綺良々のHP上限によって決まり、そのHP上限の一定割合を超えることはできない。ダメージ吸収量が残っているときに新しく「安全運送シールド」を獲得すると、吸収量は加算され、継続時間も更新される。<br><br><color style='color:#FFD780;'>長押し</color><br>「半日必着」の勢いで、一回押しと同様の安全運送シールドを張る。また特製の宅配用段板紙の中に入り、ネコ箱急便状態となって素早く移動しながら戦う。<br><br><color style='color:#FFD780;'>ネコ箱急便状態</color><br> · 衝突した敵に<color style='color:#99FF88;'>草元素ダメージ</color>を与える。この効果は敵1体につき、0.5秒毎に最大1回のみ発動可能。<br> · 該当状態にある綺良々の移動速度、登る速度、ジャンプ力がアップし、登る時のスタミナ消費が増える。<br> · 継続時間終了時、または再びスキルを発動した時、一回押しより強力なくるりん爪撃を繰り出し、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br> · ネコ箱急便状態は最大10秒間継続可能。スキル終了時にクールタイムに入る。ネコ箱急便状態の継続時間が長いほど、クールタイムは長くなる。<br> · 効果継続時間中、ダッシュしたり登り状態を解除したりすると、ネコ箱急便状態を早期に終了させることができる。<br><br><i>「えっ、配達が早い秘訣？もちろん脚力だよ！」</i>",
                        "Icon": "Skill_S_Momoka_01",
                        "ParamDesc": [
                            {
                                "Desc": "猫又返しのダメージ",
                                "ParamLevelList": [
                                    "104.0%",
                                    "111.8%",
                                    "119.6%",
                                    "130.0%",
                                    "137.8%",
                                    "145.6%",
                                    "156.0%",
                                    "166.4%",
                                    "176.8%",
                                    "187.2%",
                                    "197.6%",
                                    "208.0%",
                                    "221.0%",
                                    "234.0%",
                                    "247.0%"
                                ]
                            },
                            {
                                "Desc": "シールド吸収量",
                                "ParamLevelList": [
                                    "HP上限10.0%+962.2313",
                                    "HP上限10.75%+1058.4679",
                                    "HP上限11.5%+1162.7241",
                                    "HP上限12.5%+1275",
                                    "HP上限13.25%+1395.2957",
                                    "HP上限14.0%+1523.611",
                                    "HP上限15.0%+1659.946",
                                    "HP上限16.0%+1804.3008",
                                    "HP上限17.0%+1956.6753",
                                    "HP上限18.0%+2117.0693",
                                    "HP上限19.0%+2285.4834",
                                    "HP上限20.0%+2461.917",
                                    "HP上限21.25%+2646.3704",
                                    "HP上限22.5%+2838.8433",
                                    "HP上限23.75%+3039.336"
                                ]
                            },
                            {
                                "Desc": "シールド吸収量上限",
                                "ParamLevelList": [
                                    "HP上限16.0%+1541.0796",
                                    "HP上限17.2%+1695.2089",
                                    "HP上限18.4%+1862.1824",
                                    "HP上限20.0%+2042",
                                    "HP上限21.2%+2234.6616",
                                    "HP上限22.4%+2440.1675",
                                    "HP上限24.0%+2658.5176",
                                    "HP上限25.6%+2889.7117",
                                    "HP上限27.2%+3133.7498",
                                    "HP上限28.8%+3390.632",
                                    "HP上限30.4%+3660.3584",
                                    "HP上限32.0%+3942.929",
                                    "HP上限34.0%+4238.3438",
                                    "HP上限36.0%+4546.6025",
                                    "HP上限38.0%+4867.705"
                                ]
                            },
                            {
                                "Desc": "シールド継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "ネコ箱急便突進ダメージ",
                                "ParamLevelList": [
                                    "33.6%",
                                    "36.12%",
                                    "38.64%",
                                    "42.0%",
                                    "44.52%",
                                    "47.04%",
                                    "50.4%",
                                    "53.76%",
                                    "57.12%",
                                    "60.48%",
                                    "63.84%",
                                    "67.2%",
                                    "71.4%",
                                    "75.6%",
                                    "79.8%"
                                ]
                            },
                            {
                                "Desc": "ネコ箱急便状態の最大継続時間",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "くるりん爪撃のダメージ",
                                "ParamLevelList": [
                                    "144.0%",
                                    "154.8%",
                                    "165.6%",
                                    "180.0%",
                                    "190.8%",
                                    "201.6%",
                                    "216.0%",
                                    "230.4%",
                                    "244.8%",
                                    "259.2%",
                                    "273.6%",
                                    "288.0%",
                                    "306.0%",
                                    "324.0%",
                                    "342.0%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒",
                                    "8秒~12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘法 · サプライズ特別配送",
                        "Desc": "盗賊を懲らしめる特注配送箱で敵を思い切り殴り、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。特注配送箱が爆発すると、複数の<color style='color:#FFD780;'>ニャルダモン</color>をばら撒く。ニャルダモンは敵に触れたとき、または一定時間後に爆発し、<color style='color:#99FF88;'>草元素範囲ダメージ</color>を与える。<br><br><i>「ふふっ、これは宅配便の荷物を盗む悪党たちのために、特別に用意した品です。さあ、お受け取りいただいたら、五つ星の評価をお願いしますね！」</i>",
                        "Icon": "Skill_E_Momoka_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "570.24%",
                                    "613.008%",
                                    "655.776%",
                                    "712.8%",
                                    "755.568%",
                                    "798.336%",
                                    "855.36%",
                                    "912.384%",
                                    "969.408%",
                                    "1026.432%",
                                    "1083.456%",
                                    "1140.48%",
                                    "1211.76%",
                                    "1283.04%",
                                    "1354.32%"
                                ]
                            },
                            {
                                "Desc": "ニャルダモンの爆発ダメージ",
                                "ParamLevelList": [
                                    "35.64%",
                                    "38.313%",
                                    "40.986%",
                                    "44.55%",
                                    "47.223%",
                                    "49.896%",
                                    "53.46%",
                                    "57.024%",
                                    "60.588%",
                                    "64.152%",
                                    "67.716%",
                                    "71.28%",
                                    "75.735%",
                                    "80.19%",
                                    "84.645%"
                                ]
                            },
                            {
                                "Desc": "ニャルダモン存在時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "妖説岐尾の変",
                        "Desc": "<color style='color:#FFD780;'>にゃんにゃん町飛脚</color>のネコ箱急便状態にある綺良々は、敵に衝突するたびに<color style='color:#FFD780;'>がっちり梱包</color>を1層獲得する、最大3層まで。この効果は敵1体につき、0.5秒毎に最大1回のみ発動可能。ネコ箱急便状態の終了時、がっちり梱包1層につき、綺良々は安全運送シールドを1つ獲得する。このシールドのダメージ吸収量は<color style='color:#FFD780;'>にゃんにゃん町飛脚</color>で生成できる安全運送シールドの20%に相当する。綺良々がすでににゃんにゃん町飛脚で安全運送シールドを獲得しているとき、ダメージ吸収量は加算され、継続時間も更新される。",
                        "Icon": "UI_Talent_S_Momoka_05"
                    },
                    {
                        "Name": "ネコのぐるぐる目時計",
                        "Desc": "綺良々のHP上限を基準に、HP上限1000毎に<color style='color:#FFD780;'>にゃんにゃん町飛脚</color>の与えるダメージ+0.4%、<color style='color:#FFD780;'>秘法 · サプライズ特別配送</color>の与えるダメージ+0.3%。",
                        "Icon": "UI_Talent_S_Momoka_06"
                    },
                    {
                        "Name": "抜き足、差し足、忍び猫",
                        "Desc": "綺良々がチーム内にいる時、チーム内の自身のキャラクターが鳥肉、獣肉、冷製鮮肉をドロップする動物に近づいても気付かれにくくなる。",
                        "Icon": "UI_Talent_S_Aloy_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "器物流転",
                        "Desc": "<color style='color:#FFD780;'>秘法 · サプライズ特別配送</color>を発動した時、綺良々のHP上限8000毎に<color style='color:#FFD780;'>ニャルダモン</color>を追加で1個生成する。この方法で生成されるニャルダモンは最大4個まで。",
                        "Icon": "UI_Talent_S_Momoka_01"
                    },
                    {
                        "Level": 2,
                        "Name": "八隅 · 完璧梱包術",
                        "Desc": "<color style='color:#FFD780;'>にゃんにゃん町飛脚</color>のネコ箱急便状態にある綺良々は、接触したチーム内他のキャラクターに安全運送シールド · 重要貨物状態を与える。<br>安全運送シールド · 重要貨物のダメージ吸収量は<color style='color:#FFD780;'>にゃんにゃん町飛脚</color>の安全運送シールド吸収量上限の40%に相当し、<color style='color:#99FF88;'>草元素ダメージ</color>に対して250%の吸収効果がある。<br>安全運送シールド · 重要貨物状態は12秒継続し、キャラクター1体につき、10秒毎に最大1回発動可能。",
                        "Icon": "UI_Talent_S_Momoka_02"
                    },
                    {
                        "Level": 3,
                        "Name": "万戸門札に通ず",
                        "Desc": "<color style='color:#FFD780;'>にゃんにゃん町飛脚</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Momoka_01"
                    },
                    {
                        "Level": 4,
                        "Name": "韋駄天駿足",
                        "Desc": "<color style='color:#FFD780;'>安全運送シールド</color>、または<color style='color:#FFD780;'>安全運送シールド · 重要貨物</color>状態のフィールド上キャラクターの通常攻撃、重撃、または落下攻撃が敵に命中した後、綺良々は<color style='color:#FFD780;'>ニャルダモン · ミニ</color>を使って連携攻撃を行い、綺良々の攻撃力200%分の<color style='color:#99FF88;'>草元素ダメージ</color>を与える。このダメージは元素爆発ダメージと見なされる。この効果は3.8秒毎に最大1回のみ発動可能で、チーム全員がクールタイムを共有する。",
                        "Icon": "UI_Talent_S_Momoka_04"
                    },
                    {
                        "Level": 5,
                        "Name": "一日千里",
                        "Desc": "<color style='color:#FFD780;'>秘法 · サプライズ特別配送</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Momoka_02"
                    },
                    {
                        "Level": 6,
                        "Name": "道中百景心得たり",
                        "Desc": "綺良々が元素スキルまたは元素爆発を発動した後15秒間、周囲のチーム全員の全元素ダメージ+12%。",
                        "Icon": "UI_Talent_S_Momoka_03"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Momoka": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.8,
                        270.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "Elem Skill Hold",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.6,
                        3.2
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Mine",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Mine",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.8,
                        1.8,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 48.51,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.25,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.25,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        2.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 76.72,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}