// Auto Generated

var _AvatarDataConfig_ = {
    "Mona": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Mona": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "100025": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113012": 2,
                "100025": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113012": 4,
                "100025": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113012": 8,
                "100025": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113012": 12,
                "100025": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113012": 20,
                "100025": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mona": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から水元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻願",
                        "Desc": "水しぶきを集め、運命の虚影を形成する。<br><br><color style='color:#FFD780;'>虚影</color><br>虚影は以下の特性を持つ。<br> · 持続的に周囲の敵を挑発し、攻撃を引き付ける。<br> · 持続的に付近の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br> · 継続時間終了時、虚影が破裂し、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>水流の勢いを利用し、素早く後退する。<br><br>水中幻願によって作られた虚影は1つのみ存在可能。<br><br><i>造詣が深い占星術師は自身が創造した虚影で厄運から免れる。だがここまで厄運を挑発する者は、テイワットでもモナだけであろう。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂ダメージ",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定軌",
                        "Desc": "清らかなさざなみを集め、虚幻の星空を映し、広範囲の敵に泡影状態を与える。<br><br><color style='color:#FFD780;'>泡影</color><br>星の泡で敵を拘束し、<color style='color:#80C0FF;'>湿潤</color>状態を付与する。比較的に弱い敵は泡影に拘束され、行動不能になる。<br>泡影状態の敵がダメージを受けると、以下の効果を受ける。<br> · 星異状態を与えられ、次に受けるダメージがアップする。<br> · 泡影の効果が解除する。解除時、<color style='color:#80C0FF;'>水元素ダメージ</color>を受ける。<br><br><color style='color:#FFD780;'>星異</color><br>星異状態継続中、受けるダメージがアップする。<br><br><i>神の眼差しが天空の光を導き、運命は運命と呼ばれるようになった。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影の継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂ダメージ",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "ダメージアップ",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星異継続時間",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚実流動",
                        "Desc": "<color style='color:#FFD780;'>ダッシュの代わりに発動する</color><br>水流に隠れて激流となり、スタミナを消費して素早く移動する。<br><br>虚実流動状態のモナは水面上を高速移動できる。<br>虚実流動状態が終了し、姿を現した時に、周囲の敵に<color style='color:#80C0FF;'>湿潤</color>状態を与える。<br><br><i>これは彼女の先生にすらできない、モナだけの技だ。水元素の神の目のおかげではない。しつこく叱ってくる先生から逃げた結果である。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "発動スタミナ消費",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "継続スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「おばば、私を捕まえられますか～」",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態に入った2秒後、周囲に敵がいる場合、自動的に虚影を1つ生成する。<br>虚影は2秒間存在した後に破裂する。破裂ダメージは<color style='color:#FFD780;'>水中幻願</color>のダメージの50%に相当する。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「運命の流れに任せましょう！」",
                        "Desc": "モナの与える<color style='color:#80C0FF;'>水元素ダメージ</color>が増加する。増加量はモナの元素チャージ効率の20%に相当する。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "運行原理",
                        "Desc": "武器突破素材を合成する時、25%の確率で一部の材料が返還される。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女からの贈り物・星座の始まり",
                        "Desc": "<color style='color:#FFD780;'>魔女の課題・乾慧の題</color>を完了すると、モナは<color style='color:#FFD780;'>魔導</color>キャラクターとして扱われるようになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導秘儀</color>効果が発動し、魔導キャラクターは強化される。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>モナの通常攻撃または重撃が敵に命中すると、「水星天の輝き」を1層獲得し、継続時間8秒、最大3層まで。この方法で獲得できる「水星天の輝き」は0.1秒毎に1層のみ。チームにいる自身の他のキャラクターが敵に蒸発反応を起こすと、「水星天の輝き」を全て消費する。消費した「水星天の輝き」が1層につき、今回の蒸発反応によるダメージ+5%。<br>また、モナの通常攻撃または重撃が敵に命中すると、敵の<color style='color:#FFD780;'>星異</color>状態を2秒延長させる。この効果は0.5秒毎に1回のみ発動可能。この方法で<color style='color:#FFD780;'>星異</color>状態を最大8秒延長できる。",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沈没の預言",
                        "Desc": "チーム内の自身のキャラクターの攻撃が星異状態の敵に命中した後の8秒間、<color style='color:#80C0FF;'>水元素関連反応</color>の効果が強化される。<br>・感電反応ダメージ+15%、月感電反応ダメージ+15%、蒸発反応ダメージ+15%、水元素の拡散反応によるダメージ+15%、月結晶反応によるダメージ+15%。<br>・凍結反応の継続時間+15%。<br><br>また、待機中のチーム内キャラクターが前述の効果を発動した時、ダメージアップ効果は元の160%になる。",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月の連珠",
                        "Desc": "通常攻撃が命中した時、20%の確率で自動的に重撃を発動する。また、モナが元素爆発<color style='color:#FFD780;'>星命定軌</color>を発動した後の5秒間、次に発動する通常攻撃が命中した時、必ず重撃を自動で1回発動する。<br>この自動重撃は5秒毎に1回のみ発動可能。<br>モナの重撃が敵に命中すると、周囲のチーム全員の元素熟知+80、継続時間12秒。",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "果てしない天象",
                        "Desc": "<color style='color:#FFD780;'>星命定軌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "絶滅の預言",
                        "Desc": "チーム内キャラクターが星異状態の敵を攻撃する時、会心率+15%。<br>チーム内魔導キャラクターが星異状態の敵を攻撃する時、会心ダメージ+15%。",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "運命の愚弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻願</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "災厄の修辞",
                        "Desc": "モナがフィールド上にいて<color style='color:#FFD780;'>虚実流動</color>状態にあるとき、または近くに星異状態の敵がいるとき、1秒毎にモナの次の重撃ダメージ+60%。この効果は最大で8秒間継続。また、この方法でアップできる重撃ダメージは最大180%まで。<br>さらに、星異状態の敵に対して、モナが与える重撃ダメージが通常の200%となる。",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "1": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から水元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻願",
                        "Desc": "水しぶきを集め、運命の虚影を形成する。<br><br><color style='color:#FFD780;'>虚影</color><br>虚影は以下の特性を持つ。<br> · 持続的に周囲の敵を挑発し、攻撃を引き付ける。<br> · 持続的に付近の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br> · 継続時間終了時、虚影が破裂し、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>水流の勢いを利用し、素早く後退する。<br><br>水中幻願によって作られた虚影は1つのみ存在可能。<br><br><i>造詣が深い占星術師は自身が創造した虚影で厄運から免れる。だがここまで厄運を挑発する者は、テイワットでもモナだけであろう。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂ダメージ",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定軌",
                        "Desc": "清らかなさざなみを集め、虚幻の星空を映し、広範囲の敵に泡影状態を与える。<br><br><color style='color:#FFD780;'>泡影</color><br>星の泡で敵を拘束し、<color style='color:#80C0FF;'>湿潤</color>状態を付与する。比較的に弱い敵は泡影に拘束され、行動不能になる。<br>泡影状態の敵がダメージを受けると、以下の効果を受ける。<br> · 星異状態を与えられ、次に受けるダメージがアップする。<br> · 泡影の効果が解除する。解除時、<color style='color:#80C0FF;'>水元素ダメージ</color>を受ける。<br><br><color style='color:#FFD780;'>星異</color><br>星異状態継続中、受けるダメージがアップする。<br><br><i>神の眼差しが天空の光を導き、運命は運命と呼ばれるようになった。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影の継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂ダメージ",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "ダメージアップ",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星異継続時間",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚実流動",
                        "Desc": "<color style='color:#FFD780;'>ダッシュの代わりに発動する</color><br>水流に隠れて激流となり、スタミナを消費して素早く移動する。<br><br>虚実流動状態のモナは水面上を高速移動できる。<br>虚実流動状態が終了し、姿を現した時に、周囲の敵に<color style='color:#80C0FF;'>湿潤</color>状態を与える。<br><br><i>これは彼女の先生にすらできない、モナだけの技だ。水元素の神の目のおかげではない。しつこく叱ってくる先生から逃げた結果である。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "発動スタミナ消費",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "継続スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「おばば、私を捕まえられますか～」",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態に入った2秒後、周囲に敵がいる場合、自動的に虚影を1つ生成する。<br>虚影は2秒間存在した後に破裂する。破裂ダメージは<color style='color:#FFD780;'>水中幻願</color>のダメージの50%に相当する。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「運命の流れに任せましょう！」",
                        "Desc": "モナの与える<color style='color:#80C0FF;'>水元素ダメージ</color>が増加する。増加量はモナの元素チャージ効率の20%に相当する。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "運行原理",
                        "Desc": "武器突破素材を合成する時、25%の確率で一部の材料が返還される。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "",
                        "Desc": "<br><color style='color:#FFD780;'>魔女の課業・モナ</color>を完了すると、モナは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果が発動し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>モナの通常攻撃または重撃が敵に命中すると、<color style='color:#FFD780;'>「虚妄の泡影」</color>を1層獲得する、継続時間8秒。この効果は最大3層まで、0.1秒毎に最大1層獲得可能。チームにいる他のキャラクターが蒸発反応を起こすと、モナの<color style='color:#FFD780;'>「虚妄の泡影」</color>を全て消費する。消費した<color style='color:#FFD780;'>「虚妄の泡影」</color>1層につき、今回の蒸発反応ダメージ+10%。<br>さらに、モナの通常攻撃または重撃が敵に命中すると、敵の星異状態の継続時間+2秒、最大8秒まで。この効果は0.5秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沈没の預言",
                        "Desc": "チーム内の自身のキャラクターの攻撃が星異状態の敵に命中した後の8秒間、<color style='color:#80C0FF;'>水元素の関連反応</color>の効果が強化される。<br>・感電反応ダメージ+15%、蒸発反応ダメージ+15%、月感電反応ダメージ+15%、水元素の拡散反応によるダメージ+15%。<br>・凍結反応の継続時間+15%。<br>さらに、チーム内キャラクターが待機中の場合、上記の水元素関連反応のダメージアップ効果が元の160%になる。JP0B",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月の連珠",
                        "Desc": "通常攻撃が命中した時、20%の確率で自動的に重撃を発動する。<br>5秒毎に1回のみ発動可能。モナが元素爆発を発動した後の5秒間、最初の通常攻撃による重撃の発動確率が100%になる。<br>さらに、重撃が敵に命中すると、周囲のチーム全員の元素熟知+80、継続時間12秒。JP0B",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "果てしない天象",
                        "Desc": "<color style='color:#FFD780;'>星命定軌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "絶滅の預言",
                        "Desc": "チーム内キャラクターが星異状態の敵を攻撃する時、会心率+15%。さらに、チーム内魔導キャラクターが星異状態の敵を攻撃する時、会心ダメージ+15%。JP0B",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "運命の愚弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻願</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "災厄の修辞",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態に入る、または近くに星異状態の敵がいる場合、1秒毎にモナの次の重撃ダメージ+60%。<br>最大180%まで、継続時間8秒。<br>さらに、モナの重撃が星異状態の敵に与えるダメージが元の200%にアップする。JP0B",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から水元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻願",
                        "Desc": "水しぶきを集め、運命の虚影を形成する。<br><br><color style='color:#FFD780;'>虚影</color><br>虚影は以下の特性を持つ。<br> · 持続的に周囲の敵を挑発し、攻撃を引き付ける。<br> · 持続的に付近の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br> · 継続時間終了時、虚影が破裂し、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>水流の勢いを利用し、素早く後退する。<br><br>水中幻願によって作られた虚影は1つのみ存在可能。<br><br><i>造詣が深い占星術師は自身が創造した虚影で厄運から免れる。だがここまで厄運を挑発する者は、テイワットでもモナだけであろう。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂ダメージ",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定軌",
                        "Desc": "清らかなさざなみを集め、虚幻の星空を映し、広範囲の敵に泡影状態を与える。<br><br><color style='color:#FFD780;'>泡影</color><br>星の泡で敵を拘束し、<color style='color:#80C0FF;'>湿潤</color>状態を付与する。比較的に弱い敵は泡影に拘束され、行動不能になる。<br>泡影状態の敵がダメージを受けると、以下の効果を受ける。<br> · 星異状態を与えられ、次に受けるダメージがアップする。<br> · 泡影の効果が解除する。解除時、<color style='color:#80C0FF;'>水元素ダメージ</color>を受ける。<br><br><color style='color:#FFD780;'>星異</color><br>星異状態継続中、受けるダメージがアップする。<br><br><i>神の眼差しが天空の光を導き、運命は運命と呼ばれるようになった。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影の継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂ダメージ",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "ダメージアップ",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星異継続時間",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚実流動",
                        "Desc": "<color style='color:#FFD780;'>ダッシュの代わりに発動する</color><br>水流に隠れて激流となり、スタミナを消費して素早く移動する。<br><br>虚実流動状態のモナは水面上を高速移動できる。<br>虚実流動状態が終了し、姿を現した時に、周囲の敵に<color style='color:#80C0FF;'>湿潤</color>状態を与える。<br><br><i>これは彼女の先生にすらできない、モナだけの技だ。水元素の神の目のおかげではない。しつこく叱ってくる先生から逃げた結果である。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "発動スタミナ消費",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "継続スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「おばば、私を捕まえられますか～」",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態に入った2秒後、周囲に敵がいる場合、自動的に虚影を1つ生成する。<br>虚影は2秒間存在した後に破裂する。破裂ダメージは<color style='color:#FFD780;'>水中幻願</color>のダメージの50%に相当する。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「運命の流れに任せましょう！」",
                        "Desc": "モナの与える<color style='color:#80C0FF;'>水元素ダメージ</color>が増加する。増加量はモナの元素チャージ効率の20%に相当する。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "運行原理",
                        "Desc": "武器突破素材を合成する時、25%の確率で一部の材料が返還される。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女の前夜祭・モナJP0D",
                        "Desc": "<br><color style='color:#FFD780;'>魔女の課業・モナ</color>を完了すると、モナは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果が発動し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>モナの通常攻撃または重撃が敵に命中すると、<color style='color:#FFD780;'>「虚妄の泡影」</color>を1層獲得する、継続時間8秒。この効果は最大3層まで、0.1秒毎に最大1層獲得可能。チームにいる他のキャラクターが蒸発反応を起こすと、モナの<color style='color:#FFD780;'>「虚妄の泡影」</color>を全て消費する。消費した<color style='color:#FFD780;'>「虚妄の泡影」</color>1層につき、今回の蒸発反応ダメージ+10%。<br>さらに、モナの通常攻撃または重撃が敵に命中すると、敵の星異状態の継続時間+2秒、最大8秒まで。この効果は0.5秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沈没の預言",
                        "Desc": "チーム内の自身のキャラクターの攻撃が星異状態の敵に命中した後の8秒間、<color style='color:#80C0FF;'>水元素の関連反応</color>の効果が強化される。<br>・感電反応ダメージ+15%、蒸発反応ダメージ+15%、月感電反応ダメージ+15%、水元素の拡散反応によるダメージ+15%。<br>・凍結反応の継続時間+15%。<br>さらに、チーム内のキャラクターが待機中の場合、受けるダメージアップ効果が元の160%になる。JP0B",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月の連珠",
                        "Desc": "通常攻撃が命中した時、20%の確率で自動的に重撃を発動する。<br>5秒毎に1回のみ発動可能。モナが元素爆発を発動した後の5秒間、最初の通常攻撃による重撃の発動確率が100%になる。<br>さらに、重撃が敵に命中すると、周囲のチーム全員の元素熟知+80、継続時間12秒。JP0B",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "果てしない天象",
                        "Desc": "<color style='color:#FFD780;'>星命定軌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "絶滅の預言",
                        "Desc": "チーム内の自身のキャラクターが星異状態の敵を攻撃する時、会心率+15%。さらに、チームにいるすべての魔女会キャラクターが星異状態の敵を攻撃する時、会心ダメージ+15%。JP0B",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "運命の愚弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻願</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "災厄の修辞",
                        "Desc": "モナが<color style='color:#FFD780;'>虚実流動</color>状態に入った後、1秒移動する毎に、次の重撃ダメージ+60%。<br>最大180%まで、継続時間8秒。近くに星異状態の敵がいる場合、モナは虚実流動状態に入らなくても次の重撃ダメージがアップする。<br>さらに、モナの重撃が星異状態の敵に与えるダメージが元の200%にアップする。JP0B",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から水元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻願",
                        "Desc": "水しぶきを集め、運命の虚影を形成する。<br><br><color style='color:#FFD780;'>虚影</color><br>虚影は以下の特性を持つ。<br> · 持続的に周囲の敵を挑発し、攻撃を引き付ける。<br> · 持続的に付近の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br> · 継続時間終了時、虚影が破裂し、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>水流の勢いを利用し、素早く後退する。<br><br>水中幻願によって作られた虚影は1つのみ存在可能。<br><br><i>造詣が深い占星術師は自身が創造した虚影で厄運から免れる。だがここまで厄運を挑発する者は、テイワットでもモナだけであろう。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂ダメージ",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定軌",
                        "Desc": "清らかなさざなみを集め、虚幻の星空を映し、広範囲の敵に泡影状態を与える。<br><br><color style='color:#FFD780;'>泡影</color><br>星の泡で敵を拘束し、<color style='color:#80C0FF;'>湿潤</color>状態を付与する。比較的に弱い敵は泡影に拘束され、行動不能になる。<br>泡影状態の敵がダメージを受けると、以下の効果を受ける。<br> · 星異状態を与えられ、次に受けるダメージがアップする。<br> · 泡影の効果が解除する。解除時、<color style='color:#80C0FF;'>水元素ダメージ</color>を受ける。<br><br><color style='color:#FFD780;'>星異</color><br>星異状態継続中、受けるダメージがアップする。<br><br><i>神の眼差しが天空の光を導き、運命は運命と呼ばれるようになった。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影の継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂ダメージ",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "ダメージアップ",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星異継続時間",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚実流動",
                        "Desc": "<color style='color:#FFD780;'>ダッシュの代わりに発動する</color><br>水流に隠れて激流となり、スタミナを消費して素早く移動する。<br><br>虚実流動状態のモナは水面上を高速移動できる。<br>虚実流動状態が終了し、姿を現した時に、周囲の敵に<color style='color:#80C0FF;'>湿潤</color>状態を与える。<br><br><i>これは彼女の先生にすらできない、モナだけの技だ。水元素の神の目のおかげではない。しつこく叱ってくる先生から逃げた結果である。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "発動スタミナ消費",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "継続スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「おばば、私を捕まえられますか～」",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態に入った2秒後、周囲に敵がいる場合、自動的に虚影を1つ生成する。<br>虚影は2秒間存在した後に破裂する。破裂ダメージは<color style='color:#FFD780;'>水中幻願</color>のダメージの50%に相当する。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「運命の流れに任せましょう！」",
                        "Desc": "モナの与える<color style='color:#80C0FF;'>水元素ダメージ</color>が増加する。増加量はモナの元素チャージ効率の20%に相当する。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "運行原理",
                        "Desc": "武器突破素材を合成する時、25%の確率で一部の材料が返還される。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女の前夜祭・天歩真原JP0B",
                        "Desc": "<color style='color:#FFD780;'>魔女の課業・乾慧の題</color>を完了すると、モナは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果が発動し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>モナの通常攻撃または重撃が敵に命中すると、「水星天の輝き」を1層獲得し、継続時間8秒、最大3層まで。この方法で獲得できる「水星天の輝き」は0.1秒毎に1層のみ。チームにいる自身の他のキャラクターが敵に蒸発反応を起こすと、「水星天の輝き」を全て消費する。消費した「水星天の輝き」が1層につき、今回の蒸発反応によるダメージ+10%。<br>また、モナの通常攻撃または重撃が敵に命中すると、敵の<color style='color:#FFD780;'>星異</color>状態を2秒延長させる。この効果は0.5秒毎に1回のみ発動可能。この方法で延長させられる<color style='color:#FFD780;'>星異</color>状態は最大8秒まで。JP0B",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沈没の預言",
                        "Desc": "チーム内の自身のキャラクターの攻撃が星異状態の敵に命中した後の8秒間、<color style='color:#80C0FF;'>水元素関連反応</color>の効果が強化される。<br>・感電反応ダメージ+15%、蒸発反応ダメージ+15%、水元素の拡散反応によるダメージ+15%。<br>・凍結反応の継続時間+15%。<br><br>また、待機中のチーム内キャラクターが上記効果を発動した時、ダメージアップ効果は元の160%になる。JP0B",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月の連珠",
                        "Desc": "通常攻撃が命中した時、20%の確率で自動的に重撃を発動する。<br>5秒毎に1回のみ発動可能。<br>また、モナが元素爆発<color style='color:#FFD780;'>星命定軌</color>を発動した後の5秒間、次に発動する通常攻撃が命中した時、必ず重撃を自動で1回発動する。<br>モナの重撃が敵に命中すると、周囲のチーム全員の元素熟知+80、継続時間12秒。JP0B",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "果てしない天象",
                        "Desc": "<color style='color:#FFD780;'>星命定軌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "絶滅の預言",
                        "Desc": "チーム内キャラクターが星異状態の敵を攻撃する時、会心率+15%。<br>チーム内魔導キャラクターが星異状態の敵を攻撃する時、会心ダメージ+15%。JP0B",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "運命の愚弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻願</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "災厄の修辞",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態時、または近くに星異状態の敵がいる場合、1秒毎にモナの次の重撃ダメージ+60%。最大180%まで、継続時間8秒。<br>さらに、星異状態の敵に対して、モナの重撃が与えるダメージが本来の200%分となる。JP0B",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から水元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻願",
                        "Desc": "水しぶきを集め、運命の虚影を形成する。<br><br><color style='color:#FFD780;'>虚影</color><br>虚影は以下の特性を持つ。<br> · 持続的に周囲の敵を挑発し、攻撃を引き付ける。<br> · 持続的に付近の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br> · 継続時間終了時、虚影が破裂し、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>水流の勢いを利用し、素早く後退する。<br><br>水中幻願によって作られた虚影は1つのみ存在可能。<br><br><i>造詣が深い占星術師は自身が創造した虚影で厄運から免れる。だがここまで厄運を挑発する者は、テイワットでもモナだけであろう。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂ダメージ",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定軌",
                        "Desc": "清らかなさざなみを集め、虚幻の星空を映し、広範囲の敵に泡影状態を与える。<br><br><color style='color:#FFD780;'>泡影</color><br>星の泡で敵を拘束し、<color style='color:#80C0FF;'>湿潤</color>状態を付与する。比較的に弱い敵は泡影に拘束され、行動不能になる。<br>泡影状態の敵がダメージを受けると、以下の効果を受ける。<br> · 星異状態を与えられ、次に受けるダメージがアップする。<br> · 泡影の効果が解除する。解除時、<color style='color:#80C0FF;'>水元素ダメージ</color>を受ける。<br><br><color style='color:#FFD780;'>星異</color><br>星異状態継続中、受けるダメージがアップする。<br><br><i>神の眼差しが天空の光を導き、運命は運命と呼ばれるようになった。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影の継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂ダメージ",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "ダメージアップ",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星異継続時間",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚実流動",
                        "Desc": "<color style='color:#FFD780;'>ダッシュの代わりに発動する</color><br>水流に隠れて激流となり、スタミナを消費して素早く移動する。<br><br>虚実流動状態のモナは水面上を高速移動できる。<br>虚実流動状態が終了し、姿を現した時に、周囲の敵に<color style='color:#80C0FF;'>湿潤</color>状態を与える。<br><br><i>これは彼女の先生にすらできない、モナだけの技だ。水元素の神の目のおかげではない。しつこく叱ってくる先生から逃げた結果である。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "発動スタミナ消費",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "継続スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「おばば、私を捕まえられますか～」",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態に入った2秒後、周囲に敵がいる場合、自動的に虚影を1つ生成する。<br>虚影は2秒間存在した後に破裂する。破裂ダメージは<color style='color:#FFD780;'>水中幻願</color>のダメージの50%に相当する。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「運命の流れに任せましょう！」",
                        "Desc": "モナの与える<color style='color:#80C0FF;'>水元素ダメージ</color>が増加する。増加量はモナの元素チャージ効率の20%に相当する。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "運行原理",
                        "Desc": "武器突破素材を合成する時、25%の確率で一部の材料が返還される。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女の前夜祭・天歩真原JP0B",
                        "Desc": "<color style='color:#FFD780;'>魔女の課題・乾慧の題</color>を完了すると、モナは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導秘儀</color>効果が発動し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>モナの通常攻撃または重撃が敵に命中すると、「水星天の輝き」を1層獲得し、継続時間8秒、最大3層まで。この方法で獲得できる「水星天の輝き」は0.1秒毎に1層のみ。チームにいる自身の他のキャラクターが敵に蒸発反応を起こすと、「水星天の輝き」を全て消費する。消費した「水星天の輝き」が1層につき、今回の蒸発反応によるダメージ+10%。<br>また、モナの通常攻撃または重撃が敵に命中すると、敵の<color style='color:#FFD780;'>星異</color>状態を2秒延長させる。この効果は0.5秒毎に1回のみ発動可能。この方法で延長させられる<color style='color:#FFD780;'>星異</color>状態は最大8秒まで。JP0B",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沈没の預言",
                        "Desc": "チーム内の自身のキャラクターの攻撃が星異状態の敵に命中した後の8秒間、<color style='color:#80C0FF;'>水元素関連反応</color>の効果が強化される。<br>・感電反応ダメージ+15%、月感電反応ダメージ+15%、蒸発反応ダメージ+15%、水元素の拡散反応によるダメージ+15%。<br>・凍結反応の継続時間+15%。<br><br>また、待機中のチーム内キャラクターが上記効果を発動した時、ダメージアップ効果は元の160%になる。JP0D",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月の連珠",
                        "Desc": "通常攻撃が命中した時、20%の確率で自動的に重撃を発動する。<br>5秒毎に1回のみ発動可能。<br>また、モナが元素爆発<color style='color:#FFD780;'>星命定軌</color>を発動した後の5秒間、次に発動する通常攻撃が命中した時、必ず重撃を自動で1回発動する。<br>モナの重撃が敵に命中すると、周囲のチーム全員の元素熟知+80、継続時間12秒。JP0B",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "果てしない天象",
                        "Desc": "<color style='color:#FFD780;'>星命定軌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "絶滅の預言",
                        "Desc": "チーム内キャラクターが星異状態の敵を攻撃する時、会心率+15%。<br>チーム内魔導キャラクターが星異状態の敵を攻撃する時、会心ダメージ+15%。JP0B",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "運命の愚弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻願</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "災厄の修辞",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態時、または近くに星異状態の敵がいる場合、1秒毎にモナの次の重撃ダメージ+60%。最大180%まで、継続時間8秒。<br>さらに、星異状態の敵に対して、モナの重撃が与えるダメージが本来の200%分となる。JP0B",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から水元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻願",
                        "Desc": "水しぶきを集め、運命の虚影を形成する。<br><br><color style='color:#FFD780;'>虚影</color><br>虚影は以下の特性を持つ。<br> · 持続的に周囲の敵を挑発し、攻撃を引き付ける。<br> · 持続的に付近の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br> · 継続時間終了時、虚影が破裂し、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>水流の勢いを利用し、素早く後退する。<br><br>水中幻願によって作られた虚影は1つのみ存在可能。<br><br><i>造詣が深い占星術師は自身が創造した虚影で厄運から免れる。だがここまで厄運を挑発する者は、テイワットでもモナだけであろう。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂ダメージ",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定軌",
                        "Desc": "清らかなさざなみを集め、虚幻の星空を映し、広範囲の敵に泡影状態を与える。<br><br><color style='color:#FFD780;'>泡影</color><br>星の泡で敵を拘束し、<color style='color:#80C0FF;'>湿潤</color>状態を付与する。比較的に弱い敵は泡影に拘束され、行動不能になる。<br>泡影状態の敵がダメージを受けると、以下の効果を受ける。<br> · 星異状態を与えられ、次に受けるダメージがアップする。<br> · 泡影の効果が解除する。解除時、<color style='color:#80C0FF;'>水元素ダメージ</color>を受ける。<br><br><color style='color:#FFD780;'>星異</color><br>星異状態継続中、受けるダメージがアップする。<br><br><i>神の眼差しが天空の光を導き、運命は運命と呼ばれるようになった。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影の継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂ダメージ",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "ダメージアップ",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星異継続時間",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚実流動",
                        "Desc": "<color style='color:#FFD780;'>ダッシュの代わりに発動する</color><br>水流に隠れて激流となり、スタミナを消費して素早く移動する。<br><br>虚実流動状態のモナは水面上を高速移動できる。<br>虚実流動状態が終了し、姿を現した時に、周囲の敵に<color style='color:#80C0FF;'>湿潤</color>状態を与える。<br><br><i>これは彼女の先生にすらできない、モナだけの技だ。水元素の神の目のおかげではない。しつこく叱ってくる先生から逃げた結果である。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "発動スタミナ消費",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "継続スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「おばば、私を捕まえられますか～」",
                        "Desc": "<color style='color:#FFD780;'>虚実流動</color>状態に入った2秒後、周囲に敵がいる場合、自動的に虚影を1つ生成する。<br>虚影は2秒間存在した後に破裂する。破裂ダメージは<color style='color:#FFD780;'>水中幻願</color>のダメージの50%に相当する。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「運命の流れに任せましょう！」",
                        "Desc": "モナの与える<color style='color:#80C0FF;'>水元素ダメージ</color>が増加する。増加量はモナの元素チャージ効率の20%に相当する。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "運行原理",
                        "Desc": "武器突破素材を合成する時、25%の確率で一部の材料が返還される。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女の前夜祭・星座の始まり",
                        "Desc": "<color style='color:#FFD780;'>魔女の課題・乾慧の題</color>を完了すると、モナは<color style='color:#FFD780;'>魔導</color>キャラクターとして扱われるようになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導秘儀</color>効果が発動し、魔導キャラクターは強化される。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>モナの通常攻撃または重撃が敵に命中すると、「水星天の輝き」を1層獲得し、継続時間8秒、最大3層まで。この方法で獲得できる「水星天の輝き」は0.1秒毎に1層のみ。チームにいる自身の他のキャラクターが敵に蒸発反応を起こすと、「水星天の輝き」を全て消費する。消費した「水星天の輝き」が1層につき、今回の蒸発反応によるダメージ+15%。<br>また、モナの通常攻撃または重撃が敵に命中すると、敵の<color style='color:#FFD780;'>星異</color>状態を2秒延長させる。この効果は0.5秒毎に1回のみ発動可能。この方法で延長させられる<color style='color:#FFD780;'>星異</color>状態は最大8秒まで。",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沈没の預言",
                        "Desc": "チーム内の自身のキャラクターの攻撃が星異状態の敵に命中した後の8秒間、<color style='color:#80C0FF;'>水元素関連反応</color>の効果が強化される。<br>・感電反応ダメージ+15%、月感電反応ダメージ+15%、蒸発反応ダメージ+15%、水元素の拡散反応によるダメージ+15%。<br>・凍結反応の継続時間+15%。<br><br>また、待機中のチーム内キャラクターが前述の効果を発動した時、ダメージアップ効果は元の160%になる。",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月の連珠",
                        "Desc": "通常攻撃が命中した時、20%の確率で自動的に重撃を発動する。また、モナが元素爆発<color style='color:#FFD780;'>星命定軌</color>を発動した後の5秒間、次に発動する通常攻撃が命中した時、必ず重撃を自動で1回発動する。<br>この自動重撃は5秒毎に1回のみ発動可能。<br>モナの重撃が敵に命中すると、周囲のチーム全員の元素熟知+80、継続時間12秒。",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "果てしない天象",
                        "Desc": "<color style='color:#FFD780;'>星命定軌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "絶滅の預言",
                        "Desc": "チーム内キャラクターが星異状態の敵を攻撃する時、会心率+15%。<br>チーム内魔導キャラクターが星異状態の敵を攻撃する時、会心ダメージ+15%。",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "運命の愚弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻願</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "災厄の修辞",
                        "Desc": "モナがフィールド上にいて<color style='color:#FFD780;'>虚実流動</color>状態にあるとき、または近くに星異状態の敵がいるとき、1秒毎にモナの次の重撃ダメージ+60%。継続時間8秒、最大180%まで。<br>さらに、星異状態の敵に対して、モナが与える重撃ダメージが通常の200%となる。",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mona": {
        "AttackList": [
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2
                    ]
                },
                "AtkTag": "",
                "AttTag": "Mona_LiquidStrike",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        10.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elemental_Burst_Trigger",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        10.0
                    ]
                },
                "AtkTag": "Elemental_Burst_Trigger",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill Extra",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill Extra",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 7.65,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 7.35,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 9.15,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 11.85,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 26.145,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 26.145,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}