// Auto Generated

var _AvatarFetterConfig_ = {
    "34": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "一般的な騎士団メイドに比べて、ノエルには大きな夢がある。<br>千年も西風騎士団に守られてきたこの都市で、彼女は普通の少年少女と同じように、いつか栄誉を象徴する鎧を身にまとうことを夢見ていた。<br>たとえ自身の能力では、まだ厳しい騎士選抜に合格できないとしても、せめてもっと近い距離で騎士の精神を学びたかった。<br>訓練や勉強以外の時間を全て捧げ、助けを求める人々に寄り添う生活を彼女はとても気に入っている。<br>「お任せください！なんでも私にお任せください！」<br>これは彼女の口癖である。助けが必要な時は、彼女の名前を呼んでみるといい。きっと彼女は喜んで手を差し伸べてくれるはずだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "ノエルは人々から万能なメイドだと思われている。<br>彼らがノエルに対するコメントにはある共通点がある。それは「どこにでも現れる」ということだ。<br>たとえば、とあるパーティーで子供が皿を取ろうとした時のこと。だが、皿は無造作に積まれた状態で食器棚に仕舞ってあったため、子供が棚を開けた瞬間、一気に崩れ落ちてきた、そんな危機的状況…<br>「ノーエールー！」<br>子供がそう叫ぶと、ノエルはすぐに現れた。彼女は流れるように食器棚を床に倒し、中から皿を取り出し子供に手渡す。ついでに、炙り焼き肉を食べた後、すぐに冷たいドリンクを飲むと胃腸が痛みますよと言い聞かせ、その後棚を元に戻し、残った皿を綺麗に仕舞った。<br>そんなどこにでも現れるノエルは、人々にとってとても不思議な存在である。<br>だがメイドの仕事は神話でも伝説でもなく、ノエルはただ彼女のポリシーを守っているだけである。<br>「多くもなく、少なくもなく、あるべきものは全てあって、ないものはあってはいけない。」<br>自分が特別だなんてノエルは思わない。人より少し多く考えているだけだ。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "ノエルは頼もしいが、その手伝いはたまに度が過ぎることもある。<br>たとえば、通りかかった彼女にバーベキューの火の起こし方を聞くと、彼女はためらいもせずその場で火を起こし、焼網の設置や食材の処理を済ませ、肉を焼き、試食、きちんと焼いてくださいねと注意をし、最後に火の消し方を教えてからその場を去る。<br>こういう手助けには誰も悪い気はしないが、例外もある。<br>かつて、モンドで酒の商売をしようと、スネージナヤから来た商人がいた。まずはモンドの地に根を下ろしたように見せかけ、徐々に故郷の酒を輸入して市場を占有し、モンドの酒造業に大打撃を与える…というのが彼の計画だった。<br>彼は妻子を連れて、モンドでビジネスを始めようとする普通の商人を装った。そして、彼らは遠くから来た客人として、ノエルのおもてなしを受けることになる。<br>隅々まで行き届いたノエルのおもてなしに、モンドの田舎者とは大違いだと最初は喜んだ商人も、日が経つにつれ違和感を覚えるようになった。<br>ノエルがいつも商人の行動を予測し、一足先に用意を済ませているからだ。毎日食卓に出されるスネージナヤの料理は、いつも家族の好物で、娘の寝る時にぬいぐるみがないと眠れない癖も見抜かれ、手作りのぬいぐるみをプレゼントされた。<br>そこまでプライベートを把握されては、商人も何時どうやって計画を進めればいいのか分からない。ノエルのニコニコした顔を見る度に寒気がして、何もかも見透かされたような気分になった。<br>結局、耐えきれなくなった商人は妻子を連れてモンドを去り、その後二度と顔を見せることは無かった。<br>ノエルはというと、自分のおもてなしが行き届いていなかったせいだと、数日落ち込んだ。彼女はいつだって仕事に真面目なのだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "ノエルは安心できる存在ではあるが、たまに例外もある。<br>たとえばある日、冒険者がドラゴンスパインで遭難したと聞いた彼女は、すぐに荷物を整え、一人で山へ向かった。<br>その日の吹雪は、安全に進める道を見つけるのも困難なほど激しかった。<br>しかしノエルは怯まなかった。彼女は半日かけて、遂に洞窟の中で凍死寸前の冒険者を見つけ出した。<br>その時点で彼女の服は雪のせいで濡れそぼり、水筒の水も氷になっていたが、それでも彼女は飢えと寒さに耐えながら力を絞り出し、冒険者を背負って山を下りた。<br>冒険者は無事に助かったが、ノエルは倒れ三日も高熱にうなされた。幸い、その後すっかり回復し大事には至らなかった。<br>しかし、こういった出来事は一度や二度ではないため、騎士団の先輩たちはとにかくノエルが心配なのだ。<br>熱心なノエルがまた危険に巻き込まれに行かないよう、ジンはできるだけ彼女が安全にこなせる仕事を「作る」しかなかった——万が一危険に巻き込まれた時は、ガイアの出番だ。<br>モンドで龍災が発生した時も、ノエルは災害の源をなんとかしようとうずうずしていたのだが、ガイアの入念な手配の下、危機が解決される日まで彼女はたくさんの「緊急任務」に駆り出され、多忙な日々を送ることとなった。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「龍と自由の歌」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "ノエルの華奢な体には、とても強い力が秘められている。それは、彼女の揺るぎない意志だけを指しているのではない。彼女は本当に力持ちなのである。<br>ある時、実験器具をうっかり本棚の下に落としてしまったリサが、レディとして床に這いつくばって拾うのはいかがなものかと悩んでいたところ、たまたま通ったノエルが颯爽と本棚を持ち上げて、下にあった器具をリサに渡した。その際、中の本は一冊たりとも崩れたり落ちたりしなかったそうだ。<br>またある時、荷物を乗せた馬車がモンド側門で炎スライムの襲撃を受け、積み荷が火に包まれた。偶然そこへ通りかかったノエルは、瞬時に馬車ごと積み荷をシードル湖に放り投げ入れたかと思うと、すぐに湖の中に飛び込み、荷物を無事すべて回収したらしい。<br>そんなノエルは昔、鍛冶屋のワーグナーを、引退を考えさせるほど落ち込ませたことがある。<br>ワーグナーが十数種もの配合を試して作りあげた自慢の長剣を、ノエルは2、3度使っただけで鉄塊へと変えてしまったからだ。<br>始め、ワーグナーはノエルの使い方が間違っているのだと思ったが、彼女の戦いをよく観察した結果、単なる強度不足だと気付いた。ワーグナーは職人の名誉にかけてノエルに重くしっかりした大剣を作り、さらにノエル自身の持つ岩元素の力で補強をかけ、そうしてやっと彼女の武器問題を解決した。<br>強い力を持っているとはいえ、ノエルは必要でない時にその力を披露することはない。彼女自身が暴力的なことを嫌うからだ。<br>ただ噂によると、ノエルがオーダーメイドの大剣を手に入れた日、酔漢峡で酔っぱらった宝盗団メンバーたちにいいカモだと思われ襲われたらしい…<br>それが本当ならば、彼らがノエルの前に現れることは二度とないだろう。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "ノエルの最大の敵の一つ、それはバドルドー祭である。<br>バドルドー祭開催中、大聖堂広場にはたくさんの長いテーブルが並べられ、その上には様々な料理が所狭しと置かれる。<br>本来、テーブルにある料理は、腕に自信のある市民たちが自発的に提供するものだが、自分に厳しいノエルもその期間中に調理、配膳を担当している。<br>平時と比べ仕事量がそこまで多くなるわけではないが、メイドとしてノエルは並べられる料理の試食をしなければいけない。<br>香ばしく焼きあがった「ムーンパイ」、サクサクの「モンド風トンカツ」、チーズと肉でできた「お肉ツミツミ」、それから揚げ物やバーベキュー…みんな祭りの定番料理。<br>美味しそうに酒を飲み祭りを楽しむ人々を見ているだけでノエルも楽しくなるが、少しふくよかになった自分のお腹に目を落とすと思わずため息が漏れる。<br>だから、バドルドー祭が終わった後の1ヶ月間、運動量を増やすために、ノエルはいつも西風騎士の夜の見回りに参加するようにしている。<br>祭りが終わっても、彼女の戦いは終わらないのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「バラの警告」",
                "Content": "騎士団のメイドには超えてはいけない一線がある。そのうちの一つは「騎士団メンバーの個人情報は、厳密に保管しなければならない」こと。<br>これは外部者に対してのみでなく、騎士団メンバーに対しても同じだ。<br>例えば、ジンの個人部屋に何かあるとか、アンバーのウサギ伯爵には何か仕込まれているのかとか、ガイアの特殊眼帯は一体何本あるかとか、クレーが爆弾を隠した場所は一体何箇所あるかとか……これら全てがトップシークレットだ。<br>うっかり口を滑らさないように、ノエルは赤い布でたくさんのバラの造花を作った——モンドでバラは「口の堅さ」を象徴するものだ。<br>さらに彼女は自分への警告として、一枚を自分の手甲につけている。<br>秘密漏洩はメイドにとって重大なミスで、騎士を目指す人間が犯してはならないことだ。<br>そのため、誰かの秘密を知りたいなら、ノエル以外の人に聞いた方がいい。彼女からは何も聞き出せないからだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "かつてはノエルも、早く夢を実現したいと思っていた。数年前、事前に落選すると分かっていた七度目の選抜が終わった後、ノエルは意気消沈した。<br>苦労して学んだ礼儀、剣術、言葉遣い…全部水の泡になるのだろうか？彼女は正規騎士一人一人の優れたところを全て覚えているが、失敗者の彼女の努力は誰も覚えていない。<br>彼女は騎士になることへの憧憬を一度も諦めなかったが、ただ、今回は疲れ果て、いつものように立ち上がることができなかった。これはかなり危険なサインだ。極寒の氷原で、昼夜を問わず何日も休むことなく行動した後のような眠気が襲ってきた。<br>ちょうどその時、騎士の選抜を担当する代理団長ジンが出てきた。<br>ノエルがどんな顔をしていいかを考えているうちに、体は反射的に騎士の敬礼をした。<br>次の瞬間、彼女は自分がとんでもない行為をしてしまったことに気づいた。落選した者があんな敬礼をしたら、ジンにどう思われるかを想像するだけで不安になった。<br>ノエルが恥ずかしさのあまりにその場から逃げ出そうとした時、ジンは足を止め、ノエルに同じ敬礼を返した。<br>ノエルはびっくりし、そして笑みを浮かべた。間抜け顔ではあったが、その笑顔は純粋だった。<br>その日はノエルが忘れられない幸運な日だった。彼女は2つのものから認められたのだ。一つはジン。もう1つは神。<br>やはり努力は、必ず誰かに認められるのだ。<br>その日から、「神の目」を持つようになった彼女は、いつか自分にも騎士の兜を身に纏う日が来ると信じている。彼女はより優しく頼れる人になり、「どこにでも現れる」存在となった。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "私はノエル、西風騎士団のメイドです。今日から一緒に冒険させていただきます。何かお困りごとや悩みごとがありましたら、全力で解決しますのでご心配なく。ええ、今からでも大丈夫ですよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 手伝い",
                "Content": "任せてください！なんでも私にお任せを！——そういえば、何をすればよろしいのでしょうか？聞いていませんでしたね…",
                "Tips": []
            },
            {
                "Title": "世間話 · 休み",
                "Content": "疲れましたか？ここで少し休みましょう。今お茶をご用意しますね。お砂糖はどうしますか？多め？普通？それともなしでしょうか？",
                "Tips": []
            },
            {
                "Title": "世間話 · 頼もしい",
                "Content": "私を必要とされる限り、いつまでもそばでお仕えいたします。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "大変です、皆さまのお洋服を干したままでした！帰って洗濯物を取り込んでもよろしいでしょうか？",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "雷の日は屋内にいたほうがよろしいかと。どうしても外出しなければいけない用事がありましたら、この私に任せてください。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "晴れてますね。何か気持ちが晴れるようなことでもしましょうか。え？具体的にですか…ふふっ、気持ちが晴れやかになるならなんでもいいですよ。",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "聞こえましたか？風神さまの声ですよ。気分が沈んでいる時に、風の音を聞くといつも落ち着きます。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはようございます。朝食のご用意ができましたよ。近くにいますので、何かお口に合わないものがありましたら、いつでもお申し付けください。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "座ってお茶でもしますか？すぐにご用意しますね。そうだ、ついでにパンケーキもご用意します。得意料理ですので、ぜひ召し上がってください。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "夜は皆さまがお休みになる時間で、私が一番忙しくなる時間でもあります…アンバーさまの洗濯済みのリボンがどこに置いてあるのかも、ガイアさまが新たに購入した眼帯の数も、全部覚えています。メイドのお仕事ですから。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "本日の冒険、お疲れ様でした。どうぞお休みください。私は騎士団に…えっ？眠るまでそばにいてほしいのですか？えと…問題ありませんが…私をからかっているんじゃありませんよね？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ノエル自身について · 自律",
                "Content": "毎日同じことを繰り返しているだけです。本物の騎士と比べたらまだまだです…でも、これも騎士になるための修行のひとつです。修行は口先だけでは成せませんから。",
                "Tips": []
            },
            {
                "Title": "ノエル自身について · 分岐",
                "Content": "他人と言い争うことは少し苦手です。道理を説明できない上に、怒らせてしまうことが多いですので。まずは私の考えに従って行動しますが、結局「頑固」と言われます…結果を示して説得しようと思っただけですが、それも「頑固」なのでしょうか？",
                "Tips": []
            },
            {
                "Title": "身分について…",
                "Content": "私の奉仕は自由への奉仕です。私の中で「メイド」こそが最も自由な身分ですが、シェフ、庭師、戦士、ガイド…必要がありましたら、私はなんでもします！",
                "Tips": []
            },
            {
                "Title": "注意について…",
                "Content": "いくら忙しくても、三食きちんと食べませんと。正体不明のものを食べてはいけません、肉ばかりで野菜を食べないのもいけません。あと胃に優しくないので冷たい水もなるべく控えたほうが…あっ、今「面倒だからノエルに任せよう」って思っていませんか？うーん…本当にそう思っていますなら…わかりました、任せてください！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "歓迎会について…",
                "Content": "西風騎士団の栄誉騎士になったと聞きました。羨ましいです…では今後、あなたさまは先輩ですね。そうだ、歓迎会の準備をしないといけません！今すぐ準備にとりかかります！",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「涙のない明日のために」をクリアする"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "正直に言いますと、少し残念です…「神の目」は神様が私を認めた証ですが、なぜ「風」ではなく、風と一番相性の悪い「岩」なのでしょう？一番西風騎士団に相応しい元素はやはり…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "お酒のにおいが好きですが、まだお酒を飲める歳ではありませんので…こっそり飲む機会も何回かありましたが、我慢しました。この楽しみは、やはり成人の日まで取っておきたいのです。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "秘密を守るのがメイドですので、バラが好きです。モンドでバラは「口の堅さ」を象徴するものですから…えっ？あなたの故郷でバラは「愛情」を表すのですか？そ、そんな情熱的な意味があるのですね…",
                "Tips": []
            },
            {
                "Title": "アンバーについて…",
                "Content": "アンバーさまは尊敬する先輩です。実力者で、とても親切なんですよ。「ウサギ伯爵」の作り方も教えてくれました。ほら、いつもお守り代わりに持ち歩いています。よくできてますよね？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クレーについて…",
                "Content": "まだ幼いのに正式な騎士になれた理由をずっと聞きたいと思っていました。以前、彼女に教えてもらおうと思って声をかけたのですが、話の途中で引っ張られて騎士団の外で爆弾を…何かの修行かと思いましたが、結局二人で反省室行きでしたね…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ジンについて…",
                "Content": "団長さまは私の目標です。実力も真面目さも全然適いませんが、自分自身と他人に厳しいジン団長に認められる日が来ましたら、きっと今までの努力が認められるような気がします。そうなるまで、私は怠けたりしません！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ファルカについて…",
                "Content": "一緒に遠征して、メイドの責任を果たそうと思いましたが、大団長さまは私がモンドに残っていたほうが安心だと言ってくれましたので…大団長さまにそんな風に信用されて、とても嬉しかったです！大団長さまがそんなことを言う相手は私だけじゃないって後から知りましたが…信用されていることには変わりありませんから！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ガイアについて…",
                "Content": "ガイアさまはとてもミステリアスな方で、毎日重要な任務があるようです。彼はよく私に小さな任務をまかせてくれますが、まるで私を彼の隊員のように…ただの使い走りって？いえいえ、確かに使い走りかもしれませんが、大切な任務です！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ベネットについて…",
                "Content": "騎士団よりも冒険者協会の方が私に相応しいと、何回もお誘いをいただきました…確かに普通の冒険者のように、彼のオヤジさんたちの世話を手伝いますが…私にとって騎士団には特別な意味がありますし、負けたくありません…うん、やはりお受けできませんね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "フィッシュルについて · お菓子",
                "Content": "別の世界から来たようですが、それ以外はよくわかりません…でも騎士団の図書館がお気に入りのようで、よくそこで読書をしています。私が掃除を担当する時はできたてのお菓子を差し上げますが、彼女はいつもよく分からない、誇張した感謝の言葉をくれますね…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "フィッシュルについて · 身の上",
                "Content": "以前、図書館を掃除した時、『フィッシュル皇女物語』という本を見かけました。ただのファンタジー小説かと思いましたが…その主人公が実在していたとは！本になるくらいですから、きっとすごい人なのでしょう。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "バーバラについて…",
                "Content": "よく一緒にお茶をしますよ。バーバラちゃんはたまに綺麗なメロディーを口ずさんで、インスピレーションが降りてきたと教えてくれます。音楽に関して建設的な意見は出せませんが…バーバラちゃんとそういう時間を一緒に過ごせて、とても嬉しいです。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ノエルを知る · 1",
                "Content": "助けが必要でしょうか？えっ…ただお話したいと？わかりました、それがお手伝いになるのでしたら、最後までお付き合いしますよ。",
                "Tips": []
            },
            {
                "Title": "ノエルを知る · 2",
                "Content": "私の気持ちは考えなくても大丈夫です、なんでもお任せを…えっ？それは「メイド」ではなく「道具」？…うーん、道具はたくさんお仕事しても喜ぶとは限りませんよね。私はお手伝いできてとても満足していますよ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ノエルを知る · 3",
                "Content": "こ、これらのお菓子を私に？いえいえ、そんな、申し訳ないです。…では、お返しに私もお菓子をたくさん作りますね！今、今作りますから、あと30分…えっと、あと1時間ください。他にご用がありましたら先にどうぞ。すぐにできたてのお菓子を送りますからね！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ノエルを知る · 4",
                "Content": "私が毎日するのは些細なことばかりです。でも、そんなことであなたさまの冒険や暮らしのお手伝いができたのなら、とてもうれしいです。ふふっ、お礼を言われると、そんな些細なことも…ちゃんと意味があると思えてきます。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "ノエルを知る · 5",
                "Content": "私は騎士団のメイド、皆さまのお手伝いがしたいと思います。でも、いつの間にかあなたに使う時間が多くなってしまいました…はあ、そんな身勝手なやり方は、よろしくないのでしょうか？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ノエルの趣味…",
                "Content": "趣味ですか？お掃除することが好きです。洗濯、床掃除、窓掃除、いろんなものが綺麗になっていくのを見ると達成感があります…えっ？「休みの日の趣味」ですか？そうですね…うん、やはりお掃除ですね！",
                "Tips": []
            },
            {
                "Title": "ノエルの悩み…",
                "Content": "最も少ない予算で一番いいものを買う方法はないでしょうか…一人で璃月に行って値段を比べて、買ったものを一人で運んだことがありますが…時間がかかりすぎたせいで、風魔龍に食べられたんじゃないかと団長さまにご心配をかけたようで…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "「満足サラダ」ですね。一皿でモンドの自然を感じられますし、栄養バランスがよく、カロリーも低いです…飽きないかって？もちろん飽きません、美味しいですから！10年は食べ続けてますよ。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "好き嫌いはしません！でも唯一困っている状況があります…メイドとして、会食の食事は全部試食しないといけません。ただこうして一口一口食べ続けますと…はあ、罪悪感が。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "よく見るお料理なのに、こんなに美味しく作れるなんて…あなたを尊敬するところが、また増えてしまいましたね！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "なんて美味しいのでしょう。私も見習わなければなりませんね！お料理もメイドの務めですから…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "カロリーが…一日に必要な量を超えているのではないでしょうか…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "毎日冒険に勤しんで、処理できていないことが溜まっていませんか？今日、私はあなたの専属メイドですから、全部私に任せてください！それと…この素敵な日に祝福を、お誕生日おめでとうございます。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "これが…新しい力ですか？これでより多くの方を助けられますね、ありがとうございます。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "満足はしません。正式な西風騎士になるまで、人の倍努力しませんと。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "あなたさまと共に冒険させていただき、私は成長できました。メイドの仕事はあなたさまの悩みをなくすことなのに、かえってあなたさまに助けられましたね…",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "モンドの皆様に以前より頼もしくなった、きっとすぐに本物の西風騎士になれると言われましたが、私は何も…えっ？あなたさまもそう思うんですか？えっと…そう言ってくださってありがとうございます、最高の褒め言葉です！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "岩の重さは安心できます。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "綺麗にしませんと。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "任せてください。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "戦場のお掃除の時間です。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "騎士の風格に気を付けます。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "メイドの礼儀に気を付けます。",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "これで間に合いますね。",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 2",
                "Content": "助けが必要な方がいるはずです。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "とても満足です。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "心から嬉しく思います…",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "ほこりをきれいにしますね！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "かすり傷ですから、大丈夫です。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "うっ、服が汚れてしまいましたね…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "引きません。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "動かないでください、手当します！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "任せてください！私の番です！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "騎士団に…恥を…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "まだ…皆様を守りたいのに…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "さようなら…ご主人様…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "うっ…失礼しました。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "うれしい…あ、いえ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "必ずあなたをお守りします。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "はい、お望みのままに。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "34": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "甲鉄のバラ",
                "Desc": "ノエルの衣装。アーマーと厚手のビロードで作られた重々しいドレス。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108118,
            "JD": 108024,
            "Name": "<b>ふわふわパンケーキ</b>",
            "Eff": "選択したキャラを復活させ、HP上限の15%を回復し、さらにHPを550回復する。",
            "Desc": "ノエルのオリジナル料理。この分厚いパンケーキは騎士団のアフタヌーンティーのお供、雲の中にいるような幸せな気分になれる一品。隣にいるノエルの笑顔を見ると、その甘さがまた少し増したような気がする！",
            "Recipe": {
                "100051": 3,
                "110001": 2,
                "100062": 1
            },
            "Icon": "UI_ItemIcon_108118"
        },
        "Namecard": {
            "Name": "<b>ノエル·守護</b>",
            "Desc": "名刺の飾り紋。<br>ノエルは少し特別だ。誰にもあなたを傷つけさせない。",
            "Pic": "UI_NameCardPic_Noel_P"
        }
    }
}

var acs_cache_ = {}