// Auto Generated

var _AvatarDataConfig_ = {
    "Noel": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Noel": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "100022": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113009": 2,
                "100022": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113009": 4,
                "100022": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113009": 8,
                "100022": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113009": 12,
                "100022": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113009": 20,
                "100022": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113004": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113004": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113004": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113004": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113004": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113004": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113004": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113004": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113004": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113004": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113004": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113004": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Noel": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "西風剣術・メイド",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>継続的にスタミナを消費し、大剣を振り回して周囲の敵を攻撃する。<br>重撃終了時、より強力な一撃を放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "79.12%",
                                    "85.56%",
                                    "92.0%",
                                    "101.2%",
                                    "107.64%",
                                    "115.0%",
                                    "125.12%",
                                    "135.24%",
                                    "145.36%",
                                    "156.4%",
                                    "167.44%",
                                    "178.48%",
                                    "189.52%",
                                    "200.56%",
                                    "211.6%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "73.358%",
                                    "79.329%",
                                    "85.3%",
                                    "93.83%",
                                    "99.801%",
                                    "106.625%",
                                    "116.008%",
                                    "125.391%",
                                    "134.774%",
                                    "145.01%",
                                    "155.246%",
                                    "165.482%",
                                    "175.718%",
                                    "185.954%",
                                    "196.19%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "86.258%",
                                    "93.279%",
                                    "100.3%",
                                    "110.33%",
                                    "117.351%",
                                    "125.375%",
                                    "136.408%",
                                    "147.441%",
                                    "158.474%",
                                    "170.51%",
                                    "182.546%",
                                    "194.582%",
                                    "206.618%",
                                    "218.654%",
                                    "230.69%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "連続重撃ダメージ",
                                "ParamLevelList": [
                                    "50.74%",
                                    "54.87%",
                                    "59.0%",
                                    "64.9%",
                                    "69.03%",
                                    "73.75%",
                                    "80.24%",
                                    "86.73%",
                                    "93.22%",
                                    "100.3%",
                                    "107.38%",
                                    "114.46%",
                                    "121.54%",
                                    "128.62%",
                                    "135.7%"
                                ]
                            },
                            {
                                "Desc": "重撃終了ダメージ",
                                "ParamLevelList": [
                                    "90.472%",
                                    "97.836%",
                                    "105.2%",
                                    "115.72%",
                                    "123.084%",
                                    "131.5%",
                                    "143.072%",
                                    "154.644%",
                                    "166.216%",
                                    "178.84%",
                                    "191.464%",
                                    "204.088%",
                                    "216.712%",
                                    "229.336%",
                                    "241.96%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40",
                                    "毎秒40"
                                ]
                            },
                            {
                                "Desc": "最大継続時間",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "護心鎧",
                        "Desc": "護身の岩鎧を召喚し、周囲の敵に<color style='color:#FFE699;'>岩元素ダメージ</color>を与え、シールドを生成する、ダメージ吸収量はノエルの防御力によって決まる。<br>シールドは下記の効果が発動する。<br> · ノエルの通常攻撃または重撃が命中した時、一定の確率でチーム全員のHPを回復する。<br> · 全元素ダメージおよび物理ダメージに対して150%の吸収効果を持つ。<br><br>回復効果の回復量はノエルの防御力によって決まる。<br><br><i>ノエルは奉仕するメイドであり、毅然たる騎士でもある。</i>",
                        "Icon": "Skill_S_Noel_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "防御力120.0%",
                                    "防御力129.0%",
                                    "防御力138.0%",
                                    "防御力150.0%",
                                    "防御力159.0%",
                                    "防御力168.0%",
                                    "防御力180.0%",
                                    "防御力192.0%",
                                    "防御力204.0%",
                                    "防御力216.0%",
                                    "防御力228.0%",
                                    "防御力240.0%",
                                    "防御力255.0%",
                                    "防御力270.0%",
                                    "防御力285.0%"
                                ]
                            },
                            {
                                "Desc": "吸収量",
                                "ParamLevelList": [
                                    "防御力160.0%+769.7851",
                                    "防御力172.0%+846.7743",
                                    "防御力184.0%+930.17926",
                                    "防御力200%+1020",
                                    "防御力212.0%+1116.2365",
                                    "防御力224.0%+1218.8888",
                                    "防御力240.0%+1327.9568",
                                    "防御力256.0%+1443.4407",
                                    "防御力272.0%+1565.3402",
                                    "防御力288.0%+1693.6555",
                                    "防御力304.0%+1828.3867",
                                    "防御力320.0%+1969.5336",
                                    "防御力340.0%+2117.0962",
                                    "防御力360.0%+2271.0747",
                                    "防御力380.0%+2431.4688"
                                ]
                            },
                            {
                                "Desc": "回復量",
                                "ParamLevelList": [
                                    "防御力21.28%+102.71802",
                                    "防御力22.876%+112.99125",
                                    "防御力24.472%+124.12058",
                                    "防御力26.6%+136.10602",
                                    "防御力28.196%+148.94756",
                                    "防御力29.792%+162.64519",
                                    "防御力31.92%+177.19893",
                                    "防御力34.048%+192.60878",
                                    "防御力36.176%+208.87473",
                                    "防御力38.304%+225.99677",
                                    "防御力40.432%+243.97491",
                                    "防御力42.56%+262.80917",
                                    "防御力45.22%+282.49954",
                                    "防御力47.88%+303.046",
                                    "防御力50.54%+324.44855"
                                ]
                            },
                            {
                                "Desc": "回復発動率",
                                "ParamLevelList": [
                                    "50.0%",
                                    "51.0%",
                                    "52.0%",
                                    "53.0%",
                                    "54.0%",
                                    "55.0%",
                                    "56.0%",
                                    "57.0%",
                                    "58.0%",
                                    "59.0%",
                                    "59.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "大掃除",
                        "Desc": "盤石の力を武器に凝集させ、周囲の敵に衝撃を与えて広範囲攻撃を1回行い、<color style='color:#FFE699;'>岩元素ダメージ</color>を与える。<br>その後、下記の効果が発動される。<br> · ノエルの攻撃範囲が大幅にアップする。<br> · 攻撃ダメージは<color style='color:#FFE699;'>岩元素ダメージ</color>となり、元素付与によって他の元素に変化することはない。<br> · ノエルの防御力を基準に攻撃力がアップする。<br><br><i>時に掃除が必要なのは、埃だけではありませんね…</i>",
                        "Icon": "Skill_E_Noel_01",
                        "ParamDesc": [
                            {
                                "Desc": "爆発ダメージ",
                                "ParamLevelList": [
                                    "67.2%",
                                    "72.24%",
                                    "77.28%",
                                    "84.0%",
                                    "89.04%",
                                    "94.08%",
                                    "100.8%",
                                    "107.52%",
                                    "114.24%",
                                    "120.96%",
                                    "127.68%",
                                    "134.4%",
                                    "142.8%",
                                    "151.2%",
                                    "159.6%"
                                ]
                            },
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "92.8%",
                                    "99.76%",
                                    "106.72%",
                                    "116.0%",
                                    "122.96%",
                                    "129.92%",
                                    "139.2%",
                                    "148.48%",
                                    "157.76%",
                                    "167.04%",
                                    "176.32%",
                                    "185.6%",
                                    "197.2%",
                                    "208.8%",
                                    "220.4%"
                                ]
                            },
                            {
                                "Desc": "攻撃力アップ",
                                "ParamLevelList": [
                                    "防御力40.0%",
                                    "防御力43.0%",
                                    "防御力46.0%",
                                    "防御力50.0%",
                                    "防御力53.0%",
                                    "防御力56.0%",
                                    "防御力60.0%",
                                    "防御力64.0%",
                                    "防御力68.0%",
                                    "防御力72.0%",
                                    "防御力76.0%",
                                    "防御力80.0%",
                                    "防御力85.0%",
                                    "防御力90.0%",
                                    "防御力95.0%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "誠心誠意",
                        "Desc": "ノエルが待機時、出場している自身のキャラクターのHPが30%以下になると自動で発動される。<br>出場している自身のキャラクターにノエルの防御力400%分のダメージを吸収するシールドを付与する、継続時間20秒。<br> · 全元素ダメージおよび物理ダメージに対して150%の吸収効果を持つ。<br>60秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Noel_05"
                    },
                    {
                        "Name": "きれいさっぱり",
                        "Desc": "ノエルの通常攻撃または重撃が敵に累計4回命中すると、<color style='color:#FFD780;'>護心鎧</color>のクールタイム-1秒。<br>0.1秒毎に1回のみカウント可能。",
                        "Icon": "UI_Talent_S_Noel_06"
                    },
                    {
                        "Name": "メイドの仕草",
                        "Desc": "防御系料理を完璧調理した時、12%の確率で料理を2倍獲得する。",
                        "Icon": "UI_Talent_Cook_Defense"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "支援はお任せください",
                        "Desc": "同時に<color style='color:#FFD780;'>大掃除</color>と<color style='color:#FFD780;'>護心鎧</color>状態にいる時、護心鎧のHP回復効果の発動率が100%になる。",
                        "Icon": "UI_Talent_S_Noel_01"
                    },
                    {
                        "Level": 2,
                        "Name": "旋風のメイド",
                        "Desc": "ノエルの重撃スタミナ消費-20%、与えるダメージ+15%。",
                        "Icon": "UI_Talent_S_Noel_02"
                    },
                    {
                        "Level": 3,
                        "Name": "怪我はしません",
                        "Desc": "<color style='color:#FFD780;'>護心鎧</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Noel_01"
                    },
                    {
                        "Level": 4,
                        "Name": "綺麗にしますから",
                        "Desc": "<color style='color:#FFD780;'>護心鎧</color>効果終了時、またはダメージによって破壊された時、周囲の敵に攻撃力400%分の<color style='color:#FFE699;'>岩元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_Noel_03"
                    },
                    {
                        "Level": 5,
                        "Name": "騎士団の掃除達人",
                        "Desc": "<color style='color:#FFD780;'>大掃除</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Noel_02"
                    },
                    {
                        "Level": 6,
                        "Name": "埃は許しません",
                        "Desc": "<color style='color:#FFD780;'>大掃除</color>発動で、ノエルの防御力50%分の攻撃力を追加でアップする。<br>スキル継続中、敵1体倒す度に継続時間+1秒。最大10秒まで。",
                        "Icon": "UI_Talent_S_Noel_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Noel": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 105.8,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 98.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 115.34,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 151.68,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 132.25,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 122.82,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 143.86501,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.2,
                        3.3,
                        3.3
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 189.75,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.5,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.5,
                        1.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}