// Auto Generated

var _AvatarDataConfig_ = {
    "Olorun": {
        "BallList": [
            {
                "When": "Orb hits monster (once per Orb)",
                "DropArray": [
                    {
                        "Num": 3,
                        "Chance": 1
                    }
                ]
            }
        ],
        "EndureList": [
            {
                "Skill": "Special Leap",
                "Endure": 0
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@5.2v4 Changes#</b><br>• Particle Generation: @4 → 3#",
            "<b>@5.2v3 Changes#</b><br>• Particle Generation: @3 → 4#",
            "<b>@Taunt#</b><br>• Taunt range is @8m#, larger than most other characters.<br>• Characters with 5m taunt range: Amber, Ganyu, Itto, Lyney, Tighnari<br>• Characters with 8m taunt range: Lynette, Ororon",
            "<b>@Interruption RES#</b><br>• Cannot be interrupted during special leap.",
            "<b>@Particle Generation#</b><br>• The first Bounce of Skill Bomb generates @4 Electro Particles#, CD 6s."
        ]
    }
}

var _AvatarMats_ = {
    "Olorun": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101252": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113064": 2,
                "101252": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113064": 4,
                "101252": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113064": 8,
                "101252": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113064": 12,
                "101252": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113064": 20,
                "101252": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113054": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113054": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113054": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Olorun": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に凝集する。雷霆の力に満ちた矢は、敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br>特別に、ナタ地域の符文とラクガキをスキャンすることができ、スキャンしたオブジェクトによって異なる効果を発動する。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "元素スキル",
                        "Desc": "「ラクガキ弾」を1枚投げ、近くの敵の間でバウンドさせ、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>最大3回の攻撃を行った後、または近くに敵がいない場合、攻撃を終了する。敵1体につき1回のみバウンドされる。JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "元素爆発",
                        "Desc": "オロルンが「霊能の目」を召喚し、<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>霊能の目</color>：<br>・持続的に周囲の敵を挑発し、攻撃を引き付ける。<br>・音波を発射し、回転し続ける。命中した敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "発動ダメージ",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波衝突ダメージ",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "固有天賦1",
                        "Desc": "<br>・チーム内キャラクターが夜魂バーストを起こした時、オロルンは夜魂値を40回復する。<br>元素スキル発動後の15秒間、自身以外のキャラクターの水元素または雷元素ダメージが敵に命中した後、オロルンは夜魂値を5回復する。この効果は継続期間中に10回まで発動でき、夜魂値の回復は0.3秒毎に1回のみ。<br>夜魂値は以下の方法で消費される。<br>近くの敵が感電ダメージ、または夜魂性質の攻撃（オロルン自身を除く）を受けた後、オロルンの夜魂値が10以上の場合、オロルンは継続時間6秒の夜魂の加護状態に入り、「感知の雷」効果を発動する。周囲にいる最大4体の敵に攻撃力130%分の雷元素ダメージを与え、夜魂値を10消費する。この効果は1.8秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "固有天賦2",
                        "Desc": "元素スキルが命中した後の15秒間、チーム内のフィールド上キャラクターが水元素または雷元素ダメージを与えた後、オロルンは夜魂値を3回復する。その時オロルンが待機中の場合、オロルンはさらに元素エネルギーを3回復する。上記効果は1秒毎に1回のみ発動でき、継続期間中に最大3回まで。JP0B",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "ナタ天賦",
                        "Desc": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：オロルン」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にある時、または一定の高さの空中にいる時、オロルンに切り替えて登場すると次の効果が発動する。オロルンが高く飛び上がる。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "生活天賦",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "命ノ星座1",
                        "Desc": "ラクガキ弾の攻撃回数+2、かつ命中した敵が受ける「感知の雷」のダメージ+60%、継続時間12秒。<br>固有天賦1を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "命ノ星座2",
                        "Desc": "元素爆発が命中した敵の数が1/2/3/4名以上の場合、オロルン自身の雷元素ダメージがそれぞれ+24%/36%/48%/60%、継続時間9秒。JP0B",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "命ノ星座3",
                        "Desc": "元素爆発のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "命ノ星座4",
                        "Desc": "元素爆発の音波の回転速度+25%。JP0B",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "命ノ星座5",
                        "Desc": "元素スキルのスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "命ノ星座6",
                        "Desc": "固有天賦1の夜魂値を消費する効果を起こすと、チーム内のフィールド上キャラクターの攻撃力+10%、継続時間9秒、最大3層まで。継続時間は層ごとに独立してカウントされる。<br>また、元素爆発を発動する時、夜魂値を消費しない、「感知の雷」に見なされる攻撃を与え、攻撃力300%分の雷元素ダメージを与える。JP0B",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・憑霊の閃矢JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に凝集する。雷霆の力に満ちた矢は、敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>また、長押しで狙いを定める時、オロルンは「霊覚」状態に入り、「霊謎のラクガキ」と「霊謎のシジル」から情報と力を抽出できる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "冥色のタイトロープJP0B",
                        "Desc": "オロルンは謎煙の主から受け継がれた古き秘術を冥色の<color style='color:#FFD780;'>霊眼</color>に具現化し、敵に向かって投げ出して夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>近くに他の敵が存在する場合、霊眼は近くの敵の間をバウンドし、夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。冥色のタイトロープを発動するたび、それぞれの敵は1回のみターゲットとして選ばれる。<br>3回跳ねた後、または近くにターゲットとして選ばれる敵が存在しない時、霊眼は消える。オロルン自身が創造した霊眼は、1つのみ存在可能。<br><br><i>「人は未来を予知したがるものだ。だがそれは、彼らがまだ自分のやるべきことを見つかっていないと思う…ごめん、また難しいことを言ってしまったな。」</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "闇声の残響JP0B",
                        "Desc": "オロルンは古代の秘儀を呼び起こし、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、「超音霊眼」を召喚する。<br><br><color style='color:#FFD780;'>超音霊眼</color><br>・持続的に周囲の敵を挑発し、攻撃を引き付ける。<br>・回転しながら音派を放ち、近くの敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><i>感知力が優れた人は、万物の細やかな音を聞くことができる。そうすれば、例え光のない長い夜でも、進む道を見失うことはない。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "発動ダメージ",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波衝突ダメージ",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜陰の共感覚JP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、オロルンは夜魂値を40獲得する。元素スキルを発動後の15秒間、付近にいるチーム内フィールド上キャラクターが<color style='color:#80C0FF;'>水元素ダメージ</color>、または<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えた場合、オロルンは夜魂値を5獲得する。この効果は0.3秒毎に1回のみ発動でき、継続期間中に最大10回まで発動可能。<br><br>また、近くの敵が<color style='color:#FFACFF;'>感電</color>ダメージを受ける、または付近にいるチーム内他のキャラクターが夜魂性質のダメージを与えた時、オロルンの夜魂値が10以上の場合、オロルンは夜魂値を10消費し、夜魂の加護状態に入って「顕象超感」効果を発動する。オロルンの攻撃力の130%を基に、周囲の最大4体の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。上記効果は1.8秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・オロルン</color><br>オロルンの夜魂の加護状態の継続時間は最大6秒。JP0B",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "霊相の触媒JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>霊眼</color>が敵に命中した後、オロルンは継続時間15秒の「霊相の印」効果を獲得する。<br><br><color style='color:#FFD780;'>霊相の印</color><br>付近にいるチーム内フィールド上キャラクターが<color style='color:#80C0FF;'>水元素ダメージ</color>、または<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えた時、そのキャラクターは元素エネルギーを3回復する。さらに、オロルンが待機中の場合、オロルンは元素エネルギーを3回復する。この効果は1秒毎に1回のみ発動でき、継続期間中は最大3回まで発動可能。JP0B",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域の賜物・流れし霧、躍動の影JP0B",
                        "Desc": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：オロルン」を行える。フィールド上にいるキャラクターが特定の天賦による移動状態にある時、または一定の高さの空中にいる時、オロルンに切り替えて登場すると次の効果が発動する。オロルンが高く飛び上がる。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>また、ジャンプを長押しすると、オロルンはスタミナを75消費して飛び上がる。燃素を利用できるナタのエリアにいる時、オロルンは優先的に燃素を5消費し、より高く跳躍する。JP0B",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "生活天賦",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "霧の林にある痕跡JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>霊眼</color>のバウンド回数+2。<br>また、<color style='color:#FFD780;'>霊眼</color>が敵に命中した後、その敵に「夜冥」効果を付与し、継続時間12秒。「夜冥」効果を受けている敵に対して、固有天賦「夜陰の共感覚」による「顕象超感」のダメージ+60%。固有天賦「夜陰の共感覚」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "蜂蜜酒を隠す王蜂JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動した後、オロルンは継続時間9秒の「霊式超感」効果を獲得する。<br><br><color style='color:#FFD780;'>霊式超感</color><br><color style='color:#FFACFF;'>雷元素ダメージ</color>+12%。<br>継続期間中、元素爆発<color style='color:#FFD780;'>闇声の残響</color>または<color style='color:#FFD780;'>超音霊眼</color>が追加で敵1体に命中するたびに、オロルンの<color style='color:#FFACFF;'>雷元素ダメージ</color>+12%。この方法でアップできる<color style='color:#FFACFF;'>雷元素ダメージ</color>は最大60%まで。JP0B",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "棲地コウモリの霊籠JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "夜風の如く謎煙JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>で召喚した<color style='color:#FFD780;'>超音霊眼</color>の回転速度+25%。JP0B",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "心魂への贈り物JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "深泉に捧げる礼讃JP0B",
                        "Desc": "固有天賦「夜陰の共感覚」の「顕象超感」を発動した後、チーム内にいる自身のフィールド上キャラクターの攻撃力+10%、継続時間9秒。この効果は最大3層まで重ね掛けでき、継続時間は層ごとに独立してカウントされる。<br>また、元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動時、「顕象超感」と同様の効果を1回発動し、本来の200%分のダメージを与える。<br>固有天賦「夜陰の共感覚」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・憑霊の閃矢JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に凝集する。雷霆の力に満ちた矢は、敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "冥色のタイトロープJP0B",
                        "Desc": "オロルンは謎煙の主から受け継がれた古き秘術を冥色の<color style='color:#FFD780;'>宿霊玉</color>に具現化し、敵に向かって投げ出して夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>近くに他の敵が存在する場合、宿霊玉は近くの敵の間をバウンドし、夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。冥色のタイトロープを発動するたび、それぞれの敵は1回のみターゲットとして選ばれる。<br>3回跳ねた後、または近くにターゲットとして選ばれる敵が存在しない時、宿霊玉は消える。オロルン自身が創造した宿霊玉は、1つのみ存在可能。<br><br><i>「人は未来を予知したがるものだ。だがそれは、彼らがまだ自分のやるべきことを見つかっていないと思う…ごめん、また難しいことを言ってしまったな。」</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "宿霊玉のダメージ",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "闇声の残響JP0B",
                        "Desc": "オロルンは古代の秘儀を呼び起こし、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、「超音霊眼」を召喚する。<br><br><color style='color:#FFD780;'>超音霊眼</color><br>・持続的に周囲の敵を挑発し、攻撃を引き付ける。<br>・回転しながら音派を放ち、近くの敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><i>感知力が優れた人は、万物の細やかな音を聞くことができる。そうすれば、例え光のない長い夜でも、進む道を見失うことはない。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘儀のダメージ",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波衝突ダメージ",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜陰の共感覚JP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、オロルンは夜魂値を40獲得する。元素スキルを発動後の15秒間、付近にいるチーム内フィールド上キャラクターが<color style='color:#80C0FF;'>水元素ダメージ</color>、または<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えた場合、オロルンは夜魂値を5獲得する。この効果は0.3秒毎に1回のみ発動でき、継続期間中に最大10回まで発動可能。<br><br>また、近くの敵が<color style='color:#FFACFF;'>感電</color>ダメージを受ける、または付近にいるチーム内他のキャラクターが夜魂性質のダメージを与えた時、オロルンの夜魂値が10以上の場合、オロルンは夜魂値を10消費し、夜魂の加護状態に入って「顕象超感」効果を発動する。オロルンの攻撃力の130%を基に、周囲の最大4体の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。上記効果は1.8秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・オロルン</color><br>オロルンの夜魂の加護状態の継続時間は最大6秒。JP0B",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "霊相の触媒JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>霊眼</color>が敵に命中した後、オロルンは継続時間15秒の「霊相の印」効果を獲得する。<br><br><color style='color:#FFD780;'>霊相の印</color><br>付近にいるチーム内フィールド上キャラクターが<color style='color:#80C0FF;'>水元素ダメージ</color>、または<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えた時、そのキャラクターは元素エネルギーを3回復する。さらに、オロルンが待機中の場合、オロルンは元素エネルギーを3回復する。この効果は1秒毎に1回のみ発動でき、継続期間中は最大3回まで発動可能。JP0B",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域の賜物・流れし霧、躍動の影JP0B",
                        "Desc": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：オロルン」を行える。フィールド上にいるキャラクターが空中にいる時、オロルンに切り替えて登場すると次の効果が発動する。オロルンが高く飛び上がる。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>長押しで狙いを定める時、オロルンは「霊覚」状態に入る。この状態にある時、オロルンは「霊謎のラクガキ」と「霊謎のシジル」から情報と力を抽出できる。これらのオブジェクトのインタラクションルールはイクトミ竜のインタラクションルールに沿っている。<br><br>また、ジャンプを長押しすると、オロルンはスタミナを75消費して飛び上がる。燃素を利用できるナタのエリアにいる時、オロルンは優先的に燃素を5消費し、より高く跳躍する。JP0B",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "生活天賦",
                        "Desc": "チーム内の自身のキャラクター全員が滑翔する時、移動速度+15%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "霧の林にある痕跡JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>宿霊玉</color>のバウンド回数+2。<br>また、<color style='color:#FFD780;'>宿霊玉</color>が敵に命中した後、その敵に「夜冥」効果を付与し、継続時間12秒。「夜冥」効果を受けている敵に対して、固有天賦「夜陰の共感覚」による「顕象超感」のダメージ+60%。固有天賦「夜陰の共感覚」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "蜂蜜酒を隠す王蜂JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動した後、オロルンは継続時間9秒の「霊式超感」効果を獲得する。<br><br><color style='color:#FFD780;'>霊式超感</color><br><color style='color:#FFACFF;'>雷元素ダメージ</color>+12%。<br>継続期間中、元素爆発<color style='color:#FFD780;'>闇声の残響</color>または<color style='color:#FFD780;'>超音霊眼</color>が追加で敵1体に命中するたびに、オロルンの<color style='color:#FFACFF;'>雷元素ダメージ</color>+12%。この方法でアップできる<color style='color:#FFACFF;'>雷元素ダメージ</color>は最大60%まで。JP0B",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "棲地コウモリの霊籠JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "夜風の如く謎煙JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>で召喚した<color style='color:#FFD780;'>超音霊眼</color>の回転速度+25%。JP0B",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "心魂への贈り物JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "深泉に捧げる礼讃JP0B",
                        "Desc": "固有天賦「夜陰の共感覚」の「顕象超感」を発動した後、チーム内にいる自身のフィールド上キャラクターの攻撃力+10%、継続時間9秒。この効果は最大3層まで重ね掛けでき、継続時間は層ごとに独立してカウントされる。<br>また、元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動時、「顕象超感」と同様の効果を1回発動し、本来の200%分のダメージを与える。<br>固有天賦「夜陰の共感覚」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・憑霊の閃矢JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に凝集する。雷霆の力に満ちた矢は、敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "冥色のタイトロープJP0B",
                        "Desc": "オロルンは謎煙の主に伝わる古の秘術で冥色の<color style='color:#FFD780;'>宿霊玉</color>を具現化させ、敵に向かって放ち、夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>近くに他の敵が存在する場合、宿霊玉はその敵の間を移動し、夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。冥色のタイトロープを発動するたび、各敵は1回までターゲットとして選ばれる。<br>3回移動した後、または近くにターゲットとなる敵が存在しない時、宿霊玉は消える。<br><br><i>「人は未来を覗きたがるものだ。だがそれは、彼らがまだ自分のやるべきことを見つけていないからだと思う…ごめん、また難しいことを言ってしまったな。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "宿霊玉のダメージ",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "闇声の残響JP0B",
                        "Desc": "オロルンは古代の秘儀を発動させ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与えて、「ウルトラソニック・アイ」を召喚する。<br><br><color style='color:#FFD780;'>ウルトラソニック・アイ</color><br>・持続的に周囲の敵を挑発し、攻撃を引き付ける。<br>・回転しながら音波を放ち、近くの敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><i>感知力に優れた人は、万物の微細な音を聴くことができる。そのおかげで、たとえ光のない長い夜でも、進むべき道を見失うことはない。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘儀のダメージ",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波衝突ダメージ",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜陰のシナスタジア",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした後、オロルンは夜魂値を40獲得する。元素スキルを発動後の15秒間、チームにいる他のキャラクターが<color style='color:#80C0FF;'>水元素ダメージ</color>、または<color style='color:#FFACFF;'>雷元素ダメージ</color>を与えた場合、オロルンは夜魂値を5獲得する。この効果は0.3秒毎に1回のみ発動でき、継続期間中に最大10回まで発動可能。<br><br>また、近くの敵が<color style='color:#FFACFF;'>感電</color>ダメージを受ける、または付近にいるチーム内の他のキャラクターが夜魂性質のダメージを与えた時、オロルンの夜魂値が10以上の場合、オロルンは夜魂値を10消費して夜魂の加護状態に入り、「顕象超感覚」効果を発動する。オロルンの攻撃力の160%を基に、周囲の最大4体の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。上記効果は1.8秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・オロルン</color><br>オロルンの夜魂の加護状態の継続時間は最大6秒。",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "霊相のカタリスト",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>宿霊玉</color>が敵に命中した後、オロルンは継続時間15秒の「霊相の印」効果を獲得する。<br><br><color style='color:#FFD780;'>霊相の印</color><br>付近にいるチーム内フィールド上キャラクターの通常攻撃、重撃、または落下攻撃が敵に命中した後、そのキャラクターは元素エネルギーを3ポイント回復する。さらに、オロルンが待機中の場合、オロルンは元素エネルギーを3ポイント回復する。この効果は1秒毎に1回のみ発動でき、継続期間中最大3回まで発動できる。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域の賜物・流れし霧、躍動の影",
                        "Desc": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：オロルン」を行える。フィールド上にいるキャラクターが空中にいる時、オロルンに切り替えて登場すると次の効果が発動する。オロルンが高く跳び上がる。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>長押しで狙いを定める時、オロルンは「霊覚」状態に入る。この状態にある時、オロルンは「謎霊のラクガキ」と「謎霊のシジル」から情報と力を引き出せる。それらのオブジェクトのインタラクトルールはイクトミ竜のインタラクトルールと同じものとなっている。<br><br>また、ジャンプを長押しすると、オロルンはスタミナを75消費して跳び上がる。燃素を利用できるナタのエリアにいる時、オロルンは燃素を5消費して、より高く跳躍する。なお、スタミナより燃素の消費が優先される。<br>空中にいる時、オロルンは通常攻撃ボタンを長押しすることで、燃素またはスタミナを消費して照準を行える。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "生活天賦",
                        "Desc": "チーム内自身キャラクターの滑翔時の移動速度+15%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "霧の林にある痕跡JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>宿霊玉</color>の移動回数+2。<br>また、<color style='color:#FFD780;'>宿霊玉</color>が敵に命中した後、その敵に「夜冥」効果を付与、継続時間12秒。「夜冥」効果を受けている敵に対して、固有天賦「夜陰のシナスタジア」による「顕象超感覚」のダメージ+50%。固有天賦「夜陰のシナスタジア」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "蜂蜜酒を隠す王蜂JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動した後、オロルンは継続時間9秒の「霊式超感覚」効果を獲得する。<br><br><color style='color:#FFD780;'>霊式超感覚</color><br><color style='color:#FFACFF;'>雷元素ダメージ</color>+8%。<br>継続期間中、元素爆発<color style='color:#FFD780;'>闇声の残響</color>または<color style='color:#FFD780;'>ウルトラソニック・アイ</color>が敵1体に命中するたびに、追加でオロルンの<color style='color:#FFACFF;'>雷元素ダメージ</color>+8%。この方法でアップできる<color style='color:#FFACFF;'>雷元素ダメージ</color>は最大40%まで。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "棲地コウモリの霊籠JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "夜風の如く謎煙JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>で召喚した<color style='color:#FFD780;'>ウルトラソニック・アイ</color>の回転速度+25%。",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "心魂への贈り物JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "深泉に捧げる礼讃JP0B",
                        "Desc": "固有天賦「夜陰のシナスタジア」の「顕象超感覚」を発動した後、チーム内にいる自身のフィールド上キャラクターの攻撃力+10%、継続時間9秒。この効果は最大3層まで重ね掛け可能、継続時間は層ごとに独立してカウントされる。<br>また、元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動時、「顕象超感覚」と同様の効果を1回発動し、本来の200%分のダメージを与える。<br>固有天賦「夜陰のシナスタジア」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・憑霊の閃矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に凝集する。雷霆の力に満ちた矢は、敵に高い<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "冥色のタイトロープ",
                        "Desc": "オロルンは謎煙の主に伝わる古の秘術で冥色の<color style='color:#FFD780;'>宿霊玉</color>を具現化させ、敵に向かって放ち、夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>近くに他の敵が存在する場合、宿霊玉はその敵の間を移動し、夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。冥色のタイトロープを発動するたび、各敵は1回までターゲットとして選ばれる。<br>3回移動した後、または近くにターゲットとなる敵が存在しない時、宿霊玉は消える。<br><br><i>「人は未来を覗きたがるものだ。だがそれは、彼らがまだ自分のやるべきことを見つけていないからだと思う…ごめん、また難しいことを言ってしまったな。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "宿霊玉のダメージ",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "闇声の残響",
                        "Desc": "オロルンは古代の秘儀を発動させ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与えて、「ウルトラソニック・アイ」を召喚する。<br><br><color style='color:#FFD780;'>ウルトラソニック・アイ</color><br>・持続的に周囲の敵を挑発し、攻撃を引き付ける。<br>・回転しながら音波を放ち、近くの敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><i>感知力に優れた人は、万物の微細な音を聴くことができる。そのおかげで、たとえ光のない長い夜でも、進むべき道を見失うことはない。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘儀のダメージ",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波衝突ダメージ",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜陰のシナスタジア",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした後、オロルンは夜魂値を40獲得する。元素スキルを発動後の15秒間、チームにいる他のキャラクターの<color style='color:#80C0FF;'>水元素</color>、または<color style='color:#FFACFF;'>雷元素</color>の攻撃が敵に命中した場合、オロルンは夜魂値を5獲得する。この効果は0.3秒毎に1回のみ発動でき、継続期間中に最大10回まで発動可能。<br>オロルンの夜魂値の上限は80。<br><br>また、近くの敵が<color style='color:#FFACFF;'>感電</color>ダメージを受ける、または付近にいるチーム内の他のキャラクターが夜魂性質のダメージを与えた時、オロルンの夜魂値が10以上の場合、オロルンは夜魂値を10消費して夜魂の加護状態に入り、「顕象超感覚」効果を発動する。オロルンの攻撃力の160%を基に、周囲の最大4体の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。上記効果は1.8秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・オロルン</color><br>オロルンの夜魂の加護状態の継続時間は最大6秒。JP0B",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "霊相のカタリスト",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>宿霊玉</color>が敵に命中した後、オロルンは継続時間15秒の「霊相の印」効果を獲得する。<br><br><color style='color:#FFD780;'>霊相の印</color><br>付近にいるチーム内フィールド上キャラクターの通常攻撃、重撃、または落下攻撃が敵に命中した後、そのキャラクターは元素エネルギーを3ポイント回復する。さらに、オロルンが待機中の場合、オロルンは元素エネルギーを3ポイント回復する。この効果は1秒毎に1回のみ発動でき、継続期間中最大3回まで発動できる。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域の賜物・流霧躍影",
                        "Desc": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：オロルン」を行える。フィールド上にいるキャラクターが空中にいる時、オロルンに切り替えて登場すると次の効果が発動する。オロルンが高く跳び上がる。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>長押しで狙いを定める時、オロルンは「霊覚」状態に入る。この状態にある時、オロルンは「謎霊のラクガキ」と「謎霊のシジル」から情報と力を引き出せる。それらのオブジェクトのインタラクトルールはイクトミ竜のインタラクトルールと同じものとなっている。<br><br>また、ジャンプを長押しすると、オロルンはスタミナを75消費して跳び上がる。燃素を利用できるナタのエリアにいる時、オロルンは燃素を5消費して、より高く跳躍する。なお、スタミナより燃素の消費が優先される。<br>空中にいる時、オロルンは通常攻撃ボタンを長押しすることで、燃素またはスタミナを消費して照準を行える。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "シャーマンの妙技JP0B",
                        "Desc": "チーム内自身キャラクターの滑翔時の移動速度+15%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "霧立つ林中の痕跡",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>宿霊玉</color>の移動回数+2。<br>また、<color style='color:#FFD780;'>宿霊玉</color>が敵に命中した後、その敵に「夜冥」効果を付与、継続時間12秒。「夜冥」効果を受けている敵に対して、固有天賦「夜陰のシナスタジア」による「顕象超感覚」のダメージ+50%。固有天賦「夜陰のシナスタジア」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "蜜酒を隠す王蜂",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動した後、オロルンは継続時間9秒の「霊式超感覚」効果を獲得する。<br><br><color style='color:#FFD780;'>霊式超感覚</color><br><color style='color:#FFACFF;'>雷元素ダメージ</color>+8%。<br>また、継続期間中、元素爆発<color style='color:#FFD780;'>闇声の残響</color>または<color style='color:#FFD780;'>ウルトラソニック・アイ</color>が敵1体に命中するたびに、追加でオロルンの<color style='color:#FFACFF;'>雷元素ダメージ</color>+8%。この方法でアップできる<color style='color:#FFACFF;'>雷元素ダメージ</color>は最大32%まで。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蝙蝠が棲む霊籠",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "夜風の如き謎煙",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>が召喚する<color style='color:#FFD780;'>ウルトラソニック・アイ</color>の回転速度+25%。<br>また、<color style='color:#FFD780;'>闇声の残響</color>を発動した後、オロルンの元素エネルギーを8ポイント回復する。JP0B",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "心魂に捧ぐ贈物",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "深泉に贈る礼讃",
                        "Desc": "固有天賦「夜陰のシナスタジア」の「顕象超感覚」を発動した後、チーム内にいる自身のフィールド上キャラクターの攻撃力+10%、継続時間9秒。この効果は最大3層まで重ね掛け可能、継続時間は層ごとに独立してカウントされる。<br>また、元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動時、「顕象超感覚」と同様の効果を1回発動し、本来の200%分のダメージを与える。<br>固有天賦「夜陰のシナスタジア」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "憑霊の閃矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に凝集する。雷霆の力に満ちた矢は、敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.7746%",
                                    "68.8966%",
                                    "73.6075%",
                                    "80.085%",
                                    "86.5624%",
                                    "93.0399%",
                                    "100.1062%",
                                    "107.1725%",
                                    "114.2388%",
                                    "121.3052%",
                                    "128.3715%",
                                    "135.4378%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.3734%",
                                    "47.9852%",
                                    "51.597%",
                                    "56.7567%",
                                    "60.3685%",
                                    "64.4963%",
                                    "70.1719%",
                                    "75.8476%",
                                    "81.5233%",
                                    "87.7149%",
                                    "93.9065%",
                                    "100.0982%",
                                    "106.2898%",
                                    "112.4815%",
                                    "118.6731%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "69.8208%",
                                    "75.5039%",
                                    "81.187%",
                                    "89.3057%",
                                    "94.9888%",
                                    "101.4838%",
                                    "110.4143%",
                                    "119.3449%",
                                    "128.2755%",
                                    "138.0179%",
                                    "147.7603%",
                                    "157.5028%",
                                    "167.2452%",
                                    "176.9877%",
                                    "186.7301%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "冥色のタイトロープ",
                        "Desc": "オロルンは謎煙の主に伝わる古の秘術で冥色の<color style='color:#FFD780;'>宿霊玉</color>を具現化させ、敵に向かって放ち、夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br>近くに他の敵が存在する場合、宿霊玉はその敵の間を移動し、夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。冥色のタイトロープを発動するたび、各敵は1回までターゲットとして選ばれる。<br>3回移動した後、または近くにターゲットとなる敵が存在しない時、宿霊玉は消える。<br><br><i>「人は未来を覗きたがるものだ。だがそれは、彼らがまだ自分のやるべきことを見つけていないからだと思う…ごめん、また難しいことを言ってしまったな。」</i>",
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "宿霊玉のダメージ",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "闇声の残響",
                        "Desc": "オロルンは古代の秘儀を発動させ、夜魂性質の<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与えて、「ウルトラソニック・アイ」を召喚する。<br><br><color style='color:#FFD780;'>ウルトラソニック・アイ</color><br>・持続的に周囲の敵を挑発し、攻撃を引き付ける。<br>・回転しながら音波を放ち、近くの敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br><br><i>感知力に優れた人は、万物の微細な音を聴くことができる。そのおかげで、たとえ光のない長い夜でも、進むべき道を見失うことはない。</i>",
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘儀のダメージ",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.4628%",
                                    "200.5416%",
                                    "217.98%",
                                    "231.0588%",
                                    "244.1376%",
                                    "261.576%",
                                    "279.0144%",
                                    "296.4528%",
                                    "313.8912%",
                                    "331.3296%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波衝突ダメージ",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜陰のシナスタジア",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした後、オロルンは夜魂値を40獲得する。元素スキルを発動後の15秒間、チームにいる他のキャラクターの<color style='color:#80C0FF;'>水元素</color>、または<color style='color:#FFACFF;'>雷元素</color>の攻撃が敵に命中すると、オロルンは夜魂値を5獲得する。この効果は0.3秒毎に1回のみ発動でき、継続期間中に最大10回まで発動可能。<br>オロルンの夜魂値の上限は80。<br><br>さらに、近くの敵が<color style='color:#FFACFF;'>感電や月感電</color>ダメージを受けたとき、あるいは付近にいるチーム内の他のキャラクターが敵に夜魂性質のダメージを与えたとき、オロルンの夜魂値が10以上だった場合、オロルンは夜魂値を10消費して夜魂の加護状態に入り、「顕象超感覚」効果を発動する。オロルンの攻撃力の160%を基に、周囲の最大4体の敵に夜魂性質の<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。上記効果は1.8秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・オロルン</color><br>オロルンの夜魂の加護状態の継続時間は最大6秒。",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "霊相のカタリスト",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>宿霊玉</color>が敵に命中した後、オロルンは継続時間15秒の「霊相の印」効果を獲得する。<br><br><color style='color:#FFD780;'>霊相の印</color><br>付近にいるチーム内フィールド上キャラクターの通常攻撃、重撃、または落下攻撃が敵に命中した後、そのキャラクターは元素エネルギーを3ポイント回復する。さらに、オロルンが待機中の場合、オロルンは元素エネルギーを3ポイント回復する。この効果は1秒毎に1回のみ発動でき、継続期間中最大3回まで発動できる。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域の賜物・流霧躍影",
                        "Desc": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：オロルン」を行える。フィールド上キャラクターが空中にいるとき、オロルンに切り替えると、オロルンは高く跳び上がる。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>長押しで狙いを定めると、オロルンは「霊覚」状態に入る。この状態にある時、オロルンは「謎霊のラクガキ」と「謎霊のシジル」から情報や力を引き出せる。それらのオブジェクトのインタラクトルールはイクトミ竜のインタラクトルールに従う。<br><br>また、ジャンプを長押しすると、オロルンはスタミナを75消費して跳び上がる。燃素を利用できるナタのエリアにいる時、オロルンは燃素を5消費して、より高く跳躍する。なお、スタミナよりも燃素の消費が優先される。<br>空中にいる時、オロルンは通常攻撃ボタンを長押しすることで、燃素またはスタミナを消費して照準を行える。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "獣の姿を借る者の妙技",
                        "Desc": "チーム内自身キャラクターの滑翔時の移動速度+15%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "霧立つ林中の痕跡",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>の<color style='color:#FFD780;'>宿霊玉</color>の移動回数+2。<br>また、<color style='color:#FFD780;'>宿霊玉</color>が敵に命中した後、その敵に「夜冥」効果を付与、継続時間12秒。「夜冥」効果を受けている敵に対して、固有天賦「夜陰のシナスタジア」による「顕象超感覚」のダメージ+50%。固有天賦「夜陰のシナスタジア」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "蜜酒を隠す王蜂",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動した後、オロルンは継続時間9秒の「霊式超感覚」効果を獲得する。<br><br><color style='color:#FFD780;'>霊式超感覚</color><br><color style='color:#FFACFF;'>雷元素ダメージ</color>+8%。<br>また、継続期間中、元素爆発<color style='color:#FFD780;'>闇声の残響</color>または<color style='color:#FFD780;'>ウルトラソニック・アイ</color>が敵1体に命中するたびに、追加でオロルンの<color style='color:#FFACFF;'>雷元素ダメージ</color>+8%。この方法でアップできる<color style='color:#FFACFF;'>雷元素ダメージ</color>は最大32%まで。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蝙蝠が棲む霊籠",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "夜風の如き謎煙",
                        "Desc": "元素爆発<color style='color:#FFD780;'>闇声の残響</color>が召喚する<color style='color:#FFD780;'>ウルトラソニック・アイ</color>の回転速度+25%。<br>また、<color style='color:#FFD780;'>闇声の残響</color>を発動した後、オロルンの元素エネルギーを8ポイント回復する。",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "心魂に捧ぐ贈物",
                        "Desc": "元素スキル<color style='color:#FFD780;'>冥色のタイトロープ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "深泉に贈る礼讃",
                        "Desc": "固有天賦「夜陰のシナスタジア」の「顕象超感覚」を発動した後、チーム内にいる自身のフィールド上キャラクターの攻撃力+10%、継続時間9秒。この効果は最大3層まで重ね掛け可能、継続時間は層ごとに独立してカウントされる。<br>また、元素爆発<color style='color:#FFD780;'>闇声の残響</color>を発動時、「顕象超感覚」と同様の効果を1回発動し、本来の200%分のダメージを与える。<br>固有天賦「夜陰のシナスタジア」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Olorun": {}
}