// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerBoy_Rock": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerBoy_Rock": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112010": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112010": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112010": 12,
                "113005": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104310": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112013": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112013": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112013": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112013": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104310": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112013": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112013": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112013": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112013": 12,
                "113006": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerBoy_Rock": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "異邦の岩峰",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星落としの剣",
                        "Desc": "大地の奥から荒星を上げ、爆発を起こし、<color style='color:#FFE699;'>岩元素範囲ダメージ</color>を与える。<br>荒星は<color style='color:#FFE699;'>岩元素創造物</color>と見なされ、攻撃を防ぐことができ、登ることもできる。<br><br><color style='color:#FFD780;'>長押し</color><br>スキルの発動位置を調整できる。<br><br><i>流れ星の終点について、パイモンと話し合った。</i>",
                        "Icon": "Skill_S_PlayerRock_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "248.0%",
                                    "266.6%",
                                    "285.2%",
                                    "310.0%",
                                    "328.6%",
                                    "347.2%",
                                    "372.0%",
                                    "396.8%",
                                    "421.6%",
                                    "446.4%",
                                    "471.2%",
                                    "496.0%",
                                    "527.0%",
                                    "558.0%",
                                    "589.0%"
                                ]
                            },
                            {
                                "Desc": "荒星の継続時間",
                                "ParamLevelList": [
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "岩潮幾重",
                        "Desc": "大地の奥にある岩元素を活性化させ、拡散する振動波を引き起こす。<br>周囲の敵をノックバックし、<color style='color:#FFE699;'>岩元素範囲ダメージ</color>を与える。<br>振動波の外側に突出した環状の岩の山を生成する。<br>岩の山は<color style='color:#FFE699;'>岩元素創造物</color>と見なされ、攻撃を防ぐことができる。<br><br><i>パイモンと一緒に山々の脈動を研究した。</i>",
                        "Icon": "Skill_E_PlayerRock_01",
                        "ParamDesc": [
                            {
                                "Desc": "地震波1回のダメージ",
                                "ParamLevelList": [
                                    "148.0%",
                                    "159.1%",
                                    "170.2%",
                                    "185.0%",
                                    "196.1%",
                                    "207.2%",
                                    "222.0%",
                                    "236.8%",
                                    "251.6%",
                                    "266.4%",
                                    "281.2%",
                                    "296.0%",
                                    "314.5%",
                                    "333.0%",
                                    "351.5%"
                                ]
                            },
                            {
                                "Desc": "岩の山の継続時間",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "破れた断崖",
                        "Desc": "<color style='color:#FFD780;'>星落としの剣</color>のクールタイム-2秒。",
                        "Icon": "UI_Talent_S_PlayerRock_05"
                    },
                    {
                        "Name": "狂乱の岩崩れ",
                        "Desc": "通常攻撃の最後の1撃が岩崩れを起こすようになり、範囲内の敵に攻撃力60%分の<color style='color:#FFE699;'>岩元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_PlayerRock_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "巍然たる青岩",
                        "Desc": "チーム内キャラクターが<color style='color:#FFD780;'>岩潮幾重</color>の岩の山に包囲されている時、会心率+10%、中断耐性がアップする。",
                        "Icon": "UI_Talent_S_PlayerRock_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不穏な溶岩",
                        "Desc": "<color style='color:#FFD780;'>星落としの剣</color>の荒星が破壊される時に爆破が再び発生し、周囲の敵に星落としの剣のダメージに相当する<color style='color:#FFE699;'>岩元素範囲ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_PlayerRock_02"
                    },
                    {
                        "Level": 3,
                        "Name": "八方の岩",
                        "Desc": "<color style='color:#FFD780;'>岩潮幾重</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_PlayerRock_02"
                    },
                    {
                        "Level": 4,
                        "Name": "険しい重岩",
                        "Desc": "<color style='color:#FFD780;'>岩潮幾重</color>が引き起こす振動波が敵に命中する度に、元素エネルギーが5回復する。<br>この方法で一回で最大25まで回復可能。",
                        "Icon": "UI_Talent_S_PlayerRock_03"
                    },
                    {
                        "Level": 5,
                        "Name": "天墜の岩",
                        "Desc": "<color style='color:#FFD780;'>星落としの剣</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_PlayerRock_01"
                    },
                    {
                        "Level": 6,
                        "Name": "永世の磐岩",
                        "Desc": "<color style='color:#FFD780;'>岩潮幾重</color>の岩の山の継続時間+5秒。<br><color style='color:#FFD780;'>星落としの剣</color>荒星の継続時間+10秒。",
                        "Icon": "UI_Talent_S_PlayerRock_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerBoy_Rock": {}
}