// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerBoy_Wind": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerBoy_Wind": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112010": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112010": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112010": 12,
                "113005": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112010": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112010": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112010": 12,
                "113005": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112010": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112010": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112010": 12,
                "113005": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerBoy_Wind": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "異邦の鉄風",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旋風の剣",
                        "Desc": "風の力を握りしめ、手のひらに真空の渦を集中させ、前方の敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を持続的に与える。<br>スキル終了時、真空の渦は爆発し、より広範囲で強力な風元素ダメージを与える。<br><br><color style='color:#FFD780;'>長押し</color><br>ダメージと影響範囲が徐々に大きくなる。<br><br><color style='color:#FFD780;'>元素変化</color><br>真空の渦が継続時間中に<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。<br>元素変化はスキル継続中に1回のみ発生する。<br><br><i>どうすれば形のない風を掴むことができるのか、パイモンと話し合った。</i>",
                        "Icon": "Skill_S_PlayerWind_01",
                        "ParamDesc": [
                            {
                                "Desc": "初期切裂ダメージ",
                                "ParamLevelList": [
                                    "12.0%",
                                    "12.9%",
                                    "13.8%",
                                    "15.0%",
                                    "15.9%",
                                    "16.8%",
                                    "18.0%",
                                    "19.2%",
                                    "20.4%",
                                    "21.6%",
                                    "22.8%",
                                    "24.0%",
                                    "25.5%",
                                    "27.0%",
                                    "28.5%"
                                ]
                            },
                            {
                                "Desc": "最大切裂ダメージ",
                                "ParamLevelList": [
                                    "16.8%",
                                    "18.06%",
                                    "19.32%",
                                    "21.0%",
                                    "22.26%",
                                    "23.52%",
                                    "25.2%",
                                    "26.88%",
                                    "28.56%",
                                    "30.24%",
                                    "31.92%",
                                    "33.6%",
                                    "35.7%",
                                    "37.8%",
                                    "39.9%"
                                ]
                            },
                            {
                                "Desc": "初期爆風ダメージ",
                                "ParamLevelList": [
                                    "176.0%",
                                    "189.2%",
                                    "202.4%",
                                    "220.0%",
                                    "233.2%",
                                    "246.4%",
                                    "264.0%",
                                    "281.6%",
                                    "299.2%",
                                    "316.8%",
                                    "334.4%",
                                    "352.0%",
                                    "374.0%",
                                    "396.0%",
                                    "418.0%"
                                ]
                            },
                            {
                                "Desc": "最大爆風ダメージ",
                                "ParamLevelList": [
                                    "192.0%",
                                    "206.4%",
                                    "220.8%",
                                    "240.0%",
                                    "254.4%",
                                    "268.8%",
                                    "288.0%",
                                    "307.2%",
                                    "326.4%",
                                    "345.6%",
                                    "364.8%",
                                    "384.0%",
                                    "408.0%",
                                    "432.0%",
                                    "456.0%"
                                ]
                            },
                            {
                                "Desc": "基本クールタイム",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "最大チャージクールタイム",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "激風の息",
                        "Desc": "風を導き、前方に継続前進する竜巻を召喚する。経路上の物体と敵を巻き込み、<color style='color:#80FFD7;'>風元素ダメージ</color>を持続的に与える。<br><br><br><color style='color:#FFD780;'>元素変化</color><br>竜巻がスキル継続中に<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。<br>元素変化はスキル継続中に1回のみ発生する。<br><br><i>パイモンと一緒に蝶々の羽根を研究した。</i>",
                        "Icon": "Skill_E_PlayerWind_01",
                        "ParamDesc": [
                            {
                                "Desc": "竜巻ダメージ",
                                "ParamLevelList": [
                                    "80.8%",
                                    "86.86%",
                                    "92.92%",
                                    "101.0%",
                                    "107.06%",
                                    "113.12%",
                                    "121.2%",
                                    "129.28%",
                                    "137.36%",
                                    "145.44%",
                                    "153.52%",
                                    "161.6%",
                                    "171.7%",
                                    "181.8%",
                                    "191.9%"
                                ]
                            },
                            {
                                "Desc": "付加元素ダメージ",
                                "ParamLevelList": [
                                    "24.8%",
                                    "26.66%",
                                    "28.52%",
                                    "31.0%",
                                    "32.86%",
                                    "34.72%",
                                    "37.2%",
                                    "39.68%",
                                    "42.16%",
                                    "44.64%",
                                    "47.12%",
                                    "49.6%",
                                    "52.7%",
                                    "55.8%",
                                    "58.9%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "空を裂く風",
                        "Desc": "通常攻撃の最後の1撃が風の刃を放つようになり、経路上の敵に攻撃力60%分の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_PlayerWind_05"
                    },
                    {
                        "Name": "蘇生の風",
                        "Desc": "<color style='color:#FFD780;'>旋風の剣</color>で敵を倒した後、1秒毎にHPを2%回復する、継続時間5秒。<br>5秒に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_PlayerWind_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "回転する怒風",
                        "Desc": "<color style='color:#FFD780;'>旋風の剣</color>は周囲5メートル以内の敵と物体をゆっくりと自分の前に吸い寄せることができる。",
                        "Icon": "UI_Talent_S_PlayerWind_01"
                    },
                    {
                        "Level": 2,
                        "Name": "革新の旋風",
                        "Desc": "元素チャージ効率+16%。",
                        "Icon": "UI_Talent_S_PlayerWind_02"
                    },
                    {
                        "Level": 3,
                        "Name": "天地の剛風",
                        "Desc": "<color style='color:#FFD780;'>激風の息</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_PlayerWind_02"
                    },
                    {
                        "Level": 4,
                        "Name": "恩眷の和風",
                        "Desc": "<color style='color:#FFD780;'>旋風の剣</color>継続中、自身の受けるダメージ-10%。",
                        "Icon": "UI_Talent_S_PlayerWind_03"
                    },
                    {
                        "Level": 5,
                        "Name": "群星の渦風",
                        "Desc": "<color style='color:#FFD780;'>旋風の剣</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_PlayerWind_01"
                    },
                    {
                        "Level": 6,
                        "Name": "もつれる信風",
                        "Desc": "<color style='color:#FFD780;'>激風の息</color>によるダメージを受けた敵の<color style='color:#80FFD7;'>風元素耐性</color>-20%。<br>元素変化があった場合、該当の元素耐性-20%。",
                        "Icon": "UI_Talent_S_PlayerWind_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerBoy_Wind": {}
}