// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerBoy_Fire": {}
}

var _AvatarMats_ = {
    "PlayerBoy_Fire": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerBoy_Fire": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・異邦の烈焔",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火の剣",
                        "Desc": "大地を焼き尽くすほどの烈火を操る。一回押しと長押しによって発動効果が変わる。<br><br><color style='color:#FFD780;'>一回押し</color><br>烈しい炎を呼び起こす。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「ブレイジング・ロック」を召喚する。<br>ブレイジング・ロックが敵に近づくと、一定時間ごとに周囲の敵に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>穏やかに炎の力を解き放ち、近くの敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「バーニング・ロック」を召喚する。<br>バーニング・ロックにいるフィールド上キャラクターが敵にダメージを与えた時、バーニング・ロックは連携攻撃を行い、旅人の攻撃力を基に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。この効果は3秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・旅人</color><br>持続的に夜魂値を消費する。旅人の夜魂の加護状態は最大12秒間継続し、夜魂値が尽きた時、旅人の夜魂の加護状態は終了する。夜魂の加護状態中に再び元素スキルを発動すると、旅人の夜魂値は42になる。<br>ブレイジング・ロックとバーニング・ロックは旅人の夜魂の加護状態が終了すると消える。また、旅人自身が召喚したブレイジング・ロックやバーニング・ロックは1つのみ存在可能。<br><br><i>パイモンと一緒に、灼熱の炎の色を観察した。</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "ブレイジング・ロックのダメージ",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "バーニング・ロックのダメージ",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燎原の灼炎",
                        "Desc": "烈火を凝縮して印を作り、前方の敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。さらに、それから4秒間、旅人の夜魂値を1秒毎に7回復する。<br><br><i>パイモンと一緒に、炎を燃やし続けるための条件を研究した。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "燃え立つ真火",
                        "Desc": "旅人の夜魂値が20を超えている時、元素スキル<color style='color:#FFD780;'>流火の剣</color>の「ブレイジング・ロック」と「バーニング・ロック」の攻撃が敵に命中した後の影響範囲がアップする。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "燻る残火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>、または<color style='color:#FFD780;'>バーニング・ロック</color>を持つフィールド上キャラクターが敵に<color style='color:#FF9999;'>炎元素関連反応</color>を起こした後、旅人の元素エネルギーを5ポイント回復する。この効果は12秒毎に1回のみ発動可能。また、付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、旅人の元素エネルギーを4ポイント回復する。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光の星火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>または<color style='color:#FFD780;'>バーニング・ロック</color>が存在する間、フィールド上キャラクターの与えるダメージ+6%。フィールド上キャラクターが夜魂の加護状態にある場合、与えるダメージがさらに+9%。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、<color style='color:#FFD780;'>ブレイジング・ロック</color>または<color style='color:#FFD780;'>バーニング・ロック</color>が存在する間、旅人の攻撃力+40%、受けるダメージ-40%。また、中断耐性がアップする。",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "常明の燭火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>発動後の12秒間、付近にいるチーム内キャラクターが敵に<color style='color:#FF9999;'>炎元素関連反応</color>を起こした後、旅人は夜魂値を14回復する。元素スキル<color style='color:#FFD780;'>流火の剣</color>を発動するたびに、この方法で夜魂値を最大28回復可能。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、夜魂の加護状態にある場合、旅人の元素タイプが<color style='color:#FF9999;'>炎元素</color>の攻撃が敵に命中した後、該当敵の<color style='color:#FF9999;'>炎元素耐性</color>-20%、継続時間6秒。この効果は最大2層まで重ね掛けでき、継続時間は層ごとに独立してカウントされる。",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧伝の烽火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、旅人の<color style='color:#FF9999;'>炎元素ダメージ</color>+40%。",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灼熱の烈火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の灼炎</color>を発動した後、旅人の<color style='color:#FF9999;'>炎元素ダメージ</color>+20%、継続時間9秒。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、元素爆発<color style='color:#FFD780;'>燎原の灼炎</color>を発動した後、周囲のチーム全員のHPを、それぞれ回復を受けるキャラのHP上限の40%分回復する。さらに、次の10秒間、旅人の元素エネルギーを1秒毎に4ポイント回復する。",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不滅の薪火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の灼炎</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、旅人の会心率+20%、会心ダメージ+40%。",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃の聖火",
                        "Desc": "夜魂の加護状態にある時、旅人の通常攻撃、重撃、落下攻撃ダメージは元素付与によって他の元素に変化しない夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>へと変わり、かつそれらの攻撃の会心ダメージ+40%。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、夜魂の加護状態にある場合、旅人の移動速度+20%、スタミナ消費-30%。さらに通常攻撃または重撃を行う時、前方に流火を放ち、経路上の敵に旅人の攻撃力96%分の夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・異邦の烈焔JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火の剣JP0B",
                        "Desc": "大地を焼き尽す烈火を駆使する。一回押しと長押しによって発動効果が変わる。<br><br><color style='color:#FFD780;'>一回押し</color><br>熾烈な方法で炎の力を駆使する。発動後、旅人は夜魂値を42獲得し、夜魂の加護状態に入り、フィールド上キャラクターに追従する「焔烈の檻」を召喚する。<br>焔烈の檻が敵に近づくと、一定時間ごとに周囲の敵に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>穏やかな方法で炎の力を駆使する。発動後、旅人は夜魂値を42獲得し、夜魂の加護状態に入りフィールド上キャラクターに追従する「灼火の檻」を召喚する。<br>灼火の檻にいるフィールド上キャラクターが敵にダメージを与えた時、灼火の檻は連携攻撃を行い、旅人の攻撃力を基に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。この効果は3秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・旅人</color><br>持続的に夜魂値を消費する。旅人の夜魂の加護状態は最大12秒間継続し、夜魂値が尽きた時や、再発動時、旅人の夜魂の加護状態は終了する。<br>焔烈の檻と灼火の檻は旅人の夜魂の加護状態が終了すると消え、旅人自身が召喚した焔烈の檻や灼火の檻は1つのみ存在可能。<br><br><i>パイモンと一緒に灼熱の炎色を観察した。</i>JP0B",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "迅速火輪ダメージ",
                                "ParamLevelList": [
                                    "30.32%",
                                    "32.594%",
                                    "34.868%",
                                    "37.9%",
                                    "40.174%",
                                    "42.448%",
                                    "45.48%",
                                    "48.512%",
                                    "51.544%",
                                    "54.576%",
                                    "57.608%",
                                    "60.64%",
                                    "64.43%",
                                    "68.22%",
                                    "72.01%"
                                ]
                            },
                            {
                                "Desc": "鈍重火輪リアルタイムダメージ",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "鈍重火輪ダメージ",
                                "ParamLevelList": [
                                    "91.6%",
                                    "98.47%",
                                    "105.34%",
                                    "114.5%",
                                    "121.37%",
                                    "128.24%",
                                    "137.4%",
                                    "146.56%",
                                    "155.72%",
                                    "164.88%",
                                    "174.04%",
                                    "183.2%",
                                    "194.65%",
                                    "206.1%",
                                    "217.55%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燎原の葬火JP0B",
                        "Desc": "烈火を印に凝縮し、前方の敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。さらにそれから4秒間、旅人の夜魂値を1秒毎に7回復する。<br><br><i>パイモンと一緒に火を燃やし続けるための条件を研究した。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "423.2%",
                                    "454.94%",
                                    "486.68%",
                                    "529.0%",
                                    "560.74%",
                                    "592.48%",
                                    "634.8%",
                                    "677.12%",
                                    "719.44%",
                                    "761.76%",
                                    "804.08%",
                                    "846.4%",
                                    "899.3%",
                                    "952.2%",
                                    "1005.1%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "這う真火JP0B",
                        "Desc": "旅人の夜魂値が20以上の時、元素スキル<color style='color:#FFD780;'>流火の剣</color>の「焔烈の檻」と「灼火の檻」の攻撃の影響範囲がアップする。JP0B",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "消えぬ残火JP0B",
                        "Desc": "<color style='color:#FFD780;'>焔烈の檻</color>、または<color style='color:#FFD780;'>灼火の檻</color>の中にいるフィールド上キャラクターが、敵に燃焼、蒸発、溶解、過負荷、烈開花、炎元素拡散、または炎元素結晶反応を起こした後、旅人の元素エネルギーを5ポイント回復する。この効果は12秒毎に1回のみ発動可能。また、付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、旅人の元素エネルギーを4ポイント回復する。JP0B",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光の星火JP0B",
                        "Desc": "<color style='color:#FFD780;'>焔烈の檻</color>または<color style='color:#FFD780;'>灼火の檻</color>が存在する間、フィールド上キャラクターの与えるダメージ+6%。フィールド上キャラクターが夜魂の加護状態にある場合、与えるダメージがさらに+6%。JP0B<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 30%, they take 30% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "常明の燭火JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>発動後の12秒間、付近にいるチーム内キャラクターが敵に燃焼、蒸発、溶解、過負荷、烈開花、炎元素拡散、または炎元素結晶反応を起こした後、旅人は夜魂値を14回復する。元素スキル<color style='color:#FFD780;'>流火の剣</color>を発動するたびに、この方法で夜魂値を最大28回復可能。JP0B<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 15% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧伝の烽火JP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 30% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "燎灼の烈火JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の葬火</color>を発動した後、旅人の<color style='color:#FF9999;'>炎元素ダメージ</color>+20%、継続時間9秒。JP0B<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 30% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不滅の薪火JP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の葬火</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 15%, and their CRIT DMG increases by 30%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃の聖火JP0B",
                        "Desc": "夜魂の加護状態にある時、旅人の通常攻撃、重撃、落下攻撃ダメージは元素付与によって他の元素に変化しない夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>へと変わり、かつそれらの攻撃の会心ダメージ+40%。JP0B<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 23% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・異邦の烈焔",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火の剣",
                        "Desc": "大地を焼き尽すほどの烈火を操る。一回押しと長押しによって発動効果が変わる。<br><br><color style='color:#FFD780;'>一回押し</color><br>烈しい炎を呼び起こす。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「焔烈の檻」を召喚する。<br>焔烈の檻が敵に近づくと、一定時間ごとに周囲の敵に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>穏やかなに炎の力を解き放ち、近くの敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「灼火の檻」を召喚する。<br>灼火の檻にいるフィールド上キャラクターが敵にダメージを与えた時、灼火の檻は連携攻撃を行い、旅人の攻撃力を基に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。この効果は3秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・旅人</color><br>継続的に夜魂値を消費する。旅人の夜魂の加護状態は最大12秒間継続し、夜魂値が尽きた時や、再発動時、旅人の夜魂の加護状態は終了する。<br>焔烈の檻と灼火の檻は旅人の夜魂の加護状態が終了すると消える。また、旅人自身が召喚した焔烈の檻や灼火の檻は1つのみ存在可能。<br><br><i>パイモンと一緒に、灼熱の炎の色を観察した。</i>JP0B",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "焔烈の檻のダメージ",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "灼火の檻のダメージ",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燎原の灼火JP0B",
                        "Desc": "烈火を凝縮して印を作り、前方の敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。さらに、それから4秒間、旅人の夜魂値を1秒毎に7回復する。<br><br><i>パイモンと一緒に、炎を燃やし続けるための条件を研究した。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "真なる這炎",
                        "Desc": "旅人の夜魂値が20以上の時、元素スキル<color style='color:#FFD780;'>流火の剣</color>の「ブレイジング・ロック」と「バーニング・ロック」の攻撃が敵に命中した後の影響範囲がアップする。JP0B",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "燻る残火",
                        "Desc": "<color style='color:#FFD780;'>焔烈の檻</color>、または<color style='color:#FFD780;'>灼火の檻</color>を持つフィールド上キャラクターが、敵に燃焼、蒸発、溶解、過負荷、烈開花、炎元素拡散、または炎元素結晶反応を起こした後、旅人の元素エネルギーを5ポイント回復する。この効果は12秒毎に1回のみ発動可能。また、付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、旅人の元素エネルギーを4ポイント回復する。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光の星火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>または<color style='color:#FFD780;'>バーニング・ロック</color>が存在する間、フィールド上キャラクターの与えるダメージ+6%。フィールド上キャラクターが夜魂の加護状態にある場合、与えるダメージがさらに+9%。<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "常明の燭火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>発動後の12秒間、付近にいるチーム内キャラクターが敵に燃焼、蒸発、溶解、過負荷、烈開花、炎元素拡散、または炎元素結晶反応を起こした後、旅人は夜魂値を14回復する。元素スキル<color style='color:#FFD780;'>流火の剣</color>を発動するたびに、この方法で夜魂値を最大28回復可能。<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧伝の烽火JP1M",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "燎灼の烈火JP1M",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の葬火</color>を発動した後、旅人の<color style='color:#FF9999;'>炎元素ダメージ</color>+20%、継続時間9秒。<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不滅の薪火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の葬火</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃の聖火",
                        "Desc": "夜魂の加護状態にある時、旅人の通常攻撃、重撃、落下攻撃ダメージは元素付与によって他の元素に変化しない夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>へと変わり、かつそれらの攻撃の会心ダメージ+40%。<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・異邦の烈焔",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火の剣",
                        "Desc": "大地を焼き尽すほどの烈火を操る。一回押しと長押しによって発動効果が変わる。<br><br><color style='color:#FFD780;'>一回押し</color><br>烈しい炎を呼び起こす。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「ブレイジング・ロック」を召喚する。<br>ブレイジング・ロックが敵に近づくと、一定時間ごとに周囲の敵に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>穏やかに炎の力を解き放ち、近くの敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「バーニング・ロック」を召喚する。<br>バーニング・ロックにいるフィールド上キャラクターが敵にダメージを与えた時、バーニング・ロックは連携攻撃を行い、旅人の攻撃力を基に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。この効果は3秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・旅人</color><br>持続的に夜魂値を消費する。旅人の夜魂の加護状態は最大12秒間継続し、夜魂値が尽きた時や、再発動時、旅人の夜魂の加護状態は終了する。<br>ブレイジング・ロックとバーニング・ロックは旅人の夜魂の加護状態が終了すると消える。また、旅人自身が召喚したブレイジング・ロックやバーニング・ロックは1つのみ存在可能。<br><br><i>パイモンと一緒に、灼熱の炎の色を観察した。</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "ブレイジング・ロックのダメージ",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "バーニング・ロックのダメージ",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燎原の灼火",
                        "Desc": "烈火を凝縮して印を作り、前方の敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。さらに、それから4秒間、旅人の夜魂値を1秒毎に7回復する。<br><br><i>パイモンと一緒に、炎を燃やし続けるための条件を研究した。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "燃え立つ真火",
                        "Desc": "旅人の夜魂値が20以上の時、元素スキル<color style='color:#FFD780;'>流火の剣</color>の「ブレイジング・ロック」と「バーニング・ロック」の攻撃が敵に命中した後の影響範囲がアップする。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "燻る残火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>、または<color style='color:#FFD780;'>バーニング・ロック</color>を持つフィールド上キャラクターが、敵に燃焼、蒸発、溶解、過負荷、烈開花、炎元素拡散、または炎元素結晶反応を起こした後、旅人の元素エネルギーを5ポイント回復する。この効果は12秒毎に1回のみ発動可能。また、付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、旅人の元素エネルギーを4ポイント回復する。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光の星火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>または<color style='color:#FFD780;'>バーニング・ロック</color>が存在する間、フィールド上キャラクターの与えるダメージ+6%。フィールド上キャラクターが夜魂の加護状態にある場合、与えるダメージがさらに+9%。<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "常明の燭火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>発動後の12秒間、付近にいるチーム内キャラクターが敵に燃焼、蒸発、溶解、過負荷、烈開花、炎元素拡散、または炎元素結晶反応を起こした後、旅人は夜魂値を14回復する。元素スキル<color style='color:#FFD780;'>流火の剣</color>を発動するたびに、この方法で夜魂値を最大28回復可能。<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧伝の烽火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灼熱の烈火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の灼火</color>を発動した後、旅人の<color style='color:#FF9999;'>炎元素ダメージ</color>+20%、継続時間9秒。<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不滅の薪火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の灼火</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃の聖火",
                        "Desc": "夜魂の加護状態にある時、旅人の通常攻撃、重撃、落下攻撃ダメージは元素付与によって他の元素に変化しない夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>へと変わり、かつそれらの攻撃の会心ダメージ+40%。<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・異邦の烈焔",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火の剣",
                        "Desc": "大地を焼き尽すほどの烈火を操る。一回押しと長押しによって発動効果が変わる。<br><br><color style='color:#FFD780;'>一回押し</color><br>烈しい炎を呼び起こす。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「ブレイジング・ロック」を召喚する。<br>ブレイジング・ロックが敵に近づくと、一定時間ごとに周囲の敵に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>穏やかに炎の力を解き放ち、近くの敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「バーニング・ロック」を召喚する。<br>バーニング・ロックにいるフィールド上キャラクターが敵にダメージを与えた時、バーニング・ロックは連携攻撃を行い、旅人の攻撃力を基に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。この効果は3秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・旅人</color><br>持続的に夜魂値を消費する。旅人の夜魂の加護状態は最大12秒間継続し、夜魂値が尽きた時や、再発動時、旅人の夜魂の加護状態は終了する。<br>ブレイジング・ロックとバーニング・ロックは旅人の夜魂の加護状態が終了すると消える。また、旅人自身が召喚したブレイジング・ロックやバーニング・ロックは1つのみ存在可能。<br><br><i>パイモンと一緒に、灼熱の炎の色を観察した。</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "ブレイジング・ロックのダメージ",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "バーニング・ロックのダメージ",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燎原の灼火",
                        "Desc": "烈火を凝縮して印を作り、前方の敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。さらに、それから4秒間、旅人の夜魂値を1秒毎に7回復する。<br><br><i>パイモンと一緒に、炎を燃やし続けるための条件を研究した。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "燃え立つ真火",
                        "Desc": "旅人の夜魂値が20以上の時、元素スキル<color style='color:#FFD780;'>流火の剣</color>の「ブレイジング・ロック」と「バーニング・ロック」の攻撃が敵に命中した後の影響範囲がアップする。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "燻る残火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>、または<color style='color:#FFD780;'>バーニング・ロック</color>を持つフィールド上キャラクターが、敵に燃焼、蒸発、溶解、過負荷、烈開花、炎元素拡散、または炎元素結晶反応を起こした後、旅人の元素エネルギーを5ポイント回復する。この効果は12秒毎に1回のみ発動可能。また、付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、旅人の元素エネルギーを4ポイント回復する。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光の星火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>または<color style='color:#FFD780;'>バーニング・ロック</color>が存在する間、フィールド上キャラクターの与えるダメージ+6%。フィールド上キャラクターが夜魂の加護状態にある場合、与えるダメージがさらに+9%。<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "常明の燭火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>発動後の12秒間、付近にいるチーム内キャラクターが敵に燃焼、蒸発、溶解、過負荷、烈開花、炎元素拡散、または炎元素結晶反応を起こした後、旅人は夜魂値を14回復する。元素スキル<color style='color:#FFD780;'>流火の剣</color>を発動するたびに、この方法で夜魂値を最大28回復可能。<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧伝の烽火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灼熱の烈火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の灼火</color>を発動した後、旅人の<color style='color:#FF9999;'>炎元素ダメージ</color>+20%、継続時間9秒。<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不滅の薪火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の灼火</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃の聖火",
                        "Desc": "夜魂の加護状態にある時、旅人の通常攻撃、重撃、落下攻撃ダメージは元素付与によって他の元素に変化しない夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>へと変わり、かつそれらの攻撃の会心ダメージ+40%。<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "異邦の烈焔",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火の剣",
                        "Desc": "大地を焼き尽くすほどの烈火を操る。一回押しと長押しによって発動効果が変わる。<br><br><color style='color:#FFD780;'>一回押し</color><br>烈しい炎を呼び起こす。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「ブレイジング・ロック」を召喚する。<br>ブレイジング・ロックが敵に近づくと、一定時間ごとに周囲の敵に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>長押し</color><br>穏やかに炎の力を解き放ち、近くの敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。発動後、旅人は夜魂値を42獲得して夜魂の加護状態に入り、フィールド上キャラクターにつき従う「バーニング・ロック」を召喚する。<br>バーニング・ロックにいるフィールド上キャラクターが敵にダメージを与えた時、バーニング・ロックは連携攻撃を行い、旅人の攻撃力を基に夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。この効果は3秒毎に1回のみ発動可能。<br><br><color style='color:#FFD780;'>夜魂の加護・旅人</color><br>継続的に夜魂値を消費する。旅人の夜魂の加護状態は最大12秒間継続し、夜魂値が尽きた時、旅人の夜魂の加護状態は終了する。夜魂の加護状態中に再び元素スキルを発動すると、旅人の夜魂値は42になる。<br>ブレイジング・ロックとバーニング・ロックは旅人の夜魂の加護状態が終了すると消える。また、旅人自身が召喚したブレイジング・ロックやバーニング・ロックは1つのみ存在可能。<br><br><i>パイモンと一緒に、灼熱の炎の色を観察した。</i>",
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "ブレイジング・ロックのダメージ",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "バーニング・ロックのダメージ",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燎原の灼炎",
                        "Desc": "烈火を凝縮して印を作り、前方の敵に夜魂性質の<color style='color:#FF9999;'>炎元素範囲ダメージ</color>を与える。さらに、それから4秒間、旅人の夜魂値を1秒毎に7回復する。<br><br><i>パイモンと一緒に、炎を燃やし続けるための条件を研究した。</i>",
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "燃え立つ真火",
                        "Desc": "旅人の夜魂値が20を超えている時、元素スキル<color style='color:#FFD780;'>流火の剣</color>の「ブレイジング・ロック」と「バーニング・ロック」の攻撃が敵に命中した後の影響範囲がアップする。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "燻る残火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>、または<color style='color:#FFD780;'>バーニング・ロック</color>を持つフィールド上キャラクターが敵に<color style='color:#FF9999;'>炎元素関連反応</color>を起こした後、旅人の元素エネルギーを5ポイント回復する。この効果は12秒毎に1回のみ発動可能。また、付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、旅人の元素エネルギーを4ポイント回復する。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光の星火",
                        "Desc": "<color style='color:#FFD780;'>ブレイジング・ロック</color>または<color style='color:#FFD780;'>バーニング・ロック</color>が存在する間、フィールド上キャラクターの与えるダメージ+6%。フィールド上キャラクターが夜魂の加護状態にある場合、与えるダメージがさらに+9%。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、<color style='color:#FFD780;'>ブレイジング・ロック</color>または<color style='color:#FFD780;'>バーニング・ロック</color>が存在する間、旅人の攻撃力+40%、受けるダメージ-40%。また、中断耐性がアップする。",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "常明の燭火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>発動後の12秒間、付近にいるチーム内キャラクターが敵に<color style='color:#FF9999;'>炎元素関連反応</color>を起こした後、旅人は夜魂値を14回復する。元素スキル<color style='color:#FFD780;'>流火の剣</color>を発動するたびに、この方法で夜魂値を最大28回復可能。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、夜魂の加護状態にある場合、旅人の元素タイプが<color style='color:#FF9999;'>炎元素</color>の攻撃が敵に命中した後、該当敵の<color style='color:#FF9999;'>炎元素耐性</color>-20%、継続時間6秒。この効果は最大2層まで重ね掛けでき、継続時間は層ごとに独立してカウントされる。",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧伝の烽火",
                        "Desc": "元素スキル<color style='color:#FFD780;'>流火の剣</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、旅人の<color style='color:#FF9999;'>炎元素ダメージ</color>+40%。",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灼熱の烈火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の灼炎</color>を発動した後、旅人の<color style='color:#FF9999;'>炎元素ダメージ</color>+20%、継続時間9秒。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、元素爆発<color style='color:#FFD780;'>燎原の灼炎</color>を発動した後、周囲のチーム全員のHPを、それぞれ回復を受けるキャラのHP上限の40%分回復する。さらに、次の10秒間、旅人の元素エネルギーを1秒毎に4ポイント回復する。",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不滅の薪火",
                        "Desc": "元素爆発<color style='color:#FFD780;'>燎原の灼炎</color>のスキルLv.+3。<br>最大Lv.15まで。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、旅人の会心率+20%、会心ダメージ+40%。",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃の聖火",
                        "Desc": "夜魂の加護状態にある時、旅人の通常攻撃、重撃、落下攻撃ダメージは元素付与によって他の元素に変化しない夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>へと変わり、かつそれらの攻撃の会心ダメージ+40%。<hr style='margin: 12px 0;'>「グーシィ・トース」が化けた「蝕まれし源焔の主」と戦う時、夜魂の加護状態にある場合、旅人の移動速度+20%、スタミナ消費-30%。さらに通常攻撃または重撃を行う時、前方に流火を放ち、経路上の敵に旅人の攻撃力96%分の夜魂性質の<color style='color:#FF9999;'>炎元素ダメージ</color>を与える。",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerBoy_Fire": {}
}