// Auto Generated

var _AvatarFetterConfig_ = {
    "35": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "キョンシーなのだから、表情が固いことも許されるだろう。<br>キョンシーではあるが、七七はきちんと体を鍛えている。<br>記憶力は極めて悪い。それは、七七が人に対して冷たい理由の1つだった。<br>七七の外見は、ずっと亡くなった時のままであるため、実年齢は推測不可能である。<br>キョンシーを動かすには、勅令が必要だ。しかし、ある原因で七七は自分で自分に勅令を下しているのだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "通常、キョンシーの体は冷たく硬いため、飛び跳ねるようにして動く。<br>普通の人に近い状態を保つため、七七はいつも柔軟体操をしている。<br>「往生堂」の七十七代目堂主である胡桃は、これをよく思っていなかった。彼女は七七と会う度に、熱心に提案する。「私に葬られた方が楽だよ」<br>もちろん、七七は葬られたくはない。そのため、彼女はいつも人気のない夜に、体を鍛えているのだ。<br>不死身の七七は、記憶力が一般の人よりも悪い。<br>記憶力の強化練習を常にしていなければ、3日も経たないうちにすっかり忘れてしまう。<br>だが、これはいいことなのかも知れない。苦痛な思い出を持つ人にとって、忘却は解放でもある。<br>七七にとって、現在最も記憶する必要がある人は…殴りたくなるような顔で、毎日彼女の目の前に現れる。<br>そのため、七七は特に「記憶力が悪い」ことを気にしていないのだ。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "体は小さいが、七七は凄まじい戦闘力を持つキョンシーだ。小さな体は不利になる所か、むしろ高速で移動できる利点を持つ。<br>戦闘中の七七は、日常的に意識していた制御を止め、体をキョンシーの状態に戻す。すると、力も速度も普段より格段に上がるのだ。<br>「死んだ」<br>無表情に敵を仕留めた後、七七は筋肉を制御し、普段の状態に戻る。<br>一人で薬採りに行く時、「宝盗団」に狙われたこともある。<br>一人でいる小さな女の子は、どう見ても格好のターゲットだ。<br>しかし、ごく普通に見えるこの女の子が…相手全員をボコボコにするなんて、誰が予想できたのだろう？<br>だから忘れてはいけない。人は見かけによらないのだ。それは、キョンシーも同じである。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "通常、キョンシーが行動するには、自身を呼び起こした者の勅令が必要だ。しかし、厳密に言うと、七七は誰かに呼び起こされたわけではない。<br>そのため、彼女はこの世界では珍しい、自分で自分に勅令を下すキョンシーになったのだ。<br>「敵を倒す」などの簡単な任務なら、特に問題はない。<br>だが、「絶雲の間の険しい崖での薬採り」のような任務の場合、七七は時折、崖の途中で引っかかってしまう。しかし、彼女は登ることに失敗しても諦めない。<br>もちろん、勅令を解除する方法はある。しかも、とても簡単な方法だ——後ろから七七を抱きしめ、「大好きだよ」の類いの言葉を言ってやれば解除できる。<br>白朮はいつも感情を込めずにやるから、効果はいまいちだ。<br>もしいつか…このような言葉は、軽い気持ちで人に言ってはいけないことを知っていて、もじもじしながら、七七の勅令を解除してくれる人が現れたら…<br>七七はどんな反応をするのだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "この古い物語は、とっくに人々に忘れられていた。<br>七七というごく普通の薬採りの娘が、誤って仙境に入り右足を怪我した。怪我を処置するため、彼女は慌てて洞窟に入った。<br>傷口に包帯を巻いていると、彼女はこの世界に存在しないものの声を聴いた。まさか、巨大な音がした後、自分が永遠に生死の境を彷徨う存在になるとは、彼女は思ってもいなかった。<br>仙と魔、正義と邪悪…どちらも、彼女はただ巻き込まれてしまっただけの犠牲者であるとわかっていた。<br>これは、天の意思かもしれない。瀕死の彼女はなんと「神の目」を手に入れ、仙魔大戦を終結させた。<br>彼女を不憫に思った仙人たちは、各々の仙力を七七の体内に注ぎ、彼女を復活させようとした。<br>しかし、甦った七七は体内の仙力を制御できず、暴走し始めた…<br>この騒動を治めるために、「理水畳山真君」は仕方なく、この不幸な娘を琥珀に封印した。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "数百年後、琥珀に封印されていた七七は、やっと人々に発見され、埋葬するため「往生堂」へ送られた。<br>険しい山道を行く途中、琥珀はあっちこっちにぶつけられた。加え、長い年月の中で、七七の封印は今にでも解かれそうな状態であった。<br>ある夜、七七は完全に覚醒し、こっそり琥珀を打ち破り逃げ出した。<br>生前の習慣の影響により、七七は山森に向かった。<br>途中で偶然出会った薬舗「不卜廬」の店主白朮が彼女を引き取った。<br>白朮は医術に優れているが、誰でも救う聖人ではない。<br>しかし、たとえ七七の記憶力が悪く、薬材の分別に間違いがあっても、彼は七七を引き取ると決めた。<br>七七に対する寛容は、彼が個人的に追い求めているものと何らかの関係性があるらしい。<br>七七の動きは遅いが、頭の回転は遅くない。七七はとっくに白朮の狙いに気づいていたが、あまり心に留めてはいなかった。<br>経験し過ぎたのか、それとも孤独な時間が長過ぎたのか…たとえ、この「善意」の裏に何らかの企みがあったとしても、七七は彼を感謝している。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「不死身向けの旅に関する実用書」",
                "Content": "七七はいつもノートのような物を持ち歩いていた。<br>七七は記憶力が悪い。それは、日常生活に支障をきたさないようにするための必需品だ、<br>中身は数百年前の字体で書かれており、字はとても綺麗だった。<br>最初のページには、柔軟体操の練習方法が書いてある。<br>次のページからは、様々な薬草についての詳細や「勅令」について書いていた。<br>七七は自分に勅令を下す必要があるため、勅令については特に詳しく書いている。<br>毎日やるべきこともきちんと書いてある。<br>最近は、「脳トレ」や「記憶力増強方法」に関する内容も追加された<br>こうして、このノートのような物は、旅の実用書のような本になった。<br>ただ、もしいつか、七七がこれを見ることすら忘れてしまったら…それこそおしまいだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "七七の「神の目」は、死ぬ直前に授かったものだ。<br>時を止めて、過去の日々に戻りたいと思った時。<br>死への恐怖、生存への渇望、そして家族への思い…この全てが「氷」の模様になった。<br>「もし過去に戻れたらいいな…」<br>涙が瀕死の娘の目からこぼれ落ち、突如現れた「神の目」に落ちた。<br>「三眼五顕仙人」たちは、彼女の「三眼」としての正当性を認めた——過ぎ去った日々への渇望も、守護の意志の一つだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "七七、キョンシーだ。…ん？あと何だっけ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 独り言",
                "Content": "ん、今…何を話そうとしたっけ…",
                "Tips": []
            },
            {
                "Title": "世間話 · 暑さが苦手",
                "Content": "涼しい場所に行きたい。",
                "Tips": []
            },
            {
                "Title": "世間話 · 鍛錬",
                "Content": "七二三四、七二三四…五六七七、五六七七…",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "また傘忘れた。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雪だるま作りたい…付き合ってくれる？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "晴れの日…",
                "Content": "今日は出かけるべきじゃない。",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "涼しい、気持ちいい。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "手…手をつないで！ふ、吹き飛ばされる…！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "おはよう…",
                "Content": "もう朝？今日は何を…ちょっとノートを確認する。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "…白先生の薬剤の仕分けを忘れた。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "こんばんは。今日は…何をしたっけ…",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "おやすみなさい。柔軟体操してくる。…盗み見禁止。",
                "Tips": []
            },
            {
                "Title": "七七自身について…",
                "Content": "七七のこと…？ごめん、よく思い出せない…",
                "Tips": []
            },
            {
                "Title": "記憶力について…",
                "Content": "思い出せないことがたくさんあるけど…別に悪くない。",
                "Tips": []
            },
            {
                "Title": "記憶力鍛錬について…",
                "Content": "最近記憶力の鍛錬を頑張ったから、あなたを忘れる心配はない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」は時間を止められないけど、大事な人を守る力をくれた。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "実は七七の体調は白先生よりもいいよ…",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "薬舗の周りにたまにヤマガラがいる、小さくて丸い。",
                "Tips": []
            },
            {
                "Title": "白朮について…",
                "Content": "白先生の顔、思い出せない。でも問題はない…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "胡桃について…",
                "Content": "高温、嘘の笑顔と…死、嫌い。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "魈について · 名前",
                "Content": "むっ、骨董品みたいな名前…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "魈について · 記憶",
                "Content": "会ったことあるの…？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "辛炎について…",
                "Content": "…誰？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヨォーヨについて…",
                "Content": "かわいい…ヤマガラみたい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "冥ちゃんについて…",
                "Content": "夜…たまに一緒に体操する人がいる気がする…気のせい？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "七七を知る · 1",
                "Content": "なにか？",
                "Tips": []
            },
            {
                "Title": "七七を知る · 2",
                "Content": "柔軟体操すると、体を人間みたいな状態に保つことができる。でも気を抜くと、また元に戻る…",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "七七を知る · 3",
                "Content": "七七を利用しようとする人もいれば、七七を怖がる人もいる。でもあなたは…違う。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "七七を知る · 4",
                "Content": "初めて会った時から、あなたから暖かさを感じた。嫌いな熱とは違う、心が温かくなった。ありがとう…嬉しい。今のあなたしか知らないのが残念だ。もし忘れたら…ううん、あなたを覚えるように自分に「命令」するから。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "七七を知る · 5",
                "Content": "昔は生きることだけ考えてた、生きる理由も分からなかったけど…今はあなたと生きていきたいと思う。ず、ずっと…一緒にいてくれる？本当に？うん、あなたは七七が守るから！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "七七の趣味…",
                "Content": "ペットがほしい…ヤマガラみたいな。",
                "Tips": []
            },
            {
                "Title": "七七の悩み…",
                "Content": "よく分からない。でも、温度が高いと体はきつい…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "ココナッツミルクが好き。でも…味は分からない。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "ごめん、分からない…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "冷たい、好き。味、わからないけど…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "えっと…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "ちょっと、熱い…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでとう。はい、薬草の匂い袋。驚いてる？前に言われた時にメモしておいた。毎日見れば、これからも忘れないよ…",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "ああ、強くなったの…？強くなるって何？",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "ああ、理解した。強くなったら、力をコントロールするのにより精力がいる。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "昔は強さになんとも思わなかったけど、今は…もっと強くなりたい。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "あなたがいてくれたおかげだ、ありがとう…もうひとつ願いを叶えてくれる？これからは七七に守らせてほしいけど、いいかな？",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "諸行無常。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "生生流転。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "行け。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "戻れ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "聞き給え、ここにて命ずる。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "我が名は度厄真君なり。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "仙法開け、顕現せよ。",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "もっと早く？",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "ファ…",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "きれい。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "宝箱…使える？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "中はなに？おぼえてない…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "痛い。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "あーー",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "生きていかないと…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "危ない。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "七七がやる。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "また…封印されるの…？",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "寒い…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "嫌だ…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "感覚がない…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "そんな…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "まずい…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "…来た。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "何の御用？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "メモ…持ってる。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "35": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "夏氷の夢",
                "Desc": "七七の衣装。呪符がたくさん貼られているため、七七の安心感が倍増する薬採りの子供服。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108140,
            "JD": 108133,
            "Name": "<b>アシタナシ</b>",
            "Eff": "チーム全員の会心率+20%、会心ダメージ+20%、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "七七のオリジナル料理。綺麗に並べられた食材はとても美味しそうに見える。白朮曰く、この料理は七七がかなり時間をかけた成果らしい…しかし七七は味覚がないから、食べるのにかなり勇気がいる。",
            "Recipe": {
                "100061": 3,
                "100084": 3,
                "100092": 3,
                "100088": 1
            },
            "Icon": "UI_ItemIcon_108140"
        },
        "Namecard": {
            "Name": "<b>七七·冷蔵</b>",
            "Desc": "名刺の飾り紋。<br>冷蔵が必要なもの？白先生の薬剤、ココナッツミルク…あと胡桃。",
            "Pic": "UI_NameCardPic_Qiqi_P"
        }
    }
}

var acs_cache_ = {}