// Auto Generated

var _AvatarFetterConfig_ = {
    "56": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "九条裟羅には天狗の血が流れているが、彼女は天狗のように森や山に住んでいるわけではない。彼女は幼い頃から九条家の養子として育てられ、それ以来、天領奉行の一員として活動してきた。<br>天領奉行は「三奉行」の一つで、稲妻の治安維持を担当している。現在、裟羅は天領奉行の将領として、稲妻城の安全確保という重要な任務を担っている。<br>彼女は仕事をきちんとこなし、部下に良い手本を示すことを常に意識している。どんなに困難な課題でも、天領奉行の管轄内であれば、裟羅はすぐに解決することができる。<br>普段の裟羅は笑顔が少なく、迅速かつ毅然とした態度で任務を遂行するため、多くの稲妻人は彼女を近寄りがたく、冷徹な軍官だと考えている。<br>しかし、対外的には冷たくとも、内には熱を秘めている裟羅のような人間には、その評価は表面的なものに過ぎないのかもしれない。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "稲妻では、「永遠」を追求する雷電将軍の意志を表した「目狩り令」があり、裟羅はそれを執行している中心人物である。<br>裟羅は、「神の目」が邪な心を持つ者の手に渡れば、稲妻の基盤を揺るがすことになると考えている。そういった点から言えば、「目狩り令」は必要だと思っているのだ。<br>とはいえ、裟羅はどんな手段を使ってでも目狩り令を執行するわけではない。<br>それにより、必然的に稲妻の民が影響を受ける場合、彼女は最大限の忍耐と誠意をもって、将軍様の長きを見据えた考えを理解させようとする。<br>また、令状の執行という名目で一般市民を傷つけたり、弄んだりする行為も明確に禁止した。なぜなら、そのような悪しき行為は、神の威名に泥を塗ることだからだ。<br>残念ながら、神の崇高な理想は、人間には理解しがたいものだ。それ故、憤りが生じ、一致団結して抵抗の道を選択する。<br>このように、行動を起こさざるを得ない状況では、裟羅は武力を行使する前に、無力なため息をつくことが多い。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "九条裟羅の統率力によって、幕府軍では、恐れを知らない兵士たちが一致団結している。<br>戦線の調査、訓練計画の立案、武器や防具の選定…裏方で戦略を練ることを好む多くの将とは異なり、裟羅は自ら実行する場合が多い。<br>裟羅は自分に厳しく、一般兵士の10倍以上の厳しい訓練を行っている。夜になって世間が寝静まっても、道場には裟羅が弓を引く音が響いている。<br>戦場では、常に槍の穂先に立ち、絶対的な英姿と闘志をもって部隊を率いてきた。<br>戦いが終われば、自ら負傷者を見舞い、功績に応じて褒美を与えたり、罰を与えたりする。彼女の手にかかる戦闘はすべてうまく管理されており、ミスはほとんど発生しない。<br>裟羅の部隊の兵士は、彼女の言動を毎日のように目の当たりにしている。彼女と共に戦い、高く評価しなかった者はいない。<br>大将は軍隊の魂である。しかし優秀な大将はなかなかいない。裟羅は常に、幕府軍の誇りであった。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "訓練以外の時間でも、裟羅は自身の厳しさを日常生活に取り入れている。<br>彼女の人生は、ある種の永遠、不変の規則に従っているように見える。決まった時間に起き、決まった時間に訓練し、決まった量の食事を取る…<br>訓練から食事まで、裟羅は己の視点を持ち、己が作った基準をとことん追求する。<br>「細々とした日用品は分類し、家具は真っ直ぐに並べる。隅々までほこりがあってはならない。」<br>これは、自室に対する要求である。<br>彼女はこれらの雑務も訓練の一環と考えているため、使用人の助けをあまり求めていない。<br>とはいえ、使用人たちが黙って見ているわけがない。彼らは裟羅に会うたびに、掃除道具を置いて欲しい、自分たちに任せて欲しいと懇願した。<br>断ることを諦めた裟羅は、扉を閉めて掃除をするようになり、部屋の外に以下の文言を貼った。<br>「修行中だ、邪魔するな。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "人間と共に育ったとはいえ、裟羅は天狗の習性を持っている。たまに天領奉行所を離れるが、そのほとんどは山に行くためである。<br>彼女は山に詳しく、人間の物語ではあまり語られることのない、多くの妖魔を見てきた。<br>その中には、凶暴で邪悪なものも多いが、何の害もない小さな妖怪もいる。しかし、裟羅にとって、それらは形態上の違いに過ぎない。<br>奉行所に、犯人不明の強盗事件が頻発していた時期があった。裟羅が警戒しながら森の中を散歩していたとき、盗品を背負いながら焦る妖狸に気が付いた。<br>妖狸の本性は悪ではない。彼らはただ食いしん坊であったため、食べ物を盗んでいただけなのだ。<br>妖狸を捕らえ、窃盗品を取り返した裟羅は、このように言った。<br>「山に隠れていても、裁きからは逃れられないぞ。これは最後の警告だ、よく聞け。二度と民に迷惑をかけるな、さもなければ…」<br>怯え、骨の髄まで冷え切った妖狸たちは、うなだれて片隅に丸まってしまった。以後、この約束を守り、二度と悪事を行わぬようになった。<br>そして、恐ろしい警告を口にした裟羅は、あれから修行に出かけるときに、長期保存が可能な野菜や果物を持って行くようになった。道中、妖狸たちに食べ物を配るのだ。<br>彼女は何の説明もせず、これを贈り物だとも思っていなかった。強いて言えば、悪の道から更生した者への慰めのようなものなのだろう。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "養子になってから、裟羅は幕府の兵士と一緒に訓練を受けていた。一時期、兵士たちは裟羅を若い男の子だと思い、世話を焼いていた。<br>人と接することを少し怖がっていた裟羅は、周りの面々が良く面倒を見てくれたおかげで段々と積極的になり、他の兵士と一緒に遊ぶようになった。<br>しかし、彼女と一緒に遊んでいた兵士たちは、家主から厳しい罰を受けた。裟羅自身は叱られただけだった。<br>「規則を守らず、訓練を怠る…そんな無意味なことをさせるために、お前を養子にしたのではない。」<br>それ以来、裟羅は他人と一定の距離を保つように意識した。周りに溶け込むのではなく、まずは卓越した武術を身に付け、いつの日か、指揮を執ることを常に念頭に置いていた。<br>「雷電将軍の力。天領奉行の手本。そして、当主様の誇りとなる。」<br>この三つの身分のすべてを、自分よりも優先していた。冷静、そして厳格を兼ね備えた戦士。それが彼女自身だった。<br>誰も彼女に「もっと自分のことを考えてあげなさい。」と言ってはくれなかったし、裟羅も、そのような心遣いを必要としていなかった。<br>彼女の使命と地位は、常に養子としての鎖や、異類としての孤独感を伴っていた。<br>しかし、そのようなことで立ち止まってしまうわけにはいかない。九条裟羅である以上、ここで止まることはできない。彼女は雷神の最も忠実な信奉者であり、最も頭脳明晰な大将である。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "御建鳴神主尊大御所様像",
                "Content": "雷電将軍への崇拝と忠誠心から、多くの商人は雷電将軍に関する工芸品を制作し、販売している。<br>その中で最も人気があるのは、ご尊顔を象った漆器の人形「御建鳴神主尊大御所様像」だ。<br>裟羅は発売日に早起きし、無事、購入列の先頭に立った。この件は一時期噂になった。<br>裟羅は、そのような噂に全く反論しなかった。何故なら、彼女の立場から考えれば、敬虔な気持ちでその品を購入したからだ。<br>将軍に関わる全てのことにおいて、彼女は一度たりとも怠慢な行為をしたことがない。実際、彼女は自ら彫像を購入し、それを安置するための祠も自ら用意した。<br>彼女はその像を五体安置し、家にいる時は常に掃除をしていた。忙しい時も、職人を手配し手入れをしてもらっていた…<br>忙し過ぎて友人が少ない裟羅にとって、雷電将軍は単なる神というだけではなく、憧れでもある。<br>全知全能の将軍は、遠く離れた天守閣の中にいるのではない。知恵、意志、強き心のように、常に彼女を支えている。緻密に作られた神像は、裟羅にそう感じさせた。<br>彼女はこのような、言葉では上手く表現できない静かな時間を、とても楽しんでいた。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "神の目を獲得した時、彼女はまだ名前を与えられていなかった。<br>彼女は元々、穏やかな山の森に住んでいた。いつの日か、悪霊が騒ぎ出し、かつての平和を失った。<br>天狗の力をもってしても、幼かった彼女は魔物に対抗できなかった。そして、戦いで羽を傷付けられ、崖から落とされた。<br>高所から落ちた彼女は、傷ついた翼を開くことができず、絶望しながら地面へと落下していった。<br>「そんなはずはない！私の力があれば、この山を永遠に守れると思っていたのに…」<br>翌朝、山の麓を通りかかった住民が、道端で倒れている少女を見つけた。その少女は、取り乱してはいたが、無傷のようであり、なぜそこに横たわっていたのかという謎が深まった。<br>人々はあまりにも驚きながら、彼女を町に連れて帰り、天領奉行に報告した。<br>その当時、九条家の当主であった九条孝行は、彼女が手にしていた光るもの、それが幻の「神の目」だということに気が付いた。<br>幼いながらも神に注目されたこの少女を、孝行は、天から天領奉行に賜った運命の子だと確信した。<br>彼はその子を養子として迎え、「裟羅」という名を与えた。そして万能の戦士として鍛え、彼女に、将軍に従い、稲妻のために戦うことを求めた。<br>九条孝行は、名将を育てることができれば、九条家の地位と民望はますます安泰になると考えていた。そしてすべてが思い通りに、着実に進んだ。<br>神の目を手に入れた裟羅は、すぐに頭角を現し、多くの人の期待通りに、若くして天領奉行の将領にまで登りついた。<br>あの時無傷でいられたのは、神の目のおかげだと裟羅は誰よりもよく理解していた。<br>神の目の注目を浴びた彼女は、自身の生涯を支える力を与えられたのだ。彼女の全ては、全能の将軍によって存在していると言っても過言ではない。<br>将軍様のために戦うのであれば…<br>それは命令ではなく、養父の策でもない。彼女が真に望んでいることなのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "私の名は九条裟羅、別に覚えてもらわなくても構わない。私が稲妻を永遠に守護し、鳴神の意志を遂行する者だということだけを知っていればな。神であろうと鬼であろうと、敵であれば排除するのみ！ふぅ…そう緊張するな。お前と共に戦うことを約束したからには、きちんと責務を果たすつもりだ。大義以外のことはさほど気にしない。",
                "Tips": []
            },
            {
                "Title": "世間話 · 正鵠",
                "Content": "心、弓、矢の三位一体を維持してこそ、正鵠を射ることができる。",
                "Tips": []
            },
            {
                "Title": "世間話 · 永遠",
                "Content": "将軍様の「永遠」を実現する、それが私の「願い」だ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 使命",
                "Content": "天狗の責務は山林を保護すること、九条家の使命は稲妻を守護すること。両者に違いはない。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨の音は足音をかき消してしまう。注意を払っておけ。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "聞こえたか？雷鳴は将軍様の意志だ。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雪の花を手のひらに留めておきたいが、溶けるのを早めてしまうだけだな。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "こんなにも晴れ渡った日は、演武にぴったりだ。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう…なのか？私からすればもうおはようの時間ではない。なぜなら私は普段、まだ夜が明けていない頃に目覚めるからな。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "昼に休むという習慣はない。だがお前が休みたいと言うなら、待っていてやろう。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "悪くない晩だ。ついでに教えるが、花見坂の夜櫻は格別な風趣だぞ。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "お前はもう休め、ここは私が見ていよう。",
                "Tips": []
            },
            {
                "Title": "九条裟羅自身について · 天領奉行",
                "Content": "私は当主に恩がある。「天領奉行」は私の唯一の拠り所、だから私は全てを賭して一族の栄誉を守るつもりだ。ん？「天領奉行」の理念？それはもちろん、将軍様への忠義だ。それが私、九条裟羅の唯一の信条でもある。",
                "Tips": []
            },
            {
                "Title": "九条裟羅自身について · 戦闘準備",
                "Content": "もし出発する前に、「準備はできたか？」と確認を取る習慣がお前にあるとしよう。その場合、10回に1回しか私からの返事がないと思え。残り9回の私は、すでに鋭利な刃の如く前線に立っていることだろう。これは決して蛮勇や不忠などからではない。ただ…戦場とは息をつく暇もないところなのだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "九条裟羅自身について · 願い",
                "Content": "私の願い、お前ならとっくに知っていると思っていたが…将軍様を補佐し、「永遠」を実現することだ。ん？自分自身のための願いだと？そんなものは考えたことがない…",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "観察について…",
                "Content": "お前は将軍様の「永遠」にとって「不安定」な要素だが、その「不安定」が必ずしも「障害」になるわけではない。だから、お前の敵になるつもりはない。が、お前のことは私がずっと見張っておこう。",
                "Tips": []
            },
            {
                "Title": "心得について…",
                "Content": "神の目を接収していた時、私は人々の願いを無下に扱った。目狩り令が終了した今、私はその償いをする義務がある。そういえば、お前は千手百目神像の神の目に込められた願いを聞くことができたそうだな？私にも教えてくれ。それと…お前の願いも話してくれないか。それも知りたい。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "神の眼差しを受けてこそ、「神の目」を手に入れることができる。私の「神の目」は将軍様からいただいたものだ。最終的には、なんの迷いも悔いもなく将軍様に返すつもりでいる。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 独楽",
                "Content": "以前任務を執行していた時、花見坂の商人から「独楽」と呼ばれる物をもらった。「一人でも遊べる」おもちゃらしい。中々興味深かったため、とっておいたんだ。ん？一緒に遊ぶ…？それだと「独楽」の仕様に反するだろ、悪いが断る。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 特産物",
                "Content": "稲妻を最も代表する特産物が何か分かるか？違う、刀ではない。「御建鳴神主尊大御所様像」の形を模した漆器だ。手練れの漆器職人の手によって作られ、ほぼすべての世帯に1つずつ祀られている。私か？5つ家にあるぞ。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "私は困難に立ち向かった時、神櫻の下に立ち、目を閉じて心を休める。そして再び目を開けると、落ちてくる花びらが私の進むべき先を導いてくれるんだ。",
                "Tips": []
            },
            {
                "Title": "トーマについて…",
                "Content": "「天領奉行」の屋敷はとても大きい。トーマのように優秀な家司がいれば、屋敷内の煩わしい事務も上手く片付くんだがな。もし彼が神里家に仕えたくないと思う日が来れば、ここへ来て手伝ってもらいたいものだ…だが、そんな日が来ることはないだろうな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾華について…",
                "Content": "普段九条家にいる時は、兵士たちが道場で訓練する音しか聞こえないが、神里家の近くを通る度、踊りや雑談、笑い声などが聞こえてくる…神里家の令嬢は将棋の心得もあると聞いた。機会があればぜひ訪問してみたいものだが…懸念もある…私のような堅物が、あのような雰囲気に溶け込めるだろうか。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "宵宮について…",
                "Content": "私の軍営で花火を打ち上げない限り、彼女をどうしようというつもりはない。だがまあ…ふんっ、私も別に知らないわけではない。彼女の作る花火は確かに色鮮やかで称賛に値するものだ…しかし花火とは、放った輝きが刹那の間に消え、夜空に残るは暗闇のみ。だからこそ、稲妻を守るという使命を貫こうとするのなら、そのような虚ろな光に浸っていてはならないと自分に言い聞かせているんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵について…",
                "Content": "鹿野院…私の同僚だが、彼に対してあまり良い印象は持っていない。個人的な思案ばかりを巡らせ、組織を第一に考えないように感じる。捜査の功績がなければ、とっくに取り締まっていたところだ。<br>はぁ、まったく…困ったものだな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雷電将軍について · 信頼",
                "Content": "きっと色々な場所ですでに聞いているのではないか？将軍様が求めているのは、無念無執の永遠。浮世の執念を捨て、不変の永遠に執着する…将軍様の言動をすべて理解することは私にもできない。しかし将軍様が決めたことである以上、私はそれを信じるのみ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雷電将軍について · 追随",
                "Content": "「目狩り令」の廃止…ふむ、どうやらお前が正しかったようだ。コホンッ…しかし、将軍様が間違っていたということではない。「永遠」という道の求め方が変わっただけだ。幾千年もの間、稲妻を守ってきた将軍様は今、安らかな気持ちであられるのだろうか。この先の道がどんなに危険であろうと、私は将軍様についていく！",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "八重神子について…",
                "Content": "八重宮司様の行動は私に誤解を生ませることが多かった…しかし、彼女は鳴神大社の大巫女であるため、将軍様の信頼や黙認を受けており、私も自ずと彼女に敬意を表している。が…もしいつか彼女が将軍様の意志に背くようなことをしようものなら、その時は容赦しない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "珊瑚宮心海について…",
                "Content": "彼女は「巫女」よりも、「軍師」としての才能の方が高いだろう。虎の巻を使って戦争をするなど見たことがない。私もその方法を見習って幕府軍を指揮するべきだろうか。ふむ…しかしそれだと双方が虎の巻を机に置き、札遊びのように競い合うことに…やはり妥当ではないな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ゴローについて…",
                "Content": "私が将軍様に仕えるように、彼は珊瑚宮心海に仕える者。同じく忠誠心を堅く守る者として、彼のことは評価している。しかし残念な事に、立場が違うため道を共にすることはできない…だが、このように認められる相手がいるのも悪くないだろう。それに…「ゴロー」…とてもいい名だ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "荒瀧一斗について…",
                "Content": "ああ、あの者について話すと、頭が痛くなってくるな。彼の神の目を接収した時は大層な騒ぎとなった。私が今まで見た中でも最も騒がしい者…いや、騒がしい鬼だな。堂々と負けを認めた点はまあ男らしいが、それでもあの復讐の誓いは…ふむ…ここまでにしよう、これ以上は話したくない。もし知りたいのなら、彼に直接聞いてみるといい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "久岐忍について…",
                "Content": "彼女ほどの才能と素質を持ちながら、「荒瀧派」という組織に残っているのは実に惜しいことだ。だが、彼女がいるおかげで、自由気ままなどこぞの輩が騒ぎを起こしたり、民の生活を邪魔したりするようなことが減った。天領奉行の負担を軽減しているのは確かだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "綺良々について…",
                "Content": "最近、なんだか物陰から妙な視線を感じる気がする。だが確認しようとすると、すぐに気配が消えるんだ。まったく、訳の分からない悪戯だ。ん？…おそらく猫又だと？ふむ…私に用があるのなら、堂々と来ればよいものを。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "九条裟羅を知る · 1",
                "Content": "私を知る…何を？天領奉行の各事務は機密、将軍様のことなら尚更伝えるわけにはいかない。お前の意図が読めないな。ん？私自身を知る…？できなくはないが、ただ…今までこのような状況になったことがない。",
                "Tips": []
            },
            {
                "Title": "九条裟羅を知る · 2",
                "Content": "私の生活は単純なものだ。軍を率いて戦闘する必要がない時は、朝の5時5分ぴったりに起床し、中庭で深呼吸を5回行ってから5周走る。朝食はご飯を5口食べるのが私の習慣だ…「5」は私に幸運と勝利をもたらす数字。だから私はこれからも「5」にこだわり続ける。何か異論でも？",
                "Tips": [
                    "好感度Lv.3後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "九条裟羅を知る · 3",
                "Content": "目狩り令を執行する過程で私を一番悩ませたのが、幕府軍の肩書を利用して私刑を行う兵たちだ。将軍様の任務はもちろん遂行しなければならない。だが、彼らが無実の人々を傷つけることは、決して許されるものではない！そういった行為は禁ずると再三言ったはずだが、それでも…なくなることはなかった。もし何か良い方法があれば、教えてくれると助かる。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "九条裟羅を知る · 4",
                "Content": "名義上は九条家の養子だが、孝行様の私を見る眼差しは、鎌治の時とは違うものだ。感情を表すのが苦手な私でも、たまに寂しさを感じることがある。特に…部下が家族と触れ合う温かな場面を見た時などは…<br>すまない、当主には恩がある、こんな失敬なことを言うべきではないな…",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "九条裟羅を知る · 5",
                "Content": "いま振り返ると、私とお前は「雨降って地固まる」仲だと言えるだろう。一度は対立関係にあり、正反対の立場にいたと言っても過言ではない。それが今やこうして肩を並べ合い、共に話ができるとは…こうして見ると、私は運命に恵まれている…いや、なんでもない。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "九条裟羅の趣味…",
                "Content": "今となっても、素引きや的当ての練習は私にとって毎日欠かせない訓練項目だ。構えをとり、狙いを定め、弦の音を聞く。決して退屈な繰り返しなどではなく、昨日までの自分を超えるためのものだ。好きな事というより、生涯の修行という方が正しいだろう。",
                "Tips": []
            },
            {
                "Title": "九条裟羅の悩み…",
                "Content": "天狗の翼は確かに実在するものだ。並んで立てばある程度の場所を取るのも仕方のないこと。お前の言う「距離を縮める」というのを、どう実現すればいいのか分からない。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "昔から、おにぎりのように持ち運びに優れ、すぐにお腹が膨れる食べ物を食すことに慣れてきた。戦場で体力を回復するにはもってこいの一品だ。だが、これはあくまでも個人的な習慣であるため、部下たちに強要したりはしない。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "嫌いなものはないが、普段は甘味を避けるようにしている。理由？甘味は身も心も落ち着かせることができるんだ。一度食べてしまえば…とにかく、怠けてはいられない。この話はここまでだ、これ以上聞くな！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "おにぎりよりも美味な食べ物…その名を覚えておかなくては。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "満腹になった、馳走になったな。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "甘味は遠慮しておく…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "いいところに来たな。では私も単刀直入に問うとしよう。誕生日に何か叶えたいことはあるか？将軍様の大義に反することでない限り、お前のために全力を尽くそう。誠意の証として、今日は願い事を5つしてもいいぞ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "満足のいく弦の音だ、一撃で仕留めてやる。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "力が体内にこみ上げてくる。いつでも準備万端だ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "一騎当千、我こそは幕府軍一隊に匹敵する者なり！",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "己を磨き、武道に精進する、それは私の責務だったはずだ…しかし、お前はそれでも全力で私に尽くしてくれた…この力は決して無駄にはしない、必ず大義のために使うと約束しよう！そして…天狗の情宜は、お前と共にある！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "翼よ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "散れ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "雷閃！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "常道を恢弘せしは、永遠なる鳴神なり！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "雷に…捧ぐ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "千なる雷光！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "悪くない宝だ、士気が上がるな。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "よし、隅々まで回収したな。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "補給が完了したら出発しよう。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "最後まで耐え抜く…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "突破口を見つけねば！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "限界か…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "無理するな！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "下がれ！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "命は永遠ではない…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "一片の悔いなし…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "ふっ…私の負けだ…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "まだだ！",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 2",
                "Content": "悪くない…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "なんだと！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "油断ならぬ戦況だ…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "私がお前を勝利に導こう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "ふん、ついて来い。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "お前と共に戦おう！",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "56": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "厳正浄衣",
                "Desc": "九条裟羅の衣装。清らかで端正、神の敬虔な信奉者に相応しい服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108341,
            "JD": 108266,
            "Name": "<b>永遠なる信仰</b>",
            "Eff": "選択したキャラを復活させ、HP上限の10%を回復し、さらにHPを150回復する。",
            "Desc": "九条裟羅のオリジナル料理。料理というより、甘味と言った方が正しい。甘くてふわとろな食感は裟羅本人の好みには合わないようだ。待て、この上の印はまさか、「あの方」と関係があるのか？",
            "Recipe": {
                "100062": 1,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108341"
        },
        "Namecard": {
            "Name": "<b>九条裟羅·天狗</b>",
            "Desc": "名刺の飾り紋。<br>裟羅は天狗の一族の傲慢な生き方を捨てたが、剣技と神通を怠りはしない。",
            "Pic": "UI_NameCardPic_Sara_P"
        }
    }
}

var acs_cache_ = {}