// Auto Generated

var _AvatarFetterConfig_ = {
    "53": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "ほとんどの稲妻人は、「終末番」の存在を知らない。事実、「終末番」は「社奉行」傘下の秘密組織なのである。<br>そして、「終末番」に早柚という名の小さな忍者がいるが、彼女は更に知られていない。<br>早柚は「終末番」の中でも特別な存在。幼い頃から「終末番」で育った彼女は、組織に高い忠誠心を持っている。<br>しかし、彼女の一番の特徴は「忠誠心」ではなく「怠惰」だ。<br>「怠惰」は早柚の得意芸だ。逃げ技や気配の消し方など、様々な忍術を駆使してサボってきた。<br>彼女の習慣を知らない人は、彼女を見つけるのに一苦労するだろう。<br>怠惰について、早柚はこのように話している。「怠けているわけではない、ただ時間を有意義に使っているだけだ。」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "早柚は非常に小柄だ。<br>小柄は同時に、彼女が複雑に思う点でもある——<br>同年代の子は次々と身長が伸びていくが、自分は子供のまま、身長が全く伸びない。<br>早柚は非常に焦った。<br>日が経つにつれ、周りの全てが高くなっていくように感じるのに、自分はまだ小柄のまま。<br>次第に早柚は、身長を伸ばすことに執念を持つようになった。<br>「長く眠れば、いつか背が伸びるかもしれない！」<br>彼女は強く信じていた。そして、あらゆる機会を利用して寝るようにした。機会がなければ自分で機会を作り、寝る環境がなければ無理やり寝られるようにした。<br>周りの人も小さな早柚に気を遣い、邪魔しないようにした。<br>そして、今では、早柚は立ったままでも寝られるようになった。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "早柚の忍術は戦闘にあまり向いていないが、サボりたいときに非常に使いやすい。<br>彼女は姿を隠したり、痕跡を消したりすることに長けており、この分野の専門家だ。彼女が隠れようと思えば、普通の人に見つかることはない。<br>しかし、巧みな謎解きには必ず答えがあり、隠された宝物には必ず手がかりがあるように、早柚にもバレる時がある。<br>早柚と長い時間一緒に過ごすと、彼女の癖や好みが分かり、彼女を見つけ出すことも不可能ではなくなる。<br>例えば、早朝に早柚の部屋に行って布団をめくれば、大抵はそこにいる。<br>お昼に神社付近の木を観察してみれば、思いがけない発見があるかもしれない。<br>夜になると見つけ出すのが難しくなるので、早柚の家で待ち伏せする方がいい。<br>ただし必要な時以外は、くれぐれも成長している早柚の邪魔をしないように。<br>優しいウサギも怒ると人を噛む。早柚を怒らせると…同じようにしてくるかもしれない。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "早柚を探し出したからといって、彼女が素直に仕事するとは限らない。<br>それに、早柚の「終末番」での仕事は、毎日やることが決まっているようなものではない。必要な時に突如来る任務だ。<br>それゆえ、このようなことが起きてしまう。<br>新たな任務が下された時、彼女はいない場合が多い。<br>苦労してやっと彼女を見つけた時には既に、もっと適任の者が任務に向かっている。<br>また、早柚以外に適任者がいなかった場合、彼女はそれを避けるために逃げ出すことが多い。<br>これほど高度な忍術…もし仕事で真面目に使っていれば、「終末番」で大活躍していただろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "早柚は忍術流派——「嗚呼流」の最後の後継者である。<br>敵をいたぶることで有名な流派だが、早柚は逃走術や身代わり術だけを学んでいた。<br>これらの忍術は、実戦ではほとんど役に立たないが、鑑賞に長けている。<br>落ち葉の中、一瞬にして消える人影。そよぐ風の中、地面に突然現れる凧…驚くべき光景は、芸術的な演出に匹敵する。<br>そのため、お祭りになると、色んな関係者から招待され、不思議な忍術を披露することになる。<br>宵宮が来たら、早柚はまだ隠れたままでいられる。<br>だが来るのが八重宮司様の場合、早柚は抵抗を諦める。<br>身代わり術はあのお方の鋭い目を欺くことはできない。息止めの術も全く役に立たなくなる。<br>直接逃げることも、あのお方を怒らせてしまう恐れがある…<br>幸いなことに、宮司様が自らお出ましになることは滅多にない。<br>よってほとんどの場合、早柚はうまく逃げ切ることができるのだ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "物心ついた頃から、早柚は「終末番」で師匠から忍術を習っていた。<br>「終末番」は影で活動している組織だが、年長者たちはとても優しく、幼い早柚の面倒を見ていた。<br>「人に頼りすぎるのは、忍者にとって決していいことではない。」<br>忍術の勉強に詰まった早柚を見た師匠は、心の中でそう思った。<br>年が経つにつれ、早柚は着実に成長していった。彼女が自分の身を守れるようになった頃、師匠は静かに彼女のそばから離れた。<br>親の庇護から離れた幼い獣は、素早く成長する。師匠は早柚にも同じことを期待していた。<br>若き忍者は師匠の期待を裏切らなかった。間もなく、早柚は「神の目」を手に入れた。<br>そして、彼女は「終末番」で真面目に…サボるようになった。<br>早柚は常に寝たり隠れたりしている。そういう意味では、彼女も多忙だ。<br>時折、一人で月光を楽しんでいる時、彼女の心の奥底に迷いが生じた。<br>いつも共にいた人は、いつか離れていく…これが人生というものなのか？<br>それでも、もしかしたら未来のある日に、一緒にいてくれる人に出会えるかもしれない。<br>そう考えているうちに、小さな忍者は眠りについた…",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "子貉服",
                "Content": "早柚の服は、師匠からもらったものだ。<br>小動物の「ムジナ」を参考にした様式で、特別に早柚の好きな色を選んでいる。<br>軽くて動きやすいため、忍者に適している。<br>服の大きな頭巾は安心感をもたらしてくれるため、早柚は特に気に入っている。<br>長いしっぽは、木の上でバランスを保つためのものだ。<br>この服の唯一の欠点は…タヌキに似すぎているため、よく間違えられてしまうことだ。<br>最初は相手に真剣に説明していた。<br>「タヌキじゃない、拙は早柚だ！」<br>しかし、同じようなことが何度も起こった結果、早柚はタヌキを恨むようになってしまった。<br>今、このようなことが起きると、早柚は怒りを露わにする。<br>ゆえに、早柚と仲良くしたいのであれば、以下の内容をちゃんと覚えておこう。<br>早柚はタヌキではなく、早柚だ。<br>服装もタヌキ服ではなく、ムジナ服だ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "早柚が独り立ちしたばかりの頃のお話だ。<br>弱き生物がこの世を一人で歩めば、さぞかし怖い思いをするだろう。実際に経験しなければ、その様な気持ちを理解することはできない。<br>早柚もそうだった。観察力と回避に長けた彼女は、自分が戦闘に向いていないことを常に理解していた。<br>小柄すぎる体は、パワーの面では何の優勢もなく、実戦になると忍術もそれほど役に立たない。<br>任務は、忍者が完全に成長してから受けられるようなものではない。混乱の時代、早柚は小さな仕事でも危険に陥ったことがある。<br>強敵に囲まれながらも、必死の思いでなんとか逃げ切った。無事に情報を持ち帰るために、全力を尽くした。<br>疲れ果て、傷付き、気を失いそうになった早柚の心に残ったのはただ一つ。<br>「勝ち取ることができるのは強者だけではなく、弱者にも生き延びる道がある。弱いからこそ、見えない瞬間に気付いて運命を変えることができる…ここから脱出できる可能性は低いけど、拙の忍術はそのためにあるんだ。」<br>葉が落ちる瞬間、彼女は姿を消した。追っ手は皆、驚きを隠せなかった。小さな忍者は、まるで風の中の塵のように消えてしまったのだ。<br>翌朝、早柚は必死に起きようとしたが、足につけていた忍者袋が消えていることに気付いた。<br>しかし、忍者袋の代わりに、そこには意外なものがあった。朝日に輝く「神の目」だ。<br>「神の目」の力で、早柚は自分よりも背が高い両手剣を振り回すことができるようになった。もう、乱世での争いに怯える必要はない。<br>ただ、早柚の一番の悩みはまだ解決できていない。<br>彼女の身長に関しては、神の目でもどうにもならないようだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "元素スキル · 1",
                "Content": "行くぞ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "さらば。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "ドロン。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "遁走の極意！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 5",
                "Content": "捕まらないぞ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 6",
                "Content": "風向きに従え。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "分身の術。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "出てこい。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "ドドーン！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "疾風の如く。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "この箱…中で寝れるかも。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "お手柄だ！じゃあ寝てもいいか？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "背が伸びる品はあるか？",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "逃げる時は、えーっと…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "頭がフラフラ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "ふぐぅ、しんどい。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "拙が援護する。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "一旦下がるんだ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "逃げられ…なかった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "おや…すみ…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "サボらなければよかった…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "いた。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "避けれない。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "ぐうっ、倒れそうだ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "ねむい…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "寝てもいいか？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "うっ、見つかってしまった…",
                "Tips": []
            },
            {
                "Title": "初めまして…",
                "Content": "「終末番」早柚、参上。<br>ふぅ～、やる事なかったら、拙は先に寝る。言っておくが、こっそりと拙の頭を撫でるんじゃないぞ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 寝る",
                "Content": "ふぁ～…ぐーぐー…",
                "Tips": []
            },
            {
                "Title": "世間話 · 仕事",
                "Content": "仕事なんかよりお昼寝だ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 背伸びる",
                "Content": "いつになったら背が伸びるんだ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "はやく雨宿りを。雨に打たれると背が伸びなくなる！",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "凄まじい音だ。だが、布団にこもってしまえば安心して眠れる。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雪の日は身を隠しやすい。例えば「雪降りの術」は、吹きつける雪の力を借りることで自分の身を隠す、他の者が気づく頃には降りしきる雪しか残ってない。ちなみにこのことは、巫女姉さんに教えてはいけないぞ。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "気持ちいい天気、ふぁ～ねむい。",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "風吹く時は逃げる時。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "風が強すぎて目を開けられない。いっそのこと、そのまま目を閉じて寝てしまおうか。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "ん…もうあさなのか？あと10分、10分だけ…え、じゃあ5分でもいいから…ふみゃ…",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ね…ねむい。お昼寝の時間はまだ？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "確認完了、周囲に巫女姉さんの姿はないな。今夜はぐっすり眠れるぞ。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "やっと…寝れる…おや…すみ…",
                "Tips": []
            },
            {
                "Title": "早柚自身について · 終末番",
                "Content": "拙は「終末番」に所属しているが、与えられた仕事は情報収集だの、盗みだのといった細かい事ばかり。別に…拙がやらなくても問題ないと思う。",
                "Tips": []
            },
            {
                "Title": "早柚自身について · サボる",
                "Content": "「終末番」の仕事なんか端から意味がない。サボったって、もっと適任の人がやってくれる。だが寝ることは大事だ。長く眠れば、いつか背が伸びるかもしれない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "見張りについて…",
                "Content": "巫女姉さんが来る時は必ず伝えてくれ。拙はちょっと昼寝…いや、しばらく休むことにする。",
                "Tips": []
            },
            {
                "Title": "頭を撫でることについて…",
                "Content": "頭を撫でたい？うっ、主ならよかろう。だが、ちょっとだけだぞ。背が伸びなくなるのは御免だ！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "両手剣は本当に重たい。忍術だけに頼っていては、持ち上げることすらできない。しかし「神の目」があれば話は別。拙にとって「神の目」は欠かせないものなのだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "師匠は拙が最後の世代だとおっしゃってたし、なにせ戦いに向いていない流派だ。逃げたり身を隠したりする術しか学んでいなかったのも、仕方のないこと…",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "ムジナは知ってるか？タヌキよりもずっとかわいい生き物だ。今度見に行く時、一緒に連れてってやってもいいぞ。",
                "Tips": []
            },
            {
                "Title": "神里綾華について…",
                "Content": "神里家のお嬢様は、優雅で威厳のあるお方だが、拙が怠けないように、特別に巫女姉さんを監視役として任命した…どうして、こんなことになったのだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾人について…",
                "Content": "木の上で休んでいると、よく巫女姉さんたちがあのお方の噂をしているのが聞こえる。どうやら仕事で忙しいお方のようだが、理解できぬ。仕事なんかサボってしまえばいいのに…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "トーマについて…",
                "Content": "神の目を持ってるくせに、やつは毎回のように忍術を学びたいとしつこく懇願してくる。理解できぬ。睡眠時間を削ってまで教えるなんて…時間がもったいない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "宵宮について…",
                "Content": "彼女は会うたびに「タヌキちゃん、お祭りで遊ばへん？」だのと言ってくるが、拙はタヌキなどではない。お祭りにも興味ない。行くことになったとしても、彼女の花火に合わせて忍術を披露するだけ。これが「終末番」の仕事とどう関係すると言うのだ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雷電将軍について…",
                "Content": "あのお方は…拙が会えるような御仁ではない。知りたいことがあれば、綾華お嬢様に聞いた方が早い。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "八重神子について…",
                "Content": "彼女はいつも拙の頭を撫でたがる。対して拙は手を噛む勇気も、反抗する勇気もない。断れば大惨事になりかねないと感じる。しかし、このまま撫でられ続けたら、本当に背が伸びなくなるのでは？ど…どうすればいいのだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "荒瀧一斗について…",
                "Content": "なぜあんなにやかましい者がいるのだ。しかもあんなに背が高いのはなぜだ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "久岐忍について…",
                "Content": "ピンとこない名前だな…待て、荒瀧一斗の子分なのか？ならやつも睡眠を妨害してくるに違いない。何せ同じ穴のムジナ、いや、同じ穴のタヌキっていう言葉があるくらいだからな！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "綺良々について…",
                "Content": "前に昼寝から目が覚めた時、なんだか背中がポカポカして、振り返ってみたら猫が丸まって寝てた。しかも、ふわふわなしっぽが二本もあったぞ！拙、びっくりして木の上から落っこちそうになったんだ。こ、これも、変化の術なのか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "夢見月瑞希について…",
                "Content": "変な紫の妖怪…見つめられると、食べられるんじゃないかと思う…うぅっ！怖い、やっぱり逃げるのが吉！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "早柚を知る · 1",
                "Content": "ふみゃ…ふみゃ…ふみゃ…",
                "Tips": []
            },
            {
                "Title": "早柚を知る · 2",
                "Content": "ええっと、忍術流派の名前か？…あれ…思い出せない、まだ目が覚めきってないから、もう一眠りしたら思い出せるかもしれない。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "早柚を知る · 3",
                "Content": "主になら教えてもいいぞ。だが、まず笑わないと約束してくれ。でないと、二度と口をききたくなくなるからな。拙の流派は…「嗚呼流」という。<br>拙たちの忍術は敵をもてあそぶことに長けているゆえ、こう名づけられた。だが、しかし、うう…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "早柚を知る · 4",
                "Content": "木登りはできるか？拙は非常に得意だ、主に教えてやってもいいぞ。それと、神社にある木は特にサボり…いや、特に昼寝に適しているのだ。今度、昼寝をしたい時は、拙のところに来るがいい。一緒に登って昼寝するぞ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "早柚を知る · 5",
                "Content": "この服は師匠からいただいた物。ムジナを原型に作られており、逃げる時に役立つのだとか…もう一人前だから自分の身は自分で守らなければならないと言われたあと、この服を残し、師匠は去っていった。拙のような身長で、本当に一人前になれたのか？<br>主はこの先も傍にいてくれるか？本当に拙を見捨てないか？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "早柚の趣味…",
                "Content": "帽子を被ると巫女姉さんに見つかる心配をしなくていい。そして一日中ぐっすり眠れる、この世で一番幸せなことだ。",
                "Tips": []
            },
            {
                "Title": "早柚の悩み · 勘違い",
                "Content": "初対面の者は拙を見ると「タヌキだ」と騒ぐ。だが、早柚は早柚だ、タヌキなどではない。",
                "Tips": []
            },
            {
                "Title": "早柚の悩み · 身長",
                "Content": "いつになったら背が伸びるのだろうか？同年代の者たちは、すでに拙の倍くらい身長がある…このままではいけない、もっと寝れば必ず背が伸びる！というわけだから、寝るぞ、おやすみ。",
                "Tips": []
            },
            {
                "Title": "早柚の悩み · 悪循環",
                "Content": "悩み事が多いと身長が伸びなくなると聞いた…はぁ、一体どうすればいいのだ…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "一度にたくさんの活力をまかなえる食べ物、例えばおにぎりだ。起きた後に1つ食べれば、頭がフラフラしなくなり、また寝ることができる。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "身長を伸ばしたければ、食べ物の好き嫌いをしてはいけない。そういえば、最近身長に変化がないような…食べる野菜の量が減ったからなのか…だがサラダはお腹いっぱいにならないし、苦いし、うぅ…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "お腹いっぱい。これで安心して眠れる。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "食べているうちに…眠くなってきちゃった。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "何とかして…逃げないと。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "学びたい忍術があるのか？教えてやってもいいが、拙ができるものだけだぞ。ん？なぜ今日は寝てないのかって？あぁ…まだ眠くないのだ。しかも今日は特別な日、寝てしまっては勿体ない。誕生日おめでとうと、拙自身の口から言いたかったのだ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "少しは背が伸びたか？",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "よし、逃げ足が速くなった、もう捕まらないぞ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "拙ひとりだったら…途中で寝てしまっていたかもしれない…材料集めを手伝ってくれて感謝いたすぞ。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "師匠が言ってた通り、拙は一人前になったみたいだ。身長は…そんなこと今はもういい、大事なのは…主が拙のそばにいることだ。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "53": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "子貉服",
                "Desc": "早柚の衣装。神秘的生物——「貉」をモチーフにして設計した不思議な服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108303,
            "JD": 108257,
            "Name": "<b>眩暈回避術·改</b>",
            "Eff": "選択したキャラのHP上限の26%を回復し、その後30秒間、5秒毎にHPを570回復する。",
            "Desc": "早柚のオリジナル料理。早柚が可愛いムジナの形に握ってくれたおにぎり。くれぐれも、タヌキと間違えないように。もしかしたらこのおにぎりこそ、早柚がご飯の後に丸一日ぐっすり寝ていられる秘密の術なのかも…？",
            "Recipe": {
                "100084": 2,
                "101210": 2,
                "100092": 1
            },
            "Icon": "UI_ItemIcon_108303"
        },
        "Namecard": {
            "Name": "<b>早柚·むじむじだるま</b>",
            "Desc": "名刺の飾り紋。<br>早柚より背が小さいが、早柚がやりたくないことをやってくれる。",
            "Pic": "UI_NameCardPic_Sayu_P"
        }
    }
}

var acs_cache_ = {}