// Auto Generated

var _AvatarDataConfig_ = {
    "Sethos": {
        "BallList": [
            {
                "When": "Elemental Skill Cast",
                "DropArray": [
                    {
                        "Num": 2,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 0.5
            }
        ],
        "EndureList": [
            {
                "Skill": "Elemental Skill Motion",
                "Endure": 0.6
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>Particle Generation:</b><br>- When E opening DMG hits a monster, generates 2 particles.",
            "<b>ICD:</b><br>- E opening DMG 1GU, independent<br>- Shadowpiercing Shot 2GU, independent<br>- Q Normal ATKs 1GU, default ICD (3 hits / 2.5s)",
            "<b>Interruption Resistance:</b><br>- During Elem Skill Animation 0.6"
        ]
    }
}

var _AvatarMats_ = {
    "Sethos": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101224": 3,
                "112065": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113058": 2,
                "101224": 10,
                "112065": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113058": 4,
                "101224": 20,
                "112066": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113058": 8,
                "101224": 30,
                "112066": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113058": 12,
                "101224": 45,
                "112067": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113058": 20,
                "101224": 60,
                "112067": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Sethos": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 王家の葦矢弓術JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に集まり、攻撃と共に発射される。チャージの時間により、異なる効果を発動する。<br> · 1段チャージ：雷元素が集まった矢を放ち、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br> · 2段チャージ：敵を貫く<color style='color:#FFD780;'>貫影矢</color>を放ち、経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。貫影矢のチャージが完了後、セトスは移動できなくなる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "1段チャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "貫影矢ダメージ",
                                "ParamLevelList": [
                                    "攻撃力140.0%+元素熟知134.56%",
                                    "攻撃力150.5%+元素熟知144.652%",
                                    "攻撃力161.0%+元素熟知154.744%",
                                    "攻撃力175.0%+元素熟知168.2%",
                                    "攻撃力185.5%+元素熟知178.292%",
                                    "攻撃力196.0%+元素熟知188.384%",
                                    "攻撃力210.0%+元素熟知201.84%",
                                    "攻撃力224.0%+元素熟知215.296%",
                                    "攻撃力238.0%+元素熟知228.752%",
                                    "攻撃力252.0%+元素熟知242.208%",
                                    "攻撃力266.0%+元素熟知255.664%",
                                    "攻撃力280.0%+元素熟知269.12%",
                                    "攻撃力297.5%+元素熟知285.94%",
                                    "攻撃力315.0%+元素熟知302.76%",
                                    "攻撃力332.5%+元素熟知319.58%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古儀 · 鳴砂掣雷JP0B",
                        "Desc": "轟雷を集め、前方の敵に<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与えて素早く後退する。この攻撃で敵に感電、超電導、過負荷、原激化、超激化、超開花、雷元素拡散または雷元素結晶反応を起こすと、セトスは一定の元素エネルギーを回復する。<br><br><i>「神霊に憑依する司祭、穴を泉に変える術師…砂海の歌い手の間で彼らの物語が語り継がれてる。僕はそれが伝説でないことを知ってる。何故なら、彼らは我々の先祖だからだ。」</i>JP0B",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー回復",
                                "ParamLevelList": [
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘儀 · 冥光貫影JP0B",
                        "Desc": "秘儀を行い、「静想冥影」状態に入る。その間、セトスの通常攻撃は敵を貫く<color style='color:#FFD780;'>冥弦矢</color>に変化する。経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与え、セトスの元素熟知を基に与えるダメージをアップする。<br>冥弦矢によるダメージは重撃ダメージとみなされる。<br><br><i>沈黙の殿の書庫には、キングデシェレト時代のアフタモンから残された書籍が数多く所蔵されている。本には強力な秘儀が数多く記されている。しかし沈黙の殿の中でも、それらの力を掌握できる人はごくわずかだ。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "冥弦矢ダメージアップ",
                                "ParamLevelList": [
                                    "元素熟知170.56%",
                                    "元素熟知183.352%",
                                    "元素熟知196.144%",
                                    "元素熟知213.2%",
                                    "元素熟知225.992%",
                                    "元素熟知238.784%",
                                    "元素熟知255.84%",
                                    "元素熟知272.896%",
                                    "元素熟知289.952%",
                                    "元素熟知307.008%",
                                    "元素熟知324.064%",
                                    "元素熟知341.12%",
                                    "元素熟知362.44%",
                                    "元素熟知383.76%",
                                    "元素熟知405.08%"
                                ]
                            },
                            {
                                "Desc": "静想冥影の継続時間",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黒鳶の密諭JP0B",
                        "Desc": "狙い撃ち射撃をするとき、セトスの元素エネルギーが1ポイントにつき、必要なチャージ時間-5%。貫影矢を放った後、対応する元素エネルギーを消費する。最大20ポイントの元素エネルギーを消費し、貫影矢の必要なチャージ時間を100%まで短縮可能。JP0B",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王の賜物JP0B",
                        "Desc": "セトスの元素熟知を基に、以下の攻撃によるダメージをアップする。<br> · <color style='color:#FFD780;'>貫影矢</color>：元素熟知が1につき、与えるダメージ+0.075%。<br> · <color style='color:#FFD780;'>冥弦矢</color>：元素熟知が1につき、与えるダメージ+0.05%。<br>この方法でアップできる貫影矢によるダメージは30%まで、冥弦矢によるダメージは20%までとなる。JP0B",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "Reflected Revelation",
                        "Desc": "Displays the location of nearby <color style='color:#FFD780;'>resources unique to Sumeru</color> on the mini-map.",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龕謁霊歌JP0B",
                        "Desc": "<color style='color:#FFD780;'>貫影矢</color>の会心率+15%。JP0B",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘紙草経JP0B",
                        "Desc": "以下の条件を満たすと、セトスの<color style='color:#FFACFF;'>雷元素ダメージ</color>+15%、継続時間10秒、最大2層まで。継続時間は層ごとに独立してカウントされる。<br> · <color style='color:#FFD780;'>古儀 · 鳴砂掣雷</color>で元素エネルギーを回復した時。<br> · <color style='color:#FFD780;'>秘儀 · 冥光貫影</color>を発動時。<br> · 固有天賦「黒鳶の密諭」の効果で元素エネルギーを消費した時。固有天賦「黒鳶の密諭」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "月昇賢哲頌JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃 · 王家の葦矢弓術</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念駝羽集JP0B",
                        "Desc": "<color style='color:#FFD780;'>貫影矢</color>と<color style='color:#FFD780;'>冥弦矢</color>が2体以上の敵に命中した時、周囲チーム全員の元素熟知+80、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈砂録JP0B",
                        "Desc": "<color style='color:#FFD780;'>秘儀 · 冥光貫影</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔門書JP0B",
                        "Desc": "<color style='color:#FFD780;'>貫影矢</color>が敵に命中した後、固有天賦「黒鳶の密諭」によって消費された元素エネルギーが返還される。この効果は15秒毎に1回のみ発動可能。固有天賦「黒鳶の密諭」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 王家の葦矢弓術JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に集まり、攻撃と共に発射される。チャージの時間により、異なる効果を発動する。<br> · 1段チャージ：雷元素が集まった矢を放ち、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br> · 2段チャージ：敵を貫く<color style='color:#FFD780;'>貫影矢</color>を放ち、経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。貫影矢のチャージが完了後、セトスは移動できなくなる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "1段チャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "貫影矢ダメージ",
                                "ParamLevelList": [
                                    "攻撃力140.0%+元素熟知134.56%",
                                    "攻撃力150.5%+元素熟知144.652%",
                                    "攻撃力161.0%+元素熟知154.744%",
                                    "攻撃力175.0%+元素熟知168.2%",
                                    "攻撃力185.5%+元素熟知178.292%",
                                    "攻撃力196.0%+元素熟知188.384%",
                                    "攻撃力210.0%+元素熟知201.84%",
                                    "攻撃力224.0%+元素熟知215.296%",
                                    "攻撃力238.0%+元素熟知228.752%",
                                    "攻撃力252.0%+元素熟知242.208%",
                                    "攻撃力266.0%+元素熟知255.664%",
                                    "攻撃力280.0%+元素熟知269.12%",
                                    "攻撃力297.5%+元素熟知285.94%",
                                    "攻撃力315.0%+元素熟知302.76%",
                                    "攻撃力332.5%+元素熟知319.58%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古儀 · 鳴砂掣雷JP0B",
                        "Desc": "轟雷を集め、前方の敵に<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与えて素早く後退する。この攻撃で敵に感電、超電導、過負荷、原激化、超激化、超開花または雷元素拡散反応を起こすと、セトスは一定の元素エネルギーを回復する。<br><br><i>「神霊に憑依する司祭、穴を泉に変える術師…砂海の歌い手の間で彼らの物語が語り継がれてる。僕はそれが伝説でないことを知ってる。何故なら、彼らは我々の先祖だからだ。」</i>JP0B",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー回復",
                                "ParamLevelList": [
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘儀 · 冥光貫影JP0B",
                        "Desc": "秘儀を行い、「静想冥影」状態に入る。その間、セトスの通常攻撃は敵を貫く<color style='color:#FFD780;'>冥弦矢</color>に変化する。経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与え、セトスの元素熟知を基に与えるダメージをアップする。<br>冥弦矢によるダメージは重撃ダメージとみなされる。<br>効果はセトスが退場する時に解除される。<br><br><i>沈黙の殿の書庫には、キングデシェレト時代のアフタモンから残された書籍が数多く所蔵されている。本には強力な秘儀が数多く記されている。しかし沈黙の殿の中でも、それらの力を掌握できる人はごくわずかだ。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "冥弦矢ダメージアップ",
                                "ParamLevelList": [
                                    "元素熟知170.56%",
                                    "元素熟知183.352%",
                                    "元素熟知196.144%",
                                    "元素熟知213.2%",
                                    "元素熟知225.992%",
                                    "元素熟知238.784%",
                                    "元素熟知255.84%",
                                    "元素熟知272.896%",
                                    "元素熟知289.952%",
                                    "元素熟知307.008%",
                                    "元素熟知324.064%",
                                    "元素熟知341.12%",
                                    "元素熟知362.44%",
                                    "元素熟知383.76%",
                                    "元素熟知405.08%"
                                ]
                            },
                            {
                                "Desc": "静想冥影の継続時間",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黒鳶の密諭JP0B",
                        "Desc": "狙い撃ち射撃をするとき、セトスの現在の元素エネルギーが20以下の部分を基に、元素エネルギーが1につき、チャージ時間-0.285秒。この方法でチャージ時間は最大0.3秒になるまで短縮可能。発射時、発射したのが<color style='color:#FFD780;'>貫影矢</color>の場合、対応する元素エネルギーを消費する。発射したのが1段チャージの矢の場合、対応する元素エネルギーの50%を消費する。JP0B",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王の賜物JP0B",
                        "Desc": "セトスは15秒毎に「熱砂の影」効果を獲得し、<color style='color:#FFD780;'>貫影矢</color>の与えるダメージをセトスの元素熟知の600%分アップする。<br>熱砂の影効果は最大5秒間継続し、4本の貫影矢が敵に命中した後に解除される。今回の熱砂の影効果にある最初の貫影矢が敵に命中した時、熱砂の影効果のカウントダウンがリセットされる。JP0B",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "猿月の顕現JP0B",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>スメール地域の特産</color>の位置を表示する。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龕謁霊歌JP0B",
                        "Desc": "<color style='color:#FFD780;'>貫影矢</color>の会心率+15%。JP0B",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘紙草経JP0B",
                        "Desc": "以下の条件を満たすと、セトスの<color style='color:#FFACFF;'>雷元素ダメージ</color>+15%、継続時間10秒、最大2層まで。継続時間は層ごとに独立してカウントされる。<br> · <color style='color:#FFD780;'>古儀 · 鳴砂掣雷</color>で元素エネルギーを回復した時。<br> · <color style='color:#FFD780;'>秘儀 · 冥光貫影</color>を発動時。<br> · 固有天賦「黒鳶の密諭」の効果で元素エネルギーを消費した時。固有天賦「黒鳶の密諭」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "月昇賢哲頌JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃 · 王家の葦矢弓術</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念駝羽集JP0B",
                        "Desc": "<color style='color:#FFD780;'>貫影矢</color>と<color style='color:#FFD780;'>冥弦矢</color>が2体以上の敵に命中した時、周囲チーム全員の元素熟知+80、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈砂録JP0B",
                        "Desc": "<color style='color:#FFD780;'>秘儀 · 冥光貫影</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔門書JP0B",
                        "Desc": "<color style='color:#FFD780;'>貫影矢</color>が敵に命中した後、固有天賦「黒鳶の密諭」によって消費された元素エネルギーが返還される。この効果は15秒毎に1回のみ発動可能。固有天賦「黒鳶の密諭」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 王家の弓術 · 葦ノ矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に集まり、攻撃と共に発射される。チャージの時間により、異なる効果を発動する。<br> · 1段チャージ：雷元素が集まった矢を放ち、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br> · 2段チャージ：敵を貫く<color style='color:#FFD780;'>貫影の矢</color>を放ち、経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。貫影の矢のチャージが完了すると、セトスは移動できなくなる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "1段チャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "貫影の矢ダメージ",
                                "ParamLevelList": [
                                    "攻撃力140.0%+元素熟知134.56%",
                                    "攻撃力150.5%+元素熟知144.652%",
                                    "攻撃力161.0%+元素熟知154.744%",
                                    "攻撃力175.0%+元素熟知168.2%",
                                    "攻撃力185.5%+元素熟知178.292%",
                                    "攻撃力196.0%+元素熟知188.384%",
                                    "攻撃力210.0%+元素熟知201.84%",
                                    "攻撃力224.0%+元素熟知215.296%",
                                    "攻撃力238.0%+元素熟知228.752%",
                                    "攻撃力252.0%+元素熟知242.208%",
                                    "攻撃力266.0%+元素熟知255.664%",
                                    "攻撃力280.0%+元素熟知269.12%",
                                    "攻撃力297.5%+元素熟知285.94%",
                                    "攻撃力315.0%+元素熟知302.76%",
                                    "攻撃力332.5%+元素熟知319.58%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古儀 · 鳴砂牽雷",
                        "Desc": "轟雷を集めて<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、素早く後退する。この攻撃で敵に感電、超電導、過負荷、原激化、超激化、超開花または雷元素拡散反応を起こすと、セトスは元素エネルギーを一定値回復する。<br><br><i>「神霊に憑依する司祭、穴を泉に変える術師…砂海の歌い手の間ではそういう人たちの物語が語り継がれてるけど、僕はそれが伝説じゃないって知ってる。だって、彼らは僕たちのご先祖様なんだ。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー回復",
                                "ParamLevelList": [
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘儀 · 冥光瞑影",
                        "Desc": "秘儀を行い、「静思瞑影」状態に入る。その間、セトスの通常攻撃は敵を貫く<color style='color:#FFD780;'>瞑弦の矢</color>に変化する。経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与え、セトスの元素熟知を基に与えるダメージをアップする。<br>瞑弦の矢によるダメージは重撃ダメージとして扱われる。<br>この状態はセトスが退場すると解除される。<br><br><i>沈黙の殿の書庫には、キングデシェレト時代のアフタモンの書籍が数多く所蔵されている。本には強力な秘儀が数多く記されているが、沈黙の殿の中でも、それらの力を掌握できる者はごくわずかだ。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "冥弦矢ダメージアップ",
                                "ParamLevelList": [
                                    "元素熟知196.16%",
                                    "元素熟知210.872%",
                                    "元素熟知225.584%",
                                    "元素熟知245.2%",
                                    "元素熟知259.912%",
                                    "元素熟知274.624%",
                                    "元素熟知294.24%",
                                    "元素熟知313.856%",
                                    "元素熟知333.472%",
                                    "元素熟知353.088%",
                                    "元素熟知372.704%",
                                    "元素熟知392.32%",
                                    "元素熟知416.84%",
                                    "元素熟知441.36%",
                                    "元素熟知465.88%"
                                ]
                            },
                            {
                                "Desc": "静思瞑影の継続時間",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黒鳶の謎掛",
                        "Desc": "狙い撃ち射撃をするとき、セトスの現在の元素エネルギーが1ポイントにつき、チャージ時間-0.285秒。この方法で、チャージ時間は0.3秒になるまで短縮でき、最大20ポイントの元素エネルギーをカウントする。発射時、発射した矢が<color style='color:#FFD780;'>貫影の矢</color>であった場合、カウントした元素エネルギーを消費する。また、発射した矢が1段チャージの矢であった場合、カウントした元素エネルギーの50%を消費する。JP0B",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王からの賜物",
                        "Desc": "セトスは「熱砂の眩影」効果を獲得し、<color style='color:#FFD780;'>貫影の矢</color>の与えるダメージをセトスの元素熟知の600%分アップする。<br>熱砂の眩影効果の間、後述のどちらかの条件を満たした場合、効果は解除される。<br> · 貫影の矢が最初に敵に命中した5秒後。<br> · 4本の貫影の矢が敵に命中した後。<br><br>熱砂の眩影効果にある貫影の矢が最初に敵に命中した15秒後、再び熱砂の眩影効果を獲得する。JP0B",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "捉月の顕現",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>スメール地域の特産</color>の位置を表示する。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龕謁霊歌",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>の会心率+15%。",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘草紙経",
                        "Desc": "セトスが<color style='color:#FFD780;'>秘儀 · 冥光瞑影</color>を発動した場合、あるいは後述のどちらかの条件を満たした場合、<color style='color:#FFACFF;'>雷元素ダメージ</color>+15%、継続時間10秒。<br> · 固有天賦「黒鳶の謎掛」の効果でエネルギーを消費する。（固有天賦「黒鳶の謎掛」を解放する必要がある）<br> · <color style='color:#FFD780;'>古儀 · 鳴砂牽雷</color>でエネルギーを回復する。<br>この<color style='color:#FFACFF;'>雷元素ダメージ</color>アップ効果が重複して発動する時、最大2層まで重ね掛け可能。継続時間は層ごとに独立してカウントされる。",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "昇月賢哲頌",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃 · 王家の弓術 · 葦ノ矢</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念駝羽集",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>または<color style='color:#FFD780;'>瞑弦の矢</color>が2体以上の敵に命中した時、周囲のチーム全員の元素熟知+80、継続時間10秒。",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈砂録",
                        "Desc": "<color style='color:#FFD780;'>秘儀 · 冥光瞑影</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔門書",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>が敵に命中した後、固有天賦「黒鳶の謎掛」によって消費された元素エネルギーが返還される。この効果は15秒毎に1回のみ発動可能。固有天賦「黒鳶の謎掛」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃 · 王家の弓術 · 葦ノ矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に集まり、攻撃と共に発射される。チャージの時間により、異なる効果を発動する。<br> · 1段チャージ：雷元素が集まった矢を放ち、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br> · 2段チャージ：敵を貫く<color style='color:#FFD780;'>貫影の矢</color>を放ち、経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。貫影の矢のチャージが完了すると、セトスは移動できなくなる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "1段チャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "貫影の矢ダメージ",
                                "ParamLevelList": [
                                    "攻撃力140.0%+元素熟知134.56%",
                                    "攻撃力150.5%+元素熟知144.652%",
                                    "攻撃力161.0%+元素熟知154.744%",
                                    "攻撃力175.0%+元素熟知168.2%",
                                    "攻撃力185.5%+元素熟知178.292%",
                                    "攻撃力196.0%+元素熟知188.384%",
                                    "攻撃力210.0%+元素熟知201.84%",
                                    "攻撃力224.0%+元素熟知215.296%",
                                    "攻撃力238.0%+元素熟知228.752%",
                                    "攻撃力252.0%+元素熟知242.208%",
                                    "攻撃力266.0%+元素熟知255.664%",
                                    "攻撃力280.0%+元素熟知269.12%",
                                    "攻撃力297.5%+元素熟知285.94%",
                                    "攻撃力315.0%+元素熟知302.76%",
                                    "攻撃力332.5%+元素熟知319.58%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古儀 · 鳴砂牽雷",
                        "Desc": "轟雷を集めて<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、素早く後退する。この攻撃で敵に感電、超電導、過負荷、原激化、超激化、超開花または雷元素拡散反応を起こすと、セトスは元素エネルギーを一定値回復する。<br><br><i>「神霊に憑依する司祭、穴を泉に変える術師…砂海の歌い手の間ではそういう人たちの物語が語り継がれてるけど、僕はそれが伝説じゃないって知ってる。だって、彼らは僕たちのご先祖様なんだ。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー回復",
                                "ParamLevelList": [
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント",
                                    "12.0ポイント"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘儀 · 冥光瞑影",
                        "Desc": "秘儀を行い、「静思瞑影」状態に入る。その間、セトスの通常攻撃は敵を貫く<color style='color:#FFD780;'>瞑弦の矢</color>に変化する。経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与え、セトスの元素熟知を基に与えるダメージをアップする。<br>瞑弦の矢によるダメージは重撃ダメージと見なされる。<br>この状態はセトスが退場すると解除される。<br><br><i>沈黙の殿の書庫には、キングデシェレト時代のアフタモンの書籍が数多く所蔵されている。本には強力な秘儀が数多く記されているが、沈黙の殿の中でも、それらの力を掌握できる者はごくわずかだ。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "瞑弦の矢ダメージアップ",
                                "ParamLevelList": [
                                    "元素熟知196.16%",
                                    "元素熟知210.872%",
                                    "元素熟知225.584%",
                                    "元素熟知245.2%",
                                    "元素熟知259.912%",
                                    "元素熟知274.624%",
                                    "元素熟知294.24%",
                                    "元素熟知313.856%",
                                    "元素熟知333.472%",
                                    "元素熟知353.088%",
                                    "元素熟知372.704%",
                                    "元素熟知392.32%",
                                    "元素熟知416.84%",
                                    "元素熟知441.36%",
                                    "元素熟知465.88%"
                                ]
                            },
                            {
                                "Desc": "静思瞑影の継続時間",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黒鳶の謎掛",
                        "Desc": "狙い撃ち射撃をする時のセトスの元素エネルギー1ポイントにつき、チャージ時間-0.285秒。この方法で、チャージ時間は0.3秒になるまで短縮でき、最大20ポイントの元素エネルギーをカウントする。発射時、発射した矢が<color style='color:#FFD780;'>貫影の矢</color>であった場合、カウントした分の元素エネルギーを消費する。一方、1段チャージの矢であった場合、カウントした元素エネルギーの50%を消費する。",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王からの賜物",
                        "Desc": "セトスは「熱砂の眩影」効果を獲得し、<color style='color:#FFD780;'>貫影の矢</color>の与えるダメージがセトスの元素熟知の700%分アップする。<br>「熱砂の眩影」効果時間中、後述のどちらかの条件を満たした場合、効果は解除される。<br> · 貫影の矢が最初に敵に命中した5秒後。<br> · 4本の貫影の矢が敵に命中した後。<br><br>この効果を受けた貫影の矢が最初に敵に命中してから15秒後、再び「熱砂の眩影」効果を獲得できる。",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "捉月の顕現",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>スメール地域の特産</color>の位置を表示する。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龕謁霊歌",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>の会心率+15%。",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘草紙経",
                        "Desc": "後述のどちらかの条件を満たした場合、セトスの<color style='color:#FFACFF;'>雷元素ダメージ</color>+15%、継続時間10秒、最大2層まで。継続時間は層ごとに独立してカウントされる。<br> · 狙い撃ち射撃で元素エネルギーを消費する。固有天賦「黒鳶の謎掛」を解放しておく必要がある。<br> · <color style='color:#FFD780;'>古儀 · 鳴砂牽雷</color>で元素反応を起こし、元素エネルギーを回復する。<br> · <color style='color:#FFD780;'>秘儀 · 冥光瞑影</color>を発動する。",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "昇月賢哲頌",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃 · 王家の弓術 · 葦ノ矢</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念駝羽集",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>または<color style='color:#FFD780;'>瞑弦の矢</color>が2体以上の敵に命中した時、周囲のチーム全員の元素熟知+80、継続時間10秒。",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈砂録",
                        "Desc": "<color style='color:#FFD780;'>秘儀 · 冥光瞑影</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔門書",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>が敵に命中した後、固有天賦「黒鳶の謎掛」によって消費された元素エネルギーが返還される。この効果は15秒毎に1回のみ発動可能。固有天賦「黒鳶の謎掛」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "王家の弓術・葦ノ矢",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大3段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、雷霆の力が矢先に集まり、攻撃と共に発射される。チャージの時間により、異なる効果を発動する。<br> · 1段チャージ：雷元素が集まった矢を放ち、<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。<br> · 2段チャージ：敵を貫く<color style='color:#FFD780;'>貫影の矢</color>を放ち、経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与える。貫影の矢のチャージが完了すると、セトスは移動できなくなる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "52.6139%",
                                    "56.8965%",
                                    "61.179%",
                                    "67.2969%",
                                    "71.5794%",
                                    "76.4737%",
                                    "83.2034%",
                                    "89.9331%",
                                    "96.6628%",
                                    "104.0043%",
                                    "111.3458%",
                                    "118.6873%",
                                    "126.0287%",
                                    "133.3702%",
                                    "140.7117%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "23.7962%+26.6084%",
                                    "25.7331%+28.7742%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.3739%+36.1998%",
                                    "34.5875%+38.675%",
                                    "37.6312%+42.0784%",
                                    "40.6749%+45.4818%",
                                    "43.7186%+48.8852%",
                                    "47.039%+52.598%",
                                    "50.3594%+56.3108%",
                                    "53.6798%+60.0236%",
                                    "57.0%+63.7364%",
                                    "60.3206%+67.4492%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "73.9867%",
                                    "80.0088%",
                                    "86.031%",
                                    "94.6341%",
                                    "100.6563%",
                                    "107.5387%",
                                    "117.0022%",
                                    "126.4656%",
                                    "135.929%",
                                    "146.2527%",
                                    "156.5764%",
                                    "166.9001%",
                                    "177.2239%",
                                    "187.5476%",
                                    "197.8713%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "1段チャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "貫影の矢ダメージ",
                                "ParamLevelList": [
                                    "攻撃力140.0%+元素熟知134.56%",
                                    "攻撃力150.5%+元素熟知144.652%",
                                    "攻撃力161.0%+元素熟知154.744%",
                                    "攻撃力175.0%+元素熟知168.2%",
                                    "攻撃力185.5%+元素熟知178.292%",
                                    "攻撃力196.0%+元素熟知188.384%",
                                    "攻撃力210.0%+元素熟知201.84%",
                                    "攻撃力224.0%+元素熟知215.296%",
                                    "攻撃力238.0%+元素熟知228.752%",
                                    "攻撃力252.0%+元素熟知242.208%",
                                    "攻撃力266.0%+元素熟知255.664%",
                                    "攻撃力280.0%+元素熟知269.12%",
                                    "攻撃力297.5%+元素熟知285.94%",
                                    "攻撃力315.0%+元素熟知302.76%",
                                    "攻撃力332.5%+元素熟知319.58%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古儀 · 鳴砂牽雷",
                        "Desc": "轟雷を集めて<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を与え、素早く後退する。この攻撃で敵に感電、月感電、超電導、過負荷、原激化、超激化、超開花または雷元素拡散反応を起こすと、セトスは元素エネルギーを一定値回復する。<br><br><i>「神霊に憑依される司祭、穴を泉に変える術師…砂海の歌い手の間ではそういう人たちの物語が語り継がれてるけど、僕はそれが伝説じゃないって知ってる。だって、彼らは僕たちのご先祖様なんだ。」</i>",
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー回復",
                                "ParamLevelList": [
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント",
                                    "12ポイント"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘儀 · 瞑光貫影",
                        "Desc": "秘儀を行い、「静思瞑影」状態に入る。その間、セトスの通常攻撃は敵を貫く<color style='color:#FFD780;'>瞑弦の矢</color>に変化する。経路上の敵に<color style='color:#FFACFF;'>雷元素ダメージ</color>を与え、セトスの元素熟知を基に与えるダメージをアップする。<br>この状態のとき、セトスは狙い撃ちができなくなる。<br>瞑弦の矢によるダメージは重撃ダメージと見なされる。<br>この状態はセトスが退場すると解除される。<br><br><i>沈黙の殿の書庫には、キングデシェレト時代のアフタモンの書籍が数多く所蔵されている。本には強力な秘儀が数多く記されているが、沈黙の殿の中でも、それらの力を掌握できる者はごくわずかだ。</i>",
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "瞑弦の矢ダメージアップ",
                                "ParamLevelList": [
                                    "元素熟知196.16%",
                                    "元素熟知210.872%",
                                    "元素熟知225.584%",
                                    "元素熟知245.2%",
                                    "元素熟知259.912%",
                                    "元素熟知274.624%",
                                    "元素熟知294.24%",
                                    "元素熟知313.856%",
                                    "元素熟知333.472%",
                                    "元素熟知353.088%",
                                    "元素熟知372.704%",
                                    "元素熟知392.32%",
                                    "元素熟知416.84%",
                                    "元素熟知441.36%",
                                    "元素熟知465.88%"
                                ]
                            },
                            {
                                "Desc": "静思瞑影の継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黒鳶の謎掛",
                        "Desc": "狙い撃ち射撃をする時のセトスの元素エネルギー1ポイントにつき、チャージ時間-0.285秒。この方法で、チャージ時間は0.3秒になるまで短縮でき、最大20ポイントの元素エネルギーをカウントする。発射時、発射した矢が<color style='color:#FFD780;'>貫影の矢</color>であった場合、カウントした分の元素エネルギーを消費する。一方、1段チャージの矢であった場合、カウントした元素エネルギーの50%を消費する。",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王からの賜物",
                        "Desc": "セトスは「熱砂の眩影」効果を獲得し、<color style='color:#FFD780;'>貫影の矢</color>の与えるダメージがセトスの元素熟知の700%分アップする。<br>「熱砂の眩影」効果時間中、後述のどちらかの条件を満たした場合、効果は解除される。<br> · 貫影の矢が最初に敵に命中した5秒後。<br> · 4本の貫影の矢が敵に命中した後。<br><br>この効果を受けた貫影の矢が最初に敵に命中してから15秒後、再び「熱砂の眩影」効果を獲得できる。",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "猿月の顕現",
                        "Desc": "ミニマップで周囲の<color style='color:#FFD780;'>スメール地域の特産</color>の位置を表示する。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "シュラインの謁霊歌",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>の会心率+15%。",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘のパピルス",
                        "Desc": "後述のどちらかの条件を満たした場合、セトスの<color style='color:#FFACFF;'>雷元素ダメージ</color>+15%、継続時間10秒、最大2層まで。継続時間は層ごとに独立してカウントされる。<br>・狙い撃ち射撃で元素エネルギーを消費する。固有天賦「黒鳶の謎掛」を解放しておく必要がある。<br>・<color style='color:#FFD780;'>古儀・鳴砂牽雷</color>で元素反応を起こし、元素エネルギーを回復する。<br>・<color style='color:#FFD780;'>秘儀・瞑光貫影</color>を発動する。",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "昇月賢哲へのオード",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃 · 王家の弓術 · 葦ノ矢</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真実のプリュマージュ",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>または<color style='color:#FFD780;'>瞑弦の矢</color>が2体以上の敵に命中した時、周囲のチーム全員の元素熟知+80、継続時間10秒。",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈砂のエピグラフ",
                        "Desc": "<color style='color:#FFD780;'>秘儀 · 瞑光貫影</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日のパイロン",
                        "Desc": "<color style='color:#FFD780;'>貫影の矢</color>が敵に命中した後、固有天賦「黒鳶の謎掛」によって消費された元素エネルギーが返還される。この効果は15秒毎に1回のみ発動可能。固有天賦「黒鳶の謎掛」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Sethos": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Shadowpiercing Shot",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Normal ATK 1",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 18.879,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Normal ATK 2-1",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 8.791,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Normal ATK 2-2",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 8.791,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Normal ATK 3",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.809,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 18.879,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 8.791,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 8.791,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 25.809,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Aimed Shot",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Aimed Charge I",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}