// Auto Generated

var _AvatarFetterConfig_ = {
    "65": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "騒がしさや派手さを美学とする「荒瀧派」の中で、いつも面頬を着け、落ち着き払っている二番手の久岐忍は、他のどんなに騒がしい成員よりも人々の注目を集めている。<br>他の成員たちがいかなるトラブルを起こそうと、噂を聞けばすぐ駆け付けてくるこの「荒瀧派」の二番手は、いつも専門的な手段ですべての問題を効率よく解決してくれるのだ。<br>お菓子を盗られた子供におやつを作ってあげたり、欠けたり傷ついたりした漆器を塗り直したり、逮捕された仲間の弁護をすることもある…<br>それを見た者はみな彼女の手腕に感服する——世の中に彼女がこなせないことはあるのか？と。<br>「全部の資格を持ってるわけじゃないよ。だって、評価基準なんかない業界もあるから、資格証を取れないんだ。」<br>なぜだろう。面頬を着けたままでも、彼女が不機嫌そうな表情をしていることはありありと感じ取れる。<br>「それよりも、どうして資格がなくても働ける職業があるんだろう？本当に理解できない。」<br>同様に、面頬越しでも、その口調からは疑念や不可解な気持ちがはっきり感じ取れる。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "名刺は社会人の顔だと、人々はよく言う。<br>名刺に金や銀メッキの模様を描く人たちの行動はあまり理解できないが、小さな紙一枚で、名前や身分、連絡手段までを残すことができるのは、確かに効率的だ。<br>忍は社会に出たばかりのとき、名刺の肩書について真剣に悩んだことがある。<br>元鳴神大社の巫女？その考えに至った瞬間、彼女は心の中で自身の首を絞めた。<br>それじゃあ、「久岐忍」と、名前だけを書くのは？…まるで長所も何もない、無職の人間みたいだ。<br>だったら資格証を取りに行こう。これも人々がよく言うことだから。<br>資格証はいいものだ。一定の期間、頑張ってきた証明にもなるし、説得力があるから自分紹介のときにも使える。<br>いくつかの資格証をさらっと手に入れた後、これでやっと名刺の空白に何かを書ける、と忍は思った。<br>しかし、同時に問題も生じた——好奇心と、自分を鍛えようという考えのもと、彼女は一気にいくつかの資格証を取った。そのため、名刺にある肩書がどんどん長くなってきてしまったのだ。<br>「初級料理人、縫製工、保険数理士、健康管理士、人事管理士…」<br>身につけたスキルは多ければ多いほどいいと言われるが、あまり多すぎるのも困りものだ。そうなれば忍のように、どの肩書にするのか迷ってしまうことになる。<br>久岐忍は、今までどれほどの名刺を作ってきたか、もはや覚えていない。<br>だが、「荒瀧派」に入ってから、名刺の一番最初に書いてある肩書はずっと「荒瀧派の二番手」だ。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "久岐忍が焼いたスミレウリを食べた「荒瀧派」のみんなは、涙をこぼしながらこう褒めた——スミレウリって、こんなに美味しく焼けるのか！<br>それにこの味、今まで試してきた焼き方とも全然違う。もしかして、高級料理人の試験には、スミレウリの焼き方を教わる項目でもあるのか？<br>焼いていたスミレウリを置くと、忍はゆっくりと過去の話を始めた。<br>法律を勉強するために璃月に赴いたあの頃、暇さえあれば、いつも「万民堂」という店に通っていた。<br>万民堂の料理は種類が豊富で、料理法も斬新。巧妙なアイデアで作られていた。当時すでに上級料理人の資格を取得していた彼女はとても驚いた。<br>細切り肉の醤油炒めなのに、魚の風味を感じられる。ゆで白菜なのに、鶏肉スープの旨味がある…世界は広く、不思議なことはいくらでもあるのだ。<br>各業界において、たとえ上級の資格証を取ったとしても、新たなものを受け入れないという姿勢でいてはいけない。定められた標準に縛られずに色々試して、勇気を持って突破するのだ。<br>「荒瀧派」のみんなはよく理解できていないようだったが、彼女を喝采し続けた。何と言っても、そのスミレウリが美味しかったからだ。<br>みんなが美味しそうに食べている姿を見て、忍は物語の結末を言わないことにした。<br>あの時、忍の言葉を聞いた「万民堂」の料理人は心得たように、卯師匠に塩コショウスライムを作らせた…<br>そんな料理が料理人試験に出ることはきっと、世界中を探してもあり得ない。<br>そして、忍がスミレウリをスライムの液体につけてから焼いたのだということについては、「荒瀧派」のすべての者にとって、死んでも知りたくない情報だろう。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "久岐家は巫女の一族であり、代々鳴神に仕えることを誇りに思っている。<br>彼女の世代になっても当然ながら例外はなく、姉の幸が大社に入った後、まだ子供だった忍も見習いとして鳴神大社に送り込まれた。<br>一族の栄誉と共に受け継がれてきたのは、冗長な規則である——誠意と意志を示すためには何日物忌みしなければならない、だとか、神様を冒涜しないためには何回沐浴しなければならない、なんて言うものまで…<br>これらの規則は一体どこから来て、どのように決められたのかについては、誰も説明してくれなかった。ただ、「ずっとこうやってきたのだから、守るべきだ」と言うことらしい。<br>忍は初めて神社に来た時、山頂で夜を過ごしたために、風邪を引いてしまった。当時、家族は神社から遠く離れたところにいたし、姉も外で仕事があったため、傍にいなかった。<br>ところが、子供の頃から強がりだった忍は他の巫女に助けを求めようとせず、山に生えているとげのある草を摘んできて輪を作ると、体に巻きつけた。<br>そのようにすれば、鳴神の加護を得られ、病を追い払えると言われていたのだ。そんなわけで彼女は、とげのある草の輪に巻きつかれたまま、震えながら「鳴神様のご加護を」と念じた。<br>しかし夜が明けても、風邪は全く治らず、体にはひりひりと痛む赤い跡が残されるばかりであった。<br>それからの数日間で、忍は何度も繰り返し気づかされた——先人から伝わる多くの規則は、必ずしも正しいわけではないことを。そして巫女という仕事は、家族の言っていたほどに「なくてはならない」仕事ではないことを。<br>——それなら、久岐家に生まれたから巫女にならなければいけないという掟も、考え直すべきなんじゃないか？<br>数年後、神社を出てから随分と時が経ったある日。暇をもてあました彼女は薬理学の本を開いた。<br>その本には、山に生えているとげのある草には獣を動けなくする麻痺の効果があると詳しく書かれていた。その特性から、古代の人々はこの草を外傷の痛みを和らげる薬に使ったそうだ。<br>忍は…言葉が出なかった。<br>そして、様々な規則にはそれなりの道理があるかもしれないが、規則そのものを道理と見るのは少々時代遅れだろう、と思った。<br>そう考えると、少し幸せな気持ちになる——やっぱり、今の生活の方が楽しいんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "真に自由な仕事を見つけるために、忍は「役職につかないか」と言う誘いを数え切れないほど断り、短時間労働や外注だけで生活費を稼いできた。<br>その中で、うっかりぎっくり腰になってしまった手練れの漆器職人から、とある依頼を受けたことがある。すでに漆器製作の上級試験に合格した彼女にとって難しい仕事ではなかったが、ただ…依頼人の地位がやや特殊であった。<br>忍が手入れの済んだ人形を持って奉行所に到着したその時。建物の中から泥棒が慌てて飛び出してきて、忍にぶつかった。人形はあえなく彼女の手から弾き飛ばされ、空高く舞い上がる。<br>今までの苦労が水の泡になると思った忍は、電光石火の勢いで人形を掴むと、身を翻して逃亡者をつまずかせた。<br>すぐに集まってきた群衆が泥棒を捕らえ、その後、今回の依頼人でもあった九条裟羅がお礼を言いにやって来た。<br>品が無傷だったと聞き、裟羅は漆器職人がこれほどの腕を持っていることに驚いた。<br>忍の境遇や「真に自由な仕事を見つける」という思いを知った裟羅は、熟考の末、天領奉行への誘いを申し入れた。<br>忍は「いえ…お気持ちだけ頂戴しておきます。公務員は自由ではなさそうですから。」と断った後、少し躊躇った末にこう続けた。「でも、仰っていた法律や武術の指導については、兼業で宜しければ検討させていただきますよ。」<br>その日から、久岐忍は新しい兼職を始めた。<br>忍が驚いたのは、法律講座や武術指南の会を開く度、天領奉行のあの大将が欠かさず来ていたことだ。<br>「法を執行する者として、もっと法を知るべきだ。」と真摯に語る裟羅。<br>「同じような技量を持つ武者と手合わせできる機会になんか、滅多に恵まれませんよ。」と忍も真摯に応える。<br>裟羅の誠実さと迅速果敢な行動力を忍は深く認め、裟羅の方も忍に人形の手入れを依頼するようになり——二人はたちまち仲良くなったのだ。<br>裟羅は何度も忍を天領奉行に勧誘した。忍はなかなか譲らなかったが、かと言って、「真に自由な仕事」はどうにも見つかりそうになかった。<br>ある日、忍は裟羅との約束通り、二人がよく会う居酒屋まで人形を届けにやって来た。しかし、裟羅の姿が見えない。夜中まで一人で呑んでいたところ、裟羅はようやく現れた。<br>「珍しいね、裟羅が遅刻するなんて。」<br>「すまなかった、騒がしい集団を相手にしていたもので…」<br>「へえ？あんたを手こずらせるなんて、どんな集団なんだ？」<br>「手こずると言うほどではないが、やつらは『荒瀧派』と自称していて…」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "荒瀧派に二番手が登場したことは、花見坂で少なからず話題になった。<br>噂によると、その二番手は礼儀正しく、よく法を知り、腕っぷしもかなりのものらしい。入ったばかりだというのに、すでに子分たちを大人しくさせている。<br>二番手の「後片付け」を目撃した人たちは、ついに荒瀧派が知識のある、筋の通った礼儀正しい人を仲間に加えたと絶賛した。<br>しかし、心配する声も多々ある——「荒瀧派」はまともな集団じゃないのに、と。<br>過去の小さな騒ぎは痛くも痒くもないが、頭の切れる成員が入ったことで統率がとれた結果、今後大きな問題が起こるのではないかと疑う者もいるのだ。<br>何しろ、荒瀧派の日常業務は貨物の運搬や住宅の修繕、会場の盛り上げに留まらず、最近は税務代理や法律相談、宴会の催しなど多岐に渡っており、どれも巨額の資金を必要とする、危険と隣り合わせの業務ばかりなのである。<br>「業務があまりに幅広すぎないか？まさか無免許営業じゃないよな？」<br>「無免許かどうかはともかく、新たな業務を開拓するために詐欺なんかしてないでしょうね？そんなことしたら天領奉行に捕まるんだから！」<br>——このような疑惑や噂は、すぐに払拭された。荒瀧派の様々な行動は、彼らが正々堂々と約束を守る者たちであることを自ら証明したのだ。<br>ある物好きな人は、新たに追加された「モラ管理業務」を荒瀧派に任せてみた。すると、なんとその人の経済状況は劇的に改善されたのだ。業務過程の透明性や、その快活さと度量の広さは、素晴らしいの一言に尽きた。<br>しかし残念ながら、荒瀧派はあくまでも荒瀧派である。花見坂の子供たちは未だ、夕飯時におやつを勝ち取りに来る荒瀧一斗のせいで、怒りながら家に帰らねばならない日が続いている。<br>伝説の二番手と呼ばれる忍の手にかかっても、荒瀧派の奔放さを変えられる未来はまだまだ遠いようだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "鬼の面頬",
                "Content": "「荒瀧派」に入ったばかりの頃、久岐忍はまだ面頬を着けていなかった。<br>ある事業展開に関する真剣な商談のさなか、「荒瀧派」の他の成員は、忍の後ろに並び、真剣な面持ちをして後ろで手を組んでいた。<br>「あんたら、この姿勢のまま、何も話すなよ。」「これがあんたらにとって…一番効率的な方法だ。」出発前、忍は彼らにこう言いつけた。<br>交渉は忍の思惑通り、順調に進んだが——突然、通りかかった子供が忍を指さして嬉しそうにこう言い放ったのだ。<br>「ママ見て！昔、神社で会ったあの笑うのが好きじゃない巫女のお姉さんだ！ほら、あんなにかっこよくなってるよ！」<br>子供は怯えた表情をする母親に抱き上げられてすぐにその場を去ったが、忍は気まずさと無力感が顔に出てしまい、今すぐこの地を離れ、山に潜って生きていきたい気持ちでいっぱいになった。<br>一方、荒瀧一斗の表情は、まるで二匹のオニカブトムシが口の中でケンカしているかのよう。元太たちも必死に抑えようとしたが、我慢しきれず、やがて大声で笑い出してしまった。<br>——今度の演武で、彼らの顔は今の忍の顔よりも真っ赤に腫れ上がることになる。そのような結末が待っていると知っても、彼らはこのように大笑いできるだろうか。<br>何はともあれ、その日から忍は面頬を着けるようになった。黒い顔で、鬼神の如く牙を剥く。<br>「鬼の副手」という肩書きも、その演武によって定着した。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "神社を去る日、久岐忍は「巫女」を務めていた頃に持っていたすべての物を家に残し、最小限の荷物だけをまとめた。<br>だから、荷物を手に取った瞬間、それが重いことにすぐ気付いた——「あれ、手拭いぐらいしか入れてないのに？」<br>少し探ってみると、なんと荷物からは光り輝く「神の目」が出てきた。その美しい輝きには、彼女の姉である久岐幸も見とれてしまったという。<br>皮肉なことに、神に仕えるはずの巫女は、神社からの脱走を決めたことで初めて神の目に振り向いてもらえたのである。<br>これは忍が手に入れた、最初の「証」であった。神から授かり、自由を証明するもの。<br>彼女を止めようとしていた幸も、この光景を見て考えを改め、両親は自分がどうにかすると請け負った。<br>…「目狩り令」の時、久岐忍は自らの意志で神の目を渡した。<br>一つは、天領奉行にいる知り合いに迷惑をかけたくないという思いがあったからだ。そしてもう一つは、忍にとっての「神の目」が、彼女の持つ数ある資格証明のうち、たった一つのものに過ぎなかったからである。<br>人が生きていく上で遭遇するほとんどのことは、「神の目」がなくても対処できる。本当に厄介な難題については、「神の目」があれば簡単に片付けられると言うような類のものではない。<br>例えば、何世代にもわたって蓄積されてきた先入観をいかに排除するか、とか、真の自由をいかに探すか。<br>あるいは、忍の「神の目」を一緒に取り戻すと駄々をこねて騒ぐ「荒瀧派」の連中を、いかに阻止するかという問題だ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "こんにちは。私は久岐忍、荒瀧派の二番手だ。うちらは貨物の運搬、警備の仕事、住宅の修繕、会場の盛り上げなど、幅広い業務を扱っている。必要があればいつでも連絡を。これが私の名刺だ、受け取ってくれ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 面倒事",
                "Content": "面倒事があれば、私に直接言うといい。解決してやろう。",
                "Tips": []
            },
            {
                "Title": "世間話 · 資格",
                "Content": "資格認定試験には決まった判定基準がある。だから、真面目な姿勢で勉学に励み、習練さえ積めば合格できるんだ。そう難しいことじゃない。",
                "Tips": []
            },
            {
                "Title": "世間話 · 荒瀧派",
                "Content": "もし荒瀧派が何か問題を起こしたら、あいつらを引っ張ってでも謝りに行くよ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "傘をさす必要はない、急ごう。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "気を付けたほうがいい。こんな天気の日に、雷に打たれたい人なんていないだろう？",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "早く仕事を終わらせて帰ろう。時間を無駄にするな。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "いい天気だ。ただ、どうも嫌な予感がする…私の考えすぎだといいけど。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "ん～心地の良い風だ。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう。その様子、体を鍛えに行くのか？あんたって案外努力家なんだな。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "何が食べたい？最近は貯えに余裕があるんだ、昼ご飯を奢るよ。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "依頼の中には、夜にしか遂行できないものがある。そういうのは、あいつらに任せるのが心配だから、私が直々にやるんだ。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "休むべき時はきちんと休め。私に構う必要はない。",
                "Tips": []
            },
            {
                "Title": "久岐忍自身について · 二番手",
                "Content": "業務開拓や仲間の関係維持が私の責務だ。それ以外にも——奉行所に行って仲間の保釈を求めたり、お菓子とおもちゃを元の持ち主に返したり、仕事を引き受けたのに隠れてサボっている成員を捕まえたりしている…ただ、これらの余計な仕事は荒瀧派でのみ見られるものだ。他の組織の二番手なら、理屈上こんなことをする必要はない。もちろん、やろうとしたって私のようにはできないだろうがな。",
                "Tips": []
            },
            {
                "Title": "久岐忍自身について · 退路",
                "Content": "荒瀧派の解散？まず、そのようなことは起こらない。次に、万が一そうなったとしても、私が心配する必要はないんだ。腹を空かせることになるのは私じゃないからな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "筆記帳について…",
                "Content": "もし何かの資格を取りたいと思ったら、私に言うといい。筆記帳を貸してやるよ。要点や注釈が細かく書いてあるから、きっと理解しやすいはずだ。",
                "Tips": []
            },
            {
                "Title": "裏の仕事について…",
                "Content": "あんたが荒瀧派の一員であろうとなかろうと、外の人として扱うつもりはない。だから、あんたは迷わず前へ進むといい。裏の仕事は私に任せろ。心配せずとも、こういったことは私の専門分野だ、いくら煩雑なことでも完璧にこなせる。私のことが心配？ふふっ、安心してくれ、ここ数年の苦労と経験は、何も無駄なことじゃないからな。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "資格証と同じように、これは私の能力が認められた証だ。ただ、その評価基準が何なのかは、未だに分からない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 面頬",
                "Content": "面頬をつけているのは、知り合いにバレたくないからだ。特に荒瀧派のやつらと外で任務を行う時、知り合いに遭遇して何か言われでもしたら、あいつら、わいわいやじるに違いない…考えただけで、腹が立ってきた。あんな思いはもう二度と御免だ…！こほん、何でもない、忘れてくれ。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 派中法度",
                "Content": "私が荒瀧派の「派中法度」を定めた以上、あいつらは法度に従って行動すべきだ。うん？なんで私の言うことを聞いてくれるのかって？それは、私のほうがあいつらより説得力があるからだ。私の言葉と拳には、それなりの重みがあるということだな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "神社にはこんな説法がある——鳴草の冠を作り、それを身にまとえば、災いを払って幸福を祈ることができると。あんたは信じるか？私は、鳴草は麻痺効果のほうが実用的だと思うが。",
                "Tips": []
            },
            {
                "Title": "雷電将軍について…",
                "Content": "鎖国令が解除されてから、雷電将軍は各業界の発展を支援する様々な法令を公布した。私が鎖国中に取った資格はいずれも活躍の場面が増え、荒瀧派もそれほどお金に困らなくて済むようになった…禍福倚伏ということわざがあるが、まさか最終的にあの方に感謝することになるとはな。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「須臾百夢」をクリアする"
                ]
            },
            {
                "Title": "九条裟羅について…",
                "Content": "裟羅のことか？彼女は私の友人だ。うん？私が彼女のことを知っているのが意外だって？ああ、誤解しているかもしれないが、彼女とは私が荒瀧派に入る前からの付き合いだ。彼女との決着は、未だについていない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "八重神子について…",
                "Content": "あの鳴神大社の宮司様でさえ、副業をやることで退屈をしのぐ。巫女がどれほど退屈な仕事なのか、これで分かっただろう。だから私は、また巫女に戻るような真似は絶対にしない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "荒瀧一斗について…",
                "Content": "親分はつらい過去をたくさん持っている。だがそれでも、いつも明るく楽観的でいられるのが親分の凄いところだ。親分は私たちに優しいし、その純粋さも荒瀧派のみんなを感化している。もちろん、それは親分が暴れて他人に迷惑をかけていい理由にはならない。もし親分があんたにちょっかいでも出したら、私に言うといい。しっかりと懲らしめて、あんたに無礼を働いたことを後悔させてやるから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "煙緋について…",
                "Content": "あの頃、私は家族と大喧嘩したんだ。だからとにかく遠いところへ逃げたくて、それで璃月に法律を勉強しに行った。だがそのおかげで、煙緋先輩と知り合えたんだ。法律に関して、彼女はまるで生き字引きさ。私？私も一応、資格を持っているが、この業界には制約が多くて向いていない…私の天職は他にある。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵について…",
                "Content": "そこらにいる天領奉行の同心と違って、彼が見回りや捕り物をしている姿を私は見たことがない。だが、たまに私のところに来て、情報を買っていくんだ。その見返りとして、私は奉行所に連行された仲間の保釈を求める際に、上手く口を利いてくれるよう頼んでいる。もちろん、彼もその条件を快諾してくれているよ。実に悪くない取引だ。何せ、仲間たちに市井の情報を集めてもらうのなんて、簡単なことだからな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "久岐忍を知る · 1",
                "Content": "私は色々な仕事をしたことがあり、それに関連する資格もたくさん持っています。管理業務に関しては、小さなチームを率いた経験を持ち、人員の総合管理と資源の配分を担当してい…あっ、すまない、面接をたくさん受けてきたから…どうも癖になってしまったようだ。気にするな。",
                "Tips": []
            },
            {
                "Title": "久岐忍を知る · 2",
                "Content": "私は巫女の一族に生まれたが、巫女の仕事には向いていない。家から逃げ出したばかりの頃、私はこう思った——生きていくために、たくさんの経験を積まなければならないと。だから、料理人や、裁縫師、格闘家、法律家、出版社の編集者など…様々な資格を取った。その後、社会に出てはじめて、私の学んだことがすでに十分すぎるものだったということに気付いたんだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "久岐忍を知る · 3",
                "Content": "人との付き合い方が上手だって？ふっ…長いこと外をさすらっていたから、その間に人の顔色を窺う方法を学んだのさ。それに悪いのは大体こちらだ。ああいう顔を見せるのは別に苦じゃないが、できることなら、愛想笑いなんかせずにやり過ごせたらと思うよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "久岐忍を知る · 4",
                "Content": "荒瀧派に加入したばかりの頃、子分たちにケンカの仕方を教えるよう親分に言われたんだ。だから、私が荒瀧派に入って最初にしたことは、あいつらを全員ぶん殴ることだった。でも、みんな顔を腫らしながら目を大きく見開き、私を「忍の姉御」って呼んだんだよ。しかも、これからは私についていくともね。ふん、あいつらがバカだということは、あの時に知ったんだ。でも大丈夫、バカでも私の足を引っ張ることはない。何かあったら、私がすべて解決するからな。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "久岐忍を知る · 5",
                "Content": "荒瀧派に残ったのは私自身の選択だ。問題の後始末をさせられるのは確かにイラッとするが、あいつらからは掛けがえのない誠実な気持ちも受け取っている…あいつらは私のために一番いいものを残しておいてくれるんだ。私が何かを決めた時も、水を差したりせずに、いつも大袈裟に拍手したり口笛を吹いたりして盛り上げてくれる…もちろん、荒瀧派の外での評判があまりよくないのは知っている。あいつらはあまり気にしていないが、私は頑張ってみたいんだ——他の人が抱いている荒瀧派の印象を変えたい。だって「家族」って、自分は愚痴を言ってもいいが、他人からは悪口を言われたくない存在だろ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "久岐忍の趣味…",
                "Content": "普段、荒瀧派で過ごしている時、暇を持て余して本を一気読みしたり、資格を取ったりすることがよくある。そういうのも別に悪くないだろ？たとえ家の人に何をしているのか聞かれても、人生を無駄に過ごしているわけじゃないと答えられる。それに、仕事の交渉にも使えるからな。実力を重んじるこの社会において、私のように資格を持っている傾奇者は、どこに行こうとも腹を空かせることはない。",
                "Tips": []
            },
            {
                "Title": "久岐忍の悩み…",
                "Content": "昔、巫女の仕事に戻るのが嫌だったから、自立することを決めたんだ。少なくとも、今のところはきちんとやれている。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "たとえラーメンや餃子など、満腹感を得られるものを食べた直後だとしても、最後はやはりご飯一杯で締めたい。お米は美味しい、それに限る。何か問題でも？",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "料理人の資格を取った後、璃月で聞いたあの言葉をさらに確信するようになったよ——この世に不味い食べ物はない、あるのはダメな料理人だけだって。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "なかなかの腕前だ。こほん…もう一口いただこう。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "あんたが作ったのか？うん…この腕前なら料理人の資格を取るのに十分だろう。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "率直に言うけど、あんた、調味料を間違えたんじゃないか？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "お誕生日おめでとう。ほら、この鳴草特製の手裏剣をあんたにやろう。気をつけて…うん、そう…そうやって持って…投げる前にきちんと角度の計算を忘れずに…ふふっ、気に入ってくれたようで安心した。ああ、それと、決しておもちゃ扱いしないこと。こう見えて危険な代物だ。それから、もっと練習したければ私が教えよう。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "基礎的な技術が不合格であれば、他のことはもっと話にならない。これこそが、初級の資格証の存在意義だ。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "中級の資格証も手に入った。これでほとんどの問題は解決できるようになっただろう。私に解決してほしいことはあるか？",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "上級の資格証はそう簡単に手に入らないものだ。才能と実務経験、どちらも欠けてはならない。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "資格証はあくまで技術の専門性を評価するためのもので、それに注いだ努力や想いを数値化することはできない。それに、あんたとの付き合いも、感謝の言葉一つで表せるようなものじゃない。だから、私の一番得意な「行動」で説明するよ。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "鳴草の輪！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "厄祓い！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "しっかり立ってな。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "おとなしくしな！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "祈雷…祓除！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "邪魔をするな。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "うん、塵も積もれば山となる。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "今回もうまくいきそうだな。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "あんたにやるよ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "待 · ち · な · さ · い…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "私を怒らせたな…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "ふん、次は私の番だ…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "後始末は私がやる。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "無理はせず、私に任せろ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "今回は…迷惑をかけてしまったな…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "荒瀧派はあんたに任せるよ…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "これは…私への侮辱だ…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "もう一度。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "待て！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "殴られたいの？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "私の合図を見てから行動するんだ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "今回はどんな問題だ？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "収拾のつかない仕事じゃないといいが。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "65": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "荒瀧·鬼の副手",
                "Desc": "久岐忍の衣装。特徴的な鬼の面は、荒瀧派の中でもっとも威厳に満ちた「鬼の副手」であることを象徴している。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108388,
            "JD": 108329,
            "Name": "<b>オムライス·ワルツ</b>",
            "Eff": "チーム全員が登りとダッシュに消費するスタミナ-25%、継続時間1500秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "久岐忍のオリジナル料理。柔らかなたまごがソースの舞台で踊り出し、はんなりと舞う袂が甘くふわりとしたご飯を包む。烏有亭の料理人にも劣らぬ一品を作れるなんて、さすが忍。料理人の資格を持っているだけある！",
            "Recipe": {
                "100062": 4,
                "100092": 3,
                "100079": 2,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108388"
        },
        "Namecard": {
            "Name": "<b>久岐忍·絡</b>",
            "Desc": "名刺の飾り紋。<br>「稲妻には、くぐれば邪悪を祓えるという鳴草の輪があるでしょう？そこで忍は、邪悪なものが自ら輪をくぐらないのであれば、草輪を人を取り囲むようなものとして作ればいいと考えました。妹の巫女としての才能は、恐ろしいくらいです。」",
            "Pic": "UI_NameCardPic_Shinobu_P"
        }
    }
}

var acs_cache_ = {}