// Auto Generated

var _AvatarFetterConfig_ = {
    "52": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "人類は世界への憧れや好奇心を抱いて生まれてくる。これは世界を認識するための原点であり、知性を築く基盤でもある。<br>稲妻の人々にとっての世界も同様だ。そこには遥か昔から風雨と雷電、天光と大海が存在した…そして「雷電将軍」も。<br>就寝時、母親は幼子に将軍の話を語り聞かせる、魔神を斬り伏せ、異族を鎮めた伝説のことを。<br>少年と少女が列島を歩き回り、目の当たりにしたのは刀で真っ二つにされた峡谷と、地面にそびえ立つ蒼白の蛇骨だけ。<br>戦線に駆け付けた兵士たちは、「常道を恢弘せしは、永遠なる鳴神なり。」と口々に叫ぶ。<br>平和で幸せに暮らす民は、将軍とその配下の三奉行に感謝している。<br>「雷電将軍」の威名は、既に命の枷を超越し、稲妻の永遠なる信仰となっていた。<br>このような威名と権力の下、彼らの子孫も同じ景色を目にし、同じ信仰で心の世界を構築する。そして、この伝承を永遠に引き継いでいくのだと、彼らは心から信じていた。<br>これぞ——将軍様が民に約束した恒常楽土なのだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "雷電将軍、本名を「雷電影」。<br>彼女は遥か過去より歩み、稲妻が千百年にも渡り払ってきた数々の代償を経験した。<br>最も幸福であった歳月は過ぎ去り、かつての友は敵に。そして最後、刀を握る理由さえも失った。<br>「前へ進めば、必ず何かを失ってしまいます。」<br>これこそが、時間を媒介にして全ての世界に作用する揺るぎない法則であると、影はそう思った。<br>最も繁栄していた人の国が一夜にして崩壊し、最も歴史のある璃月港が岩神に別れを告げた。別れの風は、時間の向こう側から吹いてきている。<br>「雷電将軍」の名声は今も知れ渡っているが、幾星霜の年月が経てば…いつの日か、稲妻は神の庇護を失うことになるだろう。<br>武人として、あらゆる敵を警戒する。たとえ時間のように虚空なる脅威であっても、必ずその日が訪れる前に反撃の糸口となる武器を見つけ出す。<br>彼女の答えは「永遠」。「永遠」のみが全てのものを維持し、稲妻を不滅の国にすることができるのだ。<br>「ならば、全てがまだ美しいうちに止めましょう…このまま…永遠へと。」",
                "Tips": [
                    "好感度Lv.2後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "肉体に閉じ込められた魂が「永遠」を追求するのであれば、寿命を避けて通ることはできない。<br>限られた時間が影の頭を悩ませた。ある日、不思議な技術が運命に導かれたかのように、彼女のもとへ届く。<br>この技術があれば、まるで本物の生命体であるかのような精巧な人形を作り出せる。<br>理論上、人形は影の全てを完璧に再現することが可能であった。それは寿命の限界を超え、稲妻を永遠に庇護することを可能にする。<br>しかし、神の複製体を作るのは、そう簡単なことなのだろうか？<br>影はこのために数え切れないほどの実験を行った。失敗作を大量に処分し、想像を絶する時間と材料を費やしてきた。<br>その執念と武人の志によって、彼女は完璧な人形を作り上げたのだ。<br>新生の「雷電将軍」は静かに座り、影が話す彼女のこと、そして「彼女」と彼女たちにまつわることに耳を傾ける。稲妻の未来は、輝かしい青図として描かれた。<br>彼女は影に対して一つの疑問を抱いていた。「肉体を捨てるということは、もう後戻りできないということ。あなたは後悔していないのですか？」<br>「あなたの存在が私の答えです。」<br>その後、影は刀に宿る意識となった。「一心浄土」は、こうして誕生したのである。",
                "Tips": [
                    "好感度Lv.3後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "将軍になる前の雷電は一介の武人であり、先代の命令に従っていた。<br>先代の雷神、雷電眞は武力に乏しく、戦いや殺しの仕事を影に任せていたのだ。ただ影には殺戮だけではなく、友人と櫻の木の下で歌やかるたに興じ、のどかに過ごす時間もあった。<br>その性格ゆえか、遊戯中の影は朴訥としていた。彼女が最終的な勝者になることも、狐斎宮様が特別に用意した賞品を獲得することもなかった。<br>そんな彼女は、武道の修行に充てていた心血を、歌とかるたの修行へと注いだ。眞と御輿千代にかるたの勝負を申し込んだり、月明かりの下でひとり詩歌を読んだりした。<br>ある日、櫻の木の下で影は勝ち進み、最後は天狗に勝ち、ついに勝者の座につくことになった。<br>影は勝利に歓喜したが、友人の笑い声を耳にする。とっさに自分が冷静さを欠いていたことに気付き、慌てて両手を下げると、凜とした冷たい顔に戻った。<br>もちろん、友人たちは嘲笑っていたわけではない。彼らは影のことをよく知っており、きっと勝利のために努力してきたのだろうと思ったのだ。<br>狐斎宮様も笑みを浮かべながら、菓子を影に渡す。<br>「褒美といっても、妾が作った菓子に過ぎぬ。まさか影がそこまで喜ぶとは。ならば、この勝者だけが手にできる褒美をじっくりと味わうがよい。」<br>無論、影は菓子を欲していたわけではない。武人として、負けたのならば勝つまで挑む。この菓子は、彼女の勝負に挑む心構えへの褒美だった。<br>影はすぐにまた無意識のうちに微笑んでいた。勝利の味もさることながら、この菓子は影の舌を唸らせたのだ。その笑顔を隠そうとする不器用な彼女の姿に、友人たちはまた笑みをこぼす。<br>今でも影は、その櫻の木をよく思い出す。<br>長いこと見に行っていなくとも…たとえ櫻の木の下に誰も座っていなくとも、彼女は時間が永遠に止まることを願うのであった。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "影は、眞が稲妻の風景や美食、人々の物語をこよなく愛し、それを自分に教えるのが好きだったことを今でも覚えている。<br>二人とも「摩耗」という概念をよく理解していたが、未来を案じる影と違って、眞は現在に目を向けていた。<br>「儚い景色であることを知っているからこそ、一層楽しむべきではないか。」<br>それを聞いた影は、自分がただの影武者であったことに反省し、雷電将軍よりも古い考えであったことに苦笑いを浮かべた。影はもっと余裕ある心を持ちたいと思った——そう、眞のように。<br>しかし、時代は瞬く間に移り変わり、予想だにしないことが影に起こる。気がつくと、彼女の手には死にゆく雷電眞から受け継いだ刀が握られていた。<br>この日、影武者であった影は、まことの「雷電将軍」となったのだ。<br>そして、影が「摩耗」の苦しみを本当の意味で理解した日でもある。<br>時が流れれば、この刀も、あの櫻も…稲妻の全ての生命が目の前で散っていくのではないか。<br>それらは稲妻の根幹であり、雷電将軍が守らなければならないもの。<br>「ならば、先行きを読むことは無意味なことではなく…過ぎたことでもない。」<br>心の内で覚悟が定まり、生命が肉体を超越する、そして永遠は浮世に降り立った。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "ある夜、雷電影は瞑想中に夢の世界へ入った。<br>彼女は天と地の間に残された唯一の存在、鏡像のように存在するもう一人の「自分」。<br>ため息をつくかのような声が人形の口から漏れ出ると、彼女の耳へと届いた。「あなたが心に決めた永遠は、人々の無数の願いによって揺らいでしまいました。ならば、あなたは既に私の敵です。」<br>人形を作る際、影はあらゆる危険を考慮した。<br>すべての可能性を考えてきた、最悪の場合…いつの日か自分自身が「永遠」の脅威となることさえも。<br>しかし、彼女は前へ進み、「永遠」に辿り着かねばならない。その意志は、誰であろうとも決して邪魔することのできないもの。<br>人形の言葉は、過去の自分からの責苦のようであった。<br>「過去の自分よりも、今の自分の信念の方がしっかりとしたものだと考えている。だから、今の自分こそが正しい、果たしてそうなのでしょうか？」<br>同じ顔をしていても、その口から語られる意志は異なっていた。過去の自分と戦う日は、いずれ来るだろう。<br>だが、それは今日ではない。まだ彼女の準備が整っていないことを、影は知っていた。<br>澄み渡る心を持ち、無我の境地へと達したが、民衆の叫喚によって足を止めた。<br>明鏡の上では空が濁りはじめ、無我の殿堂で烏が鳴く。夜明けの時が来た。武士は刀を取らねばならない。<br>それは泡影の如く、虚像のようで真実のような夢であった。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「泡影照らし浮世の風流」をクリア"
                ]
            },
            {
                "Title": "「夢想の一心」",
                "Content": "影のように、今に至るまで受け継がれてきた刀。<br>二人の主君の手を経て、時と永遠を見守ってきた刀。<br>それは雷電眞の神威によって生まれたものだが、一度も刃を研がれたことはない。物は主人に倣うもので、眞が戦いを苦手とするように、それも戦わず、眞の思う平和を象徴するものであった。<br>眞が亡くなった日、それは影の手に渡った。刀は血に染まり、その先端から初めて真紅色が滴ると、荒風と奔雷によって散った。<br>眞はこれに「夢想の一心」という名をつけていた。それは夢のように美しい稲妻を見届け、この世と共に歩み続ける高貴な心を象徴するかのよう。<br>影はその名を変えなかった。彼女もその光景を目にしたことで、より純粋でより強い「心」が生まれたからだ。<br>稲妻の美学とは、まさに浮世の儚き幻夢、その中の大切な瞬間を捉えることである。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "神の心",
                "Content": "「一心浄土」に住みつく前、影は神の心をどう保管するか悩んでいた。<br>影はもう神の心を必要としていないが、これほど大切なものを不用心に置いておくわけにもいかない。最初はエネルギー供給装置へと改造することも考えたが、彼女の技術はなぜか神の心に通用しなかった。<br>そこで彼女の頭に思い浮かんだのが、狡猾で聡明な八重神子。八重神子は頼れる性格ではないが、影にとって最善の選択であったのは間違いない。<br>頼みを聞いた八重神子は思わず、「妾はこれを売ってしまうやもしれぬ、怖くないのか？」と口にした。<br>「あなたは神の心の価値を理解しています。たとえそれを売ったとしても、同じ価値のあるものと交換する必要がある、しかしそれは容易なことではありません。」<br>八重神子のような性格であれば、神の心を売っても不思議なことではない。だが、彼女が決して損を選ばないのも事実だ。<br>それは旧知の仲である影にとって、言葉にせずとも分かること。八重神子は影の意図を理解し、微笑みながら神の心を受け取った。<br>「汝からの申し出じゃ、後悔しても遅いぞ。」",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "かしこまらないでください。この身は高貴なものですが、ここへ来たのは身分を隠し世を渡り歩くため。あなたの腕を見込んで頼みがあります。今から私の護衛になっていただけませんか。心配しないでください、危機が訪れれば、私も手を貸しますので。",
                "Tips": []
            },
            {
                "Title": "世間話 · 徒然",
                "Content": "つれづれなるままに、日くらし、硯にむかひて。ふん。",
                "Tips": []
            },
            {
                "Title": "世間話 · 浮世",
                "Content": "浮世の風景は幾千年も変わらないというのに、人の世とはこうも白露と泡のように…儚い。",
                "Tips": []
            },
            {
                "Title": "世間話 · 世俗の風景",
                "Content": "この美しい風景も、そばに誰もいない以上、私の不変を引き立たせるだけ…",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨なんて大したことありません。まだ雷も鳴っていないのですから。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "あら、雷が怖いのですか？この世で唯一無二の高貴なる者であり、最も恐ろしい雷霆の化身が、あなたのそばにいるというのに。",
                "Tips": [
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "雪の日…",
                "Content": "冬将軍も来たのでしょうか。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "晴天でさえ、雷霆の光を遮ることはできません。雨が降らずとも、神雷を下せます。あの木を見ていてください。ん？わかったからもうやめて？そうですか…",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "朝のあいさつをしたそばからあくびをするなんて、たるんでいる証拠かと。ですが、今回はその無礼を許しましょう。おはようございます。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "甘味が食べたいですね。へぇっ、いけませんか？「こんな時間に甘い物なんて」とはいったい…以前は将軍の身分によって甘やかされていた、と。そうだったのですね…",
                "Tips": [
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "こんばんは…",
                "Content": "夜の流れ星について知りたいのですか？ふふ、瞬く間に流れゆく天の光です。えっ、実はあなたが流れ星？空を翔ける者は「天狗」だという言い伝えがあります、あなたも天狗だったのでしょうか？",
                "Tips": [
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "おやすみ…",
                "Content": "私の命により、この世のすべての雷鳴を静めました。今夜はゆっくりと眠れることを願います。",
                "Tips": []
            },
            {
                "Title": "雷電将軍自身について · 刹那",
                "Content": "雷霆と稲妻は、刹那に去りゆく。だからこそ、「永遠」を望むのです。いえ、望むだけでは足りません、必ず「永遠」をこの手に。",
                "Tips": []
            },
            {
                "Title": "雷電将軍自身について · 永遠",
                "Content": "「摩耗」とは、とても恐ろしいもの。この身が誕生した意義も、摩耗に耐えるためです。そしていつか、「内なる存在」は「永遠」に触れることができるでしょう。",
                "Tips": []
            },
            {
                "Title": "奥詰衆について…",
                "Content": "あなたは今や私の側用人です。言い換えれば、幕府に対して有益で、私に忠誠を誓う者であると判断しています。",
                "Tips": []
            },
            {
                "Title": "用心棒について…",
                "Content": "護衛とは言いましたが、私が危険に陥った時にかばう必要はありません。将軍の作りは丈夫で、壊れた時は替えも利きます。ですので、身の危険を感じた時には、この将軍を前に突き出してもらって構いません。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "直伝について…",
                "Content": "稲妻の薙刀術と剣術、それに刀の鍛造技法は基本的に私が伝授したものです。そこから、人々の個性によって枝分かれしていきました。<br>どうでしょう、私の一太刀をもう一度受けてみませんか？それでもまだ無事であれば、あなたに稲妻で流派を開く許可を与えましょう。はぁ…武道の精進とはどうしてこうも人を惹きつけるのでしょうか。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "外の世界では、そんなにも長い間雷元素の神の目が現れていないのですか？私にはいくつかの制約があるため、細かいことは言えませんが…神の目を授けることは、私の意志とは無関係です。重要なのは、人々の「願望」、そして…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "共有したいこと？特にありません。それよりも、なぜ神の目を持たないあなたが、元素力を使えるのか気になります。話してくれますか。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "体は消え、夢も失いましたけど、彼女は神櫻となりました。それもまた「永遠」です。",
                "Tips": []
            },
            {
                "Title": "八重神子について…",
                "Content": "あの人ですか。最初は油揚げに誘惑されるような方でしたが、まさかこんなにも策略に秀でるようになるなんて、実に喜ばしいことです。しかし私のためとはいえ、彼女に謀られたのはやはり少し気に入りません。今度会った時、きっと笑われてしまいます…であれば先手必勝、先に彼女に一太刀浴びせるとしましょう。どうせ彼女なら躱せますし。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "神里綾人について…",
                "Content": "神里家の者であり、稲妻名門の筆頭をゆくに相応しい人物です。綾人は以前、三奉行事務中に様々な手段を講じていましたが、その忠誠心に一点の曇りもありません。咎めずともいいでしょう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾華について…",
                "Content": "神里家の者であり、稲妻名門の筆頭をゆくに相応しい人物です。えっ、将軍と評価がまったく同じ？で、では、これならどうでしょう…綾華は剣術にも秀でています。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "九条裟羅について…",
                "Content": "忠実な志士であり、優れた武芸を有し、「豪傑」の二文字を背負うに相応しい者です。あの者がいれば、九条家もまだまだ栄えるでしょう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "宵宮について…",
                "Content": "どなたのことでしょうか…ああ、花火職人の。刹那の幻像を創り、夏の幻想に酔いしれる人。彼女も我が民の一人です。<br>ん？天領奉行の領地で花火が上がっている？まさか彼女が？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "トーマについて…",
                "Content": "彼の神の目を奪いそうになったことは、私に責任がまったくないというわけではありません。しかし、謝罪でしたら、やはり将軍に行かせたほうがいいでしょう…まあ、私も反省はしますが。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "珊瑚宮心海について…",
                "Content": "オロバシはたしかに私が斬り伏せました。しかし私は珊瑚宮の民に、それを海祇大御神として祭り上げることを許可しました。 今の珊瑚宮は鳴神分社を破壊し、幕府を裏切ろうとしています。彼女は海祇大御神の現人神の巫女として、責任を取らなければなりません。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "国崩について…",
                "Content": "あの子は将軍を作る時にできた副産物です。彼を制御しないのは、私の心の中で彼に対して借りを覚えているからでしょう。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "荒瀧一斗について…",
                "Content": "誰でしょうか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "モラクスについて…",
                "Content": "かつて彼と酒席を共にした時、私はただの影武者で、神々の末席に属していました。彼はそのような選択をしたのですね…しかし、これからの時代も、彼は多くの人と縁を結んでいくことでしょう。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "ウェンティについて…",
                "Content": "風神の化身は今もその名前を名乗っているのですか？正直、初めて彼と会った時から相性が合わない感じがしていました。それ以外の印象は…お酒が強いことくらいですね。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "ブエルについて…",
                "Content": "私は彼女の謙虚さを高く評価しています。謙虚さも確かに、智者の美徳ですから。ブエルの権能をもってすれば、想像を超えたようなこともできるのに、彼女はそれをただ「是正と守護」のためにしか使いません…本当に優しい神です。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "フリーナについて…",
                "Content": "「雷電将軍」はかつて、私の意志に揺らぎがないか確かめるため、私と意識空間で数百年にわたる決闘を行いました。ですがあなたのおっしゃったフリーナさんは、人間の身でありながら、五百年にもわたり演技を貫いた…それは、いついかなる時も精神的な「戦い」を繰り広げることに変わりなかったことでしょう。私は彼女の意志が、すでに神の領域に達していることを認めます。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「罪人の円舞曲」をクリア",
                    "シナリオ「須臾百夢」をクリア"
                ]
            },
            {
                "Title": "ハボリムについて…",
                "Content": "五百年前、私がカーンルイアに着いた時、無想刃狭間を彷彿させる凄惨な焦土を目撃しました。それは、炎神の怒りだと…しかし今になって、その人物に会う機会があろうとは思いませんでした。もしよろしければ、紹介していただけませんか？広々とした場所で、「武人」同士でぜひ武の心得を語り合いたいものです。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「灼烈の反魂の詩」をクリア"
                ]
            },
            {
                "Title": "夢見月瑞希について…",
                "Content": "夢見月瑞希は神子の旧友です。しかし、あの二人の関係は、私にはよく分かりません…互いにかけがえのない友人でありながら、両者ともに感情を表に出したがらないのです。いつも何かしらの計画のために対立しては、勝敗を決しようとしています…ただ、その計画は人々がより楽しく暮らせるようにするためのものなので、私も口を挟まないようにしているんです。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「須臾百夢」をクリア"
                ]
            },
            {
                "Title": "雷電将軍を知る · 1",
                "Content": "何かあるなら、言ってください。",
                "Tips": []
            },
            {
                "Title": "雷電将軍を知る · 2",
                "Content": "雷の日に「くわばら、くわばら」と言えば大事には至らない、そう人々は信じています。もし私が起こした雷であれば、あなたに害はなしません。ですが、自然現象の雷の場合、そうもいかないでしょう。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "影を知る · 3",
                "Content": "『珍説』という本に書いてあるのは事実です。あれは彼女が島のことで忙しくしていた頃のこと。私は影武者として、彼女の名を借り、軍陣に現れました。しかし、そのあとの物語は人々の憶測にすぎません。私は元々剣術に魅了された武人、民を感化させる美徳など持ち合わせていません。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "影を知る · 4",
                "Content": "「永遠」の追求は、一種の逃避にすぎません。私が最後に取った方法も、甲羅にうずくまる亀のようなものでした。しかし亀とはもともと長寿の象徴、永遠を追求すれば必然的にそのような形になるのかもしれませんね。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "影を知る · 5",
                "Content": "恐怖の由来、それは私が500年前に彼女の死と「あの出来事」を目撃したから。しかし…あなたでしたら、きっとすべての人を救えるでしょう。あなたでしたら…きっと世界をも救えます。私が稲妻のすべてを覚えているように、あなたが私を覚えている限り、私は永遠に生き続けることができます。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "雷電将軍の趣味…",
                "Content": "愚問です。この世にはやらなければならないこと、そしてやってはならないことの二種類のみが存在します。",
                "Tips": []
            },
            {
                "Title": "影の悩み…",
                "Content": "私に料理を作らせないでください。基本的に私はなんでもできますが、料理だけは本当にだめなんです…",
                "Tips": [
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "好きな食べ物…",
                "Content": "将軍の言ったことは無視してください。甘いお菓子が好きです！虫歯になったら換えればいいだけのこと。永遠の追求に影響するわけがありません。",
                "Tips": [
                    "シナリオ「千手百目の浮世」をクリア"
                ]
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "愚問です。この世には身体を維持するための栄養素と、そして身体に害をもたらす物の二種類のみが存在します。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "よく知っている味です。悪くありません。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "後ほど食べますので、そこに置いておいてください。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "体の機能に支障が生じます、下げてください。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 4",
                "Content": "美味しいですね。心も穏やかになっていくのを感じます、ありがとうございます。",
                "Tips": [
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "贈り物を受け取る · 5",
                "Content": "見栄えは悪くないようですね。どうやって作ったのでしょう？",
                "Tips": [
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "贈り物を受け取る · 6",
                "Content": "すみませんが、お断りいたします。",
                "Tips": [
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "生誕…",
                "Content": "今日はあなたの生誕の日でしたか。私と城へ戻り、全旗本の前で祝辞を読みましょう。「恥ずかしいからやめてほしい」と？…そうですか。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでとうございます。今日は一緒にお祝いをして、一年で最も印象に残る素敵な日にしましょう。そして、来年の今日もまたお祝いを。こうやって続けていけば、「永遠」の幸せを手に入れることができます。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "我が流派、「初伝」の位では太刀の九向剣路之勢、それと薙刀の基礎が学べます。他の流派と大差はありません。いや、正しくは他の流派が私のと大差がない、ですね。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "我が流派、「中伝」の位では剣術に必要な「構え」の変化を学び、薙刀術に必要な「斬り」と「返し」の理を理解する必要があります。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "我が流派、「皆伝」の位では奥義を学ぶ必要があります。しかし、そのほとんどが元素力を使うため、ただの人間には難しいでしょう。世に出回る大半の流派は、この境地に触れることさえできません。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "奥義中の奥義、「無想」であり、無双の一太刀。あなたが練習に付き合ってくれるのなら、私はより速くて強い一太刀を繰り出せる気がします。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "裁きの雷。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "逃げ道はありません。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "見切りました。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "無我の境地へ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "ここより、寂滅の時！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "稲光、すなわち永遠なり。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "受け取りなさい。私には無用の長物です。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "須臾の夢に過ぎません。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "あら？",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "鎖を…断ち切る…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "悪を…斬らねば…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "邪魔者の…粛清を…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "私の後ろへ。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "下がりなさい。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "浮世の夢のごとし…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "無念…無執…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "雷鳴が…止んでしまいます…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "無礼者…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "愚かな…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "なにか用ですか？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "私についてきてください。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "今こそ出陣の時。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "52": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "御建鳴神主尊の典",
                "Desc": "雷電将軍の衣装。「雷の三つ巴」の模様を装飾し、無上の地位を得た崇高な着物。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 0,
            "JD": 0,
            "Name": "",
            "Eff": "",
            "Desc": "",
            "Recipe": {}
        },
        "Namecard": {
            "Name": "<b>雷電将軍·開眼</b>",
            "Desc": "名刺の飾り紋。<br>影でもなく、将軍でもない。雷曜の眼で自分を映すことで、己を保つことができる。",
            "Pic": "UI_NameCardPic_Shougun_P"
        }
    }
}

var acs_cache_ = {}