// Auto Generated

var _AvatarFetterConfig_ = {
    "33": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "ファデュイの頂点たる「ファトゥス」に属しはするものの、「公子」タルタリヤという青年には、どこかあどけなさが残っている。<br>まるでベルベットに包まれた白銀の刃のように、その朗らかな態度と自信に満ち溢れた内には、鍛え抜かれた戦士の肉体が隠されている。<br>彼は最も若いファトゥスでありながら、最も危険なファトゥスの一人でもある。<br>だが「公子」は、ファデュイの同輩たちとそりが合わないようだ。<br>純粋な戦士である彼には、この陰謀が渦巻く集団は噛み合っていないかのように見える。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "ファデュイ成立以来最も若い執行官として、タルタリヤは束縛を受けずに、自分のやり方を貫き通す資格がある。<br>このやり方は、ファデュイの中では好ましく思われておらず、他の執行官とも風格がずれていた。しかし、その自分勝手なやり方の裏には、責任に対する堅い覚悟と隙のない慎重さがある。<br>誇り高い故、彼は必ず約束を守る。不可能に思われる約束であっても、彼が反故することは一度もない。<br>単騎で巣窟内の龍を全て倒したり、危険な秘境から無事に帰ってきたり、または、一人でとある大貴族の領地を転覆させたり…<br>約束を果たすだけでなく、その首尾もあざやかなものだ。<br>ファデュイ執行官の先鋒として、「公子」タルタリヤは常に、スネージナヤの敵の弱点の周りに姿を現し、矛盾が爆発する前に攻撃を仕掛ける。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "スネージナヤの噂によると、タルタリヤは14歳から戦場に立っている<br>そして不思議なことに、彼は生まれつき武芸の達人であり、様々な殺戮の技に精通している。<br>そして、もっと恐ろしいのは、この「公子」が戦闘に対する激情である。難しい戦闘に興味津々で、恐ろしい敵がいると狂ったように喜ぶのだ。<br>「公子」の傲慢さは、数えきれないほどの戦闘による錬磨と、戦いの中で得た経験から来ている。<br>そんな争いを好む彼の本性が、不必要なトラブルを起さないように、他のファデュイ執行官たちは、いつも彼をスネージナヤから離れた土地に派遣する。<br>しかし、なぜかこの男はいつだって混乱の中心にいるようだ。<br>非凡な経歴は彼を目立たせ、他人からの称賛を得られた。<br>ファデュイの控えめなメンバーたちとは違い、タルタリヤはよく演劇を観に行く。時には、自らその中の一員になることもある。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "氷上釣りは、タルタリヤの幼い頃からの趣味の一つである。<br>あの頃の彼はタルタリヤでも、ファデュイの「公子」でもなく、父親の憧れの冒険英雄物語から名付けられたアヤックスという名前だった。<br>父親と凍った湖の水面に穴を開け、魚釣りをする。それは楽な作業ではなく、時には半日かける時もあった。<br>しかし、厚い氷に穴を開ける間も、魚がかかるまでの長い間も、いつだって父親は物語を語ってくれた。<br>それは父親の若い頃の冒険であり、タルタリヤが心の中でなりたいと誓った未来である。<br>そのため、彼はいつも真面目に聞き、物語の主人公に自分を重ねながら、魚が釣れるまで物語を楽しんでいた。<br>家を出た後のアヤックスも、その後の「公子」タルタリヤも、氷上釣りを趣味にしている。<br>ただ、昔のように物語を楽しむのではなく、釣りは戦士の根気を鍛錬し、戦い方を反省する修行となった。<br>こうして、武芸の鍛錬を目的とした長い瞑想が終わった後、魚が釣れたどうかは、彼にとってはもはや重要ではないのだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "世間の想像とは異なり、タルタリヤの戦闘スキルは、生まれ持った才能ではない。<br>しかし、その肝心な体験について、タルタリヤは絶対に他人に教えようとしない。<br>14歳のあの年、平凡な毎日から逃げようと、少年は短剣とパンを持って家を飛び出た。<br>軽率な少年は雪森の中で迷い、熊や狼の群れに追われ、気付いたら底の見えない暗い隙間に落ちていた。<br>そこで、彼はもう一つの古い世界に無限なる可能性を見た。そして、彼は謎の剣客と出会った。<br>彼がうっかり落ちたというより、暗闇の国が野心家な少年に気付いた方が正しいのかもしれない…<br>それは後に、ファトゥス「公子」が二度と探ることのできない暗闇だった。<br>3ヶ月間、少年は剣客から深淵で自由に行き来する特技を教わった。そして何より、この3ヶ月の間、少年の激動を好む本性の中から、闘争の力が呼び起こされた。<br>あの3ヶ月の間に、一体何があったかは誰も知らないし、アヤックスも教えようとはしない。<br>しかし、母親と姉妹が森で少年を見つけた時、「この世界の時間」は3日しか経っていなかった。<br>錆びた短剣を握りしめ、少年はこうして初めての冒険を完成した。<br>彼にとってそれは少年時代の終わりであり、武人の道への始まりである。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "故郷に戻った後、少年には少し変化があった。<br>臆病や躊躇いを捨て、軽薄で自信に満ちた姿になった。<br>まるで、彼こそがこの世界の中心であり、戦いそのものは彼のために存在するようだった。<br>闘争は常に変化をもたらす。予測不能の変化は、万華鏡のようにアヤックスを吸い込んだ。<br>父親から見れば、元々やんちゃだった三男が、さらに暴れん坊になり、平和なモレペソク、別名「海屑町」に数々のトラブルを引き起こした。<br>というよりも、彼が闘争の中心になり、彼が行くところでは必ず争いが起きる。——そして、彼自身もそれを楽しんでいる。<br>ついにある日、危うく死人を出しかけた喧嘩の後、父は仕方なく、愛する息子をファデュイ徴兵団に送り込んだ。<br>ファデュイの厳しいルールによって、息子の性格が改善されるだろうというのが父親の願いだったが、実際目にしたのは、完全武装したファデュイが一人のガキにボコボコにされ、逃げ出した光景だった。<br>この件で、父親は大いに失望したが、ファトゥス第五位「プルチネッラ」は、タルタリヤの存在に興味を持つようになった。<br>彼はアヤックスの戦闘力に驚き、その闘争の中心にいる己を楽しむ性格に、興味を持つようになった…<br>「プルチネッラ」は処罰という名目で、アヤックスをファデュイの傘下に入れた。下っ端として働いてもらい、「氷の女皇」のために戦うことを命じた。<br>こうして、ファデュイの戦闘は、少年の限りなき征服の欲望を満たし、彼の膨れ上がった自我も、強敵に勝った快感で満たされていった…<br>そして、ついにアヤックスは、ファデュイの「執行官」として抜擢された。「公子」タルタリヤの名を手に入れ、スネージナヤで最も権力を持つ人間の一人になった。<br>しかし、タルタリヤになったことは終点ではなく、世界を征服する野望の一小節にすぎない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "タルタリヤの手紙",
                "Content": "「愛しい妹ちゃんへ、家族のみんなは元気？オヤジの頭痛は治ったか？<br>オヤジとオフクロ、それと兄貴や姉貴によろしく伝えといて。<br>璃月港から頭痛の特効薬を送ったんだ。これで少しはオヤジも楽になるだろう。薬は数日で届くはずだ。<br>もちろん、君たちへのプレゼントも用意したぞ。<br>手紙と璃月の凧2つ、でんでん太鼓1つ、稲妻産の磁器人形2つと色々なお菓子詰め合わせを送った。<br>後アントンに、璃月港の人々は石でできた人じゃなくて、俺たちと同じく人間だって教えてあげてくれ。<br>やつらは石は食べない。つまらないよな。<br>トーニャ、焦る必要はない、家でいい子にしてろよ。<br>俺はもうすぐ帰るよ。前に言ってたように、璃月の7つの星を手に入れ、女皇陛下に捧げる願いが叶ったらすぐ帰る。俺は約束は守るからな。<br>あなたの忠誠な騎士より」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "邪眼",
                "Content": "タルタリヤの「邪眼」は、過去の栄誉を象徴する勲章であり、現在の力の証でもある。<br>邪眼を授かり、ファトゥスになったあの日のことを、彼は未だにはっきりと覚えている。<br>冷酷かつ荘厳な神「氷の女皇」の前で、ファデュイ最初の執行官「道化」は、彼にこの勲章を授けた。<br>あれは恐るべし魔獣を討伐した褒美であり、無数の戦いを乗り越えてきた記念でもある。<br>だが、タルタリヤは特に喜びを感じなかった。あれは、戦士として当たり前の栄誉だったからだ。<br>新しい「仲間」の怪訝な顔も彼は無視した。他人の指摘や誹謗は、彼にとって無意味である。<br>「公子」になった少年が唯一尊敬する相手は、高台に鎮座する女皇のみである。<br>それは、女皇からより広い舞台と戦いの理由を授かったからだけでなく、彼女の睥睨の目付きも一因だ——<br>その目付きは、冷酷で純粋で傲慢で鋭かった。<br>彼女は尊い神であると同時に、真の戦士でもある。<br>こうして邪眼を授かった「公子」は、スネージナヤで唯一無二の女皇に忠誠を誓った。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "俺はファデュイ執行官第十一位、「公子」タルタリヤだ。そして君は——争いを招く者だね、実に愉快だ。きっと相性がいいと思うよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 暇",
                "Content": "ここに立ってても、相手はやってこないよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 手合わせ",
                "Content": "んーー、この辺りに戦い甲斐のある強敵はいないんだろうか？",
                "Tips": []
            },
            {
                "Title": "世間話 · ファデュイ",
                "Content": "他の執行官たちは何してるんだろうね。まあ、どうせ訳の分からない「壮大な計画」とやらを進めてるんだろうけど。",
                "Tips": []
            },
            {
                "Title": "世間話 · 故郷の雪原",
                "Content": "俺の故郷の雪原でこんな風に立ってたら凍死してしまうよ、ハハハッ。",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "雨が水面を打つ音は魚を驚かしてしまう。それに比べ、雨上がりは釣りをするのに絶好の時間だ。",
                "Tips": []
            },
            {
                "Title": "雪の日 · 異国",
                "Content": "ハハッ、故郷の方でも今は雪が降っているのかな？",
                "Tips": []
            },
            {
                "Title": "雪の日 · スネージナヤ",
                "Content": "素晴らしい雪だね！天地が月光のように綺麗だ。こんな舞台で流れる鮮血はより際立つだろうね。",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "ほう、風から争いの気配を感じる。",
                "Tips": []
            },
            {
                "Title": "暴風の日 · 異国",
                "Content": "清々しい風だ！",
                "Tips": []
            },
            {
                "Title": "暴風の日 · スネージナヤ",
                "Content": "頭も体も、この身を通り抜ける風に洗われたようだ。気持ちいいね。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "やあ、相棒！今日は元気そうだね。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "調子よさそうだ、俺と手合わせしてみるか？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "ぷはーーッ、食った食った。体を動かしてこよう。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "楽しい一日だった。また明日だ、相棒！",
                "Tips": []
            },
            {
                "Title": "タルタリヤ自身について…",
                "Content": "戦士たる者、常に挑む心を刃の先に留めなければならない。勝とうが負けようが、それによりかけがえのない貴重な経験を得られるんだ。",
                "Tips": []
            },
            {
                "Title": "同僚について…",
                "Content": "君と同行してることは、他の執行官の間でとうに広まってるだろうね。あいつらの顔を見てみたいもんだよ、ハハハッ。",
                "Tips": []
            },
            {
                "Title": "武器について…",
                "Content": "実は弓が一番苦手な武器なんだ。だからこそ、使ってるよ。手強い相手ほど、征服し甲斐がある。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "生存について…",
                "Content": "神の目を持たない君がこれほどの力を持つとは、実に楽しみだ…君が自身の限界に達する前に、すべてを捨てて俺と命を賭けた戦いをしよう、それまで絶対に倒れるなよ！死ぬなんてもってのほかだからね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "誘いについて…",
                "Content": "相棒、ファデュイに入ってみないか？…いや、やっぱ今のはなし。今の君の立場だからこそ、一緒にいる俺に他の執行官と殺し合う理由ができるんだから。こんなチャンス、そう易々と捨てられるわけがないよね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "ハハッ、強くなれるなら、「神の目」でも「邪眼」でも、アビスの罪人から学ぶことさえも厭わないさ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "果てしない雪原では、命はいつだって骨を砕くような一面の純白と隣り合わせで、足跡さえもそこには残せない。そう、俺たちは毎日見えない敵と戦っていたんだ。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "かつて俺は世界の深淵で巨大な魔獣とにらみ合った。いつの日か、あの骨さえも凍るような強大な怪物を正々堂々と倒してみせる。その時は、君に見届けてほしいんだ、相棒！",
                "Tips": []
            },
            {
                "Title": "スカークについて…",
                "Content": "もう何年師匠に会ってないんだろうな。次に彼女と手合わせする時は、少なくとも両手を使わせてやりたいよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鍾離について · 推量",
                "Content": "あいつは只者じゃないね、真の実力はどんなものだろうか…期待してしまうよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鍾離について · 挑戦",
                "Content": "鍾離先生は最近どうしてる？うん…順調？どうやら「凡人」の生活にも慣れ始めたみたいだね。はぁ…いろいろあったけど、鍾離先生とも一回戦って見たいものだな。<br>何…俺は勝てない？ハハッ…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "「女皇」について…",
                "Content": "女皇様は実に優しい人だよ。優しすぎるからこそ、冷酷にならなければならない。平和を夢見ているからこそ、世界に宣戦布告した。それに、彼女が世界の敵になったからこそ、俺たちは出会えたのさ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ファルカについて…",
                "Content": "ファルカかい？いつか西風騎士団の頂点、伝説の「北風騎士」と戦えると思うと、興奮して震えてしまうよ。生きるって素晴らしいね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「道化」について…",
                "Content": "彼はファデュイ最初の執行官で、今の執行官たちのリーダーでもある。ただ、重要な場面でしか姿を見せないんだ。彼の功績については…正直、興味がない。俺が忠誠を誓うのは女皇様だからね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「隊長」について…",
                "Content": "昔、戦場で彼の戦いを見たことがある。その姿はあまりに勇猛なものだったよ。ただ俺の席は後ろすぎる、たぶん彼は俺のことに気付いていなかっただろう。けど、たとえ今日見向きされなくても、明日こそは、俺の実力を彼に見せてやりたい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「博士」について…",
                "Content": "彼は年齢別に自分の義体を作って、様々な任務を担当させているらしい。しょうがないさ、俺の同僚はみんな変わり者ばかりだからね。でも、逆に考えよう、仮に俺が自分の義体と出会ったら…ハハッ、きっと生き残るほうを決めるために、そいつと戦うことになるよね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「少女」について…",
                "Content": "ファトゥスの席は実力によって決まる。けど、なんであの子が「第三位」にいるのかはよく分からないんだ。もし機会があったら、俺より前にいる執行官たちと一度戦ってみたいね。ただ、どうしてか彼女とはあまり戦う気が起きないんだ…とにかく、君も気を付けたほうがいい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「召使」について…",
                "Content": "打算的な人は別に嫌いじゃない。何しろ、俺がファデュイに入ったのだって、戦う機会がもっと欲しいからだ。けど、俺はどうしてもこいつのことが気に入らない。裏切ることで利益を手にできるのなら、彼女は躊躇なく女皇様に刃を向けるだろう。彼女の目には、狂気しかないからね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「雄鶏」について…",
                "Content": "俺は義理や人情といったものがよく分からない。けど、彼が本当に俺のことを助けたいと思っているのは知っている。俺を見る時の彼の眼差しは、まるで家族を見るもののようだよ。ああ、そういえば、トーニャとテウセルからの手紙には、彼がうちに送ってくれたパイやプレゼントのことがよく書いてある。どうやら、俺が冬国を離れている間、彼は約束通り、俺の家族の面倒をよく見てくれているみたいだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「傀儡」について…",
                "Content": "研究に没頭している人らしい。ということは、あれらの機械も彼女と何か関係があるんだろうか。とにかく、彼女と会ったのはたった数回だけだというのに、いつも俺を殺したそうな目で見てくる。彼女を怒らせるようなことをした覚えは、まったくないんだけどね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「富者」について…",
                "Content": "ああ、「壮大な計画」ばかり考えているあの野心家のことか。彼の理論はまったくもって頭に入ってこないよ。とにかく、不測の事態に備えた資本が十分にあるならそれでいい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「淑女」について…",
                "Content": "君も知っていると思うけど、俺は彼女と馬が合わないんだ。それに、今となっては、彼女のことを語る必要もないだろう。ファトゥスにとって、死期は自分で決められるようなものじゃない…でも安心してくれ、何があろうとも、俺は全力で生きていくから。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "「散兵」について…",
                "Content": "彼は「神の心」を手に入れた後、俺たちとの連絡を断ってしまってね。だから、その心を取り戻すために行動を開始した。俺は色んな場所を回るのは別に構わない。もしかすると、偶然どこかで君に会うかもしれないね。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "タルタリヤを知る · 1",
                "Content": "覚えておいてくれ、相棒、俺こそがいつか世界を征服する者だ。",
                "Tips": []
            },
            {
                "Title": "タルタリヤを知る · 2",
                "Content": "戦う相手が神でもアビスの魔獣でも、形さえあれば勝てる可能性がある。けど執行官の中には、権謀術数や陰謀とか…「見えない手段」に熱心な輩がいる。俺はそういったつまらないヤツらは性に合わないんだよ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "タルタリヤを知る · 3",
                "Content": "ここの空と故郷の空は繋がっている。顔を上げて雪のような月光を見ると、故郷の人々も同じ月を見ているのかと思いを馳せてしまう。弟や妹は…優れた戦士になれているだろうか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "タルタリヤを知る · 4",
                "Content": "相棒、これだけは忘れるなよ。殺し合う時、「燃えてきた」なんて馬鹿な言葉で自分を奮い立たせるな。燃え尽きれば、灰以外何も残らない。何があっても、生き抜くんだ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "タルタリヤを知る · 5",
                "Content": "時間が経つのは早いものだ。いつか君に、俺が世界を征服して、神の王座を踏みつける姿を見せてあげるよ。それまで、絶対に倒れるなよ、相棒！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "タルタリヤの趣味…",
                "Content": "氷上の穴釣りと決闘には通ずるものがある、その心は我慢強さと決断だよ。そういえば、これは人生においてあらゆる局面で使えると思わないかい？",
                "Tips": []
            },
            {
                "Title": "タルタリヤの悩み…",
                "Content": "ん？悩み…君と一緒にいると、いつも挑戦し甲斐のある強敵に出会えるから、悩みなんてつまらないことを考える暇もないよ。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "この世界は美味しい料理と心躍る戦闘に満ち溢れている。生きるって素晴らしい！",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "食べ物と武器は同じだ。真の戦士は武器の好き嫌いがないし、食べ物の好き嫌いもない。君も好き嫌いするなよ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "美味しいものを食べると、気分まで晴れやかになるね。…さて、君にどうお返ししたらいいかな？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "料理の腕がだいぶ上がったようだね。腕っぷしも強くなってるのかな？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "想像をしてなかった口当たりだけど。うん…もう少し食べてみよう。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "やあ、相棒、誕生日おめでとう！むちゃくちゃ殴りたい相手とかいる？いたら遠慮なく俺に言ってくれ！",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "おっ！少し強くなったみたいだ。誰で試してみようかな…",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "「戦士の力は円のようだ。その円が大きいほど、戦える相手が多い。」これって誰の言葉だったっけ…",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "悪くない！相棒、君のおかげでまた「世界征服」という目標に一歩近づいた。きっと女皇様も、俺がここまで成長することを予想してなかっただろうね。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "相棒、君もちゃんと腕を磨いておいてくれよ！でないと、俺が世界の頂点に立った時、命を賭けて殺し合える相手がいなくなっちゃうだろ？",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "行くぞ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "ハーッ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "狂瀾怒濤！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "来い！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 5",
                "Content": "さーて。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 6",
                "Content": "ふう——",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "止水の矢！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "逃げられるかな！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "隙を見せるのは、ほんの一瞬だ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 4",
                "Content": "痛いから我慢しろよ。",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "兵貴神速。",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "ハッ、悪くないね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "よし！もっとお宝を見つけに行こう！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "ああ、最高だ！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "あはは、ワクワクするね！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "ハッ、面白い。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "やるじゃないか！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "瀬戸際だろ、俺の得意分野さ。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "君たち、最近運動不足なんじゃないか？",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "退け！ここは俺がやる！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "そんな馬鹿な…せっかく手に入れたのに…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "やっちまった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "なかなか…やるな…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "チッ、油断した。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "あはっ、強いやつはどこかな？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "しっかり見ててくれよな！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "待ちくたびれてたところだ！",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "33": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "栄光の刃",
                "Desc": "タルタリヤの衣装。ファトゥス第十一位「公子」の身分を表した輝かしい服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108175,
            "JD": 108051,
            "Name": "<b>極みの一釣り</b>",
            "Eff": "チーム全員の防御力+282、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "タルタリヤのオリジナル料理。それはまるで血の海を漂う野獣が、野垂れ死ぬ前に発した音のない咆哮のよう…なお、タルタリヤは笑いながら、海釣りの戦利品が勝手に故郷の特産品を持ってきただけだと言っている。",
            "Recipe": {
                "100073": 4,
                "100056": 1,
                "100016": 2
            },
            "Icon": "UI_ItemIcon_108175"
        },
        "Namecard": {
            "Name": "<b>公子·魔装</b>",
            "Desc": "名刺の飾り紋。<br>多様に変化する技を身に着け、思うまま大地を駆ける彼の記号。だが「魔王」と名付けた武芸は彼が作り出したものではなく、暗い宇宙にいるあの孤高の少女から授かったものだ…",
            "Pic": "UI_NameCardPic_Tartaglia_P"
        }
    }
}

var acs_cache_ = {}