// Auto Generated

var _AvatarDataConfig_ = {
    "Venti": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Venti": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "100023": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113001": 2,
                "100023": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113001": 4,
                "100023": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113001": 8,
                "100023": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113001": 12,
                "100023": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113001": 20,
                "100023": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112004": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112004": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112004": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112004": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112004": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112004": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112004": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112004": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112004": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112004": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112004": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112004": 12,
                "113006": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Venti": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "神代の射術",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大6段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、天地の風を矢先に凝集させ、風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成された暴風の目が存在する間、ウェンティは追加の強化効果を獲得する。<br>・ウェンティの通常攻撃は敵を貫通する<color style='color:#FFD780;'>暴風の矢</color>となり、経路上の敵により高い<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・ウェンティの通常攻撃が敵に命中すると、暴風の目の継続時間が1秒、クールタイムが0.5秒延長される。この効果は0.1秒毎に1回のみ発動し、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動するたびに最大2回まで発動できる。",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6段ダメージ",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "暴風の矢ダメージ",
                                "ParamLevelList": [
                                    "通常攻撃ダメージ160.0%",
                                    "通常攻撃ダメージ170.0%",
                                    "通常攻撃ダメージ180.0%",
                                    "通常攻撃ダメージ190.0%",
                                    "通常攻撃ダメージ200%",
                                    "通常攻撃ダメージ210.0%",
                                    "通常攻撃ダメージ220.0%",
                                    "通常攻撃ダメージ230.0%",
                                    "通常攻撃ダメージ240.0%",
                                    "通常攻撃ダメージ250.0%",
                                    "通常攻撃ダメージ260.0%",
                                    "通常攻撃ダメージ270.0%",
                                    "通常攻撃ダメージ280.0%",
                                    "通常攻撃ダメージ290.0%",
                                    "通常攻撃ダメージ300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "高天の歌",
                        "Desc": "詩を奏でる風を呼び、塵泥の中を歩くものを高空まで届ける。<br><br><color style='color:#FFD780;'>一回押し</color><br>目標の足もとに風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br><br><color style='color:#FFD780;'>長押し</color><br>自身を中心に更に大きい風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br>長押しで発動した後、ウェンティは風に乗り空中へ飛ぶ。<br>高天の歌にノックバックされた敵はゆっくりと落下する。<br><br><i>人と神がまだ共に大地にいた時代、無数の歌が四方の空に伝わっていた。それらはすでに忘れ去られた曲である。</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "一回押しダメージ",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "一回押しクールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "長押しクールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "風神の詩",
                        "Desc": "千の風を集めた矢を放ち、前方に巨大な暴風の目を作る。爆風は敵を巻き込み、<color style='color:#80FFD7;'>風元素ダメージ</color>を持続的に与える。<br><br><color style='color:#FFD780;'>元素変化</color><br>暴風の目がスキル継続中に<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。<br>元素変化はスキル継続中に1回のみ発生する。<br><br><i>風の神を讃頌する詩の多くはすでに散逸した。その中でこの詩は、彼と風の力を物語っている。</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "付加元素ダメージ",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余風の抱擁",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>を長押しした後、上昇気流が発生する、継続時間20秒。",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "暴風の目",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>効果終了後、ウェンティの元素エネルギーを15回復する。<br>元素変化があった場合、該当元素のチームメンバーの元素エネルギーを15回復する。",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "恒風と共に",
                        "Desc": "チーム内の自身のキャラクター全員が滑翔に消費するスタミナ-20%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "魔女からの贈り物・風を讃えて",
                        "Desc": "<color style='color:#FFD780;'>魔女の課題・風立ちの題</color>を完了すると、ウェンティは<color style='color:#FFD780;'>魔導</color>キャラクターとして扱われるようになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導秘儀</color>効果が発動し、魔導キャラクターは強化される。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>によって生成された暴風の目が存在する場合、近くにいるフィールド上キャラクターが拡散反応を起こした後の4秒間、そのキャラクターの与えるダメージが50%アップし、ウェンティ自身の暴風の目が与えるダメージも本来の135%となる。",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "矢先の蒼風",
                        "Desc": "<color style='color:#FFD780;'>狙い撃ち</color>する時、矢を追加で2本放つ。それぞれ、元の矢の33%のダメージを与える。<br>さらに、<color style='color:#FFD780;'>暴風の矢</color>も分裂した矢を追加で2本放ち、敵を追撃する。それぞれ元の矢の20%のダメージを与える。この効果は0.25秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "恋い焦がれるそよ風",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>発動後、敵の<color style='color:#80FFD7;'>風元素耐性</color>と物理耐性-24%、継続時間10秒。<br>さらに、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティは<color style='color:#FFD780;'>風吹く時</color>効果を獲得し、元素スキル<color style='color:#FFD780;'>高天の歌</color>のクールタイムがリセットされる。また、<color style='color:#FFD780;'>暴風の矢</color>が敵に命中すると、25%の確率でウェンティが<color style='color:#FFD780;'>風吹く時</color>効果を獲得する。<br><br><color style='color:#FFD780;'>風吹く時</color><br>一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動時、本来の300%分のダメージを与える。この効果は15秒継続し、ウェンティが一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動すると解除される。",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "千の風の詩",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "自由の凛風",
                        "Desc": "ウェンティが元素スキル<color style='color:#FFD780;'>高天の歌</color>または元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティとチーム内にいる自身のフィールド上の他のキャラクターの<color style='color:#80FFD7;'>風元素ダメージ</color>+25%、継続時間10秒。",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "高天の協奏",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "抗争の暴風",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のダメージを受けた敵の<color style='color:#80FFD7;'>風元素耐性</color>-20%。<br>元素変化があった場合、変化した元素の耐性も-20%。<br>さらに、ウェンティがこれらの敵に与えるダメージの会心ダメージ+100%。",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "1": {
                "BattleSkills": [
                    {
                        "Name": "神代の射術",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大6段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、天地の風を矢先に凝集させ、風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成された暴風の目が存在する間、ウェンティは追加の強化効果を獲得する。<br>・ウェンティの通常攻撃は敵を貫通する<color style='color:#FFD780;'>暴風の矢</color>となり、経路上の敵により高い<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・ウェンティの通常攻撃が敵に命中すると、暴風の目の継続時間が1秒、クールタイムが0.5秒延長される。この効果は0.1秒毎に1回のみ発動でき、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動するたびに最大2回まで発動できる。JP0B",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6段ダメージ",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "暴風の矢ダメージ",
                                "ParamLevelList": [
                                    "通常攻撃ダメージ160.0%",
                                    "通常攻撃ダメージ170.0%",
                                    "通常攻撃ダメージ180.0%",
                                    "通常攻撃ダメージ190.0%",
                                    "通常攻撃ダメージ200%",
                                    "通常攻撃ダメージ210.0%",
                                    "通常攻撃ダメージ220.0%",
                                    "通常攻撃ダメージ230.0%",
                                    "通常攻撃ダメージ240.0%",
                                    "通常攻撃ダメージ250.0%",
                                    "通常攻撃ダメージ260.0%",
                                    "通常攻撃ダメージ270.0%",
                                    "通常攻撃ダメージ280.0%",
                                    "通常攻撃ダメージ290.0%",
                                    "通常攻撃ダメージ300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "高天の歌",
                        "Desc": "詩を奏でる風を呼び、塵泥の中を歩くものを高空まで届ける。<br><br><color style='color:#FFD780;'>一回押し</color><br>目標の足もとに風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br><br><color style='color:#FFD780;'>長押し</color><br>自身を中心に更に大きい風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br>長押しで発動した後、ウェンティは風に乗り空中へ飛ぶ。<br>高天の歌にノックバックされた敵はゆっくりと落下する。<br><br><i>人と神がまだ共に大地にいた時代、無数の歌が四方の空に伝わっていた。それらはすでに忘れ去られた曲である。</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "一回押しダメージ",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "一回押しクールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "長押しクールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "風神の詩",
                        "Desc": "千の風を集めた矢を放ち、前方に巨大な暴風の目を作る。爆風は敵を巻き込み、<color style='color:#80FFD7;'>風元素ダメージ</color>を持続的に与える。<br><br><color style='color:#FFD780;'>元素変化</color><br>暴風の目がスキル継続中に<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。<br>元素変化はスキル継続中に1回のみ発生する。<br><br><i>風の神を讃頌する詩の多くはすでに散逸した。その中でこの詩は、彼と風の力を物語っている。</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "付加元素ダメージ",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余風の抱擁",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>を長押しした後、上昇気流が発生する、継続時間20秒。",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "暴風の目",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>効果終了後、ウェンティの元素エネルギーを15回復する。<br>元素変化があった場合、該当元素のチームメンバーの元素エネルギーを15回復する。",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "恒風と共に",
                        "Desc": "チーム内の自身のキャラクター全員が滑翔に消費するスタミナ-20%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "魔女の前夜祭・風を讃えてJP0B",
                        "Desc": "<color style='color:#FFD780;'>魔女の課業・風立ちの題</color>を完了すると、ウェンティは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果が発動し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成される暴風の目が存在する場合、近くにいるフィールド上キャラクターが拡散反応を起こした後の4秒間、そのキャラクターの与えるダメージが50%アップし、暴風の目が与えるダメージが本来の135%となる。JP0B",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "矢先の蒼風",
                        "Desc": "<color style='color:#FFD780;'>狙い撃ち</color>する時、分裂した矢を追加で2本放つ。それぞれ元の矢の33%のダメージを与える。<br>さらに、<color style='color:#FFD780;'>暴風の矢</color>も分裂した矢を追加で2本放ち、敵を追撃する。それぞれ元の矢の20%のダメージを与える。この効果は0.25秒毎に1回のみ発動可能。元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成された暴風の目が元素変化を起こした場合、追加で放たれる矢のダメージも対応する元素のダメージに変化する。JP0B",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "恋い焦がれるそよ風",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>発動後、敵の<color style='color:#80FFD7;'>風元素耐性</color>と物理耐性-24%、継続時間10秒。<br>さらに、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティは<color style='color:#FFD780;'>風吹く時</color>効果を獲得し、元素スキル<color style='color:#FFD780;'>高天の歌</color>のクールタイムがリセットされる。また、<color style='color:#FFD780;'>暴風の矢</color>が敵に命中すると、25%の確率でウェンティが<color style='color:#FFD780;'>風吹く時</color>効果を獲得する。<br><br><color style='color:#FFD780;'>風吹く時</color><br>一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動時、本来の300%分のダメージを与える。この効果は15秒継続し、ウェンティが一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動すると解除される。JP0B",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "千の風の詩",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "自由の凛風",
                        "Desc": "ウェンティが元素スキル<color style='color:#FFD780;'>高天の歌</color>または元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティとチーム内にいる自身のフィールド上の他のキャラクターの<color style='color:#80FFD7;'>風元素ダメージ</color>+25%、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "高天の協奏",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "抗争の暴風",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のダメージを受けた敵の<color style='color:#80FFD7;'>風元素耐性</color>-20%。<br>元素変化があった場合、変化した元素の耐性も-20%。<br>さらに、ウェンティがこれらの敵に与えるダメージの会心ダメージ+100%。JP0B",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "神代の射術",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大6段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、天地の風を矢先に凝集させ、風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成された暴風の目が存在する間、ウェンティは追加の強化効果を獲得する。<br>・ウェンティの通常攻撃は敵を貫通する<color style='color:#FFD780;'>暴風の矢</color>となり、経路上の敵により高い<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・ウェンティの通常攻撃が敵に命中すると、暴風の目の継続時間が1秒、クールタイムが0.5秒延長される。この効果は0.1秒毎に1回のみ発動でき、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動するたびに最大2回まで発動できる。JP0B",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6段ダメージ",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "暴風の矢ダメージ",
                                "ParamLevelList": [
                                    "通常攻撃ダメージ160.0%",
                                    "通常攻撃ダメージ170.0%",
                                    "通常攻撃ダメージ180.0%",
                                    "通常攻撃ダメージ190.0%",
                                    "通常攻撃ダメージ200%",
                                    "通常攻撃ダメージ210.0%",
                                    "通常攻撃ダメージ220.0%",
                                    "通常攻撃ダメージ230.0%",
                                    "通常攻撃ダメージ240.0%",
                                    "通常攻撃ダメージ250.0%",
                                    "通常攻撃ダメージ260.0%",
                                    "通常攻撃ダメージ270.0%",
                                    "通常攻撃ダメージ280.0%",
                                    "通常攻撃ダメージ290.0%",
                                    "通常攻撃ダメージ300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "高天の歌",
                        "Desc": "詩を奏でる風を呼び、塵泥の中を歩くものを高空まで届ける。<br><br><color style='color:#FFD780;'>一回押し</color><br>目標の足もとに風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br><br><color style='color:#FFD780;'>長押し</color><br>自身を中心に更に大きい風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br>長押しで発動した後、ウェンティは風に乗り空中へ飛ぶ。<br>高天の歌にノックバックされた敵はゆっくりと落下する。<br><br><i>人と神がまだ共に大地にいた時代、無数の歌が四方の空に伝わっていた。それらはすでに忘れ去られた曲である。</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "一回押しダメージ",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "一回押しクールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "長押しクールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "風神の詩",
                        "Desc": "千の風を集めた矢を放ち、前方に巨大な暴風の目を作る。爆風は敵を巻き込み、<color style='color:#80FFD7;'>風元素ダメージ</color>を持続的に与える。<br><br><color style='color:#FFD780;'>元素変化</color><br>暴風の目がスキル継続中に<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。<br>元素変化はスキル継続中に1回のみ発生する。<br><br><i>風の神を讃頌する詩の多くはすでに散逸した。その中でこの詩は、彼と風の力を物語っている。</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "付加元素ダメージ",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余風の抱擁",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>を長押しした後、上昇気流が発生する、継続時間20秒。",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "暴風の目",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>効果終了後、ウェンティの元素エネルギーを15回復する。<br>元素変化があった場合、該当元素のチームメンバーの元素エネルギーを15回復する。",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "恒風と共に",
                        "Desc": "チーム内の自身のキャラクター全員が滑翔に消費するスタミナ-20%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "魔女の前夜祭・風を讃えてJP0B",
                        "Desc": "<color style='color:#FFD780;'>魔女の課業・風立ちの題</color>を完了すると、ウェンティは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果が発動し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成される暴風の目が存在する場合、近くにいるフィールド上キャラクターが拡散反応を起こした後の4秒間、そのキャラクターの与えるダメージが50%アップし、暴風の目が与えるダメージが本来の135%となる。ウェンティが待機中でも効果を発動できる。JP0B",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "矢先の蒼風",
                        "Desc": "<color style='color:#FFD780;'>狙い撃ち</color>する時、分裂した矢を追加で2本放つ。それぞれ元の矢の33%のダメージを与える。<br>さらに、<color style='color:#FFD780;'>暴風の矢</color>も分裂した矢を追加で2本放ち、敵を追撃する。それぞれ元の矢の20%のダメージを与える。この効果は0.25秒毎に1回のみ発動可能。元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成された暴風の目が元素変化を起こした場合、追加で放たれる矢のダメージも対応する元素のダメージに変化する。JP0B",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "恋い焦がれるそよ風",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>発動後、敵の<color style='color:#80FFD7;'>風元素耐性</color>と物理耐性-24%、継続時間10秒。<br>さらに、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティは<color style='color:#FFD780;'>風吹く時</color>効果を獲得し、元素スキル<color style='color:#FFD780;'>高天の歌</color>のクールタイムがリセットされる。また、<color style='color:#FFD780;'>暴風の矢</color>が敵に命中すると、25%の確率でウェンティが<color style='color:#FFD780;'>風吹く時</color>効果を獲得する。<br><br><color style='color:#FFD780;'>風吹く時</color><br>一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動時、本来の300%分のダメージを与える。この効果は15秒継続し、ウェンティが一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動すると解除される。JP0B",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "千の風の詩",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "自由の凛風",
                        "Desc": "ウェンティが元素スキル<color style='color:#FFD780;'>高天の歌</color>または元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティとチーム内にいる自身のフィールド上の他のキャラクターの<color style='color:#80FFD7;'>風元素ダメージ</color>+25%、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "高天の協奏",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "抗争の暴風",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のダメージを受けた敵の<color style='color:#80FFD7;'>風元素耐性</color>-20%。<br>元素変化があった場合、変化した元素の耐性も-20%。<br>さらに、ウェンティがこれらの敵に与えるダメージの会心ダメージ+100%。JP0B",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "神代の射術",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大6段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、天地の風を矢先に凝集させ、風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成された暴風の目が存在する間、ウェンティは追加の強化効果を獲得する。<br>・ウェンティの通常攻撃は敵を貫通する<color style='color:#FFD780;'>暴風の矢</color>となり、経路上の敵により高い<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・ウェンティの通常攻撃が敵に命中すると、暴風の目の継続時間が1秒、クールタイムが0.5秒延長される。この効果は0.1秒毎に1回のみ発動でき、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動するたびに最大2回まで発動できる。JP0B",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6段ダメージ",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "暴風の矢ダメージ",
                                "ParamLevelList": [
                                    "通常攻撃ダメージ160.0%",
                                    "通常攻撃ダメージ170.0%",
                                    "通常攻撃ダメージ180.0%",
                                    "通常攻撃ダメージ190.0%",
                                    "通常攻撃ダメージ200%",
                                    "通常攻撃ダメージ210.0%",
                                    "通常攻撃ダメージ220.0%",
                                    "通常攻撃ダメージ230.0%",
                                    "通常攻撃ダメージ240.0%",
                                    "通常攻撃ダメージ250.0%",
                                    "通常攻撃ダメージ260.0%",
                                    "通常攻撃ダメージ270.0%",
                                    "通常攻撃ダメージ280.0%",
                                    "通常攻撃ダメージ290.0%",
                                    "通常攻撃ダメージ300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "高天の歌",
                        "Desc": "詩を奏でる風を呼び、塵泥の中を歩くものを高空まで届ける。<br><br><color style='color:#FFD780;'>一回押し</color><br>目標の足もとに風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br><br><color style='color:#FFD780;'>長押し</color><br>自身を中心に更に大きい風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br>長押しで発動した後、ウェンティは風に乗り空中へ飛ぶ。<br>高天の歌にノックバックされた敵はゆっくりと落下する。<br><br><i>人と神がまだ共に大地にいた時代、無数の歌が四方の空に伝わっていた。それらはすでに忘れ去られた曲である。</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "一回押しダメージ",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "一回押しクールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "長押しクールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "風神の詩",
                        "Desc": "千の風を集めた矢を放ち、前方に巨大な暴風の目を作る。爆風は敵を巻き込み、<color style='color:#80FFD7;'>風元素ダメージ</color>を持続的に与える。<br><br><color style='color:#FFD780;'>元素変化</color><br>暴風の目がスキル継続中に<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。<br>元素変化はスキル継続中に1回のみ発生する。<br><br><i>風の神を讃頌する詩の多くはすでに散逸した。その中でこの詩は、彼と風の力を物語っている。</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "付加元素ダメージ",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余風の抱擁",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>を長押しした後、上昇気流が発生する、継続時間20秒。",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "暴風の目",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>効果終了後、ウェンティの元素エネルギーを15回復する。<br>元素変化があった場合、該当元素のチームメンバーの元素エネルギーを15回復する。",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "恒風と共に",
                        "Desc": "チーム内の自身のキャラクター全員が滑翔に消費するスタミナ-20%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "魔女の前夜祭・風を讃えてJP0B",
                        "Desc": "<color style='color:#FFD780;'>魔女の課業・風立ちの題</color>を完了すると、ウェンティは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果が発動し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成される暴風の目が存在する場合、近くにいるフィールド上キャラクターが拡散反応を起こした後の4秒間、そのキャラクターの与えるダメージが50%アップし、暴風の目が与えるダメージが本来の135%となる。JP0B",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "矢先の蒼風",
                        "Desc": "<color style='color:#FFD780;'>狙い撃ち</color>する時、分裂した矢を追加で2本放つ。それぞれ元の矢の33%のダメージを与える。<br>さらに、<color style='color:#FFD780;'>暴風の矢</color>も分裂した矢を追加で2本放ち、敵を追撃する。それぞれ元の矢の20%のダメージを与える。この効果は0.25秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "恋い焦がれるそよ風",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>発動後、敵の<color style='color:#80FFD7;'>風元素耐性</color>と物理耐性-24%、継続時間10秒。<br>さらに、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティは<color style='color:#FFD780;'>風吹く時</color>効果を獲得し、元素スキル<color style='color:#FFD780;'>高天の歌</color>のクールタイムがリセットされる。また、<color style='color:#FFD780;'>暴風の矢</color>が敵に命中すると、25%の確率でウェンティが<color style='color:#FFD780;'>風吹く時</color>効果を獲得する。<br><br><color style='color:#FFD780;'>風吹く時</color><br>一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動時、本来の300%分のダメージを与える。この効果は15秒継続し、ウェンティが一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動すると解除される。JP0B",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "千の風の詩",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "自由の凛風",
                        "Desc": "ウェンティが元素スキル<color style='color:#FFD780;'>高天の歌</color>または元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティとチーム内にいる自身のフィールド上の他のキャラクターの<color style='color:#80FFD7;'>風元素ダメージ</color>+25%、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "高天の協奏",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "抗争の暴風",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のダメージを受けた敵の<color style='color:#80FFD7;'>風元素耐性</color>-20%。<br>元素変化があった場合、変化した元素の耐性も-20%。<br>さらに、ウェンティがこれらの敵に与えるダメージの会心ダメージ+100%。JP0B",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "神代の射術",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大6段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、天地の風を矢先に凝集させ、風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成された暴風の目が存在する間、ウェンティは追加の強化効果を獲得する。<br>・ウェンティの通常攻撃は敵を貫通する<color style='color:#FFD780;'>暴風の矢</color>となり、経路上の敵により高い<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・ウェンティの通常攻撃が敵に命中すると、暴風の目の継続時間が1秒、クールタイムが0.5秒延長される。この効果は0.1秒毎に1回のみ発動でき、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動するたびに最大2回まで発動できる。JP0B",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6段ダメージ",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "暴風の矢ダメージ",
                                "ParamLevelList": [
                                    "通常攻撃ダメージ160.0%",
                                    "通常攻撃ダメージ170.0%",
                                    "通常攻撃ダメージ180.0%",
                                    "通常攻撃ダメージ190.0%",
                                    "通常攻撃ダメージ200%",
                                    "通常攻撃ダメージ210.0%",
                                    "通常攻撃ダメージ220.0%",
                                    "通常攻撃ダメージ230.0%",
                                    "通常攻撃ダメージ240.0%",
                                    "通常攻撃ダメージ250.0%",
                                    "通常攻撃ダメージ260.0%",
                                    "通常攻撃ダメージ270.0%",
                                    "通常攻撃ダメージ280.0%",
                                    "通常攻撃ダメージ290.0%",
                                    "通常攻撃ダメージ300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "高天の歌",
                        "Desc": "詩を奏でる風を呼び、塵泥の中を歩くものを高空まで届ける。<br><br><color style='color:#FFD780;'>一回押し</color><br>目標の足もとに風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br><br><color style='color:#FFD780;'>長押し</color><br>自身を中心に更に大きい風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br>長押しで発動した後、ウェンティは風に乗り空中へ飛ぶ。<br>高天の歌にノックバックされた敵はゆっくりと落下する。<br><br><i>人と神がまだ共に大地にいた時代、無数の歌が四方の空に伝わっていた。それらはすでに忘れ去られた曲である。</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "一回押しダメージ",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "一回押しクールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "長押しクールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "風神の詩",
                        "Desc": "千の風を集めた矢を放ち、前方に巨大な暴風の目を作る。爆風は敵を巻き込み、<color style='color:#80FFD7;'>風元素ダメージ</color>を持続的に与える。<br><br><color style='color:#FFD780;'>元素変化</color><br>暴風の目がスキル継続中に<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。<br>元素変化はスキル継続中に1回のみ発生する。<br><br><i>風の神を讃頌する詩の多くはすでに散逸した。その中でこの詩は、彼と風の力を物語っている。</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "付加元素ダメージ",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余風の抱擁",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>を長押しした後、上昇気流が発生する、継続時間20秒。",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "暴風の目",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>効果終了後、ウェンティの元素エネルギーを15回復する。<br>元素変化があった場合、該当元素のチームメンバーの元素エネルギーを15回復する。",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "恒風と共に",
                        "Desc": "チーム内の自身のキャラクター全員が滑翔に消費するスタミナ-20%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "魔女の前夜祭・風を讃えてJP0B",
                        "Desc": "<color style='color:#FFD780;'>魔女の課題・風立ちの題</color>を完了すると、ウェンティは<color style='color:#FFD780;'>魔導</color>キャラクターになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果が発動し、魔導キャラクターが強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成される暴風の目が存在する場合、近くにいるフィールド上キャラクターが拡散反応を起こした後の4秒間、そのキャラクターの与えるダメージが50%アップし、ウェンティ自身の暴風の目が与えるダメージが本来の135%となる。JP0D",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "矢先の蒼風",
                        "Desc": "<color style='color:#FFD780;'>狙い撃ち</color>する時、分裂した矢を追加で2本放つ。それぞれ元の矢の33%のダメージを与える。<br>さらに、<color style='color:#FFD780;'>暴風の矢</color>も分裂した矢を追加で2本放ち、敵を追撃する。それぞれ元の矢の20%のダメージを与える。この効果は0.25秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "恋い焦がれるそよ風",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>発動後、敵の<color style='color:#80FFD7;'>風元素耐性</color>と物理耐性-24%、継続時間10秒。<br>さらに、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティは<color style='color:#FFD780;'>風吹く時</color>効果を獲得し、元素スキル<color style='color:#FFD780;'>高天の歌</color>のクールタイムがリセットされる。また、<color style='color:#FFD780;'>暴風の矢</color>が敵に命中すると、25%の確率でウェンティが<color style='color:#FFD780;'>風吹く時</color>効果を獲得する。<br><br><color style='color:#FFD780;'>風吹く時</color><br>一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動時、本来の300%分のダメージを与える。この効果は15秒継続し、ウェンティが一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動すると解除される。JP0B",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "千の風の詩",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "自由の凛風",
                        "Desc": "ウェンティが元素スキル<color style='color:#FFD780;'>高天の歌</color>または元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティとチーム内にいる自身のフィールド上の他のキャラクターの<color style='color:#80FFD7;'>風元素ダメージ</color>+25%、継続時間10秒。JP0B",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "高天の協奏",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "抗争の暴風",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のダメージを受けた敵の<color style='color:#80FFD7;'>風元素耐性</color>-20%。<br>元素変化があった場合、変化した元素の耐性も-20%。<br>さらに、ウェンティがこれらの敵に与えるダメージの会心ダメージ+100%。JP0B",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "神代の射術",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大6段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、天地の風を矢先に凝集させ、風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。<br><br><color style='color:#FFD780;'>魔導秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>で生成された暴風の目が存在する間、ウェンティは追加の強化効果を獲得する。<br>・ウェンティの通常攻撃は敵を貫通する<color style='color:#FFD780;'>暴風の矢</color>となり、経路上の敵により高い<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・ウェンティの通常攻撃が敵に命中すると、暴風の目の継続時間が1秒、クールタイムが0.5秒延長される。この効果は0.1秒毎に1回のみ発動し、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動するたびに最大2回まで発動できる。",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6段ダメージ",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "暴風の矢ダメージ",
                                "ParamLevelList": [
                                    "通常攻撃ダメージ160.0%",
                                    "通常攻撃ダメージ170.0%",
                                    "通常攻撃ダメージ180.0%",
                                    "通常攻撃ダメージ190.0%",
                                    "通常攻撃ダメージ200%",
                                    "通常攻撃ダメージ210.0%",
                                    "通常攻撃ダメージ220.0%",
                                    "通常攻撃ダメージ230.0%",
                                    "通常攻撃ダメージ240.0%",
                                    "通常攻撃ダメージ250.0%",
                                    "通常攻撃ダメージ260.0%",
                                    "通常攻撃ダメージ270.0%",
                                    "通常攻撃ダメージ280.0%",
                                    "通常攻撃ダメージ290.0%",
                                    "通常攻撃ダメージ300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "高天の歌",
                        "Desc": "詩を奏でる風を呼び、塵泥の中を歩くものを高空まで届ける。<br><br><color style='color:#FFD780;'>一回押し</color><br>目標の足もとに風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br><br><color style='color:#FFD780;'>長押し</color><br>自身を中心に更に大きい風域を召喚し、<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与え、敵をノックバックする。<br>長押しで発動した後、ウェンティは風に乗り空中へ飛ぶ。<br>高天の歌にノックバックされた敵はゆっくりと落下する。<br><br><i>人と神がまだ共に大地にいた時代、無数の歌が四方の空に伝わっていた。それらはすでに忘れ去られた曲である。</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "一回押しダメージ",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "一回押しクールタイム",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "長押しダメージ",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "長押しクールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "風神の詩",
                        "Desc": "千の風を集めた矢を放ち、前方に巨大な暴風の目を作る。爆風は敵を巻き込み、<color style='color:#80FFD7;'>風元素ダメージ</color>を持続的に与える。<br><br><color style='color:#FFD780;'>元素変化</color><br>暴風の目がスキル継続中に<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>炎元素</color>/<color style='color:#99FFFF;'>氷元素</color>/<color style='color:#FFACFF;'>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。<br>元素変化はスキル継続中に1回のみ発生する。<br><br><i>風の神を讃頌する詩の多くはすでに散逸した。その中でこの詩は、彼と風の力を物語っている。</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "継続ダメージ",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "付加元素ダメージ",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余風の抱擁",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>を長押しした後、上昇気流が発生する、継続時間20秒。",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "暴風の目",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>効果終了後、ウェンティの元素エネルギーを15回復する。<br>元素変化があった場合、該当元素のチームメンバーの元素エネルギーを15回復する。",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "恒風と共に",
                        "Desc": "チーム内の自身のキャラクター全員が滑翔に消費するスタミナ-20%。<br>同じ効果を持つ固有天賦との重ね掛け不可。",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "魔女の前夜祭・風を讃えて",
                        "Desc": "<color style='color:#FFD780;'>魔女の課題・風立ちの題</color>を完了すると、ウェンティは<color style='color:#FFD780;'>魔導</color>キャラクターとして扱われるようになる。チームに魔導キャラクターを2名以上編成すると、<color style='color:#FFD780;'>魔導・秘儀</color>効果が発動し、魔導キャラクターは強化される。<br><br><color style='color:#FFD780;'>魔導・秘儀</color><br>元素爆発<color style='color:#FFD780;'>風神の詩</color>によって生成された暴風の目が存在する場合、近くにいるフィールド上キャラクターが拡散反応を起こした後の4秒間、そのキャラクターの与えるダメージが50%アップし、ウェンティ自身の暴風の目が与えるダメージも本来の135%となる。",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "矢先の蒼風",
                        "Desc": "<color style='color:#FFD780;'>狙い撃ち</color>する時、矢を追加で2本放つ。それぞれ、元の矢の33%のダメージを与える。<br>さらに、<color style='color:#FFD780;'>暴風の矢</color>も分裂した矢を追加で2本放ち、敵を追撃する。それぞれ元の矢の20%のダメージを与える。この効果は0.25秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "恋い焦がれるそよ風",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>発動後、敵の<color style='color:#80FFD7;'>風元素耐性</color>と物理耐性-24%、継続時間10秒。<br>さらに、元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティは<color style='color:#FFD780;'>風吹く時</color>効果を獲得し、元素スキル<color style='color:#FFD780;'>高天の歌</color>のクールタイムがリセットされる。また、<color style='color:#FFD780;'>暴風の矢</color>が敵に命中すると、25%の確率でウェンティが<color style='color:#FFD780;'>風吹く時</color>効果を獲得する。<br><br><color style='color:#FFD780;'>風吹く時</color><br>一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動時、本来の300%分のダメージを与える。この効果は15秒継続し、ウェンティが一回押しで元素スキル<color style='color:#FFD780;'>高天の歌</color>を発動すると解除される。",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "千の風の詩",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "自由の凛風",
                        "Desc": "ウェンティが元素スキル<color style='color:#FFD780;'>高天の歌</color>または元素爆発<color style='color:#FFD780;'>風神の詩</color>を発動した後、ウェンティとチーム内にいる自身のフィールド上の他のキャラクターの<color style='color:#80FFD7;'>風元素ダメージ</color>+25%、継続時間10秒。",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "高天の協奏",
                        "Desc": "<color style='color:#FFD780;'>高天の歌</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "抗争の暴風",
                        "Desc": "<color style='color:#FFD780;'>風神の詩</color>のダメージを受けた敵の<color style='color:#80FFD7;'>風元素耐性</color>-20%。<br>元素変化があった場合、変化した元素の耐性も-20%。<br>さらに、ウェンティがこれらの敵に与えるダメージの会心ダメージ+100%。",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Venti": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Wind",
                "AttGrp": "Venti",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 4.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Hurricane_Mix_Detect",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.5,
                        5.0
                    ]
                },
                "AtkTag": "Hurricane_Mix_Detect",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Fire",
                "AttGrp": "Venti",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Water",
                "AttGrp": "Venti",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Electric",
                "AttGrp": "Venti",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Ice",
                "AttGrp": "Venti",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Venti",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Venti",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Venti",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 2.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Venti",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 1.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}