// Auto Generated

var _AvatarFetterConfig_ = {
    "22": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "正体不明の吟遊詩人。古い詩を歌う時もあれば、誰も聞いたことのない新しい歌を口ずさむ時もある。<br>リンゴと賑やかな雰囲気が大好きで、チーズとべたべたするものが大嫌い。<br>「風」元素を導く時、元素が羽根の形になることが多いのは、彼がふわふわしたものを気に入っているから。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "モンドに来てからまだ数ヶ月しか経っていない吟遊詩人ウェンティの収入は、同業者と比べて少ないほうだった。「仕事」の後、地面に置いた帽子の中のモラが十分に溜まると、彼は慌ただしくその場を離れる。そして、その目的地はモンドの酒場である。<br>しかし、ウェンティは見た目のせいでいつも未成年だと間違えられてしまい、ほぼ毎回酒を売ってもらえなかった。<br>初めて断られた時は、「前回モンドに来た時は、そういうルールはなかった」と文句を言ったが、モンドの全酒場が自分に、ノンアルコールの飲み物しか出してくれないことに気付いた時、このままではいけないと彼は思った。<br>そして、ウェンティはライアーを弾きながら、コップをくわえて酒を飲むというパフォーマンスを思いついた。吟遊詩人の「仕事」をしている時、彼は観客に金を酒に替えてほしいとお願いする。彼の曲を気に入ったなら、酒場でいい酒を買って奢ってほしいと。<br>このパフォーマンスを始めてからは、ウェンティはモンドで水を得た魚のように、素敵な暮らしができるようになった。<br>唯一彼を悩ませたのは、猫が近くにいると、くしゃみが止まらなくなることだ。それがコップをくわえている時ともなれば、現場の状況は最悪だ。<br>そのため、ウェンティは、いつも猫のいない場所を「仕事」場に選ぶ。<br>しかし、なぜか彼は、猫にかなり好かれているようだ。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "風立ちの地の中心にある巨大なオークの木は、千年前にモンドを解放した英雄ヴァネッサが、高天に上った時に芽生えたものだそうだ。<br>ここ数ヶ月、木の下で休む人々は時折、風神バルバトスの物語を紡ぐ少年の歌声を聴くようになった。<br>神がまだいる他の国とは違い、モンドはバルバトスが去ってからかなりの時が経ち、残っているのは「七天神像」の姿だけだ。それでも、神の歴史は史書や聖典に書かれ、吟遊詩人たちに歌われる。<br>しかし、ウェンティが歌う「バルバトス」は、なぜか変わった冒険ばかりしていた。たとえば、氷の神の杖を盗み、代わりにヒルチャールの棒をその場に置くなど。<br>当然、風神を信奉する聖職者たちは、その詩に不満を抱くわけだが、問い詰められたウェンティの答えには、反省の色が少しも感じられない。<br>「どうしてそれが嘘だと分かるんだい？」<br>確かに、一番敬虔なシスターでも、バルバトスの千年前の出来事を全て知っているわけではない。不敵な笑みを見せたウェンティだけが、その歌の真偽を知っている——<br>うん、嘘だよ。酔っぱらって適当に歌っただけさ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "今から約2600年前、魔神戦争はまだ続いており、世界は七神の統治下に置かれていなかった。<br>当時の「モンド」と呼ばれた都市は暴風に包まれ、鳥一羽も通さなかった。狂風は鳴り止まず、城内の土地と岩を水のように粉々にした。<br>高塔の上に君臨する風の君王は「竜巻の魔神」デカラビアン。狂風に吹かれ跪いている臣民を睥睨し、その光景を従順と捉えた彼は、満足していた。<br>当時のウェンティは、北境の大地で咆哮する千風のうちの一つであった。<br>後世に「バルバトス」と称される彼は、その時は魔でも神でもなく、風の中に流れる微小な元素精霊で、「小さな転機と希望をもたらす風」であった。<br>かつてのモンドで、ウェンティはある少年と出会った。少年はライアーが得意で、一番美しい詩を書くことを目標としていた。<br>「僕は、鳥が自由に空を飛ぶ姿が見たいな」<br>風の壁の中に生まれ、青空と鷹、緑の草原を見たことのない少年は言った。狂風の音は彼の声をほとんど覆い隠した。<br>「友よ、一緒に見に行かない？」",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「無風の地に閉じ込められたら」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "風の城に生まれ、空を飛ぶ鳥を見たことがない少年のために、元素精霊ウェンティは鷹の羽根を集めた。<br>その後、モンドでは「自由」を追い求める戦争が勃発した。<br>ウェンティが持っていた羽根は、彼と共に反抗の戦いで孤高なる君王が死没するのを見届けた。<br>かつて、君王は臣民に苦しみのない温かい住処を提供した。死の直前までに、自分が臣民を愛するように、自分は臣民に愛されていると君王は思っていた。<br>勝利を手に入れたが、ウェンティがこの羽根を少年に渡せる日は来なかった。少年は抗争の中で、詩歌と青空、空を飛ぶ鳥、そして同じ風の壁の中に生まれた同士とのために、戦死してしまったから。<br>古い神の座が崩れ、新たな神が誕生した。風神バルバトスは、指先に流れる力を感じた。<br>この力の最初の使い道は、少年の身体を姿を借り、自分の形を作ることだった。<br>——人の身体がないと、少年が大好きだったライアーをきちんと演奏できないからだ。<br>ライアーを奏で、神の風で氷雪を吹き散らし、山を一刀両断する。<br>新たなモンドを、自由の地にしよう、王のいない国にしよう。<br>そしていつか、とても素敵でロマン溢れる国になるはず…<br>「彼もきっとそんな場所で暮らしたいよね」<br>こうして、「新モンド」の幕が上がった。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「無風の地に閉じ込められたら」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "モンドの全てが、風神のお陰であるわけではない。<br>君のために、今ここで万物を讃える歌を奏でよう——<br>西風に感謝を、<br>春の花がこんなに美しく咲いている。<br><br>ヤマガラ、アヒル、ウサギ、それとイノシシ、<br>モンドが蘇り、万物が育つ。<br>夏はライオンが野原を歩み、<br>僕は褒めたいけど、歌詞が思いつかないな。<br>もっと汗を流して、冷えたお酒を飲んだ方がよくない？<br>こんなに暑いのは、ライオンの鬣が太陽に見えるから？<br><br>山の狭い道や峡谷は、歩いている酔っ払いのように見える、<br>どうせ東風は歩かずに飛ぶから問題ないさ。<br>果樹と同じぐらいの高さで飛び、<br>翼は収穫と果物の香りがついている。<br><br>北風は森で静かに眠っている。<br>本来なら、彼のそばには狼の群れがついているはずだ。<br>だが、彼らを見た者は誰もいない。何故かというと、狼の群れは冬が苦手だと北風は知ってるからだ。<br>自分の夢の中には、きっと温かい思いがあると風神も分かっている。<br><br>——四季が移ろっても、四風は吹き止まない。<br>まあ、当然だけどこれは彼らのお陰じゃなくて、ほとんどこのボクのお陰だよ。<br>だって吟遊詩人がいなかったら、誰がそれを唄ってくれるって言うんだい？",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「無風の地に閉じ込められたら」をクリアする"
                ]
            },
            {
                "Title": "「風上の密約」",
                "Content": "モンドができてから1600年後、今から1000年前、モンドの「自由」はかつてないほどのどん底までに落ちていた。<br>バルバトスは己が暴君にならないよう、モンドを去った。彼は想像もしなかった。自由を授かった人の中から「人」の暴君が生まれるとは。<br>貴族による残虐統治がモンドに蔓延り、貴族は民の声を無視し奴隷制度を導入した。<br>1600年後、風神は再び「自由の都」に戻った。神は奴隷の少女ヴァネッサの願いに応えた。神と少女は共に貴族による統治を転覆させた。<br>——以上のことは、現在の人なら皆知っているモンドの歴史である。<br>実は、この歴史の中に面白いエピソードがある。<br>闘争の中でモンドの民をまとめたのはヴァネッサであった。そして、貴族の兵士たちを寝返らせたのは「風上の密約」であった。<br>密約の内容は、売国の取引であった。上層部の貴族は風を裏切り、モンドの全てを隣国の岩神に売り込んだ。<br>この密約の最後の部分に、神々にのみ印す事ができる神聖なる印があり、その名は「岩王帝君」とあった。<br>奴隷を虐げてきた兵士たちは、自分が異国の奴隷になることを想像するだけで恐れた。<br>戦火が貴族を呑み込むことは、当時の誰もが想像できなかった。数年後、歴史学者はあの密約は偽物であったことを発見する。<br>——実は、岩神にイタズラをしかけるために、ウェンティは密かに彼のサインを練習していたが、あの富と取引の神を欺くことはついにできなかった。使い道がなかったとっておきの技を、数百年後にやっと披露できたのだ。<br>めでたしめでたし。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「龍と自由の歌」をクリアする"
                ]
            },
            {
                "Title": "神の目",
                "Content": "「俗世の七執政」は「神の目」に期待していない。彼らはすでに偉力を持っている。<br>だが、バルバトスは人間の世界が好きで、「ウェンティ」の姿でモンドを気ままに歩くのが好きだった。彼は神に選ばれた者に倣って「神の目」に似ているガラスの珠を作った。<br>模造品の珠に特別な力はなく、元素力を導き出すこともできない。<br>だが、天空のライアーはそばになく、またウェンティはわざわざ普通のライアーを腰につけたくないから、ガラスの珠を「フリューリング」に変化する能力を追加した。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「龍と自由の歌」をクリアする"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "ファ…よく寝た。あっ、こんにちは、旅人さん、ボクたちまた会ったね。ん？覚えてない？エヘヘ、それじゃあボクをまた君の旅に加えておくれ。君の実績は、世界最高の吟遊詩人であるボクが歌うにもってこいなんだよ～",
                "Tips": []
            },
            {
                "Title": "世間話 · 演奏",
                "Content": "もっと聞きたいなら、リンゴをちょうだいよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · リンゴ酒",
                "Content": "大きな木の上に腰かけて、飲みきれないほどのリンゴ酒を片手にもつんだ。ほら～",
                "Tips": []
            },
            {
                "Title": "世間話 · 詩篇",
                "Content": "行動するんだ、旅人よ。失われた詩篇が、ボクたちを待っている。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "水たまりを踏んでみよう！どっちが大きな水しぶきを飛ばせるかな！",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "あれ～晴れちゃったの？もう少し遊べるかと思ったのに。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雪が積もったら…雪合戦しよう！",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "せっかくだし、飛んでみない？",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう。新しい冒険を始めるの？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "グー…お腹空いた。またアカツキワイナリーでタダ飯食べるのも気が引けるしな…君だったのか！ヤッホー、出かけるの？ボクも連れて行ってよ。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "ボクはまだ眠くないよ。もう少し付き合ってよ？",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "寝るのかい？ヘヘ、お休み。",
                "Tips": []
            },
            {
                "Title": "ウェンティ自身について…",
                "Content": "練習？フフン、もちろん必要ないさ。ここテイワットではボクに歌えない歌はないんだよ。",
                "Tips": []
            },
            {
                "Title": "新しい歌について…",
                "Content": "君をボクの新しい歌に書き加えたいんだ！あれ、どうしてそんな顔するの？原稿料を払えるかが心配？アハハ、そんなのいらないよ。それより…また君の物語を話してよ！",
                "Tips": []
            },
            {
                "Title": "勇者について…",
                "Content": "うん…うん…なるほど！エヘヘ、勇者が{M#お姫}{F#王子}様を救い出したら、真っ先に大陸中にこの歌を広めるんだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "使徒について…",
                "Content": "夜風が涼しくて、神の使徒になるのにピッタリの気候だよ！じゃあ善は急げって言うし、早速ボクに貢物を捧げてよ。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「龍と自由の歌」をクリアする"
                ]
            },
            {
                "Title": "請求について…",
                "Content": "あれ、風の神のボクにもっと頑張れって？それなら君も誠意を見せなくちゃ。例えば、敬虔さ、情熱、または……",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「龍と自由の歌」をクリアする"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "えっ？ボクの「神の目」が気になるの？うん…はい、どうぞ。気に入ったなら、同じやつを作ってあげようか？エヘヘッ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "Olah！エヘヘ、これはヒルチャールの挨拶の言葉なんだよ。そんなの覚えて何するのかって？もう、創作のためだよ。当然ながら知識は多いに越したことがないからね。あっ、そう言えばボク、まだヒルチャール語の歌は書いたことがない気がするな…",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "旅人さん、セシリアを見たことある？静かな山岳の頂上に黙々と咲く白い花だよ。ボクはセシリアこそがテイワットで一番美しい花だと思うんだ。",
                "Tips": []
            },
            {
                "Title": "ジンについて…",
                "Content": "騎士団の代理団長…君は彼女をどんな人物だと思う？エヘヘ、ボクと同じこと考えているね。真面目、勇敢、優しさに溢れている。ボクのある友人と少し似ているんだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディルックについて…",
                "Content": "ディルックのところに行って仲良くしておくのはどう？考えてごらんよ。彼の家には秘蔵のお酒が、たっくさんあるんだよ！エヘヘ、エヘへへへ…あれ、何でお酒を飲みたがらないの？その…ちょっと香りを嗅ぐだけなら？香りだけ！香りを嗅ぐだけなら君も大丈夫だよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "バーバラについて…",
                "Content": "歌の上手な牧師の少女を知ってる？…えっ、アイドル？…んと、握手会？…えーっと、単独ライブ？…そうなんだ。音楽ってやっぱり奥が深いね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "レザーについて…",
                "Content": "あの奔狼領の白髪の少年は、へえ、そうなんだ。狼に育てられたのか…道理で、彼の匂いを懐かしく感じるわけだ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "モナについて…",
                "Content": "あっ、あの占星術師のことかい？そうだね、占いもボクの詩と同じで、酒代すら稼げないほど役立たない技術だね！…星占いは伝統文化だから、役立たずじゃないって？うっ、失礼だよ、それなら詩だって役立つよ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディオナについて…",
                "Content": "キャッツテールの人気特製カクテル！でも…うっ、くしゃみが。ボクの代わりにもらってきてくれないかい？感謝するよ。約束だよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルベドについて…",
                "Content": "黒土と白亜、宇宙と地層、無垢なる土から原初の人間を創る…こんなあまりにも行き過ぎた能力は看過できないよね。もし危険な古の技術が城内で暴走でもしたら——まっ、いっか、モンドの問題はモンドの人に解決してもらおう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "モラクスについて…",
                "Content": "あのじいさんに会ったのかい？彼は元気だった？えっ、「鍾離」という名前の一般人になってた？あの頑固頭からしたら、これは大きな変化だろうね。ボクと一緒に彼に会いに行こうよ、この風立ちの地に埋められた酒も持ってさ。あっ、そうだ、彼はまだ強いのかい？力はあとどれくらい残ってる？ボクが会いに行ったら、吹き飛ばされたりしないよね？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「迫る客星」をクリアする"
                ]
            },
            {
                "Title": "エウルアについて…",
                "Content": "エウルアのお酒の趣味はなかなか面白いものだよ。夏でも冬でも氷を入れた冷たいのを飲むんだ。彼女みたいなのは、今のモンドにそういないだろうね。彼女とはいい飲み友達になれそうだよ。ん？ボクの作ったローレンス家の歌が…彼女の耳にも？あははっ、それがどうしたの？もしかしたら僕たち、一緒に歌えるかもしれないね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "バアルについて…",
                "Content": "あの偉そうにしている雷電将軍を倒したんだって？うーん…彼女は影武者をやっていた頃から究極の武道を追い求めていた。だから今、きっと色んな理由を駆使して君を稽古に誘うだろうね。よし、じゃあこっそり君に彼女の弱点を教えてあげよう。ちょっと耳貸して——それはね～「スイーツ」だよ！",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "ブエルについて…",
                "Content": "草神のこと？草神と言ったら、真っ先に彼女の「夢境」に関する権能を思いつくでしょ？ボクの作る詩歌と同じように、彼女の創造する夢境も浪漫と想像力に満ち溢れているんだ。ボクたち、すっごく気が合うんだよ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "フリーナについて…",
                "Content": "吟遊詩人が得意とするのは演奏や歌だけど、劇の演者となると、それ以上の能力が必要になってくるんだ…いっそ次の風花祭は、フリーナも連れてきて一緒に公演するのはどうかな？——ん？彼女がフォンテーヌを救ったことについてもっと聞きたいって？うーん、あれほどの芸術的才能を持った人が世界を丸ごと救うなんて、まったくもって不思議な話じゃないでしょ？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「罪人の円舞曲」をクリア"
                ]
            },
            {
                "Title": "ハボリムについて…",
                "Content": "漆黒の脅威と戦うために多くの民が犠牲になるなんて、胸の痛くなる話だね。でもマーヴィカの導きによって、ナタの人々は魔神に匹敵する偉業を成し遂げた…へへっ、「彼女」の時から、ナタ人はずっとそうしてきたんだろうね。そういえば、マーヴィカはお酒が好きなんだってね？それなら…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「灼烈の反魂の詩」をクリア"
                ]
            },
            {
                "Title": "ダリアについて…",
                "Content": "旅人よ…風の声が聴きたいかい？風の導きが欲しいのかい？それなら…あの助祭を訪ねるといい！ハハッ、なんてね。直接ボクのとこに来てくれればいいよ。お酒を片手に、お喋りしよう！ボクがどうしていつもダリアに伝言を頼むのかについては…もう分かってるよね？そう——ダリアはさざめく風を追いかけながらも、自分の進むべき道を見失うことがないんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ドゥリンについて…",
                "Content": "また一人、魔女の子供がモンドに住み着いて、賑やかになったね。この小さなお友達はボクの大きな友達と一緒に遊びたいようだったから、ちょっと紹介してあげたんだ。そしたら、大きな友達の方がテンション上がっちゃったみたいでね、嬉しさのあまりお腹を叩いて踊り始めちゃったよ。おっと、大きな友達に聞かれちゃったかな？早く一緒に木の後ろに隠れよう。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「物語という名の魔法」をクリア"
                ]
            },
            {
                "Title": "ウェンティを知る · 1",
                "Content": "ちょうどいいところに来たね、旅人さん。君の願いが何か聞かせてほしいんだ。",
                "Tips": []
            },
            {
                "Title": "ウェンティを知る · 2",
                "Content": "君と一緒に旅をするのは面白いよ。気がかりな点を挙げるとすれば、君の傍にいるあのチビかな。あんなによく食べるんじゃ、君たちの食費もバカにならないだろう？アハハ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ウェンティを知る · 3",
                "Content": "火の神は横暴で戦い好き、岩の神は人の心が分からない頑固者だよ。どうしてこんなことを知っているのかって？エヘヘ、叙事詩の中にはっきりと書いてあるからね。彼らの物語、あの時代の物語が。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ウェンティを知る · 4",
                "Content": "天空の島か。ボクでもあそこまで飛べるか分からないよ。それにあそこには美味しい水も、木の実もないんだ。美味しいお酒なんてもってのほかだよ？ヘヘッ、あそこには頼まれたって行きたくないね。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "ウェンティを知る · 5",
                "Content": "ボクの願い事？うん、昔はこの世界全体を巡りたいと思っていたよ。今も同じさ。ただ、条件が一つ増えただけ。それは君と一緒にってことさ。君がいてこそ完璧なんだ。やっぱり語り手は冒険者と一緒にいないと、エヘへへ！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ウェンティの趣味…",
                "Content": "ボクはお酒が好きなんだ！あと風もね！うーん、風でできたお酒があったらいいのに。",
                "Tips": []
            },
            {
                "Title": "ウェンティの悩み…",
                "Content": "実は、猫が近くにいるだけでくしゃみが止まらなくなるんだ…ハ、ハハ、ハクションッ！うーん…想像するだけでもダメだ…もう、これってどうすれば治るか知らない？",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "君も一つリンゴをどう？もぎたてだよ。ガブッ、あぁ…シャクシャクしていて甘い。リンゴこそが神からの贈りものだよね！",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "何か美味しいものを作っているのかい？おや～？チーズパンケーキ！これは…これはダメ。熱くてベタベタしていて。うー…ボクにはクドすぎるんだよ…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "ふぅ、満足、満足！明日もあるんだよね？それから明後日も！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "ふぅ、お腹いっぱい。食後のフルーツも食べられそうにないや…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "このボクですら苦手な料理だなんて。うぅ…困っちゃったな。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "以前、友達から誕生日はケーキを食べるって聞いたんだ…ほら、リンゴケーキだよ。はい、スプーン。焼き上げる時に少し崩れちゃったからアップルパイみたいだけどね。エヘ、スイーツって本当に難しいね。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "えっ、今なにかあったの！？",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "お疲れ～音楽を聴いてリラックスしようか？カプリチオがいい？それともセレナーデ？",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "さあ、こっちにおいで～新しい詩を作ったよ、タイトルは『旅人の風』にしようか。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "うーん…この景色は何度も目にしてきたのに、君が隣りにいるとまるで新しいものに見えるんだ。まさか君…不思議な力を隠し持ってたりしないよね？…あっ、それでもいいや、ボクの人を見る目が確かだってことだもんね、エヘヘッ！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "ふぅ～",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "ここだよ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "足下に気をつけて～",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "一緒に遊ぼうよ～",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "逃げようなんて思わないでよね？",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "風だ～",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "走るより飛ぶほうが速いよ？",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "ヤッホ～",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "コホンッ、ここで一曲、「宝箱の歌」！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "てへっ、「風神のご加護」ってやつ？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "お酒が何本も買えるね～",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "待って、これじゃ面白くないよ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "うわぁ、ボクばかり攻撃しないでよ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "ひどいよ。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "ボクに任せて～",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "まだ諦めちゃダメだよ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "少し寝よう…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "ありゃ、弦が切れちゃった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "バタンキュ～",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "アチャ～",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "乱暴だな。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "音階調整お～わり！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "待たせちゃった？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "ウォーミングアップしよっか。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "22": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "緑風に結ばれた詩",
                "Desc": "ウェンティの衣装。自由気ままな吟遊詩人の服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108113,
            "JD": 108112,
            "Name": "<b>真·風神ヒュッツポット</b>",
            "Eff": "チーム全員が滑翔とダッシュに消費するスタミナ-25%、継続時間1800秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "ウェンティのオリジナル料理。セシリアの花で飾られていることを除けば、普通の風神ヒュッツポットと特に変わりないように見える。しかし、よく味わって食べてみると「小さな転機と希望の風」の味がする。もしかして…これがウェンティの気持ち？",
            "Recipe": {
                "100013": 4,
                "100080": 4,
                "100076": 4
            },
            "Icon": "UI_ItemIcon_108113"
        },
        "Namecard": {
            "Name": "<b>ウェンティ·青空</b>",
            "Desc": "名刺の飾り紋。<br>天空の青色は「フリューリング」の音色と似合うはずだよね。",
            "Pic": "UI_NameCardPic_Venti_P"
        }
    }
}

var acs_cache_ = {}