// Auto Generated

var _AvatarFetterConfig_ = {
    "75": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "自己紹介など必要ない、なぜなら常人が彼のことを知る機会などないから。<br>人の世に踏み入る必要はない、なぜなら彼はとうに無駄な感情を捨てたと自認しているから。<br>幾度もの浮き沈みを経て、今の彼は自分のためだけに生きている。<br>「放浪者」は、彼が自身の立場を表現するのにもっとも適した言葉だ——故郷はなく、親族もおらず、目的地もない。<br>澄んだ風のようにこの世を生きて、俗世を歩むのだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "遥か昔のこと、彼の名はまだ放浪者ではなかった。彼にはいくつもの名があり、それぞれが特定の時期における身分を指していた。今となっては、それら数多の過去は人々に忘れ去られている。<br>人形、傾奇者、ファトゥス第六位「散兵」…<br>それぞれの名が運命の糸となり、人形の関節を縛っている。<br>思い返せば、それは数百年前のこと——生まれた時より涙を零せた人形は最後まで名を与えられず、証として小さな金の羽根だけを渡された。<br>彼は借景ノ館に保管され、日々虚しくも美しい景色を目に映しながら呆然と過ごした。紅い楓、精巧な花模様の連子…この華美な牢獄の中で彼は感覚を失った。<br>だが、桂木という名のお人好しの武士が仕事中にうっかり館に立ち入ったことで彼は救出された。桂木は彼をたたら砂まで連れて行き、そこの住民たちに彼のことを紹介した。<br>当時の彼は赤子のように無垢で、人々に対して好意や感謝の気持ちばかりを抱いていたという。桂木は一般人が身に付けるはずのない金の羽根を見て、彼が自分の出自を口にしないのにはそれなりの事情が必ずあるのだと察した。ゆえに意図的に借景ノ館のことは伏せ、名椎の浜を見回りしている途中でこの子を拾ったと嘘をついた。これについて、食い違いが生じないために口裏を合わせるよう桂木は彼に頼んだ。<br>多忙で賑やかなたたら砂での暮らしは、彼の生涯でもっとも幸せな記憶である。そこで彼はしばし人間となり、一般人となったのだ。<br>桂木、御輿長正、丹羽、宮崎を含め…他にも覚えられないほど多くのたたら砂の住民たちが彼に読み書きを教え、料理を教え、鍛造の技を教えた。そして、友として彼と接したのだ。<br>中にはこのような質問をする人さえいた——「名前が欲しくないか？ここの皆がお前のことを傾奇者と呼んでいるだろう？」<br>ただ、彼はその呼び方が嫌いではなかった。<br>なぜなら傾奇者とは派手な服を着て、奇抜な行動を取る者を指すことが多いが、どんなに奇抜であってもそれは人であり、たたら砂の一員であることの証明になるからだ。<br>しかし、彼がこの名をどれほど気に入っていても、最後はそれを失うことを強いられた。彼が人間になるのを忌避した瞬間から、この名はその意味をなくしたのだ。<br>彼はそこを離れ、遠いスネージナヤへと渡ると、執行官たちの狂宴に参加した。そして、たゆまぬ努力により彼は第六位の地位を手に入れた。<br>女皇が彼に授けた新しい名、それは——「散兵」。力、権力、紛争への欲望、彼にはそのすべてが揃った。<br>戦っている駒が動乱を起こし、舞台上の殺戮者が秩序を破壊する。そのとき彼は確信した——散兵こそが自分の本当の名であることを。",
                "Tips": [
                    "好感度Lv.2後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "たたら砂がまだ栄えていた時代、放浪者は「傾奇者」の名でそこの住民たちと共に暮らしていた。<br>彼の平穏な暮らしに終止符を打った出来事は、稲妻の歴史においてさほど重大な事件ではない。<br>たたら砂の災難は、赤目家とフォンテーヌの機械職人であるエッシャーから始まった。鍛造技術をより一層高めるため、赤目はフォンテーヌの新技術を有するエッシャーと密接な協力関係を結び、彼を同じく「一心三作」である丹羽に紹介した。<br>エッシャーの到来は一時的にたたら砂の士気を大きく高めた。彼から提供された先端技術を用いて晶化骨髄を処理すると、効率と生産量が共に向上したのだ。<br>しかし時間が経つにつれ、たたら砂中央部の大きな炉に異常が生じる。炉の中に大量の黒いガスが溜まり、少しずつその不気味なガスが職人たちの身体状態に影響を与え始めた。本来、精錬や鍛造はたたら砂において生活するための手段であったが、最終的にそれが命を奪う原因となってしまったのだ。<br>死者の数は段々と増えていき、その大きな炉の制御はより困難なものとなっていった。中心区域へと近づける人はいなくなり、それを止めることさえもほぼ不可能な状態にまで発展した。<br>たたら砂の最高責任者である丹羽はしばらく情報の封鎖を行い、同時に稲妻城に人を送って天守閣に助けを求めるほかなかった。<br>しかし、なぜか船で海に出た者は帰ってこなかった——誰一人として。その恐怖はたたら砂で暮らす人々の心の中に蔓延していった。<br>今の丹羽には雷電将軍の助けが必要なのだと傾奇者は理解した。だが、当時の雷電将軍が既に自身を材料に完璧な人形を作り出し、統治の職責を「永遠の守護者」に託していたことを彼は知らなかった。小船に乗り、海の雷雨と嵐を乗り越えて、危険を顧みることなく天守閣へと辿り着いた彼は、雷電将軍との面会を求めた。<br>しかし、真の雷電将軍はとうに一心浄土に身を置いている。傾奇者の面会は何度も拒否された。切羽詰まった彼は例の金色の羽根を取り出して周りに見せると、代わりに八重神子との面会を求めた。<br>永遠の守護者を補佐する仕事に追われていた八重神子は、このことを聞いてすぐに駆けつけたが、酷く焦る傾奇者とはたった一度しか顔を合わせることができなかった。彼女はすぐにでもこの件に取り掛かると約束するも、堪忍袋の緒が切れた傾奇者はそれを無視し、幕府がたたら砂を見捨てたという絶望だけを持ち帰った。<br>応援要請により招集された人々は船に乗って海を渡った。しかし援軍がたたら砂に到着した時、そこに広がっていたのは凄惨な光景などではなかった。それどころか、大半の人間は何が起こったのかさえ把握できていなかったという。機械職人のエッシャーによると、最高責任者である丹羽が職務怠慢を自認し、罪を恐れて家族を連れて逃亡したそうだ。その丹羽の代わりに傾奇者が中心区域に入って、大きな炉を止めたらしい。<br>逃げた丹羽と傾奇者が友人であることを知った八重は、その気持ちを察して、彼の邪魔をせずにただ羽根を戻すよう命じた。<br>その後、傾奇者はたたら砂から姿を消した。住民たちは過去のことを振り返るたび、御輿長正の刀ができたあの日、傾奇者が皆と一緒に踊った祝いの舞をいつも思い出す。<br>その踊る姿は軽やかであり、まるで風と共に流れる羽根のようであったという。しかし、彼自身もやがて羽根のように見知らぬ地へ漂い流れてしまうことは、誰も予想できなかった。",
                "Tips": [
                    "好感度Lv.3後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "たたら砂から離れた後、傾奇者は稲妻の海辺に建つとある小屋で一人の子供と出会った。<br>その幼い男の子は病身であり、たった一人でボロボロの古い家に住んでいた。壊れかけの木戸口の割れ目から、その子の泥にまみれた顔を見た傾奇者はなぜか胸が締め付けられたという。それはまるで、何か古い感覚が蘇ったかのようであった。ゆえに彼はその木小屋に残り、病に苦しむ子の看病をすることにした。その子のために果物や飲み水を探し、顔の汚れを彼は拭ってあげた。<br>だが、何日経っても子供の両親は帰ってこなかった。彼の両親がたたら砂の職人であることを、傾奇者は後になってようやく知ることになる。本来であれば、この家族は幸せな生活を送ることができたはずだ。しかし、その夫婦は仕事をする中で奇妙な病にかかり、咳と共に吐血するようになった。帰ってこなかったということは、つまりその二人はどこかで静かにこの世から去ったことを意味しているのかもしれない。<br>子供の名は重要ではない。なぜなら、その子にはもう一つの身分ができたからだ——傾奇者の友人、そして家族だ。二人は自身の生まれに関して互いに話し、そのボロボロの小屋で共に暮らすことを約束した。友誼の証として、傾奇者はその子を借景ノ館へと連れて行き、自分がかつて住んでいた部屋を見せた。<br>紅い楓、みすぼらしい連子…すべてが昔のままだ。<br>二度とこの場所に戻ることはないと思っていたし、子供がたった一夜のうちに病で逝ってしまうなんて考えもしなかった。その一夜という時間は、傾奇者が外で食べ物を探したり、捨てられた家具を手に入れたりするのと同じくらいのものだ。<br>かつてあれほどのことを経験しても、その時の彼にとって人の逝去は一瞬で済むものではなく、そしてその「一瞬」は彼に痛みしか残さないものだった。<br>そこには驚きだけでなく、これ以上ないほどの憤怒があった——彼はまた一人ぼっちになったのだ。これはつまり捨てられたということではないだろうか？<br>そう、またしても…またしてもだ！<br>床に横たわるその小さく丸まった体は、まるでたくさんの花びらが集まり、血によってその一角を紅く染め上げているかのようだった。その紅い血は楓のようで…烈火にも酷似していた。<br>その夜、海辺に熾烈な炎が上がる。傾奇者は木小屋を焼き払い、部屋の中から麦で編んだ古い帽子を拾って被ると長い旅に出た。<br>彼はただ四方を彷徨う、行くあてなどなかった。その道中で多くの人々に出会ったが、彼が仲間として見なす者は誰一人としていなかった。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "スネージナヤのファトゥス第六位、その称号は「散兵」。<br>この名は最初から彼に与えられたものではなく、使われるまでに百年以上の空白があった。<br>稲妻から離れた後、彼は「傾奇者」の名を捨て、再び名を持たない状態へと戻った。「道化」が彼を見つけるまで、彼は名を持つことなど望んでいなかった。<br>そもそも人形といい、傾奇者といい、どれも人々が彼に付けた称号に過ぎない。人と共に生きていくことをやめた以上、そのような意味のない名を気にする必要はなかった。<br>それでも、かの狂宴に興味を抱かせるよう「道化」は彼を説得した。そして、共にスネージナヤまで長旅をし、ファデュイのため尽くすようにしたのだ。<br>スネージナヤ本土で、とある見知らぬ人物が彼を招待した。その人物は自身を「博士」と名乗ると、彼の到着に大いなる歓迎の意を示した。同時に自身の実験における重要な参照対象として、彼を偉大な研究に参加するよう誘った。<br>「人形」の技術は元を辿ればカーンルイアから生まれたものだ。雷神の造物である彼はその特殊さがより際立っていた。「博士」はこの分野において大層な興味を持っており、彼をモデルに数十年も絶えず研究を重ねることでようやく、「断片」を制作する礎となる技術を手に入れた。<br>そして、その見返りとして「博士」は彼の体に隠された封印を解いたのである。それによって、彼の能力は下位のファトゥスと戦えるほどにまで飛躍した。<br>だがこの時になっても、彼は依然として名を求めなかった。同僚たちは終始彼のことを人形と呼び、彼も自分をそのように定義して、死を恐れず、消耗し切ることのない人形だと固く信じた。<br>女皇の命令のもと彼は部隊を率いてアビスへと向かい、長い年月をかけてそこを探索した。探索中、幾度も負傷しては「博士」に修復され、その負傷の中で強くなり、またより強い敵に遭遇しては負傷をした。<br>その後、彼はアビス探索の成果をスネージナヤへと持ち帰り、第六位の座を授かることになる。その使命もアビスの探索から命があったら即座に動けるよう待機するものへと変わり、ファデュイが各国で秘密行動する際の支援を行うものになった。<br>その時になってようやく、彼は自分がその名に相応しい存在だと思うようになったのだ、そう即ち——「散兵」であると。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "その後に起こった様々な出来事は劇的と言えるかもしれない。しかし、この世でそれを覚えていられる人はごく僅かだ。<br>見届ける者の心の中で伝説として残ることのみが、世界に忘れられた古い歌のように静かに存在できる方法であった。<br>散兵は世界樹の中心で、クラクサナリデビが情報の流れに置いた「真相」に触れた。秘密は元々「博士」のとある心に隠されており、クラクサナリデビ曰く、この第一視点の真相には彼の僅かに残った誠実さがあるという。<br>「散兵」は真相から本当の過去を覗いた。彼に人のように生活する方法を教え、一般人として接してきた友人の丹羽は、エッシャーが言ったように罪を恐れてたたら砂から逃亡したわけではなかった。事実、真の犯人はまさにエッシャー…つまり「博士」本人であった。そして「散兵」の胸にある装置に収められた心臓は、丹羽の温かな胸から抉られたものだ。<br>丹羽の死はたたら砂の事故として偽装され、エッシャーの詭弁によって、そのすべては当地の責任者が失職したことによるものであると皆は説得された。<br>序列的には御輿長正が次の責任者であるため、本来は彼が死をもって罪を償うべきであった。しかし、自ら身代わりとなってすべての罪を背負った忠実な武人の従者により、彼は事なきを得ている。<br>その悲惨さは多くを語る必要などないだろう。長正がいかに決断を下したくなくとも、彼は御輿家の罪を晴らす重責を背負っており、ここで倒れるわけにはいかなかった。<br>そしてその夜、長正は一番の愛刀「大たたら長正」を取り出し、一太刀で桂木を目の前で斬り伏せた。その刀が体を斬り裂く勢いは、まるで死者を一刀両断するほどのものだったという…<br>…彼らは神を信仰していなかったのだろうか？もしそうでなければ、なぜこんな目に遭わなければならなかったというのだろう？<br>もしこの世に、最初からその謎の人形である傾奇者がいなければ、エッシャーは当初の予定通り行動していたのだろうか？<br>ほんの少しの可能性さえあれば、たたら砂の事件は取り返しのつくものなのだろうか？<br>この世の他の地点にいる者からすれば、誰であろうと為す術などないはずだ。だが「散兵」は違う。今その瞬間、彼は悟った。この世で彼にしか試せないことがあるということに。<br>彼は自分が勇敢だと思っている、なぜなら彼は死を恐れないからだ。死は人形にとって、ただの些細な脅威に過ぎない。心のある人間のみが恐怖の意味を理解するのだ。<br>一方で彼は自分が憶病だとも思っている。そのため、悔やみきれないのだ。もっと今のように他人を信じなければ…友人と思っていた人々は、あのような凄惨な結末を迎えなかったのだろうか？<br>裏切者または英雄、神または捨てられし者、様々な身分が奔流へと飛び込んだ瞬間に無となった。<br>情報の奔流の内側は極めて静寂なものであった。だが、彼は耳の中で血が煮えたぎるかのように感じて、その脳内では轟音がずっと鳴り響いていた。<br>抱きしめて、滅するんだ！<br>人形は捨てられた臆病者、傾奇者は人に庇われた無為者、スカラマシュは密謀者——最後は神の意に背いて、世界の奔流へと飛び込んで遡行をする。<br>しかし、それがどうしたというのだ？<br>この人でない者の手は、かつて灼熱に染まった炉を止めるために十本の指を焼くことさえ厭わなかった。<br>今この人でない者の手は、その僅かな可能性を掴んで真実を捻じ曲げてでも、願いを叶えようとしている。<br>抱きしめるんだ、無へと帰すこの身体で！<br>滅ぼそう、花の如く、羽の如く、朝露の如く無用な人生を！<br>さようなら、世界よ。未来がどうであれ、僕は君にお別れを告げよう。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "小さなおもちゃの人形",
                "Content": "スメールに滞在することを決めた放浪者は、時間を見つけてトレジャーストリートへ足を運ぶと、そこでおもちゃの人形の作り方を商人に聞くことにした。<br>賑やかな街の一角、とある白髪の親切な老人が隣に座るよう手招きすると、布と糸を使って彼の求める物の作り方を一から教えてくれた。<br>放浪者は長い時間を費やしてそれの練習をする。彼の性分からかけ離れたもので少し変な感じがしたが、この感覚は嫌いではないと思った。<br>ずっと昔のことだ、彼はよくこのようにコツコツと色んなことを学んでいた。食器の持ち方だったり、服の着方だったり、髪のとかし方だったり…<br>細かなことから、少しずつ「人」へとなっていった。<br>数日後、彼はその作品——白い服を着た黒い髪の小さな人形を完成させた。人形は腰に小さな胡蝶結びの帯を締め、目じりには滑稽な丸い涙の粒をぶら下げていた。<br>昔、ある幼い友人が放浪者のかつての姿を真似て、このようなおもちゃの人形を作ったことがある。しかし、彼が稲妻から旅立つ前、自らの手でその人形を古い家ごと燃やしてしまったのだ。<br>長い長い年月を経て、彼は自分でそれを一つ縫ってみた。それを握ると、とても懐かしい感じがした。<br>小さくて、柔らかくて、まるで無防備な子供のようだ。袖に忍ばせてもあまり場所を取らず、帽子の中に入れれば旅の友が増えた気分になれた。<br>「これからは、僕と一緒に放浪するんだよ。」<br>彼はそう囁くと、それを懐にしまった。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "神の目",
                "Content": "その瞬間、放浪者は風の音を聞いた。どこから来たものなのかは分からないが、不思議とその風向きは変わって彼を迎えている。<br>彼は風の中から懐かしい匂いを嗅いだ——金槌、金属、炉、埃…<br>遥か彼方の夢、過ぎ去った幸せ、今思うと実に不思議だ。彼のような個体が、まさかそれほどまでに単純な生活を送っていたことがあるなんて。<br>束の間、放浪者は自分の影を見た。それぞれがすべて鮮明であり、そのどれもが本当の彼だった。<br>臆病で卑怯な者も、狼狽して苦しんでいる者も、思い上がった滑稽な者も…最後はすべてが一つに繋がった。<br>過去を認めることは失敗を認めることになり、自分はただ何も成し遂げたことのない、何も持っていない臆病者だと認めることになる。<br>だが彼にとってこれだけが束縛を振り切り、本当に哀れな自分を取り戻す方法であった。<br>彼はその時になって理解した——平和で華美な表面はあくまで虚幻であると。本当の彼は一度たりとも死んでおらず、ずっと心の奥底に潜んでいたことを。そして選択する権利がある限り、何度繰り返そうとも彼は同じ道を選ぶ。<br>彼が雷霆のように行動した瞬間、煌めく光が七葉寂照秘密主の攻撃を遮った。彼の意志と選択が神の視線を引き寄せたのだ。<br>「神の目」が降りてくると、綺羅びやかな光をまとったその装飾品は微笑みを帯びた目をしながら、遠くからこう彼に問いかけてくるかのようであった——これほど強い願望を持った者が、それでも心がないと言えるのだろうか？",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "名を名乗れって？僕はこの世において、様々な名で呼ばれているんだ。まあ、いずれも凡人が呼ぶにはおこがましいものだけど、今やすべて過去のものさ。<br>好きに呼んでくれて構わないよ。ちょうど、君のセンスも確かめられるしね。僕を…がっかりさせないでくれよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 風",
                "Content": "この世に純粋な自由なんてないのさ。風さえ、いつか止む時が来る。",
                "Tips": []
            },
            {
                "Title": "世間話 · 話し方",
                "Content": "言い方がきついかい？ただ本当のことを言っているだけさ。それを受け入れられない者こそ、もっと自分の問題を反省したほうがいい。",
                "Tips": []
            },
            {
                "Title": "世間話 · 挨拶",
                "Content": "世間話はよそう。話すこともないのに必死に話題を探すなんて、滑稽だからね。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "僕の笠で雨宿りがしたい？よくもそんな要求ができるね。",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "少し日差しが見えただけで、そんなにはしゃいじゃってさ…まったく幼稚極まりないね。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "チッ…煩わしい。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雨と大差ないはずなのに、人に好かれるのはこっちのほうなんだ…まったく、運命ってのは気まぐれだね。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "この程度なら、君にだってできるよね？",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "「起きて——もう朝だよ——」…なんて、まさか僕がこんな感じに起こしてあげると思ってないよね？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "僕に食事は必要ない。君は自分と隣のちっこいのについてだけ考えていれば十分だ。そうしてくれれば、僕も手間が省ける。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "やっと、退屈な一日が終わる。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "僕がそばにいると眠れないかい？ふふっ。",
                "Tips": []
            },
            {
                "Title": "{REALNAME[ID(1)]}自身について · 人形",
                "Content": "人形を燃やせば灰が残る。その灰から何が生まれるかについては…",
                "Tips": []
            },
            {
                "Title": "{REALNAME[ID(1)]}自身について · 心",
                "Content": "あんなのは適当でいいのさ。自分のものでもないものに執着するのは時間の無駄だし、今はもっと大事なことがあるからね。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "戦ったことについて…",
                "Content": "かつて君と僕が戦ったことが、どうしても忘れられない？ふーん。それで、どうしたいんだい？いいよ、ゆっくり考えても。どうせ、僕もたっぷりと時間があるしね。",
                "Tips": []
            },
            {
                "Title": "仲間について…",
                "Content": "僕が「正義」に帰依することはない。でも君からの恩を返すと言ったからには、必ずやり遂げる。<br>それよりも君こそ、僕と接触する際は自分の立場をよく考えたほうがいいんじゃない？万が一誰かに見られて、君が罪人と「悪巧み」してるって言われたとしても、僕は知らないよ。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の眼差し」は不快なものだけど、確かに使える力ではある。だからそれについてケチをつけるつもりはない。ん？「風元素」には深い意味がある気がする？ふんっ、どうしてそう思うんだい？神は残忍で理不尽な行いをする、前に君にも見せたはずだろう？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "ないよ。聞きたいことがあるなら何でも聞いてくれ。気分次第で答えてやってもいい。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "ほら、見てごらん。鳥は羽を見せびらかし、リスは食料を蓄え、人間は生きるための糧を求めて一日中走り回る…頭が単純な生き物ほど、楽に生きてるよね。",
                "Tips": []
            },
            {
                "Title": "クラクサナリデビについて…",
                "Content": "彼女が僕を消さなかったのは、僕に利用価値があること以外にも、何か他の理由があったからかもね。もしかすると、それは彼女が賢明で、至善の心を持っていたからかもしれないし、あるいは僕の身に孤独の影を垣間見たからかもしれない…ん？悪意に満ちた憶測だって？ハッ、当たり前じゃないか！僕は善人なんかじゃないんだから。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "雷電将軍について…",
                "Content": "自らの創ったものに目を向けようともせず、干渉するのが忍びないとか、そんな言葉で取り繕うなんて…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「女皇」について…",
                "Content": "誰もが彼女の優しさと慈愛を称賛するけど、「愛」も「罪」の一種であることを知る者は誰一人としていない。もしかしたらその愛っていうのは、いわゆる代償行動ってやつなのかもね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「道化」について…",
                "Content": "「道化」はカーンルイアの遺民さ——それ以外について、僕は彼をほとんど知らないし、彼と親しく交流したこともない。でも、彼は僕に対して何か考えがあったようで、前に重要な任務をいくつもくれた…「アビス」へ向かうことも含めてね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「隊長」について…",
                "Content": "「剛直で硬骨な『隊長』」、「公正で果敢な『隊長』」、「功績の豊富な『隊長』」…これらファデュイの中で流れている噂は、人形の耳でさえタコができるほど聞いたよ。絶対的な「公正」だなんて、とても危険な脅威だと思わない？ましてや、「隊長」はトップクラスの実力を持っているから、尚更さ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「博士」について…",
                "Content": "実に残念だ。クラクサナリデビが、彼にあんなに多くの断片を消させたことで、僕が彼の断片を一枚ずつ切り刻む楽しみがなくなってしまった。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "「少女」について…",
                "Content": "質問だ。「どんな時も」ぼんやりと間が抜けていて、「どんなことをするにも」鈍くてとろい「少女」に遭遇した時、どのような反応をすればいいと思う？僕は、構わず戦える。でも君は…良心を痛めるだろうから、やっぱり彼女からは離れたほうがいいよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「召使」について…",
                "Content": "道徳家気取りの偽善者さ。彼女が「優雅」と「親切」を見せるのは、人をよりうまく「コントロール」するためだ。彼女の狂った一面を見た者は、もうほとんど…ふぅ～。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「雄鶏」について…",
                "Content": "「公子」くらいだろうね、「雄鶏」が誠心誠意、見返りもなく彼とその家族を気にかけてくれてるなんて思うのは。あの市長様は確かに実のあることを多くしてきたけど、ちょっとでも頭のいいやつなら分かるはずだよ。それが意味することは——「君の家族を握ってるぞ」、でしょ？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「傀儡」について…",
                "Content": "彼女は自分の研究以外には興味がないんだ。性格だって、極めて酷いものさ。だけどそこまで極端に振る舞って、でき上がったのは大量の廃品のみ。僕が執行官だった時も、僕より一位下だった。実に哀れだね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「富者」について…",
                "Content": "あの第九位のことか。彼は「公平な取引」にすごく固執していて、あまつさえ、神と人の間にあってしかるべき不公平さえ覆そうとしている。まあ、凡人はそういうものさ、非現実的な妄想を抱きやすいんだ。別に特別なことなんかじゃないよ、彼の平凡な能力や目利きと同じようにね。——ふんっ、「博士」と密接な協力をとるなんてね…いい結果にはならないさ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「公子」について…",
                "Content": "脳筋で、手先も器用なわけじゃない。いくら最下位だとはいえ、あいつが執行官にいるだけで全体のレベルが下がる。幸い、僕はもうそこにいないからいいけど。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「淑女」について…",
                "Content": "彼女の灰には何もない。僕は未来を失った者には興味がないんだ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "八重神子について…",
                "Content": "心にもないことぺらぺら喋る妖怪さ。神の寵愛を受けるために、人間に関心があるふりをしてるんだろう。でも実際のところ、ただ面白いことが好きなだけなんじゃない？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "楓原万葉について…",
                "Content": "楓原家の末裔？それってつまり…ほう？彼にも風元素の「神の目」が…しかも、雷電将軍の一太刀を受け止めたって？ふふふっ…ハハハハハッ！",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "セトスについて…",
                "Content": "なぜ僕が彼のことを知っていると思うんだい？彼がいつも僕の後をつけまわって、しつこく帽子を見せてくれとねだってくるから、というわけじゃないよね？ふん、彼と会話を交わしたことなんてほとんどない。初対面のくせに笠っちかと尋ねてくるなんて…見た目で人を判断しないでもらいたいね。それはさておき…あのあだ名がここまで広まってしまうなんて…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ドゥリンについて…",
                "Content": "本から出てきた時から、質問が多いやつだったけど、まさか人間になってからのほうがうるさくなるなんてね。いつもミミズがのたくったような文字の、長ったらしい手紙を送ってくるんだ、まったく。<br>どうしても暇で仕方ない時は、あいつの質問に答えてやるといい。あいつが道を踏み外さないようにね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}を知る · 1",
                "Content": "僕を知ろうだなんて、珍しいね。面倒を招くかもよ？",
                "Tips": []
            },
            {
                "Title": "{REALNAME[ID(1)]}を知る · 2",
                "Content": "ああ、僕と過去のことについて清算したい人はたくさんいるだろうね。なんだっていいさ、誰でもかかってくるがいい——むしろ、楽しみなくらいだよ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}を知る · 3",
                "Content": "かつて、神になれば無駄な感情を捨てられると思っていたけど、今はそうは思わない。少なくとも「怒り」は、他人のものであれ自分のものであれ、使い勝手のいい道具なのさ。<br>永遠に怒らない人なんていないだろう？まったく想像もできないよ。そういう人って、怒りの神経ってものすらないのかな？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}を知る · 4",
                "Content": "世界樹に入った時、僕の頭の中にこう浮かんだんだ——「最初から、この世に生まれてこなければよかった」ってね。<br>世界樹はその願いに応えてくれたけど、僕が期待した結果はもたらしてくれなかったよ。この土地の運命は、相変わらずその虜囚たちを翻弄するのが得意だね。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}を知る · 5",
                "Content": "僕たちはつながり、交差して、そして…いつかは異なる場所へ向かうだろう。でもこれからなにが起こるかなんて、誰にも分からないじゃない？成り行きに任せよう。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「伽藍に落ちて」をクリアする"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}の趣味…",
                "Content": "趣味？それって、暇人のやることだよね。僕がそんなふうに見えるのかい？",
                "Tips": []
            },
            {
                "Title": "{REALNAME[ID(1)]}の悩み…",
                "Content": "どうやったら君を撒いて、ひと暴れできるか考えてるんだ。——冗談だよ、もしかして信じちゃった？",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "茶はある？苦ければ苦いほどいい。どこまでも後味が広がるからね。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "ベタベタしてて甘いものかな。歯がくっつく感じがするからね。君ひとりで食べてくれ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "まあまあかな。君の数少ない長所の一つだ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "悪くはない。少なくとも口には入れられる。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "僕を殺す気か？まさか、僕が凡人じゃないことを忘れたとでも？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "僕の手を取って。…ふふっ、身構えなくていい、高いところに連れてってあげるだけだから。<br>いいでしょ？絶景が見られるよ。このくらいのことで礼なんていい、そんなのまどろっこしいからね。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "…うん、尽力したのが分かるよ。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "風が吹いてきたね…何をしたんだい？",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "僕に力をくれるなんて…どうなるか心配じゃないの？…そう。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "確かに僕は君の力になれるけど、僕を仲間として見るのは危険なことなんだ。自分が直面しているのが何なのか、きちんと理解したほうがいい。それでも怖くないのなら、僕の背中を預けるよ。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "風よ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "俗世を見下ろさん。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "天へと舞え！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "礼を弁えぬ虫けらが。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "雑魚どもが！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "もっと泣きわめけ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 4",
                "Content": "頭が高いぞ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 5",
                "Content": "身の程を知れ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 6",
                "Content": "君ごときが、僕を直視する気か？",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "疾風！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 2",
                "Content": "風が如し！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 3",
                "Content": "…おそい。",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 4",
                "Content": "ついて来いなんて言ってないよ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "ふん、ゴミか。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "はぁ？こんなのも欲しいの？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "欲しいなら君にやるよ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "もう慣れた。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "取るに足らない。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "使えないやつめ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "あらら～へなちょこめ～",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "深淵へ…落ちる…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "すべて…無駄…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "罪の…報いか…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "その程度か。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "…笑える。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 3",
                "Content": "…死にたいようだね？",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 4",
                "Content": "命乞いをすることになるよ。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 5",
                "Content": "そろそろ代価を支払ってもらおう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "そう来たか…僕に何をしてほしいんだい？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "まさか、用もなく呼んだわけじゃないよね？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "僕じゃなきゃだめ？…いいだろう、仕方ない…",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "75": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "寂忿空相",
                "Desc": "{REALNAME[ID(1)]}の衣装。修験者の常服。その笠は雨をしのぐ場所を放浪者に与えるが、心の中で轟く風と雷には意味をなさない。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108479,
            "JD": 108357,
            "Name": "<b>真味茶漬け</b>",
            "Eff": "チーム全員の与える治療効果+25%、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "放浪者のオリジナル料理。ほろ苦いお茶の香りとすっきりと甘い米の風味が絡み合い、一口食べたら止まらない。こんなにすごい料理スキルを、彼は一体どうやって手にしたのだろう？この心の声が聞こえたのか、彼は表情を暗くしてこういった。「何をモタモタしてるんだい？食べ終わったんなら、さっさと皿を洗いに行ってきなよ。」",
            "Recipe": {
                "100095": 4,
                "100092": 3,
                "101210": 3,
                "100075": 1
            },
            "Icon": "UI_ItemIcon_108479"
        },
        "Namecard": {
            "Name": "<b>放浪者·憂き世の歌</b>",
            "Desc": "名刺の飾り紋。<br>浮世に隠されし昔語り…薄雪を伴って流るる花。",
            "Pic": "UI_NameCardPic_Wanderer_P"
        }
    }
}

var acs_cache_ = {}