// Auto Generated

var _AvatarFetterConfig_ = {
    "103": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "「名鋳り師」シロネンの卓越した鍛造技術と名声は、ナタ中に知れ渡っている。<br>そのすばらしい技に憧れた人々が、各地から集まってくるほどだ。中には武器の鍛造を本気で依頼しようとする者もいれば、「名鋳り師」の顔を一目見て、世間話のネタを増やそうとする者もいる。<br>しかし、シロネンは人々のそういった思惑を、さほど気にしていない。他人にどれほど訳の分からない称号を与えられようと、彼女はあくまで一人の鍛冶職人なのだ。注文通りに鉱石を溶かし、材料を製錬して鍛造するのみである。何故なら、称賛がハンマーを打ち付ける力を鍛えてくれることはなく、誹謗が火の温度を下げることもないからだ。<br>ただし、顧客が工房に足を踏み入れたとき、真っ先に迎えてくれるのは炎の熱気ではなく、記入事項だらけの用紙だ。<br>「鍛造の依頼？それは別にいいけど、その前に依頼の細かい部分を決めとこーよ。」<br>「コミュニケーションも仕事も、効率が一番大事だからさ。まずは何が欲しいのか、ハッキリさせないとね。」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "物語から「古名」を鋳造するのは非常に重い責任を伴う仕事だと、多くのナタ人は考えている。<br>なぜなら「古名」とは、無数の英雄たちが成し遂げた偉業や崇高な精神を具現化した存在であり、ナタを支える礎とも言えるものだからだ。<br>「古名」を作る「名鋳り師」に対して、彼らが様々な想像を巡らすのも無理からぬことである。<br>——「名鋳り師」とは孤独な苦行で己の精神を鍛えた修行者に違いない…いやいや、無数の戦場を潜り抜け、傷を負いつつもそれを乗り越えて栄光を掴んだ百戦錬磨の老兵かもしれない…あるいは、謎のルートで古名の作り方を知り、使命を与えられた天に選ばれし者という可能性も…<br>そういえば、大霊に選ばれし英雄が、その導きのもと、神話に出て来るような数々の試練を潜り抜けて強敵を倒し、旅の終わりにやっと心の底に隠された答えを見つけた、なんて話もあったっけ…<br>「シロネン姉ちゃん！本当にそんな感じなのか？」「あの噂って全部ホント？」「名鋳り師ってみんなそんなふうに能力を手に入れるの！？」<br>「こだまの子」の好奇心旺盛な子供たちは、やっとのことでシロネンを見つけ出すと、口々に問いかけた。木の上で昼寝中だった現役の名鋳り師はあくびをして、仕方なく答えた——<br>「まず、『古名』を造れるかどうかは、能力じゃなくて技術の問題。」<br>「えっ…でも…」<br>「技術を身につけたいなら、勉強して実際にやってみるのが一番の近道だから——」<br>名鋳り師の講義が終わらないうちに、子供たちは口を尖らせてぱっと散ってしまった。子供たちの単純で華やかな想像は、籠いっぱいの黒曜石が床に落ちた時のように、散り散りになってしまったのだ。想像を掻き立てられる次のネタが見つかるまでは、引き続き勉強に専念するだろう——それが彼ら自身の意思であるかどうかは別として。<br>「はぁ、本当のことを言っただけなのに…」<br>名鋳り師はまた体を横たえた。生い茂る葉が日差しを遮ってくれるので、昼寝には絶好の場所だ。あと数十分も寝れば、次の仕事をこなすための英気は充分に養えるだろう。<br>「そーゆー物語を現実にしたいんなら、まずはしっかり勉強しないとね。」",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "「古名」に関する授業は色々あるが、シロネンの興味は専門的な技術を学ぶ授業にのみ向けられていた。<br>最も効率よく燃素銘刻で名を刻む方法に、燃素を使う各種機械の操作、それから既存の銘刻図を改造する方法…<br>この手の授業になると大半の生徒は今にもくっつきそうな瞼と格闘し始めるものだ。そして、時間が経つにつれ、机に突っ伏して夢の彼方へ旅する者は増えていく。<br>そんな教室で最後まで授業を聞いているただ一人の生徒——それがシロネンだった。講師を務める職人が感嘆の眼差しを向ける中、シロネンはノートを手に質問することさえあるのだった。<br>「燃素銘刻は燃素の流れで起動させるんだよね？じゃあもし、燃素でいっぱいのプールにウチが入ったら、ウチの持ってる燃素銘刻図は発動する？停止する？それとも爆発する？」<br>「気体の燃素ってあんの？ま、あるって仮定で。煙突の中に気体燃素を充填して、獣肉を煙突の口のとこから落とすとしたら…煙突の高さと燃素の濃度をどう設定したらいい感じに焼き上がるんだろ？」<br>「人間は二十パーセントの水分が失われると死ぬって言うけど、キャンドルキノコはどれくらい燃素を失ったら、枯れたり熱くなくなったりすんの？」<br>鋭くも、おかしな質問ばかりであったが、有名な名鋳り師のテイーズはシロネンを煙たがったり、邪魔者扱いしたりはしなかった。<br>むしろ無味乾燥と言われる授業にこれほど打ち込んでいる彼女を見て、鍛造界の名匠テイーズはただただ驚いていた。<br>なぜなら、ほとんどの生徒はこんな授業には全く興味を示さず、各部族の族長たちが語る英雄の物語に熱中するものだからだ。そして、自分が伝説の主人公となって花々と歓声に囲まれる姿を想像するのだ——英雄たちが乗り越えてきたはずの苦難については、都合よく省略して。<br>一方、シロネンはそういった授業には全く興味を示さず、その手の科目の試験をパスするために、キャンディで同級生を「買収」していた。そうして借りたノートを書き写しては、丸暗記して無難な点数を取っていたのだ。<br>根拠のない想像よりも厳密な定理と数式を好む彼女は、後者こそが後世に利益をもたらす、研究に値するものだと思っていた。<br>そして、物語については、こう言ってはばからなかった…「確かな根拠もないし、要点がまとまってない。定義も無ければ、定理も見出せない。試験をパスするためって以外に学ぶ意義があるとは思えない。」<br>そんなシロネンをテイーズはその場で戒めたり、咎めたりせずに見守った。<br>しかし、シロネンが腹痛やめまい、風邪などを言い訳に授業をサボろうとする度に、その言い訳を見破った。<br>「私も昔はあなたと同じだったわ、シロネン。」<br>慈愛に満ちた名鋳り師は、数式でいっぱいのシロネンのノートを軽く叩いて言った。<br>「でもね、私たち『名鋳り師』にとっては…物語も数式も、本質的には同じものなのよ。」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "教室の中で、子供たちは「名鋳り師」テイーズを囲んで座り、彼女の語る「英雄の物語」を聞いていた。<br>スンジャタにメネリク…この地では多くの英雄たちがナタのために立ち上がり、正義と美徳に身を捧げてきた。<br>本で読んだことのある物語も、「テイーズばあちゃん」にかかればより詳しく描写され、まるで実際の場面が目の前に広がるかのようだ。子供たちは夢中になって、物語に耳を傾けた。<br>鐘乳石を引き抜いた即席の矛で、魔物の目を貫く場面…縄一本で巨大な谷を渡り、たった独りで悪龍を追いかける場面…<br>豊かに描かれる英雄たちは、生きた人間として子供たちの心の中に蘇る。<br>しかし、そうした描写は矛盾をはらむ。<br>ふいに、一人の子供が顔を上げて尋ねた。これまで読んできた数々の本と情報を照らし合わせた結果、多くの疑問が湧いてきたようだ。<br>「テイーズおばあちゃん、今のは独りで悪龍を狩ったって話だったけど、本では仲間と一緒に悪龍を狩ったって書かれてたよ。」<br>テイーズは優しく答えた。<br>「私もその本を読んだことがあるわ。あなたは、どちらが本当だと思う？」<br>子供は瞬きをして言った。<br>「だって…本にはそう書いてあったもん…」<br>テイーズは微笑んだ。<br>「じゃあ確かなことはわからないのに、片方の言葉だけを信じて、本当かどうか疑うの？」<br>負けず嫌いなのだろう、その子はそれでも反論した。<br>「物語に確かなことなんて…物語なんて山ほどあるのに、いちいち証拠を探してたらキリないよ。」<br>物語や伝説は、そのほとんどが口伝で残されるものだ。長い時の中で、内容が変わってしまうのは致し方ないことである。同じ人物の同じ物語が、部族によってまったく異なる展開として伝わる場合さえあるのだ。<br>しばらく聞いていたシロネンは、つまらなそうに目を閉じて、新しい公式を使った暗算に頭を切り替えた。あの子の意見には同感だ——秩序のないものに時間を割くのは全くの無駄である。<br>しかし…子供たちの予想とは裏腹に、テイーズは頷いて賛同を示した。<br>「ええ、その通りね。ナタには英雄の物語が数え切れないほどあるんだもの…そのすべてに根拠を見つけ出すなんて、無理な話かもしれない。」<br>「物語の多くは、口から口へと伝えられる。その過程で捻じ曲げられ、すり替えられる場合だってあるわ。誰かの成し遂げたことを大げさに言って讃えたり、巧妙に誰かをおとしめたり…」<br>「でもね、あなたたちもいずれハンマーを片手に、先人の功績をもとに古名を作ることになるのよ。」<br>「古名の材料としての英雄の功績をめぐって、様々な説と向き合うことになるでしょう…」<br>「ハンマーを振り下ろす前に、どうやって真偽を見極めるつもりかしら？」<br>突如降りかかってきた重圧に、ざわついていた子供たちがぴたりと静まり返った。<br>「伝説にも脈略というものがあるし、物語にも道理は存在するのよ。」<br>「さて——色んな物語とウォーベンを読んできたわね。」<br>「それじゃ、次の授業に移りましょう。」<br>シロネンは少しだけ目を開けた。<br>そういう視点から物語を読んでみるのは、ちょっと面白いかもしれない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "授業はまだ終わらない。<br>テイーズの指導のもと、子供たちは書籍の海に喘いでいた。数え切れないほど聞いてきた英雄の物語が記された書籍を繰り返し読み、ほかの書籍の内容と関連する部分がないか、しらみつぶしに詳細を調べているのだ。たとえ大まかなものでも、共通点さえ見つけられれば、その物語の信憑性が証明できるからである。<br>以前は英雄の物語に魅了され、飽きることなく何度も読んでいた子供たちも、今やこの授業から逃げ出したい気持ちでいっぱいだった。<br>「このままだと、もう二度と物語なんか読みたくなくなるよ！」<br>「ほんとそれ！地に足をつけて調べろなんて、つまんないって。想像の余地がないじゃんか」<br>「シロネン、なんでそんなやる気満々なの？物語を読むのが一番苦手なんじゃなかったっけ？」<br>まるで人が変わったかのように、せっせとノートに書き込んでいくシロネンを見て、クラスメイトたちはきょとんとしている。<br>「物語を読むのが苦手なんじゃなくて、根拠もない話を読むのが好きじゃないだけだよ。」<br>シロネンは頬杖をついたまま、気だるげにそう答えた。<br>想像力は、岩山の間を吹き抜けるそよ風にも似ている。軽やかで、涼しげで、隙間があれば潜り込み、隅々まで届く。しかし、その形を一言で形容することはできず、そばに留めておく術もない。<br>だがもし、風を地面に引きずり下ろし、黒く硬い、物言わぬつややかな石に変えられるのならば…もし鍛造のようなプロセスを経て、形なき物語に形を与えられるとしたら——それはシロネンの心をくすぐる思考実験だった。<br>とはいえ、彼女は「名鋳り師」になろうと思ったわけではない。とらえどころのない風を掴むことにそこまで興味があるわけでもないし、重い石を運ぶ気力なんて沸いてくるはずもない。<br>「古名なんて別に作りたくない。集落にはいくらでも人がいるんだから、適当に一人選べばいいっしょ？」<br>それも、鍛造職人である父親の姿をずっと見てきたからだ。商談の時には満面の笑みを浮かべていても、槌を振るう時には、苦しげな表情になる。仕事というのは、身体も心も疲弊させてしまうものなのだろう——そう、シロネンは思っていた。<br>「父さんはなんで名鋳り師になろうと思ったの？何かすごく大事な理由があったとか？」<br>「いや、特にない。ただ…物語を聞いた限りは、物語を伝えていく責任があると思ってね。」父は鉄のハンマーを下ろして、汗を拭いながら言った。<br>「でもそれなら、ウォーベンに記録するか、石にでも刻んどけばいいじゃん？」<br>「物語を伝えるだけなら簡単よ。」<br>母が櫛を手に取りながら言った。シロネンに新しい髪型を試すつもりらしい。<br>「でも、本当の物語を伝える覚悟がある人ばかりとは限らないでしょ。」<br>「じゃあ、テイーズばあちゃんは？」<br>「彼女はその覚悟があった、数少ない一人だったってことね。」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "テイーズの葬儀は集落の外にある小さな山で行われた。この日が近いであろうことは、誰もがうすうす勘付いていた。<br>かなりの年だった彼女は、夢の中で大霊の声を聞いたと身の回りの世話をしている者たちによく話していたのだ。<br>——でも、まだ大霊のもとへ行くわけにはいかないの。そう彼女は言っていた。大事な話を伝えるべき人がいるのだと…<br>「…山の血、壑の目。」<br>「穢れを燃やし尽くさん。魂よ、炎淵に帰すべし。」<br>シロネンの手によって火が入れられると、積まれた薪はたちまち炎に包まれた。<br>一晩そこで待ち、翌朝、遺灰を壺に入れて、彼女がずっと言っていたあの洞窟の中に置いてやった。<br>一方、洞窟の外ではテイーズをめぐる議論が谷の風のように吹き荒れ始めていた。<br>——テイーズから古名作りの技術を伝授された、署名入りの書物は自分のものだと言う者から、自分は工房を譲ってもらう約束をしており、鍵も持っていると主張するものまで…利益のために言い争う人のことなど、シロネンにとってはどうでもよかったが、卑劣な嘘は許せなかった。<br>「テイーズは講義で英雄の物語の信憑性を疑っていたんだって…？」<br>「あら、あなたも聞いた？はぁ…学術的な問題とはいえ、子供たちに悪い影響を与えてないかしら…心配だわ。」<br>「テイーズは若いころから技術の研究ばっかりしてたらしいぞ。そんな人が古名の作り方を教えていたんだからな…」<br>人々の口から口へと伝わるうちに、テイーズの物語はどんどん歪んでいった。ある者は人々のために尽くした偉大な英雄だったと讃え、別の者は裏で策を巡らす卑怯者だったと貶す。<br>人は風を捕まえられない。だからそれぞれが入れ物を作って、これが風の形だと言い張る。<br>しかし本当の物語は、そう、硬く黒くずっしりとした石のようなものだったはずだ。<br>翌日、集落の人々は不思議な光景を目にした——あの怠け者のシロネンがまるで別人のように、テイーズと関係のあった人々に話を聞くため、「こだまの子」の集落のすみずみまで足を運び、精力的に調査を進めていたのである。それだけではない。集落を出て「懸木の民」の伝達使や「流泉の衆」のミュージシャンを訪ね、「謎煙の主」に頼んでウォーベンを調べ、「花翼の集」の崖を登って「豊穣の邦」にまで足を延ばしたのだ——テイーズがこの世に残した、すべての痕跡を辿るために。<br>シロネンは、そうして集めた証拠を武器に、テイーズに対する誹謗中傷に反論し、あらぬ噂を断ち切った。<br>ありのままの彼女を皆に覚えていてほしい——その一心だった。<br>ヒビのない堅強な鉱石だけが、高温とハンマーの衝撃に耐え、立派な材料に生まれ変わるのだから。<br>……<br>「シロネンお姉ちゃんはなんで名鋳り師になったの？すごく大変そうなのに…」<br>ハンマーの音が響き渡る中、シロネンの仕事ぶりを見つめながら生徒たちが尋ねた。<br>シロネンが手を止め、汗を拭う。<br>「ウチだってなりたくてなったわけじゃないよ。でも、テイーズばあちゃんも父さんも母さんも、みんなそうだったから。」<br>「それに…」<br>シロネンが再びハンマーを振り上げる。<br>「責任持って物語を伝える人は必要っしょ？」",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「熱狂ターンテーブル」",
                "Content": "シロネンは、「古名」よりも、精巧で実用的な道具を作るほうが好きなようだ。遠くからでも燃素を刻み込める圧縮型燃素噴射器から、燃素を動力に垂直方向へ下降・上昇できるプロペラ、そしてオーダーメイドで作った超大型狙撃銃——これらはすべて、彼女の発明品の一部だ。<br>中でも「こだまの子」で有名なのは、彼女が改造した「熱狂ターンテーブル」である。<br>あの日、毎日の慣例である「ドリルダンス」大会が幕を開けるやいなや、ダンサーたちは次々とステージに上がり、熱いリズムに合わせて煮えたぎるマグマのような力強いダンスを披露し、会場を興奮の渦に巻き込んだ。<br>しかし、会場の盛り上がりが最高潮に達した時——使い古されてガタが来たのか、「熱狂ターンテーブル」が突然暴走し始めた。リズムも何もない、耳をつんざくような鋭い音が鳴り響く。大技を決めようとしていたダンサーは驚きのあまり転びかけ、観客たちは両手で耳をふさいだ。<br>ついさっきまで会場を盛り上げていたDJが慌てふためいていると、急に辺りが静まり返った。そして、「熱狂ターンテーブル」が再び起動する音とともに、やる気のない声が響いた。「あー、テステス、聞こえる？」——気だるげにケーブルを手にした、シロネンの声である。<br>ダンサーたちは反射的に頷く。<br>「よーしっ。もっかいミュージックスタート！」シロネンはそう言ってケーブルを投げ捨てると、目を瞬かせるDJの背中を叩いた。<br>「このあとも任せて。」<br>「でもシロネン…ターンテーブルを使えるのか？」<br>「ま、見てなって。」<br>すぐに、これまでにないほど力強い音楽が会場を席巻した。呆然としていた観客から、再び大歓声が沸き起こった…<br>「ドリルダンス」大会が終わった後、主催者がシロネンを訪ねてきた。「ドリルダンス」大会の技術コンサルタント兼スペシャルDJとして働いてくれないかと言うのだ。それも、高額な報酬付きで。<br>しかしシロネンの返答は、報酬や肩書きはいらないから、暇な時に「熱狂ターンテーブル」やその周りの機械をいじらせてくれ、というものだった。<br>去り際、主催者は頭を掻きながら尋ねた。<br>「シロネン、君がターンテーブルを操作できるなんて、知らなかったよ…一体いつの間に覚えたんだ？」<br>「前に『流泉の衆』でレコードの吹き込み方を教えてもらったんだけど、そのついでにね。ま、忙しくてあんまやれてないけど。教えてあげよっか？」<br>「いやいや、私にはとても…」主催者は慌てて手を振った。「それより、本当に報酬なしで大丈夫なのかい？結構大変だし、君だって忙しいだろうに…」<br>「じゃあさ、一ついいかな？」<br>「ああ、何でも言ってくれ！」<br>「いつか、もう古名を作んなくてもいいって時が来たら、正式にDJとして雇ってよ。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "一発目のハンマーはどう振り下ろせばいいのだろう——？<br>初めて「古名」を作ることになったシロネンは、ハンマーを握りしめたまま、なかなか手を動かせずにいた。<br>「古名」を作るための準備は十分なはずだった。これまで多くの資料を読み漁ってきたシロネンは、数日前には部族の採掘チームについて山に入り、最上級の鉱石を探し出してきたのだ。また、父に頼んで燃素をより多く取り入れられるものに改造してもらった高炉は、炎の勢いが増して、どんな鉱石だって溶かせるようになった。さらにシロネンは、工房にあった全ての燃素銘刻図を再検討し、刻み直した。作業中に飛び散る火の粉の一つさえ、彼女の計算通りだった。<br>——さあシロネン、準備は整った。ハンマーを振り下ろせ。…でも、一発目はどこに当てればいい？どんな模様にしよう？いったい何回叩けばいい？<br>職人の邪魔をしないように、炉の火も気を遣ったのだろうか。工房は静寂に包まれ、炎がパチパチとはぜる音さえしなかった。<br>シロネンはハンマーを置き、獣の牙で作られた櫛を手にとった。光沢が出るまで滑らかに磨かれた櫛は、燃える炉の火に照らされて、温もりを帯びたように見えた。<br>この櫛の前の持ち主は、優しい老婦人だった。授業をサボろうとするたび、髪を梳いてあげるから授業に戻りなさい、と諭されたものだ。<br>「テイーズばあちゃん」はきれいで複雑なヘアアレンジをしてくれた。シロネンの母もなんとか真似しようと頑張ったが、結局テイーズに教えを乞うことになった——シロネンが、どうしてもあの髪型がいいと言って聞かなかったからだ。<br>「名鋳り師」テイーズの物語が、シロネンの心の中に浮かび上がる。それは、彼女が手ずから集めた物語だ。その物語で古名を作ろうと、シロネンは心に決めていた。<br>ハンマーの激しい打音が静寂を破る。力を込めて、ハンマーを正確に振り下ろしていく。物語のどんな細部も取り逃がさないように。つかみどころのない風は、今やシロネンの前に捕らえられ、叩かれ、鍛えられる材料と化していた。<br>やがて燃素が尽き、炉の炎が消えた頃、新たな「古名」が出来上がった。<br>そこに刻まれた「テイーズばあちゃん」の物語が歪むことは、もう二度とないだろう。<br>これを誰に授けるかは…大霊の判断に任せるとしよう。<br>シロネンは立ち上がってポンポンと服をはたき、片付けを始めた。しゃがんで、使わなかった鉱石を拾ってかごに入れていく。どれも上質な石だから、他のものを作る時に使えるだろう。<br>「ふぅ、お腹空いた…夕飯は魚だって母さん言ってたっけ…？」<br>一つ、二つ、三つ…鉱石がかごに放り込まれる。<br>夕食に思いを馳せるばかりで、四つ目の黄色く透き通った石の様子が他とは異なることに、気づいていないようだ。<br>「神の目」をポイッとかごに放り込んで、工房を出たシロネンはそのかごを適当に外に置いて立ち去った。<br>歌を口ずさみながら食卓へと向かうシロネンは、次に鍛造をする時にこの特殊な「石」に気付くのだろう。<br>それは彼女への贈り物であり、「責任」でもある。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "ハロハロー、ウチは「こだまの子」のシロネン。道具の鍛造依頼なら、直接言ってね。まあ、手元にある注文が山積みで、今依頼を出されてもしばらく待ってもらうことになるけど。",
                "Tips": []
            },
            {
                "Title": "世間話・植物",
                "Content": "あちゃー、ベランダの花がまた枯れてる。毎日水やりしてるのに…もしかして、逆にやり過ぎ？",
                "Tips": []
            },
            {
                "Title": "世間話・休み",
                "Content": "ずいぶん走り回ったし、そろそろ休も…座ってきゅーけい。",
                "Tips": []
            },
            {
                "Title": "世間話・鍛造依頼",
                "Content": "…まだ終わってない鍛造依頼、あと何件あったっけ？ええと…一つ…二つ…そんな多くないみたいだし、明日から本気だそっと。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨の日は、部屋で寝るのにぴったし…",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "ックション！…うぅ、眠気も吹っ飛んじゃった。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "ふわぁ～昼寝でもしよ。あれ？サングラスどこやったっけ…",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "気温はちょうどいいけど…うーん、横になるのには向いてないね、ここ…",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよ、ゆうべはよく寝れた？はい、ジュースあげる。朝から甘いものを飲むと、一日中いい気分になれるんだよ。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ふわぁ～もう昼寝の時間か…ちょっと寝てくる。用があったら起こして…",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "げぇっ、もうこんな時間？撤収撤収。さあ、今日の仕事が無事終わったお祝いに、一緒に美味しいもんでも食べに行こ。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "おやすみ。枕を柔らかくほぐしてから寝るんだよ。じゃないと明日の朝、首が痛くなるから。",
                "Tips": []
            },
            {
                "Title": "シロネン自身について・適度に休む",
                "Content": "どんなに忙しくても、休憩時間は作らないとね。仕事ばっかしてたら、頭も身体もストライキ起こしちゃう。そんな状態じゃ、いい結果が出るわけないっしょ？<br>時間が作れない？じゃ、こう言ったらいいよ——ウチに呼ばれてるって。そしたら、ウチの工房で一休みできるじゃん？安心して、秘密は守るから。",
                "Tips": []
            },
            {
                "Title": "シロネン自身について・鈍い",
                "Content": "友達の何人かに、たまに鈍いし冷めてるって言われるんだよね。たとえば、友達んちでパーティーしたとき、結婚の話題になったんだけど、一人が「自分が結婚したらみんな泣く？」って聞いたの。で、ちょっと話したあとに、みんな泣きながらずっと友達でいようねとか言い出してさ…<br>ウチにはまったく分かんなかった。だって、結婚ってめでたいことじゃん？別に大霊に会いに行くわけでもないし、時間があればまた会えるのに。<br>えっ？もし結婚を迫られてて、嫌で泣いてたらどうするかって？ああ、それは考えたことあるよ。<br>本当にそうだったら、結婚式場に乱入して友達を連れ戻すつもり。ウチって足速いし、問題ないっしょ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鍛造について…",
                "Content": "何を鍛造するにしても、炉の温度は一番大事でね。低すぎると材料を柔らかくしたり、溶かしたりできないし、不純物だって取り除けない。逆に高すぎると、材料は本来の持ち味を出せなくなる。<br>そこで、職人たちは炉の火を調節する方法を考えたの。高すぎたら薪を引き抜いて、低すぎたら薪を足すってね。<br>ウチは、よく燃素を含んだ宝石で炉の温度を調節してる。燃素を使って起こした火は、普通の火より断然強力だかんね…<br>えっ？燃素を使い切った宝石はどうなるかって？どっかに積み上げるくらいしか使い道はないよ。燃素が空っぽになった以上、残された取柄は見栄えだけだからね。欲しいなら、いくつか好きに持ってっていーよ。",
                "Tips": []
            },
            {
                "Title": "祝福について…",
                "Content": "ラゾーリおばちゃんが、プレゼントに「燃晶名刻」を作ってあげるって前に言ったんだよね？<br>今の状況じゃ、そんな余裕ないだろうし、ウチが代わりに作ったげるよ。ニペカを助けてくれたお礼にね。<br>ん？もうあんたたちのために「古名」を作ってくれたって？<br>あははっ、それは違うよ。あの「古名」にはみんなからの「祝福」が込められてるけど、これから作る「名刻」にはウチ個人の「祝福」を込めるつもりだから。<br>ってことで、受け取り拒否とかナシだかんね。完成したら教えるよ。そこに何を刻むかは…その時になったらあんたが決めてね。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「灼烈の反魂の詩」をクリア",
                    "シナリオ「祝福を祈り、テペトルに告ぐ」をクリア"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」ね…けっこう役に立ってるよ。これのおかげで、鉱石の中の「岩」元素の含有量と分布をより正確に判断できるし、良質な鉱石とダメな鉱石を素早く選別できるようになったからね。<br>意義？うーん…深く考えてないかな。役に立つならそれでオッケーだし、他は気にしないよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "精密加工の能力を鍛えるために、よく複雑な形をした小さなアクセサリーを作ってるんだよねー。たとえば、網の形をしたペンダントとか、ウォーベンみたいなイヤリングとか。出来上がったら、それを友達やお隣さんにプレゼントするの。<br>ん？指輪は作れるかって？モチのロンっしょ！何日か前にシャクギクの形をした指輪を作ったばっかだしね。まぁ設計図を描くだけで、だいぶ手間取ったけど…<br>欲しい？いいよ。んじゃ、手を出して、指のサイズを測ったげる。すぐに作れると思うよ。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "植物の育て方がよく分かんないんだよね…言われた通り、三日にいっぺん水やり、五日にいっぺん雑草を抜いて、週に二回肥料をあげてる上に、日を浴びさせる時間もきちんと守ってるのに…最後は例外なく、ぜんぶ枯れちゃって。<br>はぁ…植物を育てるのも運に左右されるとか？",
                "Tips": []
            },
            {
                "Title": "カチーナについて…",
                "Content": "この前、カチーナに掘削マシンを作るよう頼まれてね。しかも掘削と跳躍、両方の機能を備えてほしいって注文つき。まぁ、そんなに複雑なもんじゃないし、さくっと作ろうと思ったんだけど、椅子の角度を調整するのに苦戦してね。結局、カチーナはウチの意見を聞き入れて、椅子を外すことにしたんだ。んで、代わりに掘削マシンの動力コアと連動したマニュアル操作装置を搭載したってわけ…<br>えっと…どうしてカチーナが「ぐるぐるコマちゃん」を操縦するとき、自分も跳ねるのかって？<br>それはあの子のリクエストによるもんだよ。掘削マシンを操縦するときの揺れが大好きだとか言って、一部の震動軽減システムを削るよう頼んできてさ。<br>そだ、今度カチーナにマウスガードでも作ってあげよ。もしぴょんぴょんしてるときに舌でも噛んだら大変だからね…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ムアラニについて…",
                "Content": "ムアラニって、運動が大の得意なんだよね。サーフィンにしても、「スピリットウェイ」を滑走するにしても、あいつほど動きが滑らかで、表情をリラックスさせてる人は知らないよ。それに、これまでムアラニがミスしたところなんて見たことないし。<br>もし人や竜が道を塞いでたら、どうするかって？うーん…あいつなら、たぶん相手をひょいっとつまみ上げて、滑走を続けるんじゃない？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "チャスカについて…",
                "Content": "空を飛ぶために、チャスカの「銃」にはかなりの労力を費やしてきたんだ。まず、高速機動中の銃本体の安定性を可能な限り確保しなければならないこと。次に、空中戦に適した通常弾薬と特殊弾薬をカスタマイズすること。最後に、空中での発射による反動と照準に関する問題を考えること…<br>でもチャスカは「最後の二つは心配しなくていい。銃に基本的な機械式照準装置を取り付けさえすれば、残りは自分の力でどうにかする」って言ってね。<br>実際、チャスカはあの「銃」をうまく扱ってる。さすがは「花翼の集」の空飛ぶエースって感じ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "マーヴィカについて…",
                "Content": "マーヴィカからはおかしな依頼をいくつも受けたことあるよ。<br>たとえば、あいつの炎に耐えられるような耐熱性のある剣——力を出しても、手の中で溶けないやつを作って欲しいとか。それから特製のサングラスも頼まれたっけ。炎を操って戦うときも、周りの敵をはっきり見れるものが欲しいってね…<br>中でも一番不可解なのは、あの双駆輪ってやつ。ある時、マーヴィカが毎日工房に来て、燃素で動く乗り物を作ってほしいって言ってきてさ。どっから持ってきたのか分かんない設計図を山ほどウチに渡してきたんだ…で、結局押し負けて、丸三ヶ月かけて双駆輪を作ってあげたの。聞いた話によると、毎日その双駆輪に乗って、外を走り回ってるとか。しかも、止められる人がいないっていう…<br>…それに比べたら、外から来た旅人のために「古名」を作ってあげるのなんて、まだ真っ当な仕事だよね。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「灼烈の反魂の詩」をクリア"
                ]
            },
            {
                "Title": "キィニチについて…",
                "Content": "キィニチはいいやつだけど、あのアハウはねぇ、どうも好きになれなくって。<br>って言うか、あいつどっから現れてんの？もし何かの機械から出てきてるんなら、永遠に大人しくさせることができるかも。うん、時間を見つけて、キィニチに相談してこよ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シトラリについて…",
                "Content": "シトラリはたまにウチの工房に鉱石を買いに来るんだ。あいつの話だと、一部の鉱石は粉にすると飲み薬になって、しかもそれが占いや祭祀に役立つんだって。ん？あいつに占ってもらったことはあるかって？ないよ、まだ起きてないことに興味ないし、今の仕事で手一杯。それに、占いの儀式っていっつも眠くなっちゃうんだよねぇ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "イファについて…",
                "Content": "イファならウチの部族に来て、テペトル竜を治療したことあるよ。いい腕だし、面倒見が良さそうな感じだった。どんなにやんちゃな小竜でも、あいつの前ではみんな大人しくなってね。<br>ウチの作った竜専用注射器は、針がなくても、竜と人間に対してかなりの抑止力を持ってるってイファが言ってた。見てみたい？サンプルならあるよ。<br>待っててね、一番デッカイ注射器を持って来るから…ちょ、なに後ずさりしてんの？注射針は付いてないし、超安全だよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "オロルンについて…",
                "Content": "マイナスかけるマイナスはプラスになる——この理屈でいけば、変人の中の変人は普通の人間ってことでしょ？でもオロルンは明らかに違う。<br>まっ、そうは言ってもあいつはいいやつだよ。イファに頼んで、「こだまの子」に果物やミツをたくさん持ってきてくれたし。みんなに迷惑をかけたって思ってるんでしょ。それに、燃素ミツムシからこんなに甘いミツを採れるなんて知らなかった。あいつ、腕は確かみたい。<br>…はぁ、なんでもうまく育てられる人っているもんなんだね…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「燃ゆる運命の虹光」をクリア"
                ]
            },
            {
                "Title": "イアンサについて…",
                "Content": "昔、「豊穣の邦」の人たちのために、死ぬほど重い「バーベル・プレート」と「ケトルベル」を作ったことがあるんだよね。<br>そいつらが受け取りに来たとき、イアンサが人を連れて検品してた。あいつ、素手で各器具を持ち上げて、重量を測ってから一つずつ荷台に積み込んでたよ。全部積み終わると、イアンサは少し息を切らしながら、顔をちょっち赤くしてるだけだった。<br>正直、イアンサの部族の人が羨ましいよ。力持ちってだけじゃなく、農作業も得意だからね…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シロネンを知る・1",
                "Content": "ウチは「名鋳り師」だけど、「古名」の鋳造はウチの本業じゃなくってね。部族内外の人のために道具や武器を鍛造するのが、ウチの主な仕事。<br>何しろ珍しい「古名」と比べれば、みんなの鍛造依頼は後を絶たないからね…",
                "Tips": []
            },
            {
                "Title": "シロネンを知る・2",
                "Content": "鍛造の依頼を受けるとき、一番疲れるのは仕事そのものじゃなくて、一部の依頼人の曖昧な言葉なんだ。その人が何を考えてるのか整理するのを手伝わなきゃいけないし、どんなものを望んでるのかはっきりさせないといけないでしょ。鍛造を始める前から、めちゃくちゃ苦労させられるんだよね。<br>そして、依頼人の何かを悟ったかのような喜びの表情を見るたびに、胃が少し痛くなる。無意識に食事の量を減らしちゃうほどね。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "シロネンを知る・3",
                "Content": "鍛造の依頼がないときは、ちょっとしたものを作ってることが多いよ。たとえば、いま履いてる靴は最新の燃素推進システムと、新型の合成金属を採用してて、軽くて丈夫なんだ。それとウチがつけてるイヤホンはレコードプレイヤーに繋げられて、音楽を聴きながら鍛造できるの…<br>ちょっと複雑そう？まあ、多少ね。でも好きなものを作ってるときは、仕事してるときよりもずっと精が出るもんだから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シロネンを知る・4",
                "Content": "ウチが「名鋳り師」になったのは、父さんと母さん、それからウチの一族のほとんどが「名鋳り師」の道を歩んでたからだよ。小さい頃、父さんと母さんはウチにこう言った。「ナタの中で、我々一族だけが各部族のために『古名』を鋳造する重責を担える」ってね。ウチが大きくなったら、その跡を継ぎ、「古名」を鋳造し続けて欲しいってお願いされたの。<br>そしてウチは頷いた、それだけ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "シロネンを知る・5",
                "Content": "でも「名鋳り師」になる前は、このメンドーごとに足を踏み入れていいのか、真剣に考えたこともあってね。だって、楽な仕事はたくさんあるし、普通の職人でも「名鋳り師」よりかは何倍も楽っしょ？それにウチの腕なら、もっと稼ぐこともできるはずだから。<br>けど…結局、ウチは「名鋳り師」を選んだ。<br>「古名」の鋳造は、誰かが背負わないといけない重責で、ちょうどウチにはそれにふさわしい能力があった。だから、それを受け継ぐ義務があると思ってね。父さんがいつも言ってたように——「すべてのナタ人が自分の背負うべき責任を果たしていれば、ナタは永遠にこの地に存在し続ける」ことができる。<br>このことは、個人的な好き嫌いと関係ナシに、ただの責任ってだけ。<br>…それに、一族で「古名」の鋳造技術を学んでた人の中で、ウチは一番優秀だったしね。「名鋳り師」にならなかったら、ウチの代わりに他の誰かが鋳造しなきゃいけなくなる。あいつらは授業中にウチに質問したり、宿題を書き写したりしてたし、もし「古名」を作ることになったら、毎日邪魔しに来るに違いない。そんなのまっぴらごめんだから、ウチが「名鋳り師」になっちゃったほうが都合いいっしょ。ウチも本業以外のことで悩まされずに済むし。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "シロネンの趣味…",
                "Content": "寝たり、ぼーっとしたり、日向ぼっこしたり…仕事をしてないときは、真っ白な紙を見つめることさえ面白く感じるんだよね。",
                "Tips": []
            },
            {
                "Title": "シロネンの悩み…",
                "Content": "鍛造依頼の話をしてるときに「別に急ぎでも重要でもないから、そちらの都合に合わせて、できるだけ早くしてくれればいい」って言われるのが一番ヤなんだよね。<br>ウチの仕事の経験上、それは「いつでも催促しに来る可能性があるよ」ってのと、ほぼおんなじだから。<br>はぁ、考えただけで頭が痛くなってきた。もう少し寝よっと…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "キャンディ、チョコレート。ウチの仕事は鍛造だから、それをたくさん食べないとハンマーを振れないんだよねー",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "味のない水。はいはい、分かってるってば。綺麗な水が身体にいいのは知ってるよ。でも飲まない。せめて砂糖くらいは必要っしょ？何なら、レモンを少し搾っても…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・1",
                "Content": "うんまい、まだある？…いつの間に食べたかって？たった今だよ、ウチ、食べるの早いから。と・く・に、美味しいものを前にしたらね。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・2",
                "Content": "うん、悪くないね、今度ウチもごはん作ったげるよ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る・3",
                "Content": "へっ…い、今はいいかな。食べ過ぎると眠くなるっしょ？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでと。この「全サイズ対応マルチツールセット」をあげる。いろんなサイズのドリルやハンマーが入ってて、あとのこぎりが三本、特殊なナイフ型オープナーが五本入ってるの。野外で使うにはたぶん十分っしょ。そうそう、金属の糸と革の糸を混ぜたロープもあるよ。成体のテペトル竜を一匹吊るすほど強靭だから。ロープの結び方は分かる？分かんなかったら教えたげる。ほら、ロープの端をつまんで、こうやって回して…",
                "Tips": []
            },
            {
                "Title": "突破した感想・起",
                "Content": "…ニャー？",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想・承",
                "Content": "うん、まだまだ鍛えないとね、サンキュー。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想・転",
                "Content": "観察する力が上がって、ハンマーを振る手もより強くなった気がする。ちょっと何かで試してみたいから、離れてて。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想・結",
                "Content": "こんなに手伝ってもらったし、タダ働きさせるわけにはいかないよね。ほら、ウチの「名前」をこの宝石に刻んでおいたよ。これがあれば、いつでもウチに助けを求められるの。あんたのためにウチの炉の火を起こすことも、あんたと一緒に危険な地に足を踏み入れることも、なんだって応えてあげる。ウチの「名前」とこの宝石が風化するまで、約束はずっと有効だから。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル・1",
                "Content": "んじゃ、行くよ。",
                "Tips": []
            },
            {
                "Title": "元素スキル・2",
                "Content": "ふん。",
                "Tips": []
            },
            {
                "Title": "元素スキル・3",
                "Content": "ハァ…",
                "Tips": []
            },
            {
                "Title": "元素爆発・1",
                "Content": "響け、壑の音！",
                "Tips": []
            },
            {
                "Title": "元素爆発・2",
                "Content": "沸け、山の血！",
                "Tips": []
            },
            {
                "Title": "元素爆発・3",
                "Content": "響めく深壑、火淵を刻め。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・1",
                "Content": "待ち伏せは——うん、いないね。ウチが見張っててあげるから安心して。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・2",
                "Content": "いいものザックザク～、ウチにもちょうだい？冗談だってば、あんたが持ってていいよ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける・3",
                "Content": "まー…多少はモラになるはず？さっさとしまっとこ。",
                "Tips": []
            },
            {
                "Title": "HP低下・1",
                "Content": "メンドくさ…",
                "Tips": []
            },
            {
                "Title": "HP低下・2",
                "Content": "勘弁してよ。",
                "Tips": []
            },
            {
                "Title": "HP低下・3",
                "Content": "…ふん！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下・1",
                "Content": "ウチが引き受けたげる。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下・2",
                "Content": "任せて。",
                "Tips": []
            },
            {
                "Title": "戦闘不能・1",
                "Content": "…燃え…尽きちゃった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能・2",
                "Content": "冷めちゃった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能・3",
                "Content": "ふぅ…もう寝る時間だね…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける・1",
                "Content": "またトラブル…？",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける・1",
                "Content": "…うざったいな。",
                "Tips": []
            },
            {
                "Title": "チーム加入・1",
                "Content": "出発するの？",
                "Tips": []
            },
            {
                "Title": "チーム加入・2",
                "Content": "さっさと片付けちゃお。",
                "Tips": []
            },
            {
                "Title": "チーム加入・3",
                "Content": "行こっか、ついてくよ。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "103": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "山岳を彩る金色",
                "Desc": "シロネンの衣装。明るい金色のアウターの下に、丈の短いシンプルなインナーを合わせるのが、シロネンの普段のスタイル。身軽さを重視するシロネンは、仕事時にアウターを脱ぐことが多い。言い換えれば、彼女がアウターを着たら、そろそろ休憩時間に入る頃合いを示している。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108760,
            "JD": 108726,
            "Name": "<b>フルーツミルクキャンディ</b>",
            "Eff": "スタミナを130回復する。",
            "Desc": "シロネンのオリジナル料理。大樹に腰を掛けて並んで雑談していた時、彼女は精巧な箱を差し出してきた。その中には普通のものと何やら様子が違う、ミルクキャンディが入っていた。「ショコアトゥルの種はフルーツの一種だし、ミルクと砂糖で出来たキャンディにそれを入れて作ったものは——フルーツミルクキャンディって言っても納得っしょ？」彼女はそう言って取り出した一粒を放り投げると、口で受け取った。",
            "Recipe": {
                "101246": 4,
                "100078": 3,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108760"
        },
        "Namecard": {
            "Name": "<b>シロネン・律動</b>",
            "Desc": "名刺の飾り紋。<br>シロネンの鍛造の律動が、山々に木霊する。最後の木霊が消えかける頃には、彼女はとうに仕事を止め、午後の日光を探し当てて昼寝をしているだろう。",
            "Pic": "UI_NameCardPic_Xilonen_P"
        }
    }
}

var acs_cache_ = {}