// Auto Generated

var _AvatarFetterConfig_ = {
    "77": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "岩王帝君との契約のもと、璃月を数千年に渡り守ってきた仙人たち。<br>彼らは璃月に危機が訪れるたび必ず姿を現し、そして世が平穏な時代であれば、時折その姿を見せていた。<br>それは無法者を戒めるために、また時に囚われた者を救うために。もし「仙縁」のある璃月人と出会えば、その者を弟子にして仙人たちは秘術を伝授した。<br>仙人たちの中でも、歌塵浪市真君は俗人と多くの縁を結んでいると言えるだろう。<br>彼女には多くの弟子がいる。その中でもっとも幼いのがヨォーヨだ。<br>ヨォーヨは生まれつきの聡明さで、勉学にも積極的な態度を見せている。幼さゆえに、まだ学んだ知識を完全に理解することはできず、時々思わず聞いた人が口角を上げてしまいそうな間違いもするが、時間を置けば、間違いなく広い知識を持った才女になれるだろう。<br>優しくて思いやりのある、誠実で懐が広い性格のおかげで真君に気に入られているだけでなく、師姐や他の年長者からも大層可愛がられている。<br>縁のない一般人では足を踏み入れることができない絶雲の間——そこにある仙人たちの洞府をヨォーヨはいつも行き来する。幼くして仙人にこうも愛されるとは、実に羨ましいことだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "ピンばあやはいつも、可愛らしく笑顔を絶やさないヨォーヨを連れている。璃月港の人々からすれば、二人はまるで仲の良い祖母と孫娘のようだ。<br>しかし、この老人と子供の二人組に、まったく血縁関係はない。ヨォーヨはピンばあや——つまり、歌塵浪市真君の弟子なのである。<br>ヨォーヨが弟子になったばかりの頃、彼女はまだ字もよく読めていなかった。真君は日常における人との接し方や読書、礼儀から教え始めた。<br>ヨォーヨが成長するにつれ真君は仙人の儀式、修身の方法、そして自身の槍術を少しずつ日々の修練に加えた。<br>内容があまりにも多いため、ヨォーヨが覚えきれずに理解できないのはよくあることだった。しかし、真君は特に焦っていない。ヨォーヨがその教えを聞き入れたと、しかと分かっているからである。<br>重たい槍をヨォーヨは上手く持てないが、毎日怠ることなく練習している。<br>暗記の難しい詩書も、彼女は毎日熱心に読んでいる。寝言で「衣食足りて礼節を知る」と漏らすほどだ。<br>本来、真君は厳しい師であろうとしたが、気苦労のかからないヨォーヨを見て、その基準を少し緩めた。<br>さらに真君の心を温めたのが、ヨォーヨが彼女のことを本当の「ばあや」として扱っているように見えた点だ。<br>成人の半分の身長にも届かない子が、進んで彼女の食事を管理し、季節の変わり目にはその体調を心配している。頭痛や発熱など、仙人にとってそうないことだというのをすっかり忘れているかのように。<br>その甲斐甲斐しさを目にして、彼女は本当に孫ができたかのように感じている。それを意識してからは、余計に厳しい言葉を言えなくなった。<br>あの子を心の底から放っておけないと思うとは、師と弟子の縁を結んだ当初は思ってもいなかったことである。もっとあの子を傍にいさせよう——教えたいことは、まだまだ沢山あるのだから。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "あれはヨォーヨが生まれる前の話だ。山の暮らしに憧れたヨォーヨの両親は璃月港を離れ、軽策荘の近くに静かな場所を見つけ、そこに家を建てて隠居生活を始めた。<br>新居は山を背にした、水辺に面した一戸建てだ。裏庭には小さな田んぼがあり、果物と野菜を栽培している。<br>家からもっとも近い村落は軽策荘のため、日々の生活費に困ったときは山を越え、自家栽培の果物や野菜をそこで売っていた。<br>ヨォーヨはそんな家庭の生まれである。<br>片言の言葉を覚え始めたときには、すでに彼女は動物や昆虫たちと一緒に過ごすのに慣れていた。彼女が歩くことを覚えたのは、裏庭の大根畑でのことだったそうだ。<br>ヨォーヨの心にある純粋で優しい色は、まさにその穏やかな田園生活から来るものだろう。<br>その後、彼女は仙人に気に入られ、弟子として迎えられた。<br>最初、両親は娘を仙人に預け、璃月港に定住させることに抵抗があった。山の生活に慣れている純粋な娘が、璃月港の色鮮やかな生活に惑わされるのを心配したからだ。<br>しかし、歌塵浪市真君の訓戒が両親の考えを改めさせた。<br>「一生を山に隠れて過ごせば、確かに俗世に汚されることもないじゃろう。じゃが、生涯に渡る孤独がヨォーヨの望む未来とは限らない。あの子に、広大な世で鍛錬する機会を与えてやろう。」<br>これを聞いて思い直した両親は、娘を手放して仙人に預けた。事実、歌塵浪市真君の弟子になるのはいいことであった。<br>璃月港には師匠や心優しい友達が多くいるため、ヨォーヨの性格も明るくなっている。新年や佳節が訪れれば、彼女は師匠に休暇を告げて帰省をした。<br>我が子に良き師を選ぶとしたら、この仙人よりも理想的な人物はいないのではないだろうか？",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "ピンばあやのもとに旧友がたまに訪れると、そのたびにヨォーヨは師匠と客人に付き合い街の中を回る。<br>遠路はるばるやって来た客人であれば商店と料亭だけでなく、和裕茶館へと講談や璃月劇を鑑賞しに行くこともある。<br>そして、この広い璃月港であれば、暇をつぶしに和裕茶館へ行くのはヨォーヨたちだけではない。外国人の中には異国の文化に興味を持つ人もいる。<br>ある時、ヨォーヨたちが和裕茶館で劇を鑑賞していると、初めて璃月を訪れた三人の外国人が隣の席に腰を下ろした。劇中で語られる仙人の話を聞いた三人は、お茶とお菓子を口に運びながら璃月の仙人の話をし始める。<br>師匠と客人の会話に入れないヨォーヨは暇を持て余しており、お菓子を食べながら周りの人の雑談に耳を傾けた。<br>稲妻から来た女性は、璃月の仙人は稲妻の鳴神大社の宮司と同じで、神事を担当したり璃月の書店を管理したりしなければならないと思い込んでいるらしい。<br>フォンテーヌから来た商人は、仙人は全員、国家機関の職位を持っていると頑なに思っているようだ。彼がかつて七星の秘書である甘雨とやり取りをしたからか、それとも彼の国で似たような制度があるからかは定かではない。<br>モンドから来た冒険者は、仙人の伝説にとても憧れを抱いている。なぜなら、彼は吟遊詩人の歌でしか神の話を聞いたことがなく、神やその眷属に会ったことがないからだ。<br>彼は思わず、仙人と話したことはあるかと茶博士に尋ねた。しかし、その答えはがっかりするものであった。<br>「これはただの物語。我々のような一般人は絶雲の間に毎日いるわけではない。仙人に会える機会なんてめったにないことだ。」<br>それを聞いたヨォーヨは思わず声を出して反論した。「そんなことないよ。仙人はみんなのすぐ傍にいるんだから。さっき削月おじちゃんも講談が面白いって言ってたよ。」<br>すると、なぜかピンばあやの隣にいる客人が急に黙り込んだ。ピンばあやは微笑みながら茶博士に声をかけると話をそらした。<br>ヨォーヨには理解できなかった。どうしてみんな、仙人を遠い存在だと思っているんだろう？仙人はみんなの傍で生活しているのに、ただ簡単に姿を見せないだけで。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "誰もが仙人に受け入れられ、その弟子になれるわけではない。「仙縁」を持つ者だけが仙人たちに気に入られるのだ。<br>ヨォーヨは師匠にこう尋ねたことがある。「なんでヨォーヨには仙縁があるって言うの？仙縁って何？」<br>「ばあやと心が通じ合ってるから、出会えたんじゃよ。」<br>師匠の答えはまるで本に書いてある道理のようである。そこには様々な因果関係が短い言葉の中に込められているため、ヨォーヨはその意味をちゃんと理解できなかった。<br>初めて師匠と出会ったとき、ヨォーヨはただいつも通り山で遊んでいたことを覚えている。<br>当時、彼女はまだ両親と一緒に住んでいた。遊びに出ると、彼女はいつも石や雲に自分の気持ちを伝えていた。ヨォーヨにとって花や動物、山や川は大切な遊び仲間なのだ。<br>あの日、石と雲が初めて彼女の言葉に答えた。ヨォーヨはとても嬉しくて、一日中ずっとおしゃべりしていた。<br>仙人が法術を解き、幻の石と雲が消えて、歌塵浪市真君がヨォーヨの前に真の姿を見せるまで彼女は驚きもしなかった。<br>仙人の道とは、世を救い、人々を守ること。璃月の仙人たちは人間だけでなく、世の万物を大切にしている。万物の生長には理があり、その理に従えば豊かに生長して、互いに侵害することもない。<br>ヨォーヨが遊び仲間を大切にする気持ちには、仙人たちが万物を大切にする気持ちと似ているところがあった。そのため、歌塵浪市真君は彼女を気に入ったのだ。<br>惜しいのは、まだ小さなヨォーヨが頬杖をつきながら半日考えても、師匠の先ほどの言葉に含まれた複雑な真意を理解できなかった点だ。ヨォーヨは、この問題を一旦置いておくことしかできなかった。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "師匠と共に璃月港での生活を始めてから、ヨォーヨは日々の予定をいっぱいにしている。朝は日課の読書をし、午後は槍の鍛錬。その後の時間は遊びに集中するというものだ。<br>遊びを軽く見てはいけない。ヨォーヨのような年頃の子供にとって、遊びは勉強と同じくらい大事だと師匠は言う。<br>そして、彼女は遊びを通じて様々な人と知り合ってきた。「南十字」船隊の船長や、「不卜廬」の医師と薬採りがそうだ。それによって、分からないことがあったときに教えを乞える相手も多くなった。<br>また、彼女は港をあちこち探索するのが好きであった。山ばあやのおもちゃ屋、師姐の万民堂、璃月港船舶局。行けるところであれば、彼女はあらゆるところに行ってみたいと思っている。<br>そのため、本を読むだけでは見ることのできないものを数多く目にしてきた。船隊が出航するときに帆を上げる壮観な姿や、玉京台にある璃月全土の地図など…こうして、彼女は世界の広さを知った。<br>遊びの合間に、彼女はたまに師匠に付いて絶雲の仙人たちのもとを訪ねる。仙人たちから璃月の昔話を聞いてみると、実際の出来事が本の中の物語よりも息を呑み、胸躍るものであると知った。<br>日々新しい知識を勉強して、日々身の回りの出来事に変化が生じる。毎日は単なる繰り返しではない。<br>これが璃月港のもっとも魅力的なところだと彼女は考えている。<br>璃月港での生活は大河のように勢いよく、絶えず前へと流れている。<br>それと比べて、かつて両親と一緒に過ごしていた時間は、まるで穏やかで静かな小川のようだ。小川は素敵なもので、そのゆったりとした流れは彼女に温かい思い出を数多くもたらしてくれた。<br>そして、大河も魅力にあふれている。彼女はその止まることない勢いで、師匠や両親に自慢できる大人へと育っていく。<br>そんな展望を胸に、彼女はひそかに未来を夢見て、成長することを楽しみにしている。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「月桂」",
                "Content": "歌塵浪市真君の知り合いは璃月の至るところにいる。弟子であるヨォーヨはまだ一人前になっていないため、会ったら面倒を見てくれと、彼女は各方面に既に頼んでいた。<br>本来であれば、皆に弟子を紹介したついでにヨォーヨの指導を頼み、もっと多くのことを学んで、考えてもらうことを期待していた。<br>だが、素直で心優しいヨォーヨがあまりにも可愛かったため、留雲借風真君はその話を聞くとそれを深く心に留めた。<br>そして、ヨォーヨも師匠も知らないうちに、留雲借風真君は精巧な仕掛けのウサギを作ったのだ。<br>「ほれ、ヨォーヨ。この小さいのをお前にやろう。危ない目に遭ったら、そやつを呼ぶとよい。」<br>ヨォーヨはその可愛い仕掛けのウサギを大変気に入り、「月桂」という名前を付けると、どこに行こうにも持ち歩くようになった。<br>「月桂」を贈った後、留雲借風真君はヨォーヨの師匠を訪ねて得意げにこう言った。<br>「先に伝えておくが、あの仕掛けのウサギにはもう一つ機能が備わっておる。ヨォーヨが見つからないとき、『月桂』と呼べばあの子の居場所が分かるのだ。」<br>「だが、この機能を無闇に多用してはならん。いつか子供が大きくなれば、自分だけの秘密も持つようになる。いつもどこにいるか探られていると知ったら、不愉快に思われるかもしれん。度が過ぎないよう、妾を見習うとよい。申鶴のことを過度に束縛したことなどないからな…」<br>「はいはい。分かっておるよ、留雲。」<br>「分かればよろしい。とにかく、裏でヨォーヨをいじめる者がいれば、月桂は必ず警告を発する。その時、そやつらは身の安全を祈るしかないだろう。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "「どうして神の目を授かったのか？」<br>神の目を手に入れたばかりの頃、ヨォーヨはしばらくそれを考えていた。<br>日頃の行いが良いから、神様がご褒美をくれたのか？師匠を尊敬し学問を重んじているから、神様がヨォーヨを良い子だと思ってくれたのか？<br>そういえば、香菱師姐も留雲おばちゃんの弟子の申鶴ねぇねも神の目を持っている。神様が仙人を認めていて、ヨォーヨたちはその仙人の弟子だから、神様も自然とヨォーヨたちを認めてくれたの？<br>どれだけ考えても、根拠のある答えは出てこなかった。<br>ヨォーヨは璃月港の裏にある丘に座り、自分の後をついてきた犬を抱えると「はぁ」とため息をついた。<br>両親のもとを離れてから、彼女には分からないことが山ほどできた。これが初めてというわけではない。今までは分からないことは仕方ないと割り切り、大きくなったら分かるようになるかもしれないと思っていた。<br>しかし、認められた証である神の目を手にした以上、その期待を裏切ることはできない。<br>ヨォーヨは師匠の自慢の弟子だ。この先、師匠を見習って世を救い、人々を守らなければならない。それは師匠や師姐、友達の面倒を見るだけでなく、博愛の心を持ってすべての人を助けるということ。もっと頑張らないと——うん、明日は槍の鍛錬の時間を普段より長くして、法帖をもう一枚書こう。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "初めまして、ヨォーヨと申します。かたじけなくも歌塵浪市真君の門下生として、教えを学んでおります。外にいる時、もし何かご不便があれば…ぜひヨォーヨに声をかけてください！よろしくお願いします。あ、そうだ、大根の揚げ団子を持ってるの…食べてみて！あっ、でも、食べ過ぎはだめだからね。油っこいものをたくさん食べたら、体への負担が増えちゃうから。ちょうどきれいに洗ったダイコンとお酢も持ってきてるから、もし足りなかったら、冷やし酢和え大根を作ってあげますからね～",
                "Tips": []
            },
            {
                "Title": "世間話 · 道理",
                "Content": "「明日の次は復た明日。『明日』はなんて多いんでしょう。」…とにかく、早く行こう～",
                "Tips": []
            },
            {
                "Title": "世間話 · 好奇心",
                "Content": "あそこで何か起きたみたい。一目見るだけなら、大丈夫だよね！",
                "Tips": []
            },
            {
                "Title": "世間話 · 仙人探し",
                "Content": "変なの…どうしていつも「真理を尋ねるために仙人を探してる」って人がいるの？仙人はどこにでもいるじゃない？",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "聞いて、カエルの鳴き声！雨音の伴奏をしてるみたいだよね？ケロケロケロ～",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "う、うわっ！ヨ、ヨォーヨが耳を塞いでいてあげるから、怖かったら手を握ってね。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雪だ——！ふわふわのコートを着てから、ぶあつい帽子をかぶって、襟巻きも巻くんですよ。ほらほらっ、手袋も忘れちゃダメ。用意ができたら雪だるまを作りにいこう。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "いい天気だね、璃月港の埠頭をお散歩しよう～",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "風に吹き飛ばされないように、気をつけるんですよ。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "ほら、もう起きる時間ですよ。朝食はもうできてるから、急いで…え、ええ？二度寝したいの？…しょうがないなぁ、だったらあと五分だけだからね！五分後にまた呼びにくるから。はぁ、こんなことなら、早く寝なさいって注意すればよかったな…",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ちゃーんと覚えておくんだよ——お昼を食べた後は、すぐ横になってお昼寝したり、出かけて冒険したりしちゃダメなの。消化に良くないから。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "え～？もう夜なのにまた出かけるの？うぅ…いつ帰ってくるの？もう遅いから、くれぐれも気を付けるんですよ～",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "おやすみ前のお話…前回は…んーと、どこまで話したっけ…璃月は昔から…三眼五顕仙人に守られていて、その…中には…すぅ…",
                "Tips": []
            },
            {
                "Title": "ヨォーヨ自身について · 璃月港の埠頭",
                "Content": "知ってる？璃月港の埠頭はいつも人の声で溢れていて、とっても賑やかなの！葉っぱが地面に落ちる音さえ聞こえちゃうほど静かなうちとは全然違うんだ！だから、ヨォーヨは暇があったら埠頭に行くの。新しく来た船、新しく見聞きすること…それに新しいおもちゃ！",
                "Tips": []
            },
            {
                "Title": "ヨォーヨ自身について · 衣食足りて",
                "Content": "「衣食足りて礼節を知る」ってことわざがあってね。つまり、外にいる時は、ちゃんとご飯を食べてあったかい服を着るべきっていう…え？そんな意味じゃない？それじゃあ一体どういう意味なの？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "槍の練習について…",
                "Content": "ヨォーヨ、サボってるわけじゃないよ。槍はすっごく長くて重いから、練習するのが本当に大変なの…幸い、師匠もヨォーヨにはあんまり高みを求めてこないんだ、へへ。",
                "Tips": []
            },
            {
                "Title": "気掛かりについて…",
                "Content": "最近はちゃんと時間通りに食べてる？寒くなってきたけど、服はちゃんと着込んでる？冒険してる時、何か危険な目に遭ったりしてない？ケガはないよね？はぁ、やっぱりヨォーヨを一緒に連れていってよ。「草行露宿」の旅だから、やっぱりあなたが心配なの。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "ヨォーヨの師匠は三眼五顕仙人だよ！師匠から、神の目は神に認められたことの証だって聞いたの。ヨォーヨは特別なことなんかしてないのにね？神さまと話して、考えを聞きたいな！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "オセル？海の中にいるすごーく大きな雲来タコさんのこと？あっ！別に食べたいわけじゃないよ。ただ…もし食べるなら、絶対に焼いてから食べてねってことを…言いたかっただけ…！あっ、必ずしも焼く必要はないけど、その…や、焼いたほうが美味しいかなと思って…",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "ヤマガラさんが好きだよ。七七のところに遊びにいくとき、よく道で見かけるんだ。ヨォーヨはヤマガラさんたちと挨拶をするの！ツィッ、ツィッ、ツィッ♪——わ、当たり！賢いんだね！あなたの言う通り、今のはおはようって意味だよ。",
                "Tips": []
            },
            {
                "Title": "香菱について…",
                "Content": "師姐は最近…何か変な食材を探してたりしてなかったよね？この前、あの大きな雲来タコさんを生で食べたいって言ってたから、ヨォーヨ本気で心配しちゃった。もしお腹を壊したらどうするの？師姐は白先生の苦い薬を飲むのも嫌なのにね。だから師匠に頼んで、師姐を説き伏せてもらったの。また他の危ない食材に目をつけないといいけど…はぁ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "七七について · 友達",
                "Content": "七七は一番の友達だよ！たまにヨォーヨのことを忘れちゃうけど、わざとじゃないって分かってるから。メモを見るように言えば、すぐに思い出してくれるから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "七七について · 一生",
                "Content": "実は、白先生にこっそり聞いたことがあるの。七七を治せる方法はないのって…うん…平気だよ、たとえ一生七七に一々言わなきゃいけなくても、ヨォーヨは大丈夫なの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "白朮について…",
                "Content": "白先生の処方薬はとってもよく効くんだ。確かにちょっと苦いけど、これがいわゆる「良薬口に苦し」ってことだよね！ヨォーヨは分かってるから！あっ、もしかして苦いのが苦手？心配しないで、蜜に漬けた甘～いナツメを持ってるから、薬を飲んだ後に一つ食べれば大丈夫だよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "甘雨について…",
                "Content": "甘雨ねぇねはいつも仕事がとても多いの。この前なんか、疲れすぎて、芝生に突っ伏して寝てしまったって聞いたよ。はぁ…本当に心配…！そうだ…「抜き打ち検査」をしない？ねぇねがちゃんと自分の世話をしてるかどうか確認しにいこう！あっ…ちょっと待っててね、甘雨ねぇねが好きそうな花や草を少し用意してくるから…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴について…",
                "Content": "刻晴ねぇねは気配りが行き届いてて、几帳面な人なの。祝日や正月には、いつも師匠のところに挨拶しにくるよ。これがいわゆる「師を尊び教義を重んずる」ってことでしょう？それとも、「教養があって礼儀にかなった人」って言ったほうがいいのかな？…とにかく、ヨォーヨも刻晴ねぇねを見習うの！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雲菫について…",
                "Content": "雲菫ねぇね？槍を振り回すのがとても上手なんだよ。それに、璃月劇も大人気で、時々師匠に連れられて観にいくの。雲菫ねぇねの舞台ってだけで、いっつも満席なの…うーん、でも…雲菫ねぇねが歌ってるあれは一体どういう意味なんだろう…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "北斗について…",
                "Content": "北斗ねぇねの船はとっても立派だよ～！甘雨ねぇねとの、船には行かないって約束がなかったら、きっと小さな寝床を作る場所まで考えてたな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "申鶴について…",
                "Content": "申鶴ねぇねは長い間俗世から離れてて、やっと璃月港に戻ったんだ。きっと慣れてないことも多いはずなの。ヨォーヨも甘雨ねぇねと一緒に申鶴ねぇねのお世話をしたいけど…どう言えばすんなり受け入れてくれるかな？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「風立ちし鶴の帰郷」をクリアする"
                ]
            },
            {
                "Title": "煙緋について…",
                "Content": "煙緋ねぇねはとっても厚い法典を持ってるの。たとえ休暇中で、師匠のところに来てる時でも、絶対持ち歩くんだよ。本当にすごいよね～！あんな重いものをずっと持っていられて、しかもあんなに難しいものを読めるんだもん…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "閑雲について…",
                "Content": "前に師匠に会いに行ったとき、師匠がとっても気品のあるおねえちゃんと話をしてたの。そのおねえちゃんがね、自分のことを「閑雲」だって言ってヨォーヨをからかおうとしたんだけど、ヨォーヨは一目でその人が留雲おばちゃんだって気づいたよ！だって、師匠がすっごく嬉しそうにしてたし、すっごく仲がよさそうだったもん！そんなの昔からのお友達以外、ありえないでしょう？",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千里の月明り」をクリア"
                ]
            },
            {
                "Title": "ヨォーヨを知る · 1",
                "Content": "ヨォーヨの生まれ？両親は山奥に隠れ住んでて…うーん…そうだね、ヨォーヨは軽策荘の人って言うべきかな。",
                "Tips": []
            },
            {
                "Title": "ヨォーヨを知る · 2",
                "Content": "うちは貴重な薬草の栽培で生計を立ててるよ。おとうもおかあも、忙しい時は家事を忘れちゃってたり、時にはご飯まで忘れてたりってことがよくあるの…はぁ、それはダメでしょう！って感じだよね。ちゃんとあの人たちの世話をしないとね。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ヨォーヨを知る · 3",
                "Content": "小さい頃から山で育ったから、草花とか木とか、動物さんたちはみんなヨォーヨのお友達だよ！あっ、そうだ！ヤマガラさんと話してみたくない？ヨォーヨ案内してあげられるよ、それに伝言もできるんだ。とっても面白いんだから。まずはお土産に、お米をちょっと用意しに行こっか！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヨォーヨを知る · 4",
                "Content": "璃月はどこにでも仙人がいるの。ヨォーヨは何人もの仙人に会ったことがあるよ！留雲おばちゃんとか、理水おじちゃんとか…一番好きなのは留雲おばちゃん！面白い仙人のものをいっぱいくれるんだよ。それに、その使い方も丁寧に教えてくれるの。本当に色々と勉強させてもらったな！",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "ヨォーヨを知る · 5",
                "Content": "師匠と出会った後、ヨォーヨには仙縁があるって言われて、だから弟子入りさせてもらったんだ。実は、仙縁の意味は今でも分からないの。でも、師匠から物語を聞いたり、師姐と一緒にサボったりして、みんなのそばにいられて賑やかだし、…それに、璃月港のみんなの役にも立てるし、ヨォーヨは大満足！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ヨォーヨの趣味…",
                "Content": "…「良宵は短く、勝事は巡り逢い難し」って言葉があるでしょう！だから、何か面白いことがあるなら、見に行かなくっちゃ…もしかしたら、ヨォーヨが役に立てるようなことに出会えるかもしれない。そうでしょう？",
                "Tips": []
            },
            {
                "Title": "ヨォーヨの悩み…",
                "Content": "は、はぁ…槍の練習って本当につまらない…月桂とちょっとだけ遊ぼうっと。一休みしたら、すぐ練習を再開するから…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "軽策農家料理、お食べくだ菜に水煮魚…こういう璃月本場の味って美味しい上に、賑やかな感じがするんだよね。ん？あなたも好きなの？よかった、それじゃ今度うちに食べにきてくださいな！ヨォーヨが腕を振るうよ！心配しないで、師姐の手伝いをしたことがあるから、料理においても「名師に就いている」って言えるよね！",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "申鶴ねぇねが清心を食べすぎて、数日体が弱っちゃったことがあるの！ヨォーヨは体を大切にしてるから、清心は生では食べないよ。え？なんでそんなことを知ってるかって？留雲おばちゃんが教えてくれたんだよ！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "とっても美味しいよ！あなたの腕は師姐のと比べても、なんて言うか…「後ろ髪を引かれる」ね？いや、そうじゃなくて…「甲乙つけがたい」だった！てへへ、あまりにも興奮しちゃって、ヨォーヨ「言葉を選ばなかった」んだ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "美味しい！今度お料理するときは、ヨォーヨにも声をかけてね。手伝うから～",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "えっ…、あなたは普段、こんなものを食べてるの？なんだったら、ヨォーヨが料理を作ってあげようか？外で冒険するには、ちゃんと食べないといけないのに。もし疲れて、体を壊しちゃったらどうするの…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "今日はあなたの誕生日だね。風習に従って、こういう日には長寿麺を食べなくっちゃ。ヨォーヨ、師姐から教わったんだ。ほら、麺がまるまる一本、ぜんぜん途切れてないでしょう？それに、丸い丸い卵も入れておいたんだ、えへへ。早くきて！熱いうちに食べましょうっ。これからの一年、あなたが健康で、円満な日々を送れますように。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "あれ？槍が軽くなった？短くなってくれるともっといいんだけどな…",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "わぁ、今のヨォーヨなら師姐の槍も持てるようになってるかも！この朗報、今すぐ師匠に伝えたいな～",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "みんなよく「勤倹を以て身を立てる」って言うけど、それってこんな感じでしょう？え？「勤」って…勤勉ってだけの意味じゃないの？",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "人から気にかけてもらうのってこういう感じだったんだ。うん…ヨォーヨがこんな風に成長できて、変われたのは、全部あなたのおかげだよ！「投桃報李」って言葉があるの。安心して、今度はヨォーヨがあなたの安全を守ってあげる！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "月桂、出番だよ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "動かないでねっ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "怖くない、怖くない。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "せーのっ…！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "いたいの飛んでけ～",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "行くよ、月桂！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "落とさないように、ちゃんと持ってるんだよ！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "ほら、全部まとめたよ。受け取って～",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "わぁ！これだけあれば数日は困らないね。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "ダメダメだ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "乗り切らなくっちゃ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "大丈夫、ヨォーヨならいける…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "ヨォーヨが守ってあげる！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "命優先っ、無理しちゃいけません！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "みんなを守れなくなっちゃった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "師匠に…恥かかせちゃうな…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "槍が重い…頭も…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "いたた～",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "い、痛いよ…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "ヨォーヨ、ちゃんとみんなのお世話をするよ～",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "案内するから、ヨォーヨについてきてくださいな！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "ヨォーヨがいるから、心配しなくていいよ～",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "77": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "栗色の花蕊を持つ木犀",
                "Desc": "ヨォーヨの衣装。両親がヨォーヨのために繕った小さな上着。師匠からもらった鈴と一緒に、軽策荘と璃月港を行き来するヨォーヨを見守っている。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108487,
            "JD": 108130,
            "Name": "<b>軽策家庭料理</b>",
            "Eff": "チーム全員の攻撃力+274、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "ヨォーヨのオリジナル料理。高級飲食店のような華やかな盛り付けはなく、見た目も地味だが、一口食べれば、温かくて親しみやすい味がいつまでも記憶に残る。ごちそうさまをした後も、すぐにまた食べたくなってしまう風味だ。もしかしたら、その所以となっている「隠し味」は、ヨォーヨの「気遣い」なのかもしれない。",
            "Recipe": {
                "100011": 3,
                "100026": 2,
                "100027": 1,
                "100018": 1
            },
            "Icon": "UI_ItemIcon_108487"
        },
        "Namecard": {
            "Name": "<b>ヨォーヨ·月桂</b>",
            "Desc": "名刺の飾り紋。<br>「どれが月桂か、当ててみて？そう、みんな月桂なんだよ！」",
            "Pic": "UI_NameCardPic_Yaoyao_P"
        }
    }
}

var acs_cache_ = {}