// Auto Generated

var _AvatarFetterConfig_ = {
    "60": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "璃月総務司の仕事は透明性が高い。上は玉京台の高官から、下は八門の末端従業員まで、全員の基本情報が政務名簿に載っている。<br>しかし唯一の例外は、総務司所属を自称する夜蘭だ。ほとんどの同僚は、彼女の名前すら聞いたことがなく、名簿にもそのような人物は載っていない。<br>その点は、神出鬼没、変幻自在な夜蘭らしいと言えるだろう。<br>彼女は幽霊のように、様々な姿であらゆる事件の中心に現れ、嵐が止む前に姿を消してしまうことが多い。<br>時折、一方の勢力が彼女の支援を受け、いい気になったりするのだが、そんな時は必ずもう一方の勢力にも同様の支援がなされる。<br>彼女にしてやられた者は、みな怒りに駆られるが、それでも、彼女の意図や立場を見抜けた者は誰一人いない。<br>中には、こう考える者もいる——彼女は謎の勢力のスパイで、波乱を煽り立て、利益を得ることに長けているのだと。<br>さらには、彼女はどこの組織にも属さず、明確な目的も持たない、ただのいかれた無法者だと断定する者までいるほどだ。<br>たとえ所属する組織や目的があったとしても、彼女はただ水をより濁らせ、火に油を注ぎ、すべての者を自身の創造した狂気の世界に引きずり込もうとしているのだろう。<br>こうした様々な憶測が飛び交う中、彼女に関することはやがてすべてが謎に包まれていった。真実を知るには、おそらく夜蘭本人に聞くしかないだろう。<br>ただ残念ながら、それすらも容易なことではない。なぜなら、彼女が誰かに会うと自ら決めるまでは、何人も彼女を永遠に見つけられないからだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "璃月港の薬屋には、時折奇妙なケガ人が訪れる。<br>ある時はスメールの傭兵、ある時はフォンテーヌの冒険者、またある時は不注意で水に落ち、岩に頭をぶつけたモンドの釣り人…<br>これらの人々は年齢も身分も異なり、それぞれ遠く離れた場所から来ているが、いずれも——痛みを求める少し変わった癖を持っているらしい。<br>その者たちはあざを押したときの痛みや、傷口に薬草を塗るときの痛みを好む。<br>中には、強い痛みを伴う治療であっても、麻酔の有無を気にしない人までいるほどだ。<br>新人の薬剤師の多くは、その負傷者たちの並外れた忍耐力に気を引かれ、その者たちがみな同一人物であることに気づかない。<br>そう、上述した人物たちはいずれも、変装した夜蘭なのである。優れた変装の技を用いて、彼女は常に人目を忍ぶ。<br>体に出来た生傷は当然、相次ぐ危険な行動によるものだ。<br>珍しい仕事をしているとはいえ、夜蘭はこの世界にさほど興味がない。<br>もちろん普通の人のように食事も睡眠も取るが、心の底から彼女の興味を惹くような物事はほとんど存在しないのだ。<br>立ち回りが上手いのは人をからかうためではないし、書物を広く読むのも、本が好きだからというわけではない。<br>様々な場所を渡り歩き、数々の国へ行ったことがあるが、遠出や旅そのものに興味はない。<br>夜蘭からすれば、成し遂げなければならない物事は、趣味とは言えないのだ。<br>そのせいか時折、どうやって暇つぶしするかでさえもサイコロで決めることがある。<br>彼女はまるで、辛いものに舌が慣れてしまい、普通の食事では満足できなくなった辛党と同じだ。<br>「平淡なときは無頓着、激しいときは明晰に」<br>そのような理念のもと、彼女はより過酷な生き方を選び、身を潜めながら各地を旅している。<br>危険、秘密、そして強い達成感…それらと共に行動することで、初めて彼女は自身の存在を深く実感できるのだ。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "すべての仮面を脱いだ裏にある夜蘭の正体は、天権凝光直属の特別情報官だ。<br>ただし、単に情報官と称するのは、些か正確さに欠けるかもしれない。なぜならこれはあくまでも彼女の仕事を描写するだけの言葉であり、彼女と天権の関係性までは表せないからだ。<br>夜蘭は自分が誰かの部下であるとは心底思っていない。彼女と凝光の協力関係は、上下関係と言うよりは交渉…あるいは、ある種の「契約」と言ったほうが正しいだろう。<br>夜蘭は凝光のために、危険の花に実る情報という果実をもたらすことができる。しかし彼女がその見返りに求めるものは、危険そのものと達成感だけだ。<br>この協力関係がいかにして結ばれたのか、知る者はいない。<br>唯一確かなことは、夜蘭の足跡がとっくに璃月の外にまで及んでいるということ。<br>テイワット大陸にある他の国から、さらには危険に満ちたアビスまで…<br>謎深き危険な洞窟はすべて、満開の蘭の花園になり得る。<br>天星が語る場所には、常に幽客が巡遊しているのだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "夜蘭はしばしば層岩巨淵一帯を巡廻し、最深部の暗闇を凝視する。<br>彼女は古い家系の生まれで、祖先はかつてこの地の巨大な災厄に抗った。<br>その一戦では無数の民の血が流れ、さらには仙衆夜叉でさえ、その地に骨を埋めたほどだった。苦しい戦いの後、生存していた者はほとんどいない。<br>二人いた夜蘭の祖先も、一人は亡くなり、生き残ったもう一人も精神に異常をきたしてしまった。このことが、夜蘭の一族に影を落としたのだ。<br>当時何が起こったのか、夜蘭はずっと知りたがっていた。近づいてはならないと理性が告げていても、体はしきりに引き寄せられていく。<br>まるで体を流れる血の中で、得体の知れない何かが彼女を巨淵へ誘っているかのようだった。<br>あるいはいつか、彼女もその暗闇に堕ちるのだろうか？当時祖先の身に纏わりついた災厄は、彼女の身にも降りかかるのだろうか。<br>おそらく、これが自分の奇怪な性格の原因だろうと夜蘭は思う。血筋に潜む未知なるものが、自分に恐怖を感じさせず、また危険を渇望するのだろう。<br>彼女はずっとそう考えていた…成年に達し、層岩巨淵の封印が解除されるあの日まで。<br>そのとき、多くの仲間の助けにより、祖先に何が起こったのかが目の前にはっきりと映し出された。<br>あれは、分水嶺とも言える瞬間だった——<br>以前の彼女は、ただ危険に引き寄せられる本能から暗闇に足を踏み入れる獣であった。<br>彼女が真にその本能の意味を知ったのは、その後だ。<br>彼女の血に潜み、絶えず彼女を呼び続け、憂慮をもたらしながらも、彼女を導いたもの。<br>その正体は、五百年もの長きに渡って叫び続けた英雄の血であったのだ。<br>恐れないのは、その勇気が彼女を強くするが故。危険を渇望するのは、英雄の血が平凡を望まないが故。<br>いつの日か、彼女は祖先と同じ道を歩むのだろう。<br>彼女は英雄の末裔であり、彼女もまた、後世の英雄となるのだから。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「険路怪跡」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "総務司には、特別重視名簿というものがある。<br>掲載されている人物の数は多くないが、いずれも実力の侮れない強者だ——<br>比類なき威容を誇る武装船隊の長、優秀で万能な異郷の旅人。<br>さらには、世を退いてもなお名声高き、仙人の名までが含まれている…<br>これらの者はみな、たとえその意図がなくとも、簡単に璃月の情勢を変えられる力を持っている。<br>そのため万が一に備えて、総務司は今でも彼らに目を光らせているのだ。<br>また、この名簿とは別に、より機密レベルの高い秘密情報名簿というものも存在している。<br>その名簿に載っている人物こそ、正真正銘璃月に危険をもたらす可能性のある者たちだ。<br>一体、どのような名前が載っているのだろうか？<br>ファデュイの執行官？あるいは謎深きアビスの勢力？<br>あるいは、神の名さえも登録されているのだろうか？<br>七星以外でこの質問に答えられるのは、おそらく夜蘭だけだろう。なぜなら彼女こそが、この二つの名簿の編集をしている者だからだ。<br>この仕事の成果は彼女に愉悦感をもたらしてくれる。まるで鴉が毎日キラキラの宝物を巣に運ぶかのように、彼女は日々名簿の完成に向けて動く。<br>だが、この二つの収集癖には違いがある。鴉は翼をはためかせるだけで収集を達成できるが、夜蘭は収集のコストとして、血と汗を支払わねばならないのだ。<br>しかし幸い、このことにおいて彼女はまったくコストを気にしていない。どれだけの代価を払おうと、情報の価値とは比べ物にならないと考えているからだ。<br>いつの日か必ず、役に立つときが来る——璃月が五百年前のように、危険に対して無知なまま、災厄のさなかに堕とされることはもう決してないだろう。<br>彼女がいる限り、璃月が準備不足に陥ることはない。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「険路怪跡」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "岩上茶室で賽を振ってはならない。<br>どうしても遊びたいのなら、知り合いと一緒に行ったほうがいいだろう。<br>もしも見知らぬ女性から誘いを受けた場合は、絶対に無視するように。<br>これは、界隈の者からの忠告だ。<br>良い一日に別れを告げたいのでなければ、その恐ろしい女性と勝負してはならない。<br>その茶室の常勝将軍こそ、夜蘭のことである。岩上茶室の主——これが彼女のもう一つの身分だ。<br>彼女が異国から戻ってきたとき、ちょうど璃月は渦の魔神がもたらした危機のさなかにあった。そしてその一件が過ぎた後、岩上茶室を占拠していたファデュイがすべて追放されたのだ。<br>この機に乗じて夜蘭は岩上茶室を引き継ぎ、そこを秘密の事務所に改造した。<br>理由は二つ。まず、茶室には様々な者が訪れ、格好の情報源となり得るから。もう一つは、たまには一息ついて常連のふりをしながら茶を飲み、賽遊びをするのも悪くないと考えたからだ。<br>危険の本質は変数にある。夜蘭からすれば、賽を振って遊ぶことも同じだ。<br>宴席ではジャンケンでさえもが小さな冒険となり、賭け事をすればスリルを味わうことができる。どんな些細な挑戦にも、彼女は決して飽きることがない。<br>一人の情報屋として、彼女は自身の腕に自信を持っている。相手の目から情報を読み取ることができるし、必要なときには軽く手首を振るだけで、ルール顔負けの目を好きに出せるのだ。<br>もしも勝負が引き分けになれば、それが意味することは一つ——相手がイカサマをしているということ。<br>道理を説くべきではない。岩上茶室に道理などなく、あの女は尚更持ち合わせていないのだから。<br>故におとなしく、「敗北」か「イカサマ」か、一つ選ぶといい。<br>どちらも選びたくない？ならば初めに戻るだけだ。<br>——岩上茶室で賽を振ってはならない。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「険路怪跡」をクリアする"
                ]
            },
            {
                "Title": "幽奇なる腕輪と白き肩掛け",
                "Content": "これまでの情報屋人生において、夜蘭には失敗と成功を兼ね備えた、記憶に残すべき特殊な経験がある。<br>失敗は、その任務において、「幽奇の腕輪」と呼ばれる先祖代々の腕輪を失くしてしまったこと。<br>腕輪には一族の術法が刻まれており、簡単な情報伝達に使うことができた。しかしこういった小型法器は二つを一組として使う必要があり、一つしか残っていない今ではただの飾りでしかない。<br>成功は、相手が彼女から何も得られなかったこと。その相手は、決して小者ではなかった。現ファデュイ執行官第九位——「富者」。<br>「富者」が密かに敷いた貿易ルートは夜蘭の侵入を受け、貨物は足止めされた。その上、最も貴重な品が腕輪の代償と称し夜蘭に奪われてしまった。<br>——古く、その毛皮から作られたコートに多大な価値を持つ魔獣がいた。しかしそれはかなり希少な品で、市場には存在しなかった。<br>魔獣の力は強大であり、数百年前に死を迎えたにも関わらず、未だ遺骨や残骸は腐ることなく、毛皮も香り立つようであった。<br>女皇へ贈るはずだったそれが、夜蘭に横取りされてしまったのだ。<br>それだけでなく、スネージナヤの人々が陛下のために心を込めて厳選した様式までもが、夜蘭によって否定されてしまった。<br>彼女は獣の皮を剥ぐと、璃月の苧麻と組み合わせ、新しく袖付きの肩掛けを自作した。<br>大きいとも小さいとも言える一連の事件は、二文字で表すことができる——得失。<br>何かを得て、失う。何かを失い、得る。それはまるで、夜蘭の人生のようだ。<br>しかし彼女はそんなことは気にもせず、ただそれを楽しんでいた。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「険路怪跡」をクリアする"
                ]
            },
            {
                "Title": "神の目",
                "Content": "夜蘭は元より単独行動をしていたわけではない。かつては彼女のそばにも、水魚の交わりと称せるような同僚がいた。<br>様々な理由から、夜蘭と共に暗闇の中へ潜入することを選んだ者たちが少なからずいたのだ。<br>しかし当時の夜蘭は、まだはっきりと見極められていなかった——詭計、囮、罠…彼女の得意とするこれらのことだけでは、すべてに対応できないかもしれないことを。<br>自制心の強い敵は囮に食いつかず、狡猾な敵は策謀にはまらず、驚異的な力を持つ敵は罠に落ちない。<br>その結果、彼らは代価を支払うことになったのだ。この道を選んだ彼ら自身が、とっくに覚悟を決めていたとはいえ…一人、また一人と同僚たちは少しずつ数を減らしていった。<br>そして、あるアビスの調査任務が終わるのを境に、ついに夜蘭の傍らには誰もいなくなってしまった。そこで彼女は進むのをやめ、長い間足を止めた。<br>ある日、凝光が直々に彼女の仮住まいである小屋を訪ねた。<br>「長いこと璃月港に戻ってきていないわね。きっと何かあったのでしょう？ここでやめても、理解に苦しみはしないわ。」<br>小屋の外に立つ凝光は、表情こそ安らかではなかったが、それでもいつも通りの口調で話をした。<br>「別に構わないわよ、私は使う者を疑わない。あなたはきっと、ここで道を探っているのだと信じているわ。退路も進路も、どちらも道よ。」<br>小屋は依然として静寂に包まれ、返事はない。随分と時間が経った頃、凝光は背後からの声を聞いた——<br>「お互い、間違いを犯していたのよ。私たちがしていることに、常人を巻き込むべきではなかった。」<br>「常人？」<br>凝光が思い耽ったと同時に、青い光が空中を突き破り、凝光の後ろで止まった。<br>極めて繊細に制御された矢は、瞬く間に珠玉のような水滴となって砕け散り、地面に降り注ぐ前にきらきらと輝く光の破片になった。<br>凝光が振り返ると、遠くからこちらへ近づく夜蘭の姿があった。彼女は手に弓を持ち、指先からは血が滴り落ちていた。<br>射手の十指に見える血は、全力を尽くし、日夜研鑽を積んだ証拠。<br>凝光には分かっていた。夜蘭の性格からして、きっと常人を越える挫折を味わい、常人を越える決断をしたが故に、再び武術の修行に励む道を選んだのだということを。<br>凝光に応えるかのように、夜蘭は遠くの山へ向かって弓を構えた。<br>放たれた矢はまるで白虹のように、そして飛翔する雷光のように、空を貫いた。その瞬間、山間の泉がせわしくうねり、まるで見えない力に呼び出されたかのように、いくつもの水の矢となって上空に舞い上がった。<br>何本もの矢が交差しながら空中で凝集し、夏の夜に降る驟雨のように、一瞬で水の幕を下ろした。<br>やがて空が晴れたとき、そこには蝶も虹もなく、ただ一筋の淡い光の柱が夜蘭の手に降り注いでいた。<br>凝光によると、その「神の目」はまるで——「これからは、この常人ではない夜蘭にすべてを任せよ」と告げていたようだったという。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "こんにちは、旅人。私のことは夜蘭でいいわ。もしかしたら君は、私の助けを必要とするかもしれない、それに私もちょうど、君の持つ情報に興味があるの。だから、これからは仲良く、お互い助け合いながらやっていきましょう。",
                "Tips": []
            },
            {
                "Title": "世間話 · 情報提供",
                "Content": "情報提供者から知らせがあったわ。うん、どうやらまた新たな変数が現れたようね。",
                "Tips": []
            },
            {
                "Title": "世間話 · サボり",
                "Content": "悪くない目が出たわ、今日も引き続きサボりましょう。調子が良くなってから、仕事を一気に終わらせるわよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 身分",
                "Content": "この世を渡り歩くには、より多くの「身分」を持ったほうが便利なの。君にも、いくつか作ってあげようか？",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "また雨？まったく、面倒ね…痕跡が雨水で流されると、復元に時間がかかるのよ…",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "鳴り響く雷に恐怖を感じるのは、純真無垢な子供か、心にやましい点がある者のどちらかよ。君は、どっちでもないわよね？",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "ちょっと寒いわ…上着を肩にかけたままじゃ、しのげそうにないわね。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "眩しい日の光、うっとうしいわね。こんなんじゃ、居眠りもできないじゃない。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "不安な情緒が風に乗ってきている…ふむ…",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "ふぁあ…ん～、毎朝こんな早く起きてるの？私はやるべき仕事がない時、いつも昼に起きるんだけど。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "ふぅ、ちょっと眠いわね、少し昼寝でもしましょう…起こさなくていいわよ、仕事の時間になったら自然と目が覚めるから。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "こんばんは、晩ご飯はもう食べた？何を食べたの？あっ…何となく聞いてみただけだから、気にしないで。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "さあ、いい子だから、牛乳を飲んで早く寝なさい。ん？もう子供じゃないって？ふふっ…じゃあ、ここに置いておくから、好きにしてちょうだい。私はいつも夜中過ぎに寝るの。もし君に寝言を言う癖があったら、それを記録せずに聞き流すなんてこと約束できないから気をつけてね。",
                "Tips": []
            },
            {
                "Title": "夜蘭自身について · 責任",
                "Content": "七星は璃月各地の状況をすべて把握しているけど、時には特殊な手段で集めなきゃならない情報もある。私はその筋のプロだから、そういったことは基本的に私が請け負うのよ。",
                "Tips": []
            },
            {
                "Title": "夜蘭自身について · 噂",
                "Content": "とある説では、岩上茶室の現オーナーは、一夜にして大金持ちになった若い実業家だと言われている。またある説では、総務司には体が弱く、病弱な高等雇員がいて、城外に隠居していると言われている。さらにある説では、青い幽霊に取り憑かれるから、機密地区に近寄ってはならないなんてものも…もちろん、一般人のほとんどは「夜蘭」という名前をまったく聞いたことないわ。だから、そういった類の噂は笑い話だと思って聞き流してちょうだい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "関係について…",
                "Content": "ん？なにその表情？ふふっ、私といる時は、そんなに警戒しなくてもいいのよ。私は、自分の認めた人を謀るようなことはしないから。",
                "Tips": []
            },
            {
                "Title": "欺きについて…",
                "Content": "他人の「肺腑之言」を過度に期待しないこと。狡猾な人は、人の聞きたいことだけを話すから——他人の視線を軽々しく迎え入れないこと。目は人の気持ちがもっとも伝わりやすい場所だから——それに、なんと言っても私たちは友人同士、君が誰かに騙されたら、私まで損した気分になっちゃうでしょ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "重要な情報がある場所には、死に至る殺意が潜んでいるものよ。どんなに頼りになる部下でも、危険を徹底的に排除することはできない。だから、状況を打破できるほどの武力こそ要。幸いにも私は、この道理を悟った数日後に、「神の目」を手に入れた。そうでなければ、ここに立って君と話をしていたのは…おそらく蓬頭垢面の幽霊だったかもね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 遮音",
                "Content": "サンショウウオの宝玉を丁寧に磨くと、耳栓にできるの。遮音性がすごく高くて、耳元で誰かが怒鳴っていても、眠りを妨げられることはないわ…もちろん、今後君がそんなものを使う機会がないことを祈ってるけど。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 幽奇の腕輪",
                "Content": "右手の腕輪？ええ、君になら教えてもいいわよ…これには我々一族の術法が込められていて、簡単な情報伝達ができるの。情報の意味は、すべてこの青い光の中に隠されているわ。それにこれは、私にしか読み取れないの。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 追跡",
                "Content": "ターゲットを追跡する時、私は相手に心理的なプレッシャーを与えることにしているの。私から逃げようとする中、彼らは慌てふためき、助けを求め、計画を変える…そして、自らのすべてをさらけ出すの。ふふっ…",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "宝盗イタチは知ってる？知能は平凡だけど、人為的に飼い馴らすと、熟練した窃盗の腕を持ちながら、鍵開けまで出来るようになるの。とても良い例よね？だって、方法さえ合っていれば、動物ですら駒として使えるってことだもの。互いに身を削り合う人間も、それと同じことをしていると思わない？",
                "Tips": []
            },
            {
                "Title": "凝光について · 関係",
                "Content": "凝光とは昔からの知り合いで、彼女がまだ七星じゃなかった頃、一緒に仕事をしたことがあるの。彼女が予定より早く七星になれたのは、私のおかげもあるかもしれないわね。ふふっ、まあ、本当のところは誰にも分からないけど。とにかく、今のこの仕事は彼女から薦められたものなの。私にとても合っていて、悪くないわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "凝光について · 期待",
                "Content": "凝光はとても良い仕事仲間よ。でも、普段外を歩いている時は、身分に気をつけないといけないわね。総務司の雇員が七星に会ったら、様付けで挨拶しないといけないから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "甘雨について…",
                "Content": "あの秘書ね…私は彼女みたいに、休むことなく仕事をするなんてできないわ。しかも、彼女は効率も申し分ないでしょ。どうやら半仙の血統は、彼女にいくつもの利点をもたらしているようね。眠らなくても精力を保つことができるなんて…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴について…",
                "Content": "私は、日程をぎっしりと詰めるような人はあまり好きじゃないの。調整に必要な余裕を残していないし、いざ予想外のことが起きたら混乱して、同僚の足を引っ張るでしょ。でも、「玉衡」は違って、いつも整然と仕事をこなしているわ。だから彼女と一緒に仕事すると、とても楽しいの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "煙緋について…",
                "Content": "煙緋ね、彼女のことは結構好きよ。かつての交情を抜きにしても、彼女は名のある法律家として、璃月港にある数多の情報の接点となっているわ。彼女のトラブルを解決するたび、貴重な手がかりを得られるの。でも、彼女はちょっと私を敬重しすぎているわね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "魈について…",
                "Content": "一族の年長者の話によると、「護法夜叉」には最大限の敬意を払うべきだと言われているわ。私の狂った先祖が望舒旅館の前を通った時、珍しく落ち着いていたらしいの。きっと、彼の邪を祓う威圧感の影響ね。でも、いつか私があの「降魔大聖」と肩を並べて戦う日が来ても、私は任務のほうに重きを置くつもりよ。彼の身分に気兼ねして後れを取っちゃいけないもの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "香菱について…",
                "Content": "香菱はね、人に好かれる料理人で、食材を選ぶ基準も琉璃亭や新月軒にまったく劣らない子よ。私も時折、彼女のところで風乾させた絶雲の唐辛子を買うの。彼女は私の辛い物の食べ方を理解できないようだけど、私も説明する気はないわ。これは、一族の伝統だから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "行秋について…",
                "Content": "彼のことはもちろん覚えているわ、飛雲商会のお坊ちゃまね。彼の家とは交流も多いの。もしかしたら今後、彼も飛耳長目な人物になるかもしれないわね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "タルタリヤについて…",
                "Content": "あのファデュイの執行官？彼の行動は、私に利益をもたらしてくれたわ──彼の与り知らぬところでね。私が「岩上茶室」の前オーナーを徹底的に調査しようとした時、あの執行官のほうが一足早く、強引に借金を取り立てに行っていたの。しかも、前オーナーが偽造した帳簿まで見つけて、牢獄に入れてくれたのよ。そのおかげで、私も円滑に岩上茶室を引き継げて、悪くない拠点を得られたというわけ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "夜蘭を知る · 1",
                "Content": "特殊な身分を持つ君なら、きっと「真実」へ繋がる手がかりをいくつも見つけてきてくれる。だから、君に賭けてみようと思ったの…ふふっ、今日はどんな情報を持ってきたのかしら？",
                "Tips": []
            },
            {
                "Title": "夜蘭を知る · 2",
                "Content": "情報交換は対等を重んじるもの。だから、君になら過去を少し話しても構わないわ。一族のおかげで、私は千岩軍の斥候から技術を学び、早くからこの業界に入ることができた。情報収集の過程には様々な妨害があるけど、命を落とさない限り、最終的な勝者は、私よ…",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "夜蘭を知る · 3",
                "Content": "手がかりは一つ一つが密接に繋がっているの。それらを頼りにすべての根源に辿り着いてこそ、決着がつく。そのためには、ありとあらゆる業界に監視を張り巡らせないといけない。その過程において、色んな役を演じる必要があるのよ。私のことを「一人千面」なんて呼ぶ人もいるけれど、褒め言葉として受け取っておくわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "夜蘭を知る · 4",
                "Content": "昔、警告されたことがあるわ。無闇に過去のことを調べると、死に至る可能性があるってね…ふふっ…私は立ち止まる気はないし、誰かに言われて止まる気なんてもっとない。たとえ事実を変えられなくても、霧の中で佇むのは嫌。君は？君ならどう選択する？",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "夜蘭を知る · 5",
                "Content": "ところで、君はどんな私にそばにいてほしいと思う？ただの仕事相手？切磋琢磨するライバル？数あるただの知人の一人…それとも…大事な仲間？君の期待や態度次第で、私はそのどれだろうと「演じられる」し、「なりきる」ことができるわよ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "夜蘭の趣味…",
                "Content": "私は暇な時、無作為に一日の過ごし方を決めているの。やり方はとても簡単——リストを作って、サイコロで次にやる事を決めるだけ。この暇つぶしは思わぬ楽しみをもたらしてくれるし、思考の幅も広めてくれるわ…私の本職にも、けっこう役に立つのよ。",
                "Tips": []
            },
            {
                "Title": "夜蘭の悩み…",
                "Content": "他の武人と比べると、私の身体能力は高いとは言えない。これは一族の遺伝によるものなの。あまり手を抜くことのできない仕事をする時は、前もって生活リズムを調整して、精力を蓄え、一気に終わらせるわ。それ以外の時間は、なるべくのんびりとしたペースを心がけているの。だから、体力仕事はお断りよ。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "風で乾燥させた絶雲の唐辛子と琉璃袋の花蕊を粉にして、雲来の白豪と均等に混ぜる。それを使って淹れた濃厚な茶が醸し出す香りには、酔いしれること間違いなしよ。コーヒーやお酒よりも、私はこういった後味が長続きする飲み物のほうが好きね。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "甘味には、警戒心を緩めず保つ必要があるわ。あの強烈な満足感…人の意志を弱め、油断させる。たった数回食べただけで、病みつきになる可能性だってあるの。長期的に甘味を食べている人は、気づかない内に体が鈍くなっているかもしれないわよ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "うん、良い腕ね。あとちょっとで、君からの賄賂に同意するところだったわ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "辛いものに慣れると、他の料理が物足りないと思っちゃうの。仕方ないことよ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "この賽を投げてみない？私より目が小さかったら…君が食べるってのはどう？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "もしこんな日にまで、「お祝いにかまけて油断していると、誰かにつけ込まれる」なんて警告をしたら、それは無神経というものね。とりあえず、今日は思う存分リラックスしてちょうだい。そうだ、「岩上茶室」で、私が特別に用意した点心を食べてみない？もちろん、甘さはゼロで、ちょっとだけ辛みを加えた一品よ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "私の仕事において、戦闘スキルは欠かせないものよ。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "嘘を暴き、邪魔なものを排除するためには、必要なタイミングで素早く的確に叩かないとね。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "「真実」の追求、言葉では簡単に聞こえるけど、実際は手がかりに長く食らいつく気力と、危地に深く入り込む実力が必要よ。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "私はとっくに、君のことを最も重要な情報提供者だと見なしていたわ。もちろん、いつか君が「究極の答え」をもたらしてくれたときに訪れるリスクのため、万全の備えをしておくのも当然のこと。さあ、一緒に答えを手に入れましょう！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "かかれ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "捕まえた。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "痛がっちゃ嫌よ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "終わりね～撤収！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "糸よ、交錯せよ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "どの目が出るかしら？",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "急がなくてもいいのよ～",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "財を得る方法あり。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "宝箱も、蛇を穴からおびき出すことができるのね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "散乱せし財に、言葉なき手がかり。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "残念…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "その場しのぎじゃダメね…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "新たな変数…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "そこまで、君は下がっていて。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "後始末は、私に任せなさい。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "どこで…間違えたの？",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "こんなミス…ありえない…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "真実は…まだ明かされていない…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "良い度胸ね。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "ダメ…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "ターゲットは絞れたの？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "網を引きに行きましょう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "新しい情報でも聞きに行きましょう。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "60": {
        "Costumes": [
            {
                "ID": 340021,
                "Name": "静謐の饗宴",
                "Desc": "夜蘭が休暇のために選んだ衣装。スマートな優雅さがあり、余裕綽々な彼女の品位を一層引き立てている。 同時にそれは、「攻撃的な」偽装でもある…",
                "Icon": "UI_AvatarIcon_YelanCostumeSummer",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "凋零之処",
                "Desc": "夜蘭の衣装。長年に渡り、主人と共に影に身を潜めてきた。まるで真夜中に咲く蘭のように、神秘的なオーラを放つ。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108389,
            "JD": 108196,
            "Name": "<b>美露エビ</b>",
            "Eff": "チーム全員のシールド強化+35%、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "夜蘭のオリジナル料理。翹英荘が茶室に届けた新茶の「美露」を、獲れたてのエビにからめて炒めたもの。色彩は上品で、お茶の香りが漂う。それに、柔らかくて歯ごたえもあり…って、ちょっと待って、どうして彼女は唐辛子の皿を持ってこっちに来るんだろう？",
            "Recipe": {
                "100093": 4,
                "110001": 3,
                "100015": 3
            },
            "Icon": "UI_ItemIcon_108389"
        },
        "Namecard": {
            "Name": "<b>夜蘭·一擲</b>",
            "Desc": "名刺の飾り紋。<br>「賽を作るのは至難の業よ。大雑把に作られた賽は、異なる目が不均等な重さになってしまうの。」",
            "Pic": "UI_NameCardPic_Yelan_P"
        }
    }
}

var acs_cache_ = {
    "340021": "Traversing an abandoned mine choked with smoke and dust, arranging for the workers leading the way to rest elsewhere, before moving the broken stones aside — oil lamp in hand — and uncovering the poison buried there years before by a desperate outlaw.<br>Visiting a ascetic living secluded in the mountains and engaging them in amicable conversation. Discovering a letter placed on the corner of a tattered bookcase, thus proving this person was in fact a spy who held vital information.<br>Casually strolling into the Northland Bank and taking a seat as a business expert. Prodding and probing, getting them to reveal where their funds were directed...<br>In Yelan's world, such experiences have long become routine.<br>While endlessly perfecting her secret list of names, she regularly rubs shoulders with dangerous people. Failure carries the risk of death, and so she must continuously hone her powers of disguise.<br>She can become a novice geological surveyor, wearing spectacles and speaking in careful, nervous tones.<br>She can become a master ink painter, dressed in fine silks and exuding elegance with every gesture.<br>Or she can become an investor, impeccably dressed and well-mannered, with every gracious word disarming her opponents...<br>She is a woman of many faces.<br>In times of need, Yelan can even disguise herself as an ordinary person whose appearance, silhouette, and voice radically differ from her own...<br>And because of these unique experiences, she has accumulated countless outfits — enough to fill several closets across multiple secret bases of operations.<br>She has acquired such an understanding and appreciation of various outfits that she now has an eye for fashion and ability to pair clothes together comparable to those of experts.<br>As the proprietor of Yanshang Teahouse, Yelan is always busy, yet she somehow has a knack for finding time to relax, fitting in games of dice where she can. With her years of experience, she has earned the nicknames \"Dice Master\" and \"Dice Demon,\" though it's hard to say whether in praise or fear.<br>When traveling in her own guise, Yelan's reputation and standing provide her with many advantages.<br>After all, no matter where she goes, only a fool would slight the esteemed owner of Yanshang Teahouse.<br>When receiving the highest standards of hospitality, it's important to display the correct level of decorum.<br>And the outfit she wore while on holiday in Fontaine is in keeping with her status as a distinguished guest.<br>Yelan herself designed this evening dress before entrusting it to several talented yet unheralded dressmakers to bring to life.<br>A marriage of elegance and efficiency — a perfect blend of leisurely relaxation and ruthless precision.<br>The material for the cape was carefully selected, with a texture akin to the Whitesilk Mantle, providing Yelan with a familiar comfort.<br>The Fascinating Bracelet has also donned a new look — its exquisite Starsilver casing and ghostly blue gemstone transformed into a mood‑changing \"dessert\"...<br>Whether taking in a riveting performance at the Opera Epiclese or enjoying a delicious feast at the Hotel Debord, this outfit blends in seamlessly.<br>Even though Yelan's vacation in Fontaine was interrupted, and this dazzling dress had to wait until the most pivotal moment to light up the stage...<br>Somewhat unexpected journeys like this are like falling dice coming to rest in a dark corner.<br>With pleasant surprises waiting to be counted, like chilis, Adeptea, and strong cocktails...<br>Unpredictability makes for the most enchanting memories."
}