// Auto Generated

var _AvatarFetterConfig_ = {
    "49": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "花見坂で、宵宮の名は知れ渡っている。<br>稲妻で最も腕の立つ花火職人である彼女は、「夏祭りの女王」とも呼ばれている。<br>「長野原」の衣鉢を継ぐ宵宮は花火に幻の姿を与え、人々に無類の体験を与えている。<br>職人の身分を除くと、宵宮は子供たちの「英雄のお姉ちゃん」でもある。子供たちにとって、どんなトラブルが起きようとも、宵宮姉ちゃんはそれを解決することができる。<br>想像による恐怖も、残酷な現実の陰りも、宵宮姉ちゃんが放つ魔法のような光でなくなってしまう。<br>子供だけでなく、彼女に悩み事を相談する人がいれば、彼女は全力を尽くしてその助けになろうとする。<br>絢爛たる花火、暖かな星光、それに情熱の灯火。これらすべては宵宮の手のひらで舞い踊る。そして彼女の明朗快活な笑顔は同行者を励まし、進む道を照らし続けている。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "稲妻人にとって、花火は夏の印だ。<br>定期的に開催されるそれぞれの祭りではいろんな出し物を見られるが、花火だけは永遠の定番である。<br>その故は百年前。社奉行は「記念」を題に素晴らしい花火大会を開いた。<br>当時の花火大会は名を馳せていた花火の名家に任せていたのだが、これが「長野原花火大会」の起源である。<br>その後、花火がだんだん普及してきて、「長野原花火大会」もすべての民が参加できるようになった。<br>花火大会では、誰もが気に入った花火を自分の手で打ち上げられる。そして「長野原花火大会」で最適な場面で、一番盛大な演目を披露する。<br>宵宮が店主になった年に、初めて用意した花火大会は息を呑むほどの美しさであった。<br>その花火大会が始まる前、神里綾華はこう宵宮に言い聞かせた。「大御所様も今回の花火大会をご覧になります。ですので、どうか大御所様の家紋——「雷の三つ巴」を花火に入れてください。」<br>宵宮は自信満々に答えた。「うちに任せとき！」<br>大会が始まる前に、宵宮は城内の隅々まで走り回り、花火を配置した。そして目玉として、打ち上げられた花火は長大な絵巻物となり、空に掛かる稲妻城を描いた。<br>しかし神里綾華はどの花火にも肝心の家紋を見つけることができず、宵宮の計画にずれが生じたかと考えた。<br>その後、宵宮に聞いた神里綾華は、空に掛けた城に「視角」と言う技巧が用いられていると知った。<br>天守閣から見下ろすと、満開の花火は雷電将軍の家紋となり、さらに、可愛らしく花で飾り付けられていた。<br>宵宮が花火大会でしくじるはずがないだろう？彼女は民と雷電将軍の心を同時に得た上、その祭りを大勢の人の記憶に残るものにした。<br>宵宮がいれば、稲妻の夏に咲き乱れる花火は欠けない。「夏祭りの女王」の二つ名は、これによって生まれた。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "「長野原」の花火は人気が高く、お店は常に賑わっている。そのため、目的もなくお店を訪ねると店主に迷惑をかけてしまうと、人々は思っている。<br>しかし宵宮の性格はその真逆で、人と話すことが好きなのだ。もし仕事の際に話し相手がいないと、彼女は集中できなくなる。<br>もし店に訪れた客とじっくり話すことが「お客さんの心を理解し、最高の花火を作るため」ならば、宅配したついでに、お茶を飲みながら雑談することは、自分へのご褒美になる。それでも満足しない時は、帰り道に近所の人たちと熱く話し、お菓子をもらって帰る…<br>宵宮は人と喋る時、いつも「聞く」と「話す」の均衡を、絶妙な匙加減で保つことが出来る。<br>口数、距離感、情熱、どれもが程よいのだ。宵宮とのお茶会の後は、みんないい気分になる。<br>近所の人たちは普通の人であるため、同じ会話を繰り返すことが多いが、宵宮はそれを全く嫌わない。<br>彼女が楽しんでいるのは人と触れ合う過程だ——同じことでも、話し手が変われば、違うように聞こえるから。<br>花火屋を受け継いでから、宵宮と近所の人たちの関係はますます良くなってきた。年寄りの多くは宵宮を友人と思い、宵宮を自宅に招いて昔の祭りの話をしたりする。親の年齢の人たちは、子供との関係を円滑にしようと、宵宮に頼む。若者たちは宵宮と兄弟のように接して、花火運びを手伝ったり、共に子供たちを遊びに連れて行ったりする。<br>宵宮はこう語る。「言葉には特別な力がある、話し合って解決出来んことはない！」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "卓越した技術を追求する職人は、厳格で自分を律する傾向にあるが、宵宮は例外だ。彼女は自由に行動し、行動に規律が全くない。<br>たまに人との雑談が長引いて、昼の仕事が終わらなかったら、徹夜でこなす。夜が明けると、仕事完了の達成感と共に高い所に登って日の出と金色の流れ雲を見る。その景色は、いつも宵宮に刺激を与えてくれる。眺めていると、様々な花火模様が新たに脳裏に浮かんでくるのだ。ただし、眠気も共にやってくる…<br>宵宮はよく、軒先や木の枝、止まった水車などで寝ているところを近所の人に発見される。たまにうっかり落ちてしまうと、楽しい夢が目の前で飛ぶ星と共に消えていく。<br>幸いなことに、これまで大きな怪我はしていない。かすり傷は結構あるが、その対処法も数を重ねるごとに覚えていった。<br>たまに、夜中まで寝て、用事を済ませた後に出かける。<br>気まぐれの冒険や、肝試しかもしれない。友達に興味があればみんなと行動し、一人でいたければそのまま外出する。<br>自由気ままな生き方の方が、宵宮は楽のようだ。いつでも、どんな時でも、彼女に邂逅する可能性がある。彼女は自由を楽しんでおり、その結果、人生もより面白くなったとよく口にしている。<br>もちろん、重要なお祭りの前は頼もしい自分に戻り、真面目に、演出という「仕事」の準備を行う。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "日頃の「長野原花火屋」は、花火以外にも色々な記念品を販売している。これは宵宮の副業とも言える。<br>棚に並ぶ記念品は様々で、その一部は北斗からの舶来品で、ある程度改造され、独創的な工芸品となっている。もう一部は、宵宮がピンときた時に練習で作った物である。<br>ぶつかると花びらが咲き出す「散華ビー玉」、回ると鳥の鳴き声がする「小躍りこま」、飛ばすと色が変わる「虹とんぼ」、それと、とても成功とは言えない「オニカブトムシ戦車」…<br>これらの記念品は子供にだけではなく、多くの大人たちにも大人気である。「荒瀧派」の頭である荒瀧一斗までわざわざ記念品を買いに来て、彼の言う強敵と雌雄を決めるぐらいだ。<br>宵宮が作った記念品はおもちゃだけではない。少しの創意を加えれば、日常生活に役立てることができる。その中でも典型的なものが、各種の燃焼材と香料を入れた輪、「螽取り輪」だ。夏の夜、それに着火すると、蚊などの虫を退けてくれる。<br>宵宮の腕を見て、隣の人が手伝ってほしいと言い出す。「花火屋は万事屋ちゃうでぇ、うちもなんでも手伝うわけやない」と、宵宮は答えるものの、誠心誠意、相手の力になろうとする。例え一日苦労した報酬でおやつしか買えなかったとしても、彼女は楽しんでいるのだ。何せ、花見坂のみんなは宵宮のいいお友達だから。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "「彩霞で花火を取っかえて、花火は願いを知っている。願いは夜空に昇り行き、夜空はそれを映し出す。」<br>これは昔からある名のない歌だ。ここ数年、この歌の意味を勘違いしてしまう子供たちがいる。キラキラと光った物を取ってきたら、宵宮お姉さんのところで自分だけの特製花火を交換できると信じているのだ。その花火に点火すれば、将来、願い事が叶うと言われている。<br>そのため、花見坂の子供たちはこの歌を口ずさみながら、辺りで美しいお宝を探し、宵宮お姉さんのところへ持っていこうとする。<br>宵宮も最初は戸惑ったが、子供たちの歌に対する解釈を聞いた後、その求めを受け入れ、彼女の意見を口にした——歌にある彩霞は、キラキラとしたお宝ではなく、宵宮お姉さんが「輝いている物」と認めるものにしよう。それがたとえ川にある石でも、海辺にある貝殻でも、宵宮はそれと引き換えに美しい花火を作ってくれるという。<br>もし子供たちが見つけた物が貴重な品だった場合、宵宮は逆にそれを普通の物と称し、子供たちと一緒に落とし主を探す。<br>お宝が輝いているかどうかは重要ではない。大切なのは、「彩霞」を「花火」と交換できるという子供たちの信念なのだ。<br>たとえ他人の目には幼稚に見えても、宵宮は子供たちの美しい願いを守るために出来る限り尽くす。<br>「子供の頃に信じたもんや経験したことは、大人になったらかけがえのない宝もんになる。」<br>稲妻の伝説を描いた絵本には、しばしば以下のものが登場する。悪戯好きでかわいい「袋貉」、威風凛々とした「柴犬武将」、神出鬼没な「折り紙鵺」…<br>妖怪をこのように可愛らしく、粋のある形に描いたのも、同じ考えを持っていたからかもしれない。<br>宵宮のそばにいる子供たちは、鎖国の中でも楽しい日々を送っている。<br>宵宮自身の童心と活力が、夜空に舞う花火のように、星のように、常に輝き光を放っているのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "宵宮の飴箱-「甘々宝球」",
                "Content": "お祭りになると、宵宮はすべての屋台のお菓子を食べ、様々な飴を集めて丁寧に包装し、小さな飴箱に入れて保管する。<br>宵宮の飴箱は朱く円形で、精巧な紐と飾り物がついており、彼女が普段使っている髪飾りに似ている。<br>宵宮は嬉しい出来事があると、飴箱から飴を取り出して食べる。友達や子供がいれば、必ず彼らにも飴を分け与える。<br>近所の人はいつも宵宮の髪飾りと飴箱を間違えるため、「甘々宝球」という別名を付けた。<br>飴箱が軽くなるスピードは、宵宮の幸福度の指標となる。<br>空になるのが早ければ早いほど、宵宮は幸せなのだ。<br>たまに、忙しくなると、誤って飴箱を髪飾りとして付けてしまう。一日の仕事が終わるまで、それに気付かない場合もよくある。<br>それがきっかけとなり、それ以来、彼女はその二つを交代制で使うようになった。<br>「宵宮姉ちゃんの髪飾りに飴が入ってるか当ててみぃ。当てた人は、好きな飴を選んでええよ！」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "いつもは口数の多い宵宮だが、花火が空に上がる時だけは別だ。彼女にしては珍しく黙り込み、夜空に浮かぶ絶景を見上げる。<br>花火は刹那に過ぎ去り、須臾であると人々は言う。しかしそれが美しいものであれば、人の心に永遠に咲くだろう。<br>花火を共に見た人、その瞬間の美しさ、それらは感動と共に深く脳裏に焼き付き、一生の思い出となる。<br>何年も経ってから再び同じ花火を見上げた時、その感動はきっと潮のように心まで流れ込むだろう。<br>これもまた、「永遠」と呼べるのではないだろうか？<br>「長野原」家に独自の花火の配合があるのも、まさにこのためである。<br>感情と願いを花火に込め、刹那の存在を永遠に変える。宵宮が行っているのは、そういうことなのだ。<br>「長野原花火屋」を受け継いだ後に訪れた初めての夏の夜、宵宮は眠れずにいた。空が朝を象徴する灰色を現すまで、彼女は一生懸命研究をしていた。<br>突如、軽い音がした。赤く燃える物が花火の筒に忽然と落ちていた。<br>当初、宵宮はその「神の目」を着火器具として使っていた。幸いにも宵宮の父親がすぐに気付き、彼女にその物にある重要な意義を教えた。<br>小さな「神の目」は、信じられないほどの力をもたらすことができる。だが、子供たちを守り、騒ぎを起こす魔物を倒す以外に、何に使えるというのだろう？<br>宵宮は考えた。たとえ用途があっても、自分にとってはその程度の物でしかない。なぜなら、自分はただ楽しさを追求し、幸せに日々を過ごしている花火職人に過ぎないからだ。<br>それから時が経ち、宵宮も「火焔」のコントロールが上手くできるようになり、花火作りもますます熟練していった。<br>時折、彼女は自分に問う——自分のような普通の人間でも、神様に認められた。いったいなぜ？もしかして…神様も花火が好きなのだろうか…？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "元素スキル · 1",
                "Content": "花火見ぃひん？",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "火ぃつけるで！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "火の用心～",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "祭りの開始や！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "金魚やで！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "た～まや～！",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "飛ぶでぇ——",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "花火の材料はあらへんかな？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "中身はなんやろな～♪",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "うちに開けさせてぇ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "あかん！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "みっともない…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "しっかりせぇへんと。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "うちが援護したる！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "うちがおれば心配無用や。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "油断してもうた…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "遊び…すぎたかもしれへん。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "祭りも…終いや。",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "ちょ…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "今のなしぃ！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "祭りでもやるん？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "遊びに行こかぁ～",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "お友達が増えたでぇ！",
                "Tips": []
            },
            {
                "Title": "初めまして…",
                "Content": "「長野原」へよう来てくれたな！うちは宵宮、何でも言うてや～！<br>うん？串カツの盛り合わせと玉子焼き…って、ちゃうちゃう、うちは飲食店ちゃうでぇ、花火屋やからな！そや、キラキラーっとした、パッと咲く花火のことや！",
                "Tips": []
            },
            {
                "Title": "世間話 · 花火",
                "Content": "花火はパッと消えてまうけど、友情は一生もんや。",
                "Tips": []
            },
            {
                "Title": "世間話 · 暇つぶし",
                "Content": "暇やったら、何か話したるで！",
                "Tips": []
            },
            {
                "Title": "世間話 · 金魚",
                "Content": "金魚飼ったことある？大人しゅうて、めっちゃ可愛ええんや。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "ひぃ～、花火が濡れてまう！どっかに隠れな！うぅ、間に合わへん！",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "ははっ、雪球をギュッと、ほれ——",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "全身ポカポカで気持ちええわぁ～、浮いとるみたい。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "すっごい風やなぁ——声が押し戻されそうや——！",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "すぅ…はぁ——おはようさん、朝の空気は清々しくて気持ちええなぁ、深呼吸して頭もすっきりや。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "お昼の時間やな。ええっ…今日の卵、黄身が二つやん。えへへ～、今日のうちツイてるんやない？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "やっと花火を見るのにちょうどええ時間になったな。空でも地上でも綺麗に咲かしたるで…ははっ、冗談や！安全にはちゃーんと気ぃつけるさかい。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "そもさん——！花火を見終わった後、その一日の最後には何が待っとる？ふふん、正解は——夢の中でも花火が見れる、でした～！ほな、さいなら！",
                "Tips": []
            },
            {
                "Title": "宵宮自身について · 家族",
                "Content": "うちの父ちゃんは耳が遠くてな、昔から何を言うても笑うてばっかやった。だから、小っちゃい頃は自分の言うとることがどれも面白いんやろなと思っとった、ずーっと一人で喋り続けとったわ…実際は、よう聞こえへんから誤魔化すように笑うとっただけやのに…せやけど、父ちゃんが笑うてくれるなら、うち、これからも喋り続けるで。",
                "Tips": []
            },
            {
                "Title": "宵宮自身について · 言葉",
                "Content": "「口は災いの元」ゆうけど、心配あらへん。言葉に込もった気持ちは嘘をつかへんもん。間違ったことを言うて誤解されても、それを説明すればええんや。なんも言わんかったら、相手も理解のしようがあらへん。やないと、心も離れてまう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "いんじゃんについて…",
                "Content": "いんじゃんほい！あいこでしょ！わーい、うちの勝ちや！やったぁ！…うん？後出しなんてしてへんよ、してへんてば。",
                "Tips": []
            },
            {
                "Title": "一緒にいることについて…",
                "Content": "自分一人で何かするよりも…誰かと一緒に何かやる方がええ。例えばあんたと一緒なら、風景を見ても、缶蹴りをしても、めっちゃ楽しい。きっと、あんたと話すのが飽きひんからやろな。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "内緒なんやけど、実はなぁ、初めて「神の目」をもろた時、火打ち石やと思うて使っとったんや。花火に火付けたり、お湯を沸かしたりしとった。それから納屋に置きっぱなしにしとったんやけど、それを父ちゃんが見つけてな、えらいもんやから大事にしい言われた。はは、神様が回収せえへんかったのが不思議や。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 海灯祭",
                "Content": "知っとる？璃月の海灯祭で打ち上がる花火はな、大体がうちで作ったもんなんや。注文通り作った後、北斗の姉ちゃんが船で届けとる。今は鎖国で輸出も制限されとるけど…祭りに花火があらへんのはあかんやろ。",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 物語",
                "Content": "「花火はな、空に花を咲かせ光を散らしたあと、雨や雪になって大地に帰るんや。そうやって土を潤し、人を育み、もういっぺん綺麗な花を空に咲かすんや。」父ちゃんは、よう物語を聞かせてくれるんやけど、今のがいっちゃんのお気に入りや！",
                "Tips": []
            },
            {
                "Title": "シェアしたいこと · 木漏れ日",
                "Content": "あんた、小っちゃい頃に木漏れ日って踏んだことある？晴れた日に、木々の隙間から漏れてくる光で、踏んだら消えると思うたらいつも足の甲に乗っかってくんねん。せやから、なんべんもなんべんも踏むんやけど、成功した試しがあらへん…あんまりにも悔しうて、道端の岩に座って溜め息ついたことあんねん、「はぁ、この世には踏めないもんもあるんやなぁー」って。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "ある夏祭りで、金魚すくいをしとる子供を横から見とったらふと思いついたんや、水に浮かぶ花火を作れへんかなーって。ほんで誕生したのが「金魚花火」や！水面を泳いだり、七色に光ったり、泡をぶくぶく吐いたりする、不思議やろ！うちもほんまに成功すると思ってへんかったから、世の中ってやっぱ不思議やなぁ～。",
                "Tips": []
            },
            {
                "Title": "北斗について…",
                "Content": "稲妻が鎖国してからは、北斗姉ちゃんにずっと花火の運搬を頼んできたんや。で、そのお礼に船の形をしたおっきい花火を用意してビックリさせたろ思うて。「南十字武装船隊」が港を離れる時に、船員たちの目の前でその花火を打ち上げたんや。ほならみんな、船隊の船が飛んでったってびっくりしとったよ、あははっ！せやけど、北斗姉ちゃんはめっちゃ喜んどったで、贈りもんはこうでなくちゃって言うとった、へへへ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雷電将軍について…",
                "Content": "花火は将軍様が求める「永遠」から、いっちゃんかけ離れとるもんや。将軍様は刹那の光なんか稲妻になんの価値もないと思うとるはず。はぁ、「永遠」を握る者には分からへんのやろな。「刹那を生きる人」やからこそ、その刹那の甘美を胸に刻み込もうとしとることに。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾華について · 丁寧さ",
                "Content": "仕事の関係で、彼女とはよう協力することがあるんや。他の奉行とちごうて、ちゃんとうちの話を最後まで聞いてくれるし、丁寧に答えてくれる、しかも嫌味も言わへん。「おしとやか」っちゅう言葉は、まさに彼女のためにあるんやろな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾華について · 銭湯",
                "Content": "昔、夏祭りの件で遅くまで相談したことがあったんやけど、くたくたに疲れてもうたから銭湯に誘ったんや…せやけど彼女、「銭湯」が大勢で入る風呂やと知った瞬間、顔を真っ赤にしてもうて。うーん、ええとこのお嬢さんは銭湯に入れへんってことを知るきっかけになったわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "トーマについて…",
                "Content": "とにかく口達者なヤツや、あの口から出てくる言葉には必ず何らかの考えが込められとる。一見繋がりのなさそうな言葉でも、最後は上手いこと誘導されてまう。うーん…うちとは正反対の性格やさかい、困った時は彼に助けを求めることにするわ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "八重神子について…",
                "Content": "いつやったか神社の祭りで、宮司様のために手持ち花火を用意してくれって綾華ちゃんに頼まれたことがあったんや…せやけど、宮司様って祭りに出席するさかい、神社の境内に座りっきりやろ？宮司様がどうやって花火で遊ぶのか気になって、祭り中ずっと観察しとったんや。ほなら綾華ちゃんがうちのとこにきて、「宮司様、とても満足されておりました」って言うて…えっ？もう花火で遊んだん？ってなって…もしかして、うちが見とったのは宮司様やあらへんかったのかな？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "荒瀧一斗について · 勝負",
                "Content": "ああ、あの人なぁ。ああ見えて、子供にけっこう人気なんや。せやけど負けず嫌いやさかい、子供の遊びに付きおうてる内にいつの間にか勝負しとるんや。ラーメンのスープの一気飲み勝負とか、表情を変えんとどっちが梅干しを食えるかとか、ほんで他の子供たちは横でどっちが勝つか予想したり、応援したりする。やれやれうちも負けてられへんな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "荒瀧一斗について · 荒瀧派",
                "Content": "「荒瀧派」？えぇぇっ！？ただの無職やあらへんの？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "楓原万葉について…",
                "Content": "うちって考えなしやさかい、思うたことをすぐ口に出してしまうんや。逆に思慮深い人は自分の事を語らずに、昔の詩とか、道沿いの景色のことしか言わへん。花鳥風月は語れても、目の前の現実については口をつぐむ。あいつもきっと過去に何かあったんやろなぁ、うんうん、よう分かるでぇ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "九条裟羅について…",
                "Content": "治安と消防関連で天領奉行にはよう通うんやけど、あっこの人達の中でも九条裟羅はいっちゃん筋が通っとるっちゅうか、少なくとも何も分からへん状況からうちのことを頭ごなしに否定せえへん。うちが正しかったら、彼女も素直にうちを認めてくれる。ほんでうちが間違っとったら…はは、トーマに頼んで詫びを入れるしかあらへん！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "早柚について…",
                "Content": "あの子におうたら、うちに教えてくれへん？祭りに連れていきたいんや、それにお友達もぎょうさん紹介したろ思うて。いっつも気怠そうにしとるさかい、一緒に遊ぶ友達がおったら元気になるんちゃうかな？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クレーについて…",
                "Content": "モンドに爆弾作りの得意な子がおるんやて！？爆弾も花火も似たようなもんやし、花火作りも天才かもしれへんな。一度会うてみたいもんやわ。あっ、せやけど…子供に爆弾は危険やあらへん？モンドの人はなんも言わへんの？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "綺良々について…",
                "Content": "「狛荷屋」の配達員のことか？あの子はな、ずいぶんと手先が器用なんや。実は花火作りっちゅうんは、色を決める材料が一種類か二種類ぐらいあるんやけど、それの消耗はごっつ激しくってなぁ。そないな時はいつも、あの子がすぐに補充してくれるから、めっちゃ助かっとるねん。前に感謝の気持ちとして花火を一個贈ったんやけど、花火に驚かされた経験があるらしうて、どうしても火をつけたがらんかったんや。ふふ、せやから、あの子には遠くのほうから、うちが上げた花火を見てもらうしかあらへんな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "宵宮を知る · 1",
                "Content": "うちの物語が聞きたいって？ええよ、こっち座りぃ、自慢の「長野原」家の話をしたるで！めったに聞かれへん真面目な話やからなぁ。",
                "Tips": []
            },
            {
                "Title": "宵宮を知る · 2",
                "Content": "うちの家では代々、花火を注文したお客さん一人一人に短冊を渡しとるんや。短冊には長野原家の者しか読まれへん花火の作り方が載っとって、十年経っても百年経っても、お客さんが短冊を持ってくれば、当時とおんなじ花火を作れるようになっとる。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "宵宮を知る · 3",
                "Content": "最高の花火に最高の瞬間、移ろいやすい一瞬の気持ちが花火へと収まり、違うた形で受け継がれてく。短冊は、過去を振り返りたい人の門を開けるための鍵。せやから「長野原」の花火職人の仕事は、みんなの門を開く手助けをすることなんや。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "宵宮を知る · 4",
                "Content": "夏祭りでは時折り感動的な物語が生まれるんや。花火の下で知りおうた人たちが成長して、ほんで年を取って老いていく。彼らがかつての花火を打ち上げた時、空を照らすんは在りし日の姿…花火は永遠にはなれへんけど、花火に秘められた素晴らしい想いは稲妻と共に永遠を歩むべきなんや。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "宵宮を知る · 5",
                "Content": "最後の物語は…いや、やめとくわ、今はあんたと静かに花火を見てたい。今宵の絶景と、あんたが話してくれた言葉を全部書き留めたい。ああ、誤解せんといてな、もう終いっちゅう意味やあらへん。…うちとあんたの「物語」を、ここから書き始めるっちゅう意味や。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "宵宮の趣味 · 遊ぶ",
                "Content": "花火や！なんや、あかんの？せやなぁ…難しい質問や、お隣さんとお喋りするのも好きやし、子供たちと夏祭りにいくのも好きやし、泳ぐのも、山で果物を採るのも好きや。ああっ、一つに決められへん…あっ、そや！趣味はみんなと遊ぶことや！",
                "Tips": []
            },
            {
                "Title": "宵宮の趣味 · モノマネ",
                "Content": "くるんっ！ん？なんや、今パイモンちゃんが消える時のマネをしとるんや！",
                "Tips": []
            },
            {
                "Title": "宵宮の悩み…",
                "Content": "長いこと読んどった連載小説がとうとう完結したんやけど、ヒロインが記憶喪失になって、挙げるはずやった婚礼もなしになってもうた…悲しい、なんちゅうことや…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "うちは主食よりも菓子の方が好きや。祭りの時に屋台を一つずつ回って、お腹いーっぱいになるまで食べるんや。ところで、あんたって菓子を作れたりせえへん？うちが作った団子と交換しいひん？おっきいのを取ってええから。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "牛乳や。飲んだらお腹が花火大会みたいにドンッドンッ！ってなってまうんや。せやけど、牛乳が入った料理とか菓子はぜんぜん平気でな、何なんやろな…お腹の仙霊さん、好き嫌いが激しいんやろか？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "わぁ、あんた甘味を作るんが上手いんやな！祭りの屋台で出したら、絶対いっちゃん人気でると思うで！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "うまいもん食べたら、元気が出るもんや。そんで元気が出たら、次は物語を語りとうなる。ほな、ええ物語、選んどくな！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "んん？なんや、お腹でフライムがはしゃいどるみたいやな…さすがに、それはないと思うんやけど…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日を楽しむんはあんただけやあらへんで、ケーキを贈る人、蠟燭に火つける人、祝ってくれる人、あんたが生まれたことをみんな感謝しとる。せやから、騒がしい方がええ。みんなに祝ってもらうんや！さあ、おめでとうさん！準備はええか？でっかい花火、打ち上げるでぇー！",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "もっと高く、もっと響きぃ！",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "ふっふ～ん！弓矢で花火を打ち上げるのもありやな！",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "せっかくあんたから戦い方を学んだし、いっそのこと花火職人だけやなく、日雇い冒険者でもやろかな…「英雄」もええかもしれへんな？",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "「『英雄』——宵宮姉さん参上！悪霊退散！正義必勝！」<br>この台詞を言うたあと、あんたから教わった力を子供たちに紹介するのはどうや？かっこええんとちゃう？あははっ、あんたも遠慮せんと、いじめられたらこの宵宮姉さんに言うんやで！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "49": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "金魚花火",
                "Desc": "宵宮の衣装。これまでのお祭りで手に入れた記念品を縫い付けたカジュアルな服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108302,
            "JD": 108254,
            "Name": "<b>夏祭りの游魚</b>",
            "Eff": "選択したキャラのHP上限の40%を回復し、さらにHPを2350回復する。",
            "Desc": "宵宮のオリジナル料理。花火を見ている時に宵宮から貰った菓子。彼女の無邪気な子供のような笑い声と、ドンドンと打ち上がる花火の音が重なる。独特な響きの中で、手の中のふっくらとした金魚が今にも泳ぎ出しそうな雰囲気を醸し出している。",
            "Recipe": {
                "100078": 2,
                "100015": 2,
                "101202": 2,
                "100092": 1
            },
            "Icon": "UI_ItemIcon_108302"
        },
        "Namecard": {
            "Name": "<b>宵宮·琉金の花火</b>",
            "Desc": "名刺の飾り紋。<br>たとえ一瞬の花火であっても、闇夜を見上げる人の心に永遠なる美しい輝きを残すことが出来る。",
            "Pic": "UI_NameCardPic_Yoimiya_P"
        }
    }
}

var acs_cache_ = {}