// Auto Generated

var _AvatarDataConfig_ = {
    "Zibai": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• When Normal Attacks or Elemental Skill hits, has @2/3# chance of generating @1# particle, CD @2s#"
                ]
            },
            {
                "Name": "Interruption RES",
                "DescList": [
                    "• During Lunar Phase Shift, has @0.5# interruption RES. (= Cyno, Hutao, Flins, etc.)"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Zibai": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "100030": 3,
                "112125": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113084": 2,
                "100030": 10,
                "112125": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113084": 4,
                "100030": 20,
                "112126": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113084": 8,
                "100030": 30,
                "112126": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113084": 12,
                "100030": 45,
                "112127": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113084": 20,
                "100030": 60,
                "112127": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Zibai": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "金鋏点桂JP3A",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。JP3A",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天地忽然身JP3A",
                        "Desc": "往日の権能の片影を呼び覚まし、<color style='color:#FFD780;'>「月転時隙」</color>モードに切り替える。<br>このモードでは、兹白が通常攻撃と重撃を行う際、付与を上書きできない<color style='color:#FFE699;'>岩元素ダメージ</color>を与え、様々な方法で特殊な<color style='color:#FFD780;'>「時隙浮光」</color>を蓄積できる。兹白は<color style='color:#FFD780;'>「時隙浮光」</color>を消費して、特殊な元素スキル<color style='color:#FFD780;'>「霊駒飛踏」</color>を放つことができる。<br><br><color style='color:#FFD780;'>月兆・満照</color><br><color style='color:#FFD780;'>「月転時隙」</color>モード中、兹白の通常攻撃4段目で、元のダメージと同等の<color style='color:#FFE699;'>岩元素ダメージ</color>を追加で与える。このダメージは月結晶反応ダメージとして扱われる。JP3A",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>人は時の流れを白馬の隙を過ぎるが如しと語り、子供たちは「白馬が太っていたら、そんなに早く隙を通れないのでは？」と問う。彼女はそれを聞いて不思議そうな顔をした。「隙を過ぎるというのは身法のことよ。太っているかどうかなんて関係ないでしょう？」</i>JP3A",
                        "ParamDesc": [
                            {
                                "Desc": "月転時空の第一段ダメージ",
                                "ParamLevelList": [
                                    "56.5792%防御力JP3A",
                                    "60.8226%防御力JP3A",
                                    "65.0661%防御力JP3A",
                                    "70.724%防御力JP3A",
                                    "74.9674%防御力JP3A",
                                    "79.2109%防御力JP3A",
                                    "84.8688%防御力JP3A",
                                    "90.5267%防御力JP3A",
                                    "96.1846%防御力JP3A",
                                    "101.8426%防御力JP3A",
                                    "107.5005%防御力JP3A",
                                    "113.1584%防御力JP3A",
                                    "120.2308%防御力JP3A",
                                    "127.3032%防御力JP3A",
                                    "134.3756%防御力JP3A"
                                ]
                            },
                            {
                                "Desc": "月転時隙強化2段ダメージ",
                                "ParamLevelList": [
                                    "防御力52.1007%JP3A",
                                    "防御力56.0083%JP3A",
                                    "防御力59.9158%JP3A",
                                    "防御力65.1259%JP3A",
                                    "防御力69.0335%JP3A",
                                    "防御力72.941%JP3A",
                                    "防御力78.1511%JP3A",
                                    "防御力83.3612%JP3A",
                                    "防御力88.5712%JP3A",
                                    "防御力93.7813%JP3A",
                                    "防御力98.9914%JP3A",
                                    "防御力104.2014%JP3A",
                                    "防御力110.714%JP3A",
                                    "防御力117.2266%JP3A",
                                    "防御力123.7392%JP3A"
                                ]
                            },
                            {
                                "Desc": "月転3段ダメージ",
                                "ParamLevelList": [
                                    "34.5694%+34.5694%防御力JP3A",
                                    "37.1621%+37.1621%防御力JP3A",
                                    "39.7548%+39.7548%防御力JP3A",
                                    "43.2117%+43.2117%防御力JP3A",
                                    "45.8044%+45.8044%防御力JP3A",
                                    "48.3971%+48.3971%防御力JP3A",
                                    "51.854%+51.854%防御力JP3A",
                                    "55.311%+55.311%防御力JP3A",
                                    "58.7679%+58.7679%防御力JP3A",
                                    "62.2248%+62.2248%防御力JP3A",
                                    "65.6818%+65.6818%防御力JP3A",
                                    "69.1387%+69.1387%防御力JP3A",
                                    "73.4599%+73.4599%防御力JP3A",
                                    "77.7811%+77.7811%防御力JP3A",
                                    "82.1022%+82.1022%防御力JP3A"
                                ]
                            },
                            {
                                "Desc": "月転時の四段目ダメージ",
                                "ParamLevelList": [
                                    "87.1788%防御力JP3A",
                                    "93.7172%防御力JP3A",
                                    "100.2556%防御力JP3A",
                                    "108.9735%防御力JP3A",
                                    "115.5119%防御力JP3A",
                                    "122.0503%防御力JP3A",
                                    "130.7682%防御力JP3A",
                                    "139.4861%防御力JP3A",
                                    "148.204%防御力JP3A",
                                    "156.9218%防御力JP3A",
                                    "165.6397%防御力JP3A",
                                    "174.3576%防御力JP3A",
                                    "185.2549%防御力JP3A",
                                    "196.1523%防御力JP3A",
                                    "207.0496%防御力JP3A"
                                ]
                            },
                            {
                                "Desc": "月転時の重撃ダメージ",
                                "ParamLevelList": [
                                    "65.95%+65.95%防御力JP3A",
                                    "70.8962%+70.8962%防御力JP3A",
                                    "75.8425%+75.8425%防御力JP3A",
                                    "82.4375%+82.4375%防御力JP3A",
                                    "87.3838%+87.3838%防御力JP3A",
                                    "92.33%+92.33%防御力JP3A",
                                    "98.925%+98.925%防御力JP3A",
                                    "105.52%+105.52%防御力JP3A",
                                    "112.115%+112.115%防御力JP3A",
                                    "118.71%+118.71%防御力JP3A",
                                    "125.305%+125.305%防御力JP3A",
                                    "131.9%+131.9%防御力JP3A",
                                    "140.1437%+140.1437%防御力JP3A",
                                    "148.3875%+148.3875%防御力JP3A",
                                    "156.6312%+156.6312%防御力JP3A"
                                ]
                            },
                            {
                                "Desc": "霊駒飛踏第一段ダメージ",
                                "ParamLevelList": [
                                    "172.528%防御力JP3A",
                                    "185.4676%防御力JP3A",
                                    "198.4072%防御力JP3A",
                                    "215.66%防御力JP3A",
                                    "228.5996%防御力JP3A",
                                    "241.5392%防御力JP3A",
                                    "258.792%防御力JP3A",
                                    "276.0448%防御力JP3A",
                                    "293.2976%防御力JP3A",
                                    "310.5504%防御力JP3A",
                                    "327.8032%防御力JP3A",
                                    "345.056%防御力JP3A",
                                    "366.622%防御力JP3A",
                                    "388.188%防御力JP3A",
                                    "409.754%防御力JP3A"
                                ]
                            },
                            {
                                "Desc": "霊駒飛踏　第二段ダメージ",
                                "ParamLevelList": [
                                    "140.968%防御力JP3A",
                                    "151.5406%防御力JP3A",
                                    "162.1132%防御力JP3A",
                                    "176.21%防御力JP3A",
                                    "186.7826%防御力JP3A",
                                    "197.3552%防御力JP3A",
                                    "211.452%防御力JP3A",
                                    "225.5488%防御力JP3A",
                                    "239.6456%防御力JP3A",
                                    "253.7424%防御力JP3A",
                                    "267.8392%防御力JP3A",
                                    "281.936%防御力JP3A",
                                    "299.557%防御力JP3A",
                                    "317.178%防御力JP3A",
                                    "334.799%防御力JP3A"
                                ]
                            },
                            {
                                "Desc": "月転時の第四段階満照ダメージ",
                                "ParamLevelList": [
                                    "29.456%防御力JP3A",
                                    "31.6652%防御力JP3A",
                                    "33.8744%防御力JP3A",
                                    "36.82%防御力JP3A",
                                    "39.0292%防御力JP3A",
                                    "41.2384%防御力JP3A",
                                    "44.184%防御力JP3A",
                                    "47.1296%防御力JP3A",
                                    "50.0752%防御力JP3A",
                                    "53.0208%防御力JP3A",
                                    "55.9664%防御力JP3A",
                                    "58.912%防御力JP3A",
                                    "62.594%防御力JP3A",
                                    "66.276%防御力JP3A",
                                    "69.958%防御力JP3A"
                                ]
                            },
                            {
                                "Desc": "月転時隙継続時間",
                                "ParamLevelList": [
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A",
                                    "15秒JP3A"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "三垣威儀法JP3A",
                        "Desc": "兹白が青玄乗陽華蓋を繰り出し、<color style='color:#FFE699;'>岩元素ダメージ</color>を2回与える。2回目のダメージは月結晶反応ダメージとして扱われる。JP3A",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>はるか昔、夜を昼のように照らす盗賊の星が近づいた時、人々はこの法宝の輝きを一目見たと言われている。</i>JP3A",
                        "ParamDesc": [
                            {
                                "Desc": "スキル第一段ダメージ",
                                "ParamLevelList": [
                                    "防御力126.96%JP3A",
                                    "防御力136.482%JP3A",
                                    "防御力146.004%JP3A",
                                    "防御力158.7%JP3A",
                                    "防御力168.222%JP3A",
                                    "防御力177.744%JP3A",
                                    "防御力190.44%JP3A",
                                    "防御力203.136%JP3A",
                                    "防御力215.832%JP3A",
                                    "防御力228.528%JP3A",
                                    "防御力241.224%JP3A",
                                    "防御力253.92%JP3A",
                                    "防御力269.79%JP3A",
                                    "防御力285.66%JP3A",
                                    "防御力301.53%JP3A"
                                ]
                            },
                            {
                                "Desc": "スキル第二段ダメージ",
                                "ParamLevelList": [
                                    "177.744%防御力JP3A",
                                    "191.0748%防御力JP3A",
                                    "204.4056%防御力JP3A",
                                    "222.18%防御力JP3A",
                                    "235.5108%防御力JP3A",
                                    "248.8416%防御力JP3A",
                                    "266.616%防御力JP3A",
                                    "284.3904%防御力JP3A",
                                    "302.1648%防御力JP3A",
                                    "319.9392%防御力JP3A",
                                    "337.7136%防御力JP3A",
                                    "355.488%防御力JP3A",
                                    "377.706%防御力JP3A",
                                    "399.924%防御力JP3A",
                                    "422.142%防御力JP3A"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月下の素娥、天より降臨JP3A",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然身</color>発動時、または月籠谐奏発動時、兹白は4秒間<color style='color:#FFD780;'>「太陰降」</color>効果を獲得する：<color style='color:#FFD780;'>霊駒飛踏</color>によるダメージが兹白の防御力の40%分上昇する。JP3A",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "重なる峰々から雲が湧き上がるJP3A",
                        "Desc": "チーム内の<color style='color:#FFE699;'>岩元素</color>のその他のキャラクターが1人存在するごとに、兹白の防御力が15%上昇する。チーム内の<color style='color:#80C0FF;'>水元素</color>のその他のキャラクターが1人存在するごとに、兹白の元素熟知が60ポイント上昇する。JP3A",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "月兆の祝福・浮かぶ月の光JP3A",
                        "Desc": "チーム内のキャラクターが水元素結晶反応を起こすと、結晶反応は月結晶反応へと変わり、兹白の防御力に基づいて、チーム内キャラクターが与える月結晶反応の基礎ダメージがアップする。防御力100につき、月結晶反応の基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、兹白がチームにいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。JP3A",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "花林の如雨JP3A",
                        "Desc": "夜間（18時から6時）、戦闘状態でない時、2秒ごとに兹白の元素エネルギーを1回復する。<br>秘境、征討領域、深境螺旋では、この効果は発動しない。JP3A",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "激しく出撃し、静かに帰還するJP3A",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然身</color>発動後、兹白は即座に<color style='color:#FFD780;'>「時隙浮光」</color>を100ポイント獲得し、<color style='color:#FFD780;'>「月転時隙」</color>モード時の<color style='color:#FFD780;'>霊駒飛踏</color>の最大使用可能回数が5回に増加します。<br>更に、<color style='color:#FFD780;'>「月転時隙」</color>モードに切り替えた後、初回の<color style='color:#FFD780;'>霊駒飛踏</color>使用時、二段目の攻撃による月結晶反応ダメージが200%上昇します。JP3A",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "生にて化し屍にて死す。JP3A",
                        "Desc": "<color style='color:#FFD780;'>「月転時刻」</color>モード中、兹白の防御力が50%上昇します。<br>さらに、固有天賦<color style='color:#FFD780;'>月下素娥降仙</color>の効果が強化され、<color style='color:#FFD780;'>霊駒飛踏</color>のダメージが兹白の防御力の100%分さらに上昇します。この効果には固有天賦<color style='color:#FFD780;'>月下素娥降仙</color>の解放が必要です。JP3A",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "天の策を解き、その巻物を落とすJP3A",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然身</color>のスキルLv.+3。<br>最大Lv.15まで。JP3A",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "魂魄は去り、身体はそれに従うJP3A",
                        "Desc": "<color style='color:#FFD780;'>「月転時隙」</color>モード中、兹白の通常攻撃のコンボ段数はリセットされず、<color style='color:#FFD780;'>霊駒飛踏</color>が敵に命中すると、兹白は<color style='color:#FFD780;'>月煥華</color>効果を獲得します：次の通常攻撃時、4段目の攻撃による月結晶反応ダメージが兹白の防御力の60%分上昇します。JP3A",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "明白なる無価値まで問わず。JP3A",
                        "Desc": "元素爆発<color style='color:#FFD780;'>三垣威儀の法</color>のスキルLv.+3。<br>最大Lv.15まで。JP3A",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天地が遠く離れゆくように。JP3A",
                        "Desc": "<color style='color:#FFD780;'>「月転時隙」</color>モード中、兹白の<color style='color:#FFD780;'>「時隙浮光」</color>の獲得効率が40%上昇します。<br>更に、<color style='color:#FFD780;'>霊駒飛踏</color>は全ての<color style='color:#FFD780;'>「時隙浮光」</color>を消費し、消費した<color style='color:#FFD780;'>「時隙浮光」</color>が70ポイントを超えた場合、超過分1ポイントごとに、この<color style='color:#FFD780;'>霊駒飛踏</color>と続く3秒間の兹白による月結晶反応ダメージが<color style='color:#FFD780;'>向上</color>1.6%上昇します。この効果は重複しません。JP3A",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "月転時刻JP3A",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然身</color>発動後、兹白はこのモードに切り替わります。このモードは最大15秒継続し、以下の特性を持ちます：<br>・通常攻撃と重撃を行うと、付与を上書きできない<color style='color:#FFE699;'>岩元素ダメージ</color>となります；<br>・元素スキル<color style='color:#FFD780;'>天地忽然身</color>は特殊な元素スキル<color style='color:#FFD780;'>霊駒飛踏</color>に置き換わります：兹白が<color style='color:#FFD780;'>「時の浮光」</color>を70ポイント以上所持している時、70ポイントの<color style='color:#FFD780;'>「時の浮光」</color>を消費して<color style='color:#FFD780;'>霊駒飛踏</color>を発動し、2回の<color style='color:#FFE699;'>岩元素ダメージ</color>を与えます。2回目のダメージは月結晶反応ダメージとみなされます。<br><br><color style='color:#FFD780;'>「時の浮光」</color>の上限は100ポイントで、兹白は以下の方法で<color style='color:#FFD780;'>「時の浮光」</color>を蓄積できます：<br>・<color style='color:#FFD780;'>「月転時の隙」</color>モード中、毎秒10ポイントの<color style='color:#FFD780;'>「時の浮光」</color>を蓄積；<br>・通常攻撃が敵に命中すると、5ポイントの<color style='color:#FFD780;'>「時の浮光」</color>を蓄積。この方法による蓄積は0.5秒に1回まで。<br><br><color style='color:#FFD780;'>月兆・満照</color><br>付近にいるチーム内キャラクターが月結晶反応を起こすと、兹白は35ポイントの<color style='color:#FFD780;'>「時の浮光」</color>を蓄積。この方法による蓄積は2秒に1回まで。<br><br><color style='color:#FFD780;'>「霊駒飛踏」</color>を4回発動するか、継続時間が終了すると、このモードは解除されます。JP3A"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "桂指す金鋏JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天地忽然の身JP0D",
                        "Desc": "古の権能を呼び起こし、<color style='color:#FFD780;'>「隙を移ろう月」</color>モードに切り替える。<br>このモードでは、兹白の通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFE699;'>岩元素ダメージ</color>へと変わる。同時に、異なる方法で特殊な<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を蓄積することができるようになる。また、<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を消費することで、特殊な元素スキル<color style='color:#FFD780;'>「駆ける霊駒」</color>を発動できるようになる。<br><br><color style='color:#FFD780;'>月兆・満照</color><br><color style='color:#FFD780;'>「隙を移ろう月」</color>モードにある時、兹白の通常攻撃の4段目は、本来のダメージに等しい<color style='color:#FFE699;'>岩元素ダメージ</color>を追加で与える。このダメージは、月結晶反応によるダメージと見なされる。JP0D",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>世の人々は、時があっという間に過ぎ去ることを「白駒が隙を過ぎる」ようだと言う。お馬さんがもう少し太っていれば、そんなに速く通れないのではないかと尋ねる子もいるが、彼女はそれを聞いて不思議そうな顔をする。「隙を過ぎるというのは身のこなし方だ。太ることと何の関係がある？」</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "隙を移ろう月の1段ダメージ",
                                "ParamLevelList": [
                                    "防御力56.5792%JP0D",
                                    "防御力60.8226%JP0D",
                                    "防御力65.0661%JP0D",
                                    "防御力70.724%JP0D",
                                    "防御力74.9674%JP0D",
                                    "防御力79.2109%JP0D",
                                    "防御力84.8688%JP0D",
                                    "防御力90.5267%JP0D",
                                    "防御力96.1846%JP0D",
                                    "防御力101.8426%JP0D",
                                    "防御力107.5005%JP0D",
                                    "防御力113.1584%JP0D",
                                    "防御力120.2308%JP0D",
                                    "防御力127.3032%JP0D",
                                    "防御力134.3756%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の強化2段ダメージ",
                                "ParamLevelList": [
                                    "防御力52.1007%JP0D",
                                    "防御力56.0083%JP0D",
                                    "防御力59.9158%JP0D",
                                    "防御力65.1259%JP0D",
                                    "防御力69.0335%JP0D",
                                    "防御力72.941%JP0D",
                                    "防御力78.1511%JP0D",
                                    "防御力83.3612%JP0D",
                                    "防御力88.5712%JP0D",
                                    "防御力93.7813%JP0D",
                                    "防御力98.9914%JP0D",
                                    "防御力104.2014%JP0D",
                                    "防御力110.714%JP0D",
                                    "防御力117.2266%JP0D",
                                    "防御力123.7392%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の3段ダメージ",
                                "ParamLevelList": [
                                    "34.5694%+防御力34.5694%JP0D",
                                    "37.1621%+防御力37.1621%JP0D",
                                    "39.7548%+防御力39.7548%JP0D",
                                    "43.2117%+防御力43.2117%JP0D",
                                    "45.8044%+防御力45.8044%JP0D",
                                    "48.3971%+防御力48.3971%JP0D",
                                    "51.854%+防御力51.854%JP0D",
                                    "55.311%+防御力55.311%JP0D",
                                    "58.7679%+防御力58.7679%JP0D",
                                    "62.2248%+防御力62.2248%JP0D",
                                    "65.6818%+防御力65.6818%JP0D",
                                    "69.1387%+防御力69.1387%JP0D",
                                    "73.4599%+防御力73.4599%JP0D",
                                    "77.7811%+防御力77.7811%JP0D",
                                    "82.1022%+防御力82.1022%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の4段ダメージ",
                                "ParamLevelList": [
                                    "防御力87.1788%JP0D",
                                    "防御力93.7172%JP0D",
                                    "防御力100.2556%JP0D",
                                    "防御力108.9735%JP0D",
                                    "防御力115.5119%JP0D",
                                    "防御力122.0503%JP0D",
                                    "防御力130.7682%JP0D",
                                    "防御力139.4861%JP0D",
                                    "防御力148.204%JP0D",
                                    "防御力156.9218%JP0D",
                                    "防御力165.6397%JP0D",
                                    "防御力174.3576%JP0D",
                                    "防御力185.2549%JP0D",
                                    "防御力196.1523%JP0D",
                                    "防御力207.0496%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の重撃ダメージ",
                                "ParamLevelList": [
                                    "65.95%+防御力65.95%JP0D",
                                    "70.8962%+防御力70.8962%JP0D",
                                    "75.8425%+防御力75.8425%JP0D",
                                    "82.4375%+防御力82.4375%JP0D",
                                    "87.3838%+防御力87.3838%JP0D",
                                    "92.33%+防御力92.33%JP0D",
                                    "98.925%+防御力98.925%JP0D",
                                    "105.52%+防御力105.52%JP0D",
                                    "112.115%+防御力112.115%JP0D",
                                    "118.71%+防御力118.71%JP0D",
                                    "125.305%+防御力125.305%JP0D",
                                    "131.9%+防御力131.9%JP0D",
                                    "140.1437%+防御力140.1437%JP0D",
                                    "148.3875%+防御力148.3875%JP0D",
                                    "156.6312%+防御力156.6312%JP0D"
                                ]
                            },
                            {
                                "Desc": "駆ける霊駒の1段目ダメージ",
                                "ParamLevelList": [
                                    "防御力172.528%JP0D",
                                    "防御力185.4676%JP0D",
                                    "防御力198.4072%JP0D",
                                    "防御力215.66%JP0D",
                                    "防御力228.5996%JP0D",
                                    "防御力241.5392%JP0D",
                                    "防御力258.792%JP0D",
                                    "防御力276.0448%JP0D",
                                    "防御力293.2976%JP0D",
                                    "防御力310.5504%JP0D",
                                    "防御力327.8032%JP0D",
                                    "防御力345.056%JP0D",
                                    "防御力366.622%JP0D",
                                    "防御力388.188%JP0D",
                                    "防御力409.754%JP0D"
                                ]
                            },
                            {
                                "Desc": "駆ける霊駒の2段目ダメージ",
                                "ParamLevelList": [
                                    "防御力140.968%JP0D",
                                    "防御力151.5406%JP0D",
                                    "防御力162.1132%JP0D",
                                    "防御力176.21%JP0D",
                                    "防御力186.7826%JP0D",
                                    "防御力197.3552%JP0D",
                                    "防御力211.452%JP0D",
                                    "防御力225.5488%JP0D",
                                    "防御力239.6456%JP0D",
                                    "防御力253.7424%JP0D",
                                    "防御力267.8392%JP0D",
                                    "防御力281.936%JP0D",
                                    "防御力299.557%JP0D",
                                    "防御力317.178%JP0D",
                                    "防御力334.799%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の4段目満照ダメージ",
                                "ParamLevelList": [
                                    "防御力29.456%JP0D",
                                    "防御力31.6652%JP0D",
                                    "防御力33.8744%JP0D",
                                    "防御力36.82%JP0D",
                                    "防御力39.0292%JP0D",
                                    "防御力41.2384%JP0D",
                                    "防御力44.184%JP0D",
                                    "防御力47.1296%JP0D",
                                    "防御力50.0752%JP0D",
                                    "防御力53.0208%JP0D",
                                    "防御力55.9664%JP0D",
                                    "防御力58.912%JP0D",
                                    "防御力62.594%JP0D",
                                    "防御力66.276%JP0D",
                                    "防御力69.958%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の継続時間",
                                "ParamLevelList": [
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "三垣威儀法JP0D",
                        "Desc": "兹白が青玄陽華の華笠を回して攻撃を行い、<color style='color:#FFE699;'>岩元素ダメージ</color>を2回与える。2回目のダメージは月結晶反応ダメージと見なされる。JP0D",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>遥か昔、夜を大いに照らせるほどの流れ星が近づいた時、人々はその法宝の光を一目見たという。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキル1段ダメージ",
                                "ParamLevelList": [
                                    "防御力126.96%JP0D",
                                    "防御力136.482%JP0D",
                                    "防御力146.004%JP0D",
                                    "防御力158.7%JP0D",
                                    "防御力168.222%JP0D",
                                    "防御力177.744%JP0D",
                                    "防御力190.44%JP0D",
                                    "防御力203.136%JP0D",
                                    "防御力215.832%JP0D",
                                    "防御力228.528%JP0D",
                                    "防御力241.224%JP0D",
                                    "防御力253.92%JP0D",
                                    "防御力269.79%JP0D",
                                    "防御力285.66%JP0D",
                                    "防御力301.53%JP0D"
                                ]
                            },
                            {
                                "Desc": "スキル2段ダメージ",
                                "ParamLevelList": [
                                    "防御力177.744%JP0D",
                                    "防御力191.0748%JP0D",
                                    "防御力204.4056%JP0D",
                                    "防御力222.18%JP0D",
                                    "防御力235.5108%JP0D",
                                    "防御力248.8416%JP0D",
                                    "防御力266.616%JP0D",
                                    "防御力284.3904%JP0D",
                                    "防御力302.1648%JP0D",
                                    "防御力319.9392%JP0D",
                                    "防御力337.7136%JP0D",
                                    "防御力355.488%JP0D",
                                    "防御力377.706%JP0D",
                                    "防御力399.924%JP0D",
                                    "防御力422.142%JP0D"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月の嫦娥の降臨JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然の身</color>を発動、または月籠のハーモニーを発動した時、兹白は4秒間継続する<color style='color:#FFD780;'>「太陰降」</color>効果を獲得し、<color style='color:#FFD780;'>駆ける霊駒</color>の与えるダメージが兹白の防御力40%分アップする。JP0D",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "雲間に連なる山々JP0D",
                        "Desc": "チーム内に<color style='color:#FFE699;'>岩元素</color>のキャラクターが1名いる毎に、兹白の防御力+15%。チーム内に<color style='color:#80C0FF;'>水元素</color>のキャラクターが1名いる毎に、兹白の元素熟知+60。JP0D",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "月兆の祝福・日月は流れる如しJP0D",
                        "Desc": "チーム内のキャラクターが水元素結晶反応を起こすと、月結晶反応へと変わり、兹白の防御力に基づいて、チーム内キャラクターの与える月結晶反応の基礎ダメージがアップする。防御力100につき、月結晶反応の基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、兹白がチーム内にいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。JP0D",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "花の霰JP0D",
                        "Desc": "夜間（18時から6時まで）になると、戦闘状態でない時、2秒毎に兹白の元素エネルギーを1回復する。<br>この効果は秘境、征討領域、深境螺旋では発動されない。JP0D",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "疾く出でて静かに入るJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然の身</color>を発動後、兹白は直ちに<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を100獲得し、<color style='color:#FFD780;'>「隙を移ろう月」</color>モードにおける<color style='color:#FFD780;'>駆ける霊駒</color>の使用可能回数が5回に増える。<br>また、<color style='color:#FFD780;'>「隙を移ろう月」</color>モードに切り替える度に、初めて<color style='color:#FFD780;'>駆ける霊駒</color>を発動する時、2段目の攻撃による月結晶反応のダメージが200%アップする。JP0D",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "生と化して屍に死すJP0D",
                        "Desc": "<color style='color:#FFD780;'>「隙を移ろう月」</color>モードにおける、兹白の防御力+50%。<br>また、固有天賦<color style='color:#FFD780;'>月の嫦娥の降臨</color>の効果が強化され、<color style='color:#FFD780;'>駆ける霊駒</color>によるダメージが兹白の防御力の100%分アップする。この効果は固有天賦<color style='color:#FFD780;'>月の嫦娥の降臨</color>を解放する必要がある。JP0D",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "天法を解き帳を落とすJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然の身</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "魂向かいて身も従ずるJP0D",
                        "Desc": "<color style='color:#FFD780;'>「隙を移ろう月」</color>モード時、兹白の通常攻撃の連続攻撃の回数はリセットされず、かつ<color style='color:#FFD780;'>駆ける霊駒</color>が敵に命中すると、兹白は<color style='color:#FFD780;'>月の華</color>効果を獲得し、次の通常攻撃時に4段目の攻撃による月結晶反応の追加ダメージが兹白の防御力の60%分アップする。JP0D",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "明らかに見えて論ずるに値せずJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>三垣威儀法</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天地の過客の如しJP0D",
                        "Desc": "<color style='color:#FFD780;'>「隙を移ろう月」</color>モード時、<color style='color:#FFD780;'>「隙に浮かぶ光」</color>の蓄積効率+40%。<br>また、<color style='color:#FFD780;'>駆ける霊駒</color>は<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を全て消費するようになり、消費した<color style='color:#FFD780;'>「隙に浮かぶ光」</color>が70を超えている場合、超えた分1につき、<color style='color:#FFD780;'>駆ける霊駒</color>およびその後3秒内に発生する月結晶反応によるダメージが1.6%<color style='color:#FFD780;'>引き上げられる</color>。この効果は重ね掛けできない。JP0D",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "隙を移ろう月JP0D",
                        "Desc": "<color style='color:#FFD780;'>天地忽然の身</color>発動後、兹白はこのモードに切り替わる。このモードは最大15秒継続し、以下の特性を持つ。<br>・通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFE699;'>岩元素ダメージ</color>を与える。<br>・元素スキル<color style='color:#FFD780;'>天地忽然の身</color>は、特殊な元素スキル<color style='color:#FFD780;'>駆ける霊駒</color>に変わる。兹白が70以上の<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を持つ時、兹白は<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を70消費することで<color style='color:#FFD780;'>駆ける霊駒</color>を発動し、<color style='color:#FFE699;'>岩元素ダメージ</color>を2回与える。そのうち、2回目のダメージは月結晶反応ダメージと見なされる。<br><br><color style='color:#FFD780;'>「隙に浮かぶ光」</color>は最大100まで溜めることができる。兹白は以下の方法で<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を獲得できる。<br>・<color style='color:#FFD780;'>「隙を移ろう月」</color>モード時、毎秒<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を10獲得する。<br>・通常攻撃が敵に命中すると、<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を5獲得する。この方法で兹白が<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を獲得できるのは、0.5秒毎に1回のみ。<br><br><color style='color:#FFD780;'>月兆・満照</color><br>付近にいるチーム内キャラクターが月結晶反応を起こすと、兹白は<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を35獲得する。この方法で兹白が<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を獲得できるのは2秒毎に1回のみ。<br><br><color style='color:#FFD780;'>駆ける霊駒</color>を4回発動、または継続時間終了時、兹白はこのモードを退出する。JP0D"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "桂指す金鋏JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天地忽然の身JP0D",
                        "Desc": "古の権能を呼び起こし、<color style='color:#FFD780;'>「隙を移ろう月」</color>モードに切り替える。<br>このモードでは、兹白の通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFE699;'>岩元素ダメージ</color>へと変わる。同時に、異なる方法で特殊な<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を蓄積することができるようになる。また、「隙に浮かぶ光」を消費することで、特殊な元素スキル<color style='color:#FFD780;'>駆ける霊駒</color>を発動できるようになる。<br><br><color style='color:#FFD780;'>月兆・満照</color><br><color style='color:#FFD780;'>「隙を移ろう月」</color>モードにある時、兹白の通常攻撃の4段目は、本来のダメージに等しい<color style='color:#FFE699;'>岩元素ダメージ</color>を追加で与える。このダメージは、月結晶反応によるダメージと見なされる。JP0D",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>世の人々は、時があっという間に過ぎ去ることを「白駒が隙を過ぎる」ようだと言う。お馬さんがもう少し太っていれば、そんなに速く通れないのではないかと尋ねる子もいるが、彼女はそれを聞いて不思議そうな顔をする。「隙を過ぎるというのは身のこなし方だ。太ることと何の関係がある？」</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "隙を移ろう月の1段ダメージ",
                                "ParamLevelList": [
                                    "防御力56.5792%JP0D",
                                    "防御力60.8226%JP0D",
                                    "防御力65.0661%JP0D",
                                    "防御力70.724%JP0D",
                                    "防御力74.9674%JP0D",
                                    "防御力79.2109%JP0D",
                                    "防御力84.8688%JP0D",
                                    "防御力90.5267%JP0D",
                                    "防御力96.1846%JP0D",
                                    "防御力101.8426%JP0D",
                                    "防御力107.5005%JP0D",
                                    "防御力113.1584%JP0D",
                                    "防御力120.2308%JP0D",
                                    "防御力127.3032%JP0D",
                                    "防御力134.3756%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の2段ダメージ",
                                "ParamLevelList": [
                                    "防御力52.1007%JP0D",
                                    "防御力56.0083%JP0D",
                                    "防御力59.9158%JP0D",
                                    "防御力65.1259%JP0D",
                                    "防御力69.0335%JP0D",
                                    "防御力72.941%JP0D",
                                    "防御力78.1511%JP0D",
                                    "防御力83.3612%JP0D",
                                    "防御力88.5712%JP0D",
                                    "防御力93.7813%JP0D",
                                    "防御力98.9914%JP0D",
                                    "防御力104.2014%JP0D",
                                    "防御力110.714%JP0D",
                                    "防御力117.2266%JP0D",
                                    "防御力123.7392%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の3段ダメージ",
                                "ParamLevelList": [
                                    "34.5694%+防御力34.5694%JP0D",
                                    "37.1621%+防御力37.1621%JP0D",
                                    "39.7548%+防御力39.7548%JP0D",
                                    "43.2117%+防御力43.2117%JP0D",
                                    "45.8044%+防御力45.8044%JP0D",
                                    "48.3971%+防御力48.3971%JP0D",
                                    "51.854%+防御力51.854%JP0D",
                                    "55.311%+防御力55.311%JP0D",
                                    "58.7679%+防御力58.7679%JP0D",
                                    "62.2248%+防御力62.2248%JP0D",
                                    "65.6818%+防御力65.6818%JP0D",
                                    "69.1387%+防御力69.1387%JP0D",
                                    "73.4599%+防御力73.4599%JP0D",
                                    "77.7811%+防御力77.7811%JP0D",
                                    "82.1022%+防御力82.1022%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の4段ダメージ",
                                "ParamLevelList": [
                                    "防御力87.1788%JP0D",
                                    "防御力93.7172%JP0D",
                                    "防御力100.2556%JP0D",
                                    "防御力108.9735%JP0D",
                                    "防御力115.5119%JP0D",
                                    "防御力122.0503%JP0D",
                                    "防御力130.7682%JP0D",
                                    "防御力139.4861%JP0D",
                                    "防御力148.204%JP0D",
                                    "防御力156.9218%JP0D",
                                    "防御力165.6397%JP0D",
                                    "防御力174.3576%JP0D",
                                    "防御力185.2549%JP0D",
                                    "防御力196.1523%JP0D",
                                    "防御力207.0496%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の重撃ダメージ",
                                "ParamLevelList": [
                                    "65.95%+防御力65.95%JP0D",
                                    "70.8962%+防御力70.8962%JP0D",
                                    "75.8425%+防御力75.8425%JP0D",
                                    "82.4375%+防御力82.4375%JP0D",
                                    "87.3838%+防御力87.3838%JP0D",
                                    "92.33%+防御力92.33%JP0D",
                                    "98.925%+防御力98.925%JP0D",
                                    "105.52%+防御力105.52%JP0D",
                                    "112.115%+防御力112.115%JP0D",
                                    "118.71%+防御力118.71%JP0D",
                                    "125.305%+防御力125.305%JP0D",
                                    "131.9%+防御力131.9%JP0D",
                                    "140.1437%+防御力140.1437%JP0D",
                                    "148.3875%+防御力148.3875%JP0D",
                                    "156.6312%+防御力156.6312%JP0D"
                                ]
                            },
                            {
                                "Desc": "駆ける霊駒の1段目ダメージ",
                                "ParamLevelList": [
                                    "防御力172.528%JP0D",
                                    "防御力185.4676%JP0D",
                                    "防御力198.4072%JP0D",
                                    "防御力215.66%JP0D",
                                    "防御力228.5996%JP0D",
                                    "防御力241.5392%JP0D",
                                    "防御力258.792%JP0D",
                                    "防御力276.0448%JP0D",
                                    "防御力293.2976%JP0D",
                                    "防御力310.5504%JP0D",
                                    "防御力327.8032%JP0D",
                                    "防御力345.056%JP0D",
                                    "防御力366.622%JP0D",
                                    "防御力388.188%JP0D",
                                    "防御力409.754%JP0D"
                                ]
                            },
                            {
                                "Desc": "駆ける霊駒の2段目ダメージ",
                                "ParamLevelList": [
                                    "防御力140.968%JP0D",
                                    "防御力151.5406%JP0D",
                                    "防御力162.1132%JP0D",
                                    "防御力176.21%JP0D",
                                    "防御力186.7826%JP0D",
                                    "防御力197.3552%JP0D",
                                    "防御力211.452%JP0D",
                                    "防御力225.5488%JP0D",
                                    "防御力239.6456%JP0D",
                                    "防御力253.7424%JP0D",
                                    "防御力267.8392%JP0D",
                                    "防御力281.936%JP0D",
                                    "防御力299.557%JP0D",
                                    "防御力317.178%JP0D",
                                    "防御力334.799%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の4段目満照ダメージ",
                                "ParamLevelList": [
                                    "防御力29.456%JP0D",
                                    "防御力31.6652%JP0D",
                                    "防御力33.8744%JP0D",
                                    "防御力36.82%JP0D",
                                    "防御力39.0292%JP0D",
                                    "防御力41.2384%JP0D",
                                    "防御力44.184%JP0D",
                                    "防御力47.1296%JP0D",
                                    "防御力50.0752%JP0D",
                                    "防御力53.0208%JP0D",
                                    "防御力55.9664%JP0D",
                                    "防御力58.912%JP0D",
                                    "防御力62.594%JP0D",
                                    "防御力66.276%JP0D",
                                    "防御力69.958%JP0D"
                                ]
                            },
                            {
                                "Desc": "隙を移ろう月の継続時間",
                                "ParamLevelList": [
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D",
                                    "15秒JP0D"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "三垣威儀法JP0D",
                        "Desc": "兹白が青玄陽華の華笠を回して攻撃を行い、<color style='color:#FFE699;'>岩元素ダメージ</color>を2回与える。2回目のダメージは月結晶反応ダメージと見なされる。JP0D",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>遥か昔、夜を大いに照らせるほどの流れ星が近づいた時、人々はその法宝の光を一目見たという。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキル1段ダメージ",
                                "ParamLevelList": [
                                    "防御力126.96%JP0D",
                                    "防御力136.482%JP0D",
                                    "防御力146.004%JP0D",
                                    "防御力158.7%JP0D",
                                    "防御力168.222%JP0D",
                                    "防御力177.744%JP0D",
                                    "防御力190.44%JP0D",
                                    "防御力203.136%JP0D",
                                    "防御力215.832%JP0D",
                                    "防御力228.528%JP0D",
                                    "防御力241.224%JP0D",
                                    "防御力253.92%JP0D",
                                    "防御力269.79%JP0D",
                                    "防御力285.66%JP0D",
                                    "防御力301.53%JP0D"
                                ]
                            },
                            {
                                "Desc": "スキル2段ダメージ",
                                "ParamLevelList": [
                                    "防御力177.744%JP0D",
                                    "防御力191.0748%JP0D",
                                    "防御力204.4056%JP0D",
                                    "防御力222.18%JP0D",
                                    "防御力235.5108%JP0D",
                                    "防御力248.8416%JP0D",
                                    "防御力266.616%JP0D",
                                    "防御力284.3904%JP0D",
                                    "防御力302.1648%JP0D",
                                    "防御力319.9392%JP0D",
                                    "防御力337.7136%JP0D",
                                    "防御力355.488%JP0D",
                                    "防御力377.706%JP0D",
                                    "防御力399.924%JP0D",
                                    "防御力422.142%JP0D"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月の嫦娥の降臨JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然の身</color>を発動、または月籠のハーモニーを発動した時、兹白は4秒間継続する<color style='color:#FFD780;'>「太陰降」</color>効果を獲得し、<color style='color:#FFD780;'>駆ける霊駒</color>の与える2段目のダメージが兹白の防御力40%分アップする。JP0D",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "雲間に連なる山々JP0D",
                        "Desc": "チーム内に<color style='color:#FFE699;'>岩元素</color>のキャラクターが1名いる毎に、兹白の防御力+15%。チーム内に<color style='color:#80C0FF;'>水元素</color>のキャラクターが1名いる毎に、兹白の元素熟知+60。JP0D",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "月兆の祝福・日月は流れる如しJP0D",
                        "Desc": "チーム内のキャラクターが水元素結晶反応を起こすと、月結晶反応へと変わり、兹白の防御力に基づいて、チーム内キャラクターの与える月結晶反応の基礎ダメージがアップする。防御力100につき、月結晶反応の基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、兹白がチーム内にいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。JP0D",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "花の霰JP0D",
                        "Desc": "夜間（18時から6時まで）になると、戦闘状態でない時、2秒毎に兹白の元素エネルギーを1回復する。<br>この効果は秘境、征討領域、深境螺旋では発動されない。JP0D",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "疾く出でて静かに入るJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然の身</color>を発動後、兹白は直ちに<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を100獲得し、<color style='color:#FFD780;'>「隙を移ろう月」</color>モードにおける<color style='color:#FFD780;'>駆ける霊駒</color>の使用可能回数が5回に増える。<br>また、「隙を移ろう月」モードに切り替える度に、初めて駆ける霊駒を発動する時、2段目の攻撃による月結晶反応のダメージが200%アップする。JP0D",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "生と化して屍に死すJP0D",
                        "Desc": "<color style='color:#FFD780;'>「隙を移ろう月」</color>モードにおける、兹白の防御力+50%。<br><br><color style='color:#FFD780;'>月兆 · 満照</color>：固有天賦<color style='color:#FFD780;'>月の嫦娥の降臨</color>の効果が強化され、<color style='color:#FFD780;'>駆ける霊駒</color>の第2段攻撃によるダメージが兹白の防御力の100%分アップする。この効果は固有天賦月の嫦娥の降臨を解放する必要がある。JP0D",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "天法を解き帳を落とすJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天地忽然の身</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "魂向かいて身も従ずるJP0D",
                        "Desc": "<color style='color:#FFD780;'>「隙を移ろう月」</color>モード時、兹白の通常攻撃の連続攻撃の回数はリセットされず、かつ<color style='color:#FFD780;'>駆ける霊駒</color>が敵に命中すると、兹白は<color style='color:#FFD780;'>「月の華」</color>効果を獲得し、次の通常攻撃時に4段目の攻撃による月結晶反応の追加ダメージが兹白の防御力の60%分アップする。JP0D",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "明らかに見えて論ずるに値せずJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>三垣威儀法</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天地の過客の如しJP0D",
                        "Desc": "<color style='color:#FFD780;'>「隙を移ろう月」</color>モード時、<color style='color:#FFD780;'>「隙に浮かぶ光」</color>の蓄積効率+40%。<br>また、<color style='color:#FFD780;'>駆ける霊駒</color>は「隙に浮かぶ光」を全て消費するようになり、消費した「隙に浮かぶ光」が70を超えている場合、超えた分1につき、<color style='color:#FFD780;'>駆ける霊駒</color>およびその後3秒内に発生する月結晶反応によるダメージが1.6%<color style='color:#FFD780;'>引き上げられる</color>。この効果は重ね掛けできない。JP0D",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "隙を移ろう月JP0D",
                        "Desc": "<color style='color:#FFD780;'>天地忽然の身</color>発動後、兹白はこのモードに切り替わる。このモードは最大15秒継続し、以下の特性を持つ。<br>・通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFE699;'>岩元素ダメージ</color>を与える。<br>・元素スキル<color style='color:#FFD780;'>天地忽然の身</color>は、特殊な元素スキル<color style='color:#FFD780;'>駆ける霊駒</color>に変わる。兹白が70以上の<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を持つ時、兹白は「隙に浮かぶ光」を70消費することで駆ける霊駒を発動し、<color style='color:#FFE699;'>岩元素ダメージ</color>を2回与える。そのうち、2回目のダメージは月結晶反応ダメージと見なされる。<br><br><color style='color:#FFD780;'>「隙に浮かぶ光」</color>は最大100まで溜めることができる。兹白は以下の方法で「隙に浮かぶ光」を獲得できる。<br>・<color style='color:#FFD780;'>「隙を移ろう月」</color>モード時、毎秒「隙に浮かぶ光」を10獲得する。<br>・通常攻撃が敵に命中すると、「隙に浮かぶ光」を5獲得する。この方法で兹白が「隙に浮かぶ光」を獲得できるのは、0.5秒毎に1回のみ。<br><br><color style='color:#FFD780;'>月兆・満照</color><br>付近にいるチーム内キャラクターが月結晶反応を起こすと、兹白は<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を35獲得する。この方法で兹白が「隙に浮かぶ光」を獲得できるのは2秒毎に1回のみ。<br><br><color style='color:#FFD780;'>駆ける霊駒</color>を4回発動、または継続時間終了時、兹白はこのモードを退出する。JP0D"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "桂花に触れる金釵",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大4段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方に斬撃を2回放つ。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天と地の顕現",
                        "Desc": "古の権能を呼び起こし、<color style='color:#FFD780;'>「隙を過ぐる月」</color>状態に入る。<br>この状態の時、兹白の通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFE699;'>岩元素ダメージ</color>へと変わる。同時に、異なる方法で特殊な<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を蓄積できるようになる。この「隙に浮かぶ光」を消費することで、特殊な元素スキル<color style='color:#FFD780;'>翔ける霊駒</color>を発動できる。<br><br><color style='color:#FFD780;'>月兆・満照</color><br><color style='color:#FFD780;'>「隙を過ぐる月」</color>状態にある時、兹白の通常攻撃の4段目は<color style='color:#FFE699;'>岩元素ダメージ</color>を追加で与える。このダメージは、月結晶反応によるダメージと見なされる。",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>世の人々は、時があっという間に過ぎ去ることを「白駒の隙を過ぐるが如し」——つまり、白馬が家の戸の狭い隙間を一瞬で通り過ぎることに喩える。太った馬だと、そんなに速くは通れないのではないかと尋ねる子供に、彼女は不思議そうな顔をした。「隙を過ぐるというのは一種の技法よ。太ることと何の関係があるの？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "隙を過ぐる月の1段ダメージ",
                                "ParamLevelList": [
                                    "防御力56.5792%",
                                    "防御力60.8226%",
                                    "防御力65.0661%",
                                    "防御力70.724%",
                                    "防御力74.9674%",
                                    "防御力79.2109%",
                                    "防御力84.8688%",
                                    "防御力90.5267%",
                                    "防御力96.1846%",
                                    "防御力101.8426%",
                                    "防御力107.5005%",
                                    "防御力113.1584%",
                                    "防御力120.2308%",
                                    "防御力127.3032%",
                                    "防御力134.3756%"
                                ]
                            },
                            {
                                "Desc": "隙を過ぐる月の2段ダメージ",
                                "ParamLevelList": [
                                    "防御力52.1007%",
                                    "防御力56.0083%",
                                    "防御力59.9158%",
                                    "防御力65.1259%",
                                    "防御力69.0335%",
                                    "防御力72.941%",
                                    "防御力78.1511%",
                                    "防御力83.3612%",
                                    "防御力88.5712%",
                                    "防御力93.7813%",
                                    "防御力98.9914%",
                                    "防御力104.2014%",
                                    "防御力110.714%",
                                    "防御力117.2266%",
                                    "防御力123.7392%"
                                ]
                            },
                            {
                                "Desc": "隙を過ぐる月の3段ダメージ",
                                "ParamLevelList": [
                                    "34.5694%+防御力34.5694%",
                                    "37.1621%+防御力37.1621%",
                                    "39.7548%+防御力39.7548%",
                                    "43.2117%+防御力43.2117%",
                                    "45.8044%+防御力45.8044%",
                                    "48.3971%+防御力48.3971%",
                                    "51.854%+防御力51.854%",
                                    "55.311%+防御力55.311%",
                                    "58.7679%+防御力58.7679%",
                                    "62.2248%+防御力62.2248%",
                                    "65.6818%+防御力65.6818%",
                                    "69.1387%+防御力69.1387%",
                                    "73.4599%+防御力73.4599%",
                                    "77.7811%+防御力77.7811%",
                                    "82.1022%+防御力82.1022%"
                                ]
                            },
                            {
                                "Desc": "隙を過ぐる月の4段ダメージ",
                                "ParamLevelList": [
                                    "防御力87.1788%",
                                    "防御力93.7172%",
                                    "防御力100.2556%",
                                    "防御力108.9735%",
                                    "防御力115.5119%",
                                    "防御力122.0503%",
                                    "防御力130.7682%",
                                    "防御力139.4861%",
                                    "防御力148.204%",
                                    "防御力156.9218%",
                                    "防御力165.6397%",
                                    "防御力174.3576%",
                                    "防御力185.2549%",
                                    "防御力196.1523%",
                                    "防御力207.0496%"
                                ]
                            },
                            {
                                "Desc": "隙を過ぐる月の重撃ダメージ",
                                "ParamLevelList": [
                                    "65.95%+防御力65.95%",
                                    "70.8962%+防御力70.8962%",
                                    "75.8425%+防御力75.8425%",
                                    "82.4375%+防御力82.4375%",
                                    "87.3838%+防御力87.3838%",
                                    "92.33%+防御力92.33%",
                                    "98.925%+防御力98.925%",
                                    "105.52%+防御力105.52%",
                                    "112.115%+防御力112.115%",
                                    "118.71%+防御力118.71%",
                                    "125.305%+防御力125.305%",
                                    "131.9%+防御力131.9%",
                                    "140.1437%+防御力140.1437%",
                                    "148.3875%+防御力148.3875%",
                                    "156.6312%+防御力156.6312%"
                                ]
                            },
                            {
                                "Desc": "翔ける霊駒の1段目ダメージ",
                                "ParamLevelList": [
                                    "防御力172.528%",
                                    "防御力185.4676%",
                                    "防御力198.4072%",
                                    "防御力215.66%",
                                    "防御力228.5996%",
                                    "防御力241.5392%",
                                    "防御力258.792%",
                                    "防御力276.0448%",
                                    "防御力293.2976%",
                                    "防御力310.5504%",
                                    "防御力327.8032%",
                                    "防御力345.056%",
                                    "防御力366.622%",
                                    "防御力388.188%",
                                    "防御力409.754%"
                                ]
                            },
                            {
                                "Desc": "翔ける霊駒の2段目ダメージ",
                                "ParamLevelList": [
                                    "防御力140.968%",
                                    "防御力151.5406%",
                                    "防御力162.1132%",
                                    "防御力176.21%",
                                    "防御力186.7826%",
                                    "防御力197.3552%",
                                    "防御力211.452%",
                                    "防御力225.5488%",
                                    "防御力239.6456%",
                                    "防御力253.7424%",
                                    "防御力267.8392%",
                                    "防御力281.936%",
                                    "防御力299.557%",
                                    "防御力317.178%",
                                    "防御力334.799%"
                                ]
                            },
                            {
                                "Desc": "隙を過ぐる月の4段目満照ダメージ",
                                "ParamLevelList": [
                                    "防御力29.456%",
                                    "防御力31.6652%",
                                    "防御力33.8744%",
                                    "防御力36.82%",
                                    "防御力39.0292%",
                                    "防御力41.2384%",
                                    "防御力44.184%",
                                    "防御力47.1296%",
                                    "防御力50.0752%",
                                    "防御力53.0208%",
                                    "防御力55.9664%",
                                    "防御力58.912%",
                                    "防御力62.594%",
                                    "防御力66.276%",
                                    "防御力69.958%"
                                ]
                            },
                            {
                                "Desc": "隙を過ぐる月の継続時間",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "三垣の威儀法",
                        "Desc": "青玄陽華の華笠を回して攻撃を行い、<color style='color:#FFE699;'>岩元素ダメージ</color>を2回与える。2回目のダメージは月結晶反応ダメージと見なされる。",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>遥か昔、夜を大いに照らせるほどの流れ星が近づいた時、人々はその宝物の光を垣間見たという。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "スキル1段ダメージ",
                                "ParamLevelList": [
                                    "防御力126.96%",
                                    "防御力136.482%",
                                    "防御力146.004%",
                                    "防御力158.7%",
                                    "防御力168.222%",
                                    "防御力177.744%",
                                    "防御力190.44%",
                                    "防御力203.136%",
                                    "防御力215.832%",
                                    "防御力228.528%",
                                    "防御力241.224%",
                                    "防御力253.92%",
                                    "防御力269.79%",
                                    "防御力285.66%",
                                    "防御力301.53%"
                                ]
                            },
                            {
                                "Desc": "スキル2段ダメージ",
                                "ParamLevelList": [
                                    "防御力177.744%",
                                    "防御力191.0748%",
                                    "防御力204.4056%",
                                    "防御力222.18%",
                                    "防御力235.5108%",
                                    "防御力248.8416%",
                                    "防御力266.616%",
                                    "防御力284.3904%",
                                    "防御力302.1648%",
                                    "防御力319.9392%",
                                    "防御力337.7136%",
                                    "防御力355.488%",
                                    "防御力377.706%",
                                    "防御力399.924%",
                                    "防御力422.142%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月下に舞い降りる天女",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天と地の顕現</color>を発動、または月籠のハーモニーを発動した時、兹白は4秒間継続する<color style='color:#FFD780;'>「太陰降」</color>効果を獲得し、<color style='color:#FFD780;'>翔ける霊駒</color>の与える2段目のダメージが兹白の防御力60%分アップする。",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "雲間に連なる山々",
                        "Desc": "チーム内に<color style='color:#FFE699;'>岩元素</color>のキャラクターが1名いる毎に、兹白の防御力+15%。チーム内に<color style='color:#80C0FF;'>水元素</color>のキャラクターが1名いる毎に、兹白の元素熟知+60。",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "月兆の祝福・日月は流れるが如し",
                        "Desc": "チーム内のキャラクターが水元素結晶反応を起こすと、月結晶反応へと変わり、兹白の防御力に基づいて、チーム内キャラクターの与える月結晶反応の基礎ダメージがアップする。防御力100につき、月結晶反応の基礎ダメージ+0.7%。この方法でアップできるダメージは最大14%まで。<br><br>また、兹白がチーム内にいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "花は霰の如し",
                        "Desc": "夜間（18時から6時まで）、戦闘状態でない時、2秒毎に兹白の元素エネルギーを1回復する。<br>この効果は秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "疾く出でて静かに入る",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天と地の顕現</color>を発動後、兹白は直ちに<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を100獲得し、<color style='color:#FFD780;'>「隙を過ぐる月」</color>状態における<color style='color:#FFD780;'>翔ける霊駒</color>の使用可能回数が5回に増える。<br>また、「隙を過ぐる月」状態に切り替える度、翔ける霊駒の初回発動時、2段目の攻撃による月結晶反応ダメージが220%アップする。",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "生と化して屍に死すJP1M",
                        "Desc": "<color style='color:#FFD780;'>「隙を過ぐる月」</color>状態における、付近にいるチーム全員の月結晶反応ダメージ+30%。<br><br><color style='color:#FFD780;'>月兆・満照</color>：固有天賦<color style='color:#FFD780;'>月下に舞い降りる天女</color>の効果が強化され、<color style='color:#FFD780;'>翔ける霊駒</color>の第2段攻撃によるダメージが兹白の防御力の550%分アップする。固有天賦「月下に舞い降りる天女」を解放する必要がある。JP0D",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "天法を解き帳を下ろす",
                        "Desc": "元素スキル<color style='color:#FFD780;'>天と地の顕現</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "魂向かひて身も従ずる",
                        "Desc": "<color style='color:#FFD780;'>「隙を過ぐる月」</color>状態の時、兹白の通常攻撃の連続攻撃の回数がリセットされなくなる。また、<color style='color:#FFD780;'>翔ける霊駒</color>が敵に命中したとき、兹白は<color style='color:#FFD780;'>「月の華」</color>効果を獲得し、次の通常攻撃時に4段目の攻撃が本来の250%分の月結晶反応ダメージを与える。JP0D",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "明ゆえ論ずるに値せず",
                        "Desc": "元素爆発<color style='color:#FFD780;'>三垣の威儀法</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天地の人は過客の如し",
                        "Desc": "<color style='color:#FFD780;'>「隙を過ぐる月」</color>状態の時、<color style='color:#FFD780;'>「隙に浮かぶ光」</color>のチャージ効率が50%上がる。<br>また、<color style='color:#FFD780;'>翔ける霊駒</color>が「隙に浮かぶ光」を全て消費するようになる。この時、消費した「隙に浮かぶ光」が70を超えている場合、超えた分1につき、<color style='color:#FFD780;'>翔ける霊駒</color>およびその後3秒内に発生する月結晶反応によるダメージが1.6%<color style='color:#FFD780;'>引き上げられる</color>。この効果は重ね掛けできない。",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "隙を過ぐる月",
                        "Desc": "<color style='color:#FFD780;'>天と地の顕現</color>発動後、兹白はこのモードに切り替わる。このモードは最大15秒継続し、以下の特性を持つ。<br>・通常攻撃と重撃は、元素付与によって他の元素に変化しない<color style='color:#FFE699;'>岩元素ダメージ</color>を与える。<br>・元素スキル<color style='color:#FFD780;'>天と地の顕現</color>は、特殊な元素スキル<color style='color:#FFD780;'>翔ける霊駒</color>に変わる。兹白が70以上の<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を持つ時、兹白は「隙に浮かぶ光」を70消費することで翔ける霊駒を発動し、<color style='color:#FFE699;'>岩元素ダメージ</color>を2回与える。そのうち、2回目のダメージは月結晶反応ダメージと見なされる。<br><br><color style='color:#FFD780;'>「隙に浮かぶ光」</color>は最大100まで溜めることができる。兹白は以下の方法で「隙に浮かぶ光」を獲得できる。<br>・<color style='color:#FFD780;'>「隙を過ぐる月」</color>モード時、毎秒「隙に浮かぶ光」を10獲得する。<br>・通常攻撃が敵に命中すると、「隙に浮かぶ光」を5獲得する。この方法で兹白が「隙に浮かぶ光」を獲得できるのは、0.5秒毎に1回のみ。<br><br><color style='color:#FFD780;'>月兆・満照</color><br>付近にいるチーム内キャラクターが月結晶反応を起こすと、兹白は<color style='color:#FFD780;'>「隙に浮かぶ光」</color>を35獲得する。この方法で兹白が「隙に浮かぶ光」を獲得できるのは4秒毎に1回のみ。特殊な元素スキル<color style='color:#FFD780;'>翔ける霊駒</color>を発動すると、この方法で獲得した<color style='color:#FFD780;'>「隙に浮かぶ光」</color>のクールタイムがリセットされる。<br><br><color style='color:#FFD780;'>翔ける霊駒</color>を4回発動、または継続時間終了時、兹白はこのモードを退出する。JP0D"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Zibai": {}
}