// Auto Generated

var _AvatarDataConfig_ = {
    "Aino": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• Elemental Skill generates @3 Hydro Particles#. Can be triggered once per Skill."
                ]
            },
            {
                "Name": "Element Application",
                "DescList": [
                    "• Q Weak: Hit every @1.5s#, application every @3s#",
                    "• Q Strong: Hit every @0.7s#, application every @2.1s#",
                    "• C2: @Independent#."
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Aino": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101257": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113077": 2,
                "101257": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113077": 4,
                "101257": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113077": 8,
                "101257": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113077": 12,
                "101257": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113077": 20,
                "101257": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Aino": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Починка методом «бах-бум-бац»",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх последовательных ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.<br>После вращения проводит дополнительную мощную рубящую атаку.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек."
                                ]
                            },
                            {
                                "Desc": "Макс. длительность",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Ловец вдохновения",
                        "Desc": "Айно бросает вперёд <color style='color:#FFD780;'>Ловца вдохновения</color>, который наносит <color style='color:#80C0FF;'>Гидро урон</color> и увлекает её за собой. Когда он останавливается, Айно наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление броска Ловца вдохновения.",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>«За всё - будь то поедание закусок или воплощение идей - нужно браться своими руками. Хм, а трам-бам-бас тоже считается рукой?..»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Точный водоохладитель",
                        "Desc": "Айно задействует <color style='color:#FFD780;'>Охладительного утёнка</color>, сверхразбрызгиватель особой сборки, который образует <color style='color:#FFD780;'>Зону точечного охлаждения</color>.<br>Во время действия Охладительный утёнок периодически выпускает во врагов поблизости водяные шары, нанося <color style='color:#80C0FF;'>Гидро урон</color>.",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>«Когда приходится действовать, бывает так, что сердце из груди выпрыгивает, но голову нужно держать в холоде... А? Да я не о сражениях! Я о создании машин говорю!»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон водяного шара",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Протокол модульной эффективности",
                        "Desc": "Когда Айно в отряде, в зависимости от его <color style='color:#FFD780;'>Лунного знака</color> предоставляются соответствующие усиления. Если Лунный знак отряда:<br><br><color style='color:#FFD780;'>Лунный знак: Зарождающийся свет</color><br>Взрыв стихии <color style='color:#FFD780;'>Точный водоохладитель</color> получает усиление: <color style='color:#FFD780;'>Охладительный утёнок</color> выпускает водяные шары через более короткие интервалы и наносит <color style='color:#80C0FF;'>Гидро урон по большей площади</color>.<br><br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color><br>На 15 сек. после применения взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> мастерство стихий активных персонажей поблизости повышается на 60 ед.<br><br>Кроме того, когда Айно в отряде, уровень <color style='color:#FFD780;'>Лунного знака</color> отряда повышается на 1.",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "Усилитель структурированного выхода",
                        "Desc": "Урон взрыва стихии Айно повышается на 50% от её мастерства стихии.",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "Миниатюрный распознающий детектор",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Нод-Края</color> на мини-карте.<br>Кроме того, Айно способна неким образом менять внешний вид Охладительного утёнка...",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Теория баланса пепельного поля",
                        "Desc": "После того как Айно применяет элементальный навык <color style='color:#FFD780;'>Ловец вдохновения</color> или взрыв стихии <color style='color:#FFD780;'>Точный водоохладитель</color>, её мастерство стихий повышается на 80 ед. на 15 сек.",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "Принцип переноса дифференциации шестерней",
                        "Desc": "Когда <color style='color:#FFD780;'>Зона точечного охлаждения</color> взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> активна и Айно находится вне поля боя, при попадании атак активного персонажа отряда по противникам поблизости <color style='color:#FFD780;'>Охладительный утёнок</color> выпускает во врагов 1 дополнительный водяной шар, который наносит <color style='color:#80C0FF;'>Гидро урон по площади</color>, равный 100% мастерства стихий Айно +300. Этот эффект может возникнуть один раз в 5 сек., а его урон считается уроном взрыва стихии.",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Торт и искусство починки механизмов",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Точный водоохладитель</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Масло и кошки и закон подачи питания",
                        "Desc": "Элементальный навык <color style='color:#FFD780;'>Ловец вдохновения</color>, попадая по противнику, восстанавливает Айно 10 ед. энергии. Восстанавливать энергию таким способом можно один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "Вечная турбина из металла и света",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Ловец вдохновения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Долг творческого гения",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> урон реакций Заряжен, Бутонизация, Лунный заряд и Лунная бутонизация активного персонажа поблизости на 15 сек. увеличивается на 15%.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон этих реакций дополнительно повышается на 20%.",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "15": {
                "BattleSkills": [
                    {
                        "Name": "Починка методом «бах-бум-бац»",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх последовательных ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.<br>После вращения проводит дополнительную мощную рубящую атаку.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек."
                                ]
                            },
                            {
                                "Desc": "Макс. длительность",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Ловец вдохновения",
                        "Desc": "Айно бросает вперёд <color style='color:#FFD780;'>Ловца вдохновения</color>, который наносит <color style='color:#80C0FF;'>Гидро урон</color> и увлекает её за собой. Когда он останавливается, Айно наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление броска Ловца вдохновения.",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>«За всё - будь то поедание закусок или воплощение идей - нужно браться своими руками. Хм, а трам-бам-бас тоже считается рукой?..»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Точный водоохладитель",
                        "Desc": "Айно задействует <color style='color:#FFD780;'>Охладительного утёнка</color>, сверхразбрызгиватель особой сборки, который образует <color style='color:#FFD780;'>Зону точечного охлаждения</color>.<br>Во время действия Охладительный утёнок периодически выпускает во врагов поблизости водяные шары, нанося <color style='color:#80C0FF;'>Гидро урон</color>.",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>«Когда приходится действовать, бывает так, что сердце из груди выпрыгивает, но голову нужно держать в холоде... А? Да я не о сражениях! Я о создании машин говорю!»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон водяного шара",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Протокол модульной эффективности",
                        "Desc": "Когда Айно в отряде, в зависимости от его <color style='color:#FFD780;'>Лунного знака</color> предоставляются соответствующие усиления. Если Лунный знак отряда:<br><br><color style='color:#FFD780;'>Лунный знак: Зарождающийся свет</color><br>Взрыв стихии <color style='color:#FFD780;'>Точный водоохладитель</color> получает усиление: <color style='color:#FFD780;'>Охладительный утёнок</color> выпускает водяные шары через более короткие интервалы и наносит <color style='color:#80C0FF;'>Гидро урон по большей площади</color>.<br><br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color><br>На 15 сек. после применения взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> мастерство стихий активных персонажей поблизости повышается на 60 ед.<br><br>Кроме того, когда Айно в отряде, уровень <color style='color:#FFD780;'>Лунного знака</color> отряда повышается на 1.",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "Усилитель структурированного выхода",
                        "Desc": "Урон взрыва стихии Айно повышается на 50% от её мастерства стихии.",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "Миниатюрный распознающий детектор",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Нод-Края</color> на мини-карте.<br>Кроме того, Айно способна неким образом менять внешний вид Охладительного утёнка...",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Теория баланса пепельного поля",
                        "Desc": "После того как Айно применяет элементальный навык <color style='color:#FFD780;'>Ловец вдохновения</color> или взрыв стихии <color style='color:#FFD780;'>Точный водоохладитель</color>, её мастерство стихий повышается на 80 ед. на 15 сек.",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "Принцип переноса дифференциации шестерней",
                        "Desc": "Когда <color style='color:#FFD780;'>Зона точечного охлаждения</color> взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> активна и Айно находится вне поля боя, при попадании атак активного персонажа отряда по противникам поблизости <color style='color:#FFD780;'>Охладительный утёнок</color> выпускает во врагов 1 дополнительный водяной шар, который наносит <color style='color:#80C0FF;'>Гидро урон по площади</color>, равный 100% мастерства стихий Айно +300. Этот эффект может возникнуть один раз в 5 сек., а его урон считается уроном взрыва стихии.",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Торт и искусство починки механизмов",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Точный водоохладитель</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Масло и кошки и закон подачи питания",
                        "Desc": "Элементальный навык <color style='color:#FFD780;'>Ловец вдохновения</color>, попадая по противнику, восстанавливает Айно 10 ед. энергии. Восстанавливать энергию таким способом можно один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "Вечная турбина из металла и света",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Ловец вдохновения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Долг творческого гения",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> урон реакций Заряжен, Бутонизация, Лунный заряд и Лунная бутонизация активного персонажа поблизости на 15 сек. увеличивается на 15%.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон этих реакций дополнительно повышается на 20%.",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Починка методом «бах-бум-бац»",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх последовательных ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.<br>После вращения проводит дополнительную мощную рубящую атаку.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек.",
                                    "40 ед./сек."
                                ]
                            },
                            {
                                "Desc": "Макс. длительность",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Ловец вдохновения",
                        "Desc": "Айно бросает вперёд <color style='color:#FFD780;'>Ловца вдохновения</color>, который наносит <color style='color:#80C0FF;'>Гидро урон</color> и увлекает её за собой. Когда он останавливается, Айно наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление броска Ловца вдохновения.",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>«За всё - будь то поедание закусок или воплощение идей - нужно браться своими руками. Хм, а трам-бам-бас тоже считается рукой?..»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Точный водоохладитель",
                        "Desc": "Айно задействует <color style='color:#FFD780;'>Охладительного утёнка</color>, сверхразбрызгиватель особой сборки, который образует <color style='color:#FFD780;'>Зону точечного охлаждения</color>.<br>Во время действия Охладительный утёнок периодически выпускает во врагов поблизости водяные шары, нанося <color style='color:#80C0FF;'>Гидро урон</color>.",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>«Когда приходится действовать, бывает так, что сердце из груди выпрыгивает, но голову нужно держать в холоде... А? Да я не о сражениях! Я о создании машин говорю!»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон водяного шара",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Протокол модульной эффективности",
                        "Desc": "Когда Айно в отряде, в зависимости от его <color style='color:#FFD780;'>Лунного знака</color> предоставляются соответствующие усиления. Если Лунный знак отряда:<br><br><color style='color:#FFD780;'>Лунный знак: Зарождающийся свет</color><br>Взрыв стихии <color style='color:#FFD780;'>Точный водоохладитель</color> получает усиление: <color style='color:#FFD780;'>Охладительный утёнок</color> выпускает водяные шары через более короткие интервалы и наносит <color style='color:#80C0FF;'>Гидро урон по большей площади</color>.<br><br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color><br>На 15 сек. после применения взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> мастерство стихий активных персонажей поблизости повышается на 60 ед.<br><br>Кроме того, когда Айно в отряде, уровень <color style='color:#FFD780;'>Лунного знака</color> отряда повышается на 1.",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "Усилитель структурированного выхода",
                        "Desc": "Урон взрыва стихии Айно повышается на 50% от её мастерства стихии.",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "Миниатюрный распознающий детектор",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Нод-Края</color> на мини-карте.<br>Кроме того, Айно способна неким образом менять внешний вид Охладительного утёнка...",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Теория баланса пепельного поля",
                        "Desc": "После того как Айно применяет элементальный навык <color style='color:#FFD780;'>Ловец вдохновения</color> или взрыв стихии <color style='color:#FFD780;'>Точный водоохладитель</color>, её мастерство стихий повышается на 80 ед. на 15 сек.",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "Принцип переноса дифференциации шестерней",
                        "Desc": "Когда <color style='color:#FFD780;'>Зона точечного охлаждения</color> взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> активна и Айно находится вне поля боя, при попадании атак активного персонажа отряда по противникам поблизости <color style='color:#FFD780;'>Охладительный утёнок</color> выпускает во врагов 1 дополнительный водяной шар, который наносит <color style='color:#80C0FF;'>Гидро урон по площади</color>, равный 100% мастерства стихий Айно +300. Этот эффект может возникнуть один раз в 5 сек., а его урон считается уроном взрыва стихии.",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Торт и искусство починки механизмов",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Точный водоохладитель</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Масло и кошки и закон подачи питания",
                        "Desc": "Элементальный навык <color style='color:#FFD780;'>Ловец вдохновения</color>, попадая по противнику, восстанавливает Айно 10 ед. энергии. Восстанавливать энергию таким способом можно один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "Вечная турбина из металла и света",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Ловец вдохновения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Долг творческого гения",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Точный водоохладитель</color> урон реакций Заряжен, Бутонизация, Лунный заряд и Лунная бутонизация активного персонажа поблизости на 15 сек. увеличивается на 15%.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон этих реакций дополнительно повышается на 20%.",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Aino": {}
}