// Auto Generated

var _AvatarFetterConfig_ = {
    "21": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Эмбер - лучший скаут Ордо Фавониус. В эпоху, когда скауты уже особо никому не нужны, она продолжает безупречно выполнять свои обязанности.<br>После нескольких часов общения с Эмбер вы чувствуете, что словно бы дружите с ней всю жизнь.<br>Вершины гор, глубины озёр или столик в «Хорошем охотнике» - везде можно обнаружить следы этого неугомонного исследователя в красном.<br>Ни одна подозрительная личность не останется незамеченной.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "С самого детства Эмбер проявляла бесконечную активность и оптимизм.<br>В основном избыточная бойкость помогала ей быть ловкой как ветер и преодолевать все препятствия на своём пути.<br>Но иногда этот избыток энергии превращал её в настоящую нарушительницу спокойствия.<br>Всё детство от маленькой Эмбер были одни проблемы.<br>Как-то раз она уронила птичье гнездо на голову своего дедушки, пытаясь украсть яйца.<br>В другой раз она подожгла листья дендро слайма, который потом полдня метался по лагерю охотников, наводя там беспорядок.<br>Но каким-то чудом Эмбер всегда удавалось скрыться при первых признаках опасности. Даже первоклассные скауты Ордо Фавониус не могли догнать её.<br>После каждого «инцидента» дедушке Эмбер приходилось извиняться за поведение своей внучки.<br>И каждый раз Эмбер только высовывала язык.<br>Но ей пришлось узнать значение слова «ответственность», когда её дедушка покинул Ордо Фавониус.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Дедушка Эмбер был командиром группы наёмников из Ли Юэ, которым было поручено охранять торговый караван, идущий через весь Тейват. Когда они проходили мимо Мондштадта, на конвой напали монстры. Дедушка Эмбер, спасённый лекарем Ордо Фавониус, оказался единственным выжившим.<br>Решив расплатиться за своё спасение и испугавшись возвращаться домой после проваленной миссии, он вступил в ряды ордена.<br>Именно он стал основателем отряда скаутов Ордо Фавониус и обучил лично каждого из них.<br>Вдали от дома в чужой стране он повстречал свою любовь и завёл семью.<br>Много лет спустя в этой семье родилась Эмбер. Он так же тренировал скаутов, пока Эмбер наблюдала за ними.<br>Она забиралась на верхушки деревьев, чтобы посмотреть, как тренируются скауты, и на заднем дворе ночью сама повторяла то, что видела.<br>Когда её дедушка узнал об этом, он решил научить любопытную и сообразительную Эмбер всему, что знал.<br>«Мондштадт принял меня, и я решил защищать свой новый дом. Может быть, однажды ты унаследуешь этот долг ответственности... Может быть».<br>Маленькая Эмбер не осознавала веса дедушкиных слов, но всё же внимательно его слушала.<br>Почувствовав грубую ладонь дедушки, поглаживающую её волосы, она энергично закивала.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Однажды 4 года назад Эмбер изменилась. Её дедушка оставил свой значок и меч в своём кабинете, и исчез, не оставив ни письма, ни записки.<br>С самого основания отряда скауты во всём полагались на его лидерство.<br>Без своего лидера, эффективность отряда сильно пострадала.<br>После нескольких безрезультатных операций отряд скаутов постепенно убрали в запас.<br>Скауты всё ещё существуют как отдельная часть Ордо Фавониус, но только номинально. Старшие члены отряда либо переводились в другие отряды, либо ушли в отставку. В конце концов, у скаутов не хватало людей даже для регулярных патрулей.<br>Кроме того, среди рыцарей начали ходить слухи о том, что её дедушка был предателем и дезертировал. Это тоже поспособствовало снижению популярности скаутов среди других рыцарей ордена.<br>Эмбер, совсем недавно ставшая скаутом, прошла через всё это лично. Распад её отряда заставил её почувствовать себя обиженной и потерянной. Эмбер уже не была той наивной и беззаботной девочкой, что с широко раскрытыми глазами слушала указы дедушки. Она приняла решение стать примерным скаутом для всех.<br>Скаутом, которым бы он гордился.<br>Хотя Эмбер и не обладала должной дисциплиной и зрелостью, ей вполне хватало мужества и уверенности в себе, чтобы достичь своей цели.<br>Но больше всего она хотела продолжить дело дедушки и стать верной защитницей своего родного города Мондштадта.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Жизнь в Ордо Фавониус не была лёгкой для Эмбер.<br>Из-за её юного возраста и травмы от потери дедушки, другие рыцари пытались взять её под свою опеку.<br>Однако для девушки, отчаянно жаждущей быть признанной, забота означала, что она недостаточно взрослая, чтобы быть самостоятельной.<br>Поэтому она подвергала себя большему стрессу и брала на себя больше обязанностей, чем требовалось для выполнения работы скаута.<br>Наконец, после некоторой схватки с монстрами остальные рыцари ордена стали свидетелями храбрости и находчивости Эмбер.<br>В этот момент они поняли, что «озорная маленькая девочка» уже стала совсем взрослой, и может постоять за себя.<br>Со временем Эмбер стало проще принимать себя. Её ответ на комментарии других рыцарей, будь то молчание, забота или насмешки, всегда был одним и тем же:<br>«Мне всё ещё предстоит пройти долгий путь, но я обязательно стану лучшим скаутом Ордо Фавониус!»<br>Она всегда без колебаний говорит то, что думает.<br>И она искренне верит в то, что не разочарует своего дедушку.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Эмбер остаётся всё той же девушкой, пылающей бесконечной страстью и оптимизмом.<br>Предоставленная самой себе и обученная своим дедушкой, она оберегает Мондштадт своим зорким взглядом, ловкими руками и воздушным планером.<br>Все знают Алого рыцаря Мондштадта.<br>Люди счастливы видеть, как некогда озорная маленькая Эмбер стала оберегающим город стражем, на которого всегда можно положиться.<br>«Не беспокойтесь, ведь с вами я, скаут Эмбер!»<br>Её гордость не знает границ.<br>«Я - скаут Эмбер! Единственный и, следовательно, лучший скаут Ордо Фавониус!»",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Дневник приключений Эмбер",
                "Content": "Эмбер не имеет привычки вести дневник каждый день, она записывает в него только самые яркие и запоминающиеся события.<br>«Я наконец-то поймала волшебную птицу! Её зовут Рами... что-то. Я уже забыла. Я гонялась за ней целых три дня! Только сегодня смогла спокойно сесть за стол. Эта волшебная птица очень хитрая, она находила самую густую листву в лесу и пряталась в ней. Но я не сдавалась! Командир Джинн даже разрешила мне оставить пёрышко на память. Хе-хе, я буду носить его с собой каждый день!»<br>«Я готовила по рецепту, слово в слово, жарила мясо ровно шесть минут! Почему оно подгорело снаружи, а внутри осталось сырым? Может, я огонь неправильно регулирую? Но мне всё равно очень хочется есть, поэтому я завтра попробую ещё раз. Когда-нибудь у меня получится приготовить самый вкусный стейк, и я назову его... «Стейк скаута-чемпиона»!<br>«Сегодня мне повстречались очень странные чужеземцы. Сначала я сочла их подозрительными, но оказалось, что они очень способные и надёжные. Подумать только... Что бы нас ждало, если бы они были на вражеской стороне? Я всё равно должна усерднее тренироваться и не отставать!»",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Эмбер думала, что она поймёт, почему её дедушка покинул Мондштадт, если примет его пост.<br>Но даже официально приняв должность скаута Ордо Фавониус, она ни на шаг не приблизилась к разгадке тайны его безмолвного ухода.<br>Ничего ей не оставив, дедушка Эмбер указал на то, что ей придётся идти своим путём.<br>Она не знала, что делать, пока не нашла старую книгу со сказками, которой она впоследствии стала дорожить.<br>«Тебе нужен был не ветер, а смелость! Смелость позволила первой птице подняться в небо!»<br>Эмбер поняла, что ей не следует ждать указаний. Она должна быть как те смелые птицы, расправить свои крылья и взлететь в голубое небо.<br>«Должно быть что-то такое, что могу сделать только я. Должно быть...»<br>Как только она это осознала, на её поясе ярко засиял Глаз Бога.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Скаут Эмбер готова к службе! Найдите меня, если вам понадобится помощь!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Увлечения",
                "Content": "Хочется пробежаться.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Волнения",
                "Content": "Джинн расстроится, если увидит, что мы валяем дурака.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Открытия",
                "Content": "Смотри, что это там? Пойдём проверим!",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь: Тревога",
                "Content": "О нет, пошёл дождь... Теперь моя форма вся промокнет...",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь: Напоминание",
                "Content": "Снова пошёл дождь... Наша видимость уменьшится, мы должны быть начеку.",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Ого! Погода такая классная!",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Если бы только ветер был немного сильнее...",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер: Удовлетворение",
                "Content": "Ветерок такой приятный...",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер: Отдых",
                "Content": "Мне нравится такая погода. Ах... Так расслабляет!",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро! Хочешь пойти на утреннюю пробежку вместе?",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Можно пообедать вместе с тобой?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Темнеет... Мне зажечь факел?",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Правильно, отдых очень важен! Встретимся завтра здесь же, пока!",
                "Tips": []
            },
            {
                "Title": "Об Эмбер...",
                "Content": "Чемпион полётов Мондштадта. Да, это я!",
                "Tips": []
            },
            {
                "Title": "О нас: Соревнования",
                "Content": "Запомни, что я не уступлю победу даже тебе!",
                "Tips": []
            },
            {
                "Title": "О нас: Полёты",
                "Content": "Когда я учу тебя летать, сама чувствую, что могу лететь ещё быстрее... Что? Почему ты смеёшься? Я докажу это! Давай наперегонки, прямо сейчас!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Мой Глаз Бога - это знак того, что Архонты верят в меня. Да, я должна стать лучшим скаутом!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Вид с башен собора просто великолепный, тебе обязательно надо туда подняться!",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Смотри, это голуби! Эх... Я бы хотела летать вместе с ними.",
                "Tips": []
            },
            {
                "Title": "О Джинн: Помощь",
                "Content": "После того как магистр ордена отправился в экспедицию, все дела ордена, большие и маленькие, легли на плечи Джинн. Я так хочу ей помочь...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Джинн: Забота",
                "Content": "Джинн всё ещё работает? Нам следует пригласить её на кофе... Пойдём!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе: Истории",
                "Content": "Мы должны заглянуть к Лизе, когда выдастся свободная минутка! Когда мы виделись в последний раз, она рассказывала историю о сокровище на Драконьем хребте, но тогда её отвлекли, и она не смогла закончить. Не могу дождаться услышать конец этой истории!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе: Восторг",
                "Content": "Если Лиза не спит, то она читает! Не понимаю, как ей это удаётся, я бы не смогла сидеть так долго и не шевелиться.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кэйе: Тревога",
                "Content": "У меня странное предчувствие... Ты недавно общал{F#ась}{M#ся} с Кэйей? Он не досаждал тебе?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кэйе: Смутьян",
                "Content": "С одуванчиками в саду что-то не так... Я уверена, что Кэйа имеет к этому какое-то отношение!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Беннете...",
                "Content": "Кто? Беннет? Хм... Кажется, я уже слышала это имя. Ах, точно! Это тот непоседливый парень из Гильдии искателей приключений! Я иногда натыкаюсь на него в своих патрулях. Кажется, он очень любит искать сокровища.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кли...",
                "Content": "Кли? Иногда она бывает капризной, но все в Ордо Фавониус её обожают. Но всё же... мне нужно следить за ней, иначе Джинн снова посадит её под замок.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Альбедо...",
                "Content": "Всё своё время Альбедо проводит в своей мастерской, копаясь в своём крутом оборудовании. Но при разговоре с ним никогда непонятно, о чём он думает... Кто знает, что творится у него в голове...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ноэлль...",
                "Content": "Хочешь спросить о Ноэлль? Она очень-очень сильная. Но всё же она младше нас, поэтому нам нужно заботиться о ней.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эоле...",
                "Content": "Эола - моя лучшая подруга! Как только ты привыкнешь к её шуткам, ты увидишь, что она на самом деле очень милая. Тем не менее из-за её фамилии люди часто относятся к ней предвзято. Как можно заставить людей понять её?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Коллеи...",
                "Content": "Коллеи мне написала, что её элеазар совсем прошёл... Я так за неё рада! Очень хотелось бы подлететь к ней и крепко-крепко обнять! Ещё она говорит, что очень по всем в Мондштадте соскучилась и, как будет готова, обязательно к нам приедет и всё расскажет... Ах, было бы здорово, если бы она успела к следующему Луди Гарпастуму. Скорее бы её увидеть!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Мике...",
                "Content": "О, Мика - ветеран отряда Эолы. Поначалу он всё время называл меня «командир» - наверное, потому что у меня неплохие отношения с Эолой. Потом я рассказала ему, что я скаут, но он всё равно обращается ко мне на «вы»... Мне очень неловко. У нас разные обязанности, он специалист по картографии, и в этом мне с ним никогда не сравниться.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше об Эмбер I",
                "Content": "А я отличный охотник! Хочешь посмотреть, на что я способна? А хочешь устроить охотничье состязание?",
                "Tips": []
            },
            {
                "Title": "Узнать больше об Эмбер II",
                "Content": "А теперь я раскрою тебе самый главный секрет чемпиона полётов! Самое главное - это быть храбрым!",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше об Эмбер III",
                "Content": "У меня не получается решать загадки. Во время Луди Гарпастума я всегда обхожу сцену с загадками стороной... А ты любишь загадки?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше об Эмбер IV",
                "Content": "Я присоединилась к рыцарям из-за дедушки, осталась из-за Джинн, а благодаря тебе увидела мир за стенами Мондштадта. Я так счастлива!",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше об Эмбер V",
                "Content": "Я хочу увидеть другие миры, хочу знать, насколько велика вселенная! Ты же будешь со мной, да? Будешь?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Эмбер...",
                "Content": "Барон Зайчик, смотрите, какой сегодня безупречный день!",
                "Tips": []
            },
            {
                "Title": "Беспокойство Эмбер...",
                "Content": "А ты знаешь, как печь вкусные лунные пироги?",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Джинн готовит невероятно вкусный кофе! Тебе обязательно стоит его попробовать.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я могу вытерпеть всё что угодно, но только не холодный сок из волчьих крюков... Фу...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Ого! Как вкусно, да ты превосходный повар!",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Хотела бы я готовить так же хорошо...",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Эм, я просто не привыкла к такому вкусу, прости! Ты здесь совершенно ни при чём!",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения тебя! Вот, держи, это мой подарок - Барон Зайчик, особый экземпляр. Я сама его сшила для тебя, а это значит, что он не взорвётся. Не бойся!",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Да! Быстра как ветер!",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "На такой скорости никто не сможет меня обогнать!",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Небеса над Мондштадтом стали меньше... или это мой взгляд стал видеть дальше?",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Кажется, что с нашей первой встречи я стала намного сильнее. Хи-хи, спасибо тебе большое! Можно, я угощу тебя медовым мясом с морковкой? Ну давай же, пойдём!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Взять!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Вперёд, Барон Зайчик!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "♪М-ммм-ммм-ммм... М-ммм-ммм-ммм...",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "От моего взгляда не ускользнуть!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Град стрел!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Вам не сбежать!",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Встретимся там!",
                "Tips": []
            },
            {
                "Title": "Начало спринта II",
                "Content": "Спорим, ты меня не догонишь!",
                "Tips": []
            },
            {
                "Title": "Конец спринта I",
                "Content": "Говорю же - победа за мной!",
                "Tips": []
            },
            {
                "Title": "Конец спринта II",
                "Content": "Так-то лучше!",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Чемпион полётов Мондштадта. Да, это я!",
                "Tips": []
            },
            {
                "Title": "Запуск планера II",
                "Content": "Я не подведу!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Открывать сундук - всё равно что разворачивать подарок!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Скаут Эмбер нашла ещё одну цель!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Ого, это пригодится!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Я никогда не сдамся!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Ай! Злюка...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "*тяжело дышит* О... ты... заплатишь за это!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Осторожно!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Эй... Нужна помощь?",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Больше нет сил...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Надо больше... тренировок...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Победа за тобой...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Эй!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Эй, не так сильно!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Это жульничество!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Предоставь это мне!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Приготовились!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Скаут Эмбер, докладываю!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "21": {
        "Costumes": [
            {
                "ID": 340007,
                "Name": "Скаут на все сто",
                "Desc": "Наряд Эмбер. Более формальный, но от того не менее крутой мундир скаута!",
                "Icon": "UI_AvatarIcon_AmborCostumeWic",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Лучший скаут",
                "Desc": "Наряд Эмбер. Костюм, призванный повысить подвижность рыцаря-скаута.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108010,
            "JD": 108009,
            "Name": "<b>Стейк скаута-чемпиона!</b>",
            "Eff": "Воскрешает персонажа и восстанавливает ему 10% от макс. HP + 150 HP.",
            "Desc": "Особое блюдо Эмбер. Одна сторона явно сырая. Другая сторона имеет тонкий запах чего-то подгоревшего. Закройте глаза и откусите большой кусок... просто чтобы Эмбер была счастлива.",
            "Recipe": {
                "100061": 2
            },
            "Icon": "UI_ItemIcon_108010"
        },
        "Namecard": {
            "Name": "<b>Барон Зайчик</b>",
            "Desc": "Именная карта.<br>Это же Барон Зайчик!",
            "Pic": "UI_NameCardPic_Ambor_P"
        }
    }
}

var acs_cache_ = {
    "340007": "In the last three months, Amber has had a bone or three to pick with Wolfhooks. While out scouting, her uniform and stockings were torn by their sharp hooks, and unfortunately, her schedule was such that there was no time to get them fixed.<br>The Knights' logistics division gave her 3 sets of uniform of the same type initially, so wearing one out was not exactly a major emergency. But Amber loved those three sets quite dearly, and would have been quite upset regardless of which one was torn.<br>Even Baron Bunny had his design based on these uniforms — Amber recalled, with a twinge of sadness.<br><br>So when her mission ended, Amber would attempt to sew the damaged uniform back together, but despite her excellent skills, the marks of her needlework remained stitched into the fabric.<br>However, Amber would obtain a new uniform not half a month later at the Knights' end-of-year meeting.<br>It was a fair bit more official, the craft was more ornate... And it was also stated to be more hook-proof than the previous version.<br>\"On behalf of the Knights of Favonius, I'd like to present you, our one and only Outrider, with some new clothes! Thanks for all you've done for us so far.\" So Hertha, their logistics captain, had said."
}