// Auto Generated

var _AvatarFetterConfig_ = {
    "2": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Брат и сестра унаследовали власть в клане Камисато, одном из трёх самых влиятельных и уважаемых кланов Инадзумы.<br>Старший брат, Аято, стал главой клана и взял на себя все государственные дела. А его младшая сестра, принцесса Аяка, занимается внутренними делами и внешними связями клана.<br>Аяка часто появляется на различных мероприятиях и больше общается с простыми людьми. И благодаря тому, что народ её знает лучше, она заработала себе более высокую репутацию, чем её старший брат, и получила элегантный титул «Сирасаги Химэгими».<br>Всем известно, что Аяка, дочь клана Камисато, вызывает всеобщее восхищение у народа за свою красоту, чувство собственного достоинства и благородный характер.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Всеми государственными делами в Инадзуме, которые не передаются на рассмотрение сёгуну Райдэн, занимается Триединый Совет. А исполнительные полномочия Совета в свою очередь разделяются между тремя органами, известными как Трикомиссия: комиссия Ясиро, комиссия Тэнрё и комиссия Кандзё. Власть в комиссиях принадлежит трём кланам: Камисато, Кудзё и Хийраги. Эти три великих клана знамениты по всей Инадзуме. Камисато Аяка - молодая госпожа из клана Камисато, состоящего в комиссии Ясиро. Она широко известна как Сирасаги Химэгими. Когда у жителей Инадзумы спрашивают о происхождении этого титула, то объяснение у каждого своё... «Госпожа Аяка милостива и чиста, как белая цапля. Вы только посмотрите, как она элегантна, как умна и правильна её речь. Так почему бы ей не называться принцессой?»<br>«Возможно, госпожа Аяка и дворянского происхождения, но она ласкова и вежлива с нами. Она добра, верна и готова прийти на помощь. Она даже пошла против мнения остальных и приняла того простолюдина Тому».<br>Мнений по этому поводу столько же, сколько и людей, но никто не может сказать, откуда всё-таки взялся сам титул - Сирасаги Химэгими. Как бы то ни было, популярность Аяки в народе трудно не заметить.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Как дочь клана Камисато, представляющая его в комиссии Ясиро, Аяка всегда должна быть в курсе всех перипетий борьбы благородных семей за власть.<br>Хоть Аяка и знаменита по всей стране, но она ещё очень молода и не может избежать провокаций со стороны отпрысков других благородных семейств, которые завидуют брату и сестре Камисато.<br>Формирование и поддержание общественного мнения - это, возможно, и чистая формальность, но для дома, занимающего такое высокое положение, как клан Камисато, даже малозначимые повседневные события могут иметь огромный резонанс в обществе. Если не разбираться в хитросплетениях политических интриг Инадзумы, можно легко потерять положение главы комиссии Ясиро.<br>По сути, брат и сестра пришли к соглашению. Старший брат Аято предпочитает не слишком часто показываться на людях и полностью окунулся в государственные дела, а вопросы поддержания имиджа клана взяла на себя элегантная и искушённая во взаимоотношениях с людьми младшая сестра Аяка.<br>Благодаря своему величавому, степенному и учтивому поведению Аяка заняла достойное место на общественной арене. Ведёт ли она переговоры с будущими партнёрами или увещевает несговорчивых дворян, она всегда убедительна и безупречна.<br>Внутренние дела клана также находятся всецело в её ведении. Если бы не она, владения клана давно бы уже погрузились в хаос.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Однажды осенним днём Аяка возвращалась домой, как вдруг из старого дома до неё донёсся голос пожилой женщины.<br>Женщина была совершенно слепа, а когда она перебирала струны своего инструмента тонкими, как прутики, пальцами, из него лилась музыка, напоминающая течение реки.<br>Благодаря своему острому слуху слепая женщина услышала шаги Аяки и спросила, кто это там на улице. Не желая смущать пожилую женщину, Аяка ответила, что она живёт неподалёку и что она забрела в эти места, потому что заблудилась.<br>Как член комиссии Ясиро, Аяка была прекрасно осведомлена о жизни людей и сразу узнала эту одинокую пожилую женщину - в хорошую погоду та любила выходить и петь на улицах города. Мелодия была старомодная, как и сама песня. Женщина была незрячей и поэтому давно отстала от времени. Увы, но даже среди народа, который стремится к вечности, встречаются люди, которым живётся очень непросто.<br>Добросердечная Аяка ненавязчиво разговаривала с пожилой женщиной. Приняв Аяку за обычную девушку, та поведала ей о способах игры на кото и даже подарила ей несколько чайных листьев. По сравнению с изысканными сортами чая, которые заваривали в клане Камисато, эти грубые листья могли показаться травянистыми, но Аяка всё равно приняла их, рассыпаясь в благодарностях.<br>В тот день она много раз вспоминала о родителях. Если бы они были живы, достигли бы они такого преклонного возраста?<br>Вернувшись домой, она рассказала о встрече брату, и они вместе выпили простого чая, подаренного пожилой женщиной.<br>С тех пор Аяка раз в несколько дней навещала слепую. Всякий раз она говорила, что живёт по соседству, и приносила предметы первой необходимости, в которых так нуждаются простые люди.<br>«Деревья сакуры на улицах снова цветут, - с улыбкой сказала Аяка пожилой женщине, - они так же прекрасны, как ваша музыка».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "В представлении людей расходы дворян многократно превышают те суммы, которые тратит на жизнь простой люд. И девушка столь благородного происхождения, как Камисато Аяка, также должна тратить деньги расточительно и беспечно.<br>Однако это утверждение верно лишь отчасти. Внешне образ жизни Аяки сильно отличается от обычных граждан. Каждодневные расходы на изучение искусства икебаны и чайной церемонии, дегустацию изысканных сортов чая и покупку экзотических цветов вовсе не малы. Однако всё это навыки, которыми должна овладеть молодая женщина из благородного дома, и эти обязательства едва ли можно назвать «расточительством».<br>Но улыбку на лице Аяки вызывают вещи совершенно обычные - такие же, которым радуются простые люди. Приготовление закусок, ловля золотой рыбки в пруду, чтение последнего романа издательского дома Яэ в укромном уголке... Незначительные, казалось бы, вещи.<br>В такие моменты она не обожаемая Сирасаги Химэгими или госпожа Аяка, хозяйка огромных поместий Камисато. Она просто Аяка, обычная девушка, как все. Здесь она забывает о своём величественном образе, который создаёт в глазах других людей, и позволяет проявиться себе истинной, естественной и свободной.<br>Лишь будучи Аякой, она может снять с себя тяжкое бремя государственных дел и вести себя как обычная девушка. Проголодавшись среди ночи, она прокрадывается мимо слуг на кухню и, напевая какую-нибудь простенькую мелодию, готовит себе тядзукэ. Во время чайной церемонии она иногда тайком берёт листья и по ним гадает на любовь... И список её маленьких проделок можно продолжать и продолжать.<br>И хоть она об этом никому не говорит, Аяка ценит время, которое проводит как обычная девушка, превыше всего на свете. Ведь моменты свободы такая редкость в её жизни.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Наставники, преподающие Аяке различные виды искусств, говорят, что, когда дело касается чайной церемонии, шахмат, искусства владения мечом или любого другого дела, в котором требуется элегантность, Аяка в них мастер.<br>Она благородная госпожа, её манера держаться превосходна. Она одинаково блестяще владеет и пером, и мечом. Наставлять такого ученика - истинная радость.<br>И всё же про себя Аяка часто задумывается, не сожалеет ли она о том, как проходит её жизнь?<br>Сущность чая - в мире и покое. Сердце меча - в его заточенном острие. Душа шахмат - это мудрость, заключающаяся в способности видеть общую картину. Этими тремя искусствами Аяка вполне овладела, но жаждет она духа настоящей дружбы.<br>Аяка надеется, что у неё появится друг, равный ей, с которым она сможет идти плечом к плечу. И чтобы такой человек не видел в ней члена комиссии Ясиро или Сирасаги Химэгими, не был бы связан этикетом или статусом. А если возможно, чтобы он также был сведущ в разнообразных областях знаний и повидал в жизни множество интересных вещей... И мог в трудную минуту рассказать ей ободряющую историю. Только такой человек мог бы стать близким другом Аяки.<br>«Я ведь прошу совсем немного... Но где же мне найти такого человека?»",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Моривакамару",
                "Content": "- Идём, идём, идём! Сыграем в тэмари! Раз, два, раз, два, три. Тэмари карабкается на Священную сакуру. Четыре, пять, четыре, пять, шесть. Вжик! И перелетает через Ёго! Семь, восемь, семь, восемь, девять. Тэмари снова у меня в руках. Да, в маленьких руках Аяки!<br>Это была любимая песенка Аяки, когда она была ещё совсем маленькой девочкой. Свой обожаемый мячик тэмари она назвала Моривакамару. Ловко ведя разноцветный Моривакамару, она напевала эту песенку. Услышав её мотивчик, родители и брат не могли сдержать улыбку и часто сами присоединялись к игре, кидая друг другу тэмари.<br>Но это было давно, и Аяка больше не играет в тэмари. Она стала важной и влиятельной фигурой, наделённой большой властью. А Моривакамару, напоминающий о детстве и хранящий столько бесценных воспоминаний, теперь лежит где-то в её кабинете.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Несколько лет назад клан пережил серьёзные перемены, и на плечи Аято легло тяжёлое бремя. В те времена Аяка ещё не была тем зрелым и ответственным человеком, которым стала сейчас. Поначалу она была игривым ребёнком, ничего не знающим об обязанностях клана. У неё совершенно не было ни навыков, ни опыта общения с разными людьми. Но, увидев, как мать из-за болезни прикована к постели, а брат тяжело работает, Аяка поняла, что ей пора вырасти.<br>Итак, она решила возобновить давно заброшенные занятия фехтованием и поэзией - неотъемлемые атрибуты дворянства. Если бы она сумела овладеть этими двумя искусствами, она по крайней мере стала бы благородной дамой клана Камисато и помогла бы брату, появляясь на различных праздниках и тем самым облегчая его ношу.<br>По правде говоря, особой одарённостью Аяка не отличалась. Ей приходилось тратить много времени, поскольку она никак не могла запомнить стих, каллиграфия хромала, а меч не хотел слушаться.<br>Но Аяка не сдавалась. Если она не могла запомнить стих за один раз, она повторяла его 50 раз. Неуклюже написанное слово она выводила ещё 50 раз. И если ей не удавался какой-то приём фехтования, она била воздух мечом ещё 50 раз.<br>«Никто не сумеет парировать выпад, который ты повторила на тренировке тысячу раз», - говорила ей мать.<br>Когда мать оставила этот мир, Аяка больше не была малышкой Аякой. Она стала Камисато Аякой, молодой госпожой из клана Камисато, одного из трёх величайших кланов сёгуна. Теперь искусство фехтования стало неотъемлемой частью её повседневной жизни, и так продолжается по сей день.<br>Однажды Аяке даже удалось победить соперника с одного удара. И в тот же миг вокруг неё, стоящей посреди додзё, возникли ледяные цветы. На кончике её меча появился Глаз Бога, ледяной и блистательный.<br>«Никто не сумеет парировать выпад, который ты повторила на тренировке тысячу раз». Это не оставит равнодушными даже богов.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Мастер инадзумского искусства Камисато Тати Дзюцу, Камисато Аяка к вашим услугам!<br>Рада познакомиться.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Стабильность",
                "Content": "Я хочу одного, чтобы жизнь чаще бывала такой беззаботной, как сейчас... О, как я жажду этого...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Меч",
                "Content": "Клинок совсем как чайный лист. Лишь тот, кто вкусил его не единожды, способен оценить его истинное изящество.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Отрешённость",
                "Content": "Так вот он какой - день из жизни {F#путешественницы}{M#путешественника}... Я с каждым разом узнаю о тебе всё больше.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Знаменитый меч",
                "Content": "Клинок предан своему долгу подобно тому, как ювелир верен своим самоцветам.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Идём, найдём укрытие от дождя.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Её превосходительство... Что она пытается нам сказать?",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "«Снег, что некогда украсил мир серебром, тает, обнажая мерцание плодов на тронутых морозом ветвях»... Как живописно! Чтобы эта картина стала завершённой, не хватает лишь чая.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Сегодня приятный ветерок и такое ласковое солнышко... Может быть, нам пойти прогуляться?",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер...",
                "Content": "Закрой глаза и подставь лицо ветру... Чудесно, правда?",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "О, доброе утро, путешественни{F#ца}{M#к}. Всякий раз, когда встречаю тебя утром, мне почему-то кажется, что нас ждёт хороший день.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Добрый день. Ощущать сонливость после обеда совершенно нормально. Может быть, сыграем в го, чтобы мозг скорее включился?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Приветствую! В этот вечер нас овевает такой приятный бриз. Ночь будет спокойной.",
                "Tips": []
            },
            {
                "Title": "Доброй ночи...",
                "Content": "«Может быть, это его мысли привели его в мои сны? Знай я, что это сон, час пробуждения никогда не настал бы». Обожаю эти стихи.",
                "Tips": []
            },
            {
                "Title": "О Камисато Аяке: Комиссия Ясиро",
                "Content": "Сёгунат Инадзума, комиссия Ясиро, клан Камисато. Широко известен как один из самых уважаемых кланов Инадзумы и представляет собой отделение Трикомиссии, занимающееся церемониальными и культурными вопросами. С тех пор как мои родители оставили нас, мы с братом взяли на себя ответственность за все дела клана, важные и не очень.",
                "Tips": []
            },
            {
                "Title": "О Камисато Аяке: Должность",
                "Content": "Многие видят во мне Сирасаги Химэгими и дочь клана Камисато. Но объект их уважения связан исключительно с моей должностью и не имеет ничего общего со мной, Аякой. Напрашивается мысль о том, что... возможно, из всех знакомых мне людей только один человек действительно способен сблизиться со мной...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Камисато Аяке: Чаяния",
                "Content": "Сегодня, как и когда-то в прошлом, я стремлюсь стать человеком, которому может довериться любой. Но меня больше не мотивируют ни возложенная на меня ответственность, ни ожидания других людей. Скорее, тот факт, что тебе присущи те же качества, что и мне.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Чайный дом",
                "Content": "Если у тебя есть время, может, заглянем в чайный дом «Коморэ»? Побеседовать об искусстве чаепития в столь приятный день - есть ли времяпрепровождение изысканнее?",
                "Tips": []
            },
            {
                "Title": "О нас: Праздники",
                "Content": "Если выдастся шанс, когда-нибудь я с удовольствием познакомлюсь с праздничными традициями другого народа вместе с тобой. Правда, мне нужна будет информация о местных привычках и этикете, а также советы о том, какие подарки подготовить... Не затруднит ли тебя рассказать мне об этом?",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Перешёптывания журавля и белого кролика»"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Глаза Бога - знак одобрения для самых честолюбивых. Что касается моих целей и чаяний, пока я сохраню их в тайне. Это не более чем малозначимая мечта.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Есть такое выражение «хочешь вдохнуть аромат дзэн - понюхай чай». Есть и другое «сила дзэн - в силе клинка». Напрашивается вопрос: что общего между чаем и клинком?",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Тебе доводилось видеть в городе увядающие сакуры? Мне кажется, что в увядании есть определённая красота, ведь оно навевает воспоминания о весне. Многие люди не согласились бы со мной. Сакуры, которым не суждено уже зацвести, убирают с глаз долой. Но, глядя на дерево, всё, чего я хочу, - снова увидеть его цветущим... хотя бы один только раз...",
                "Tips": []
            },
            {
                "Title": "О Томе...",
                "Content": "Тома - мой близкий друг. Он весь словно наполнен солнечным светом и всегда поднимает мне настроение. В некотором роде, я вижу в нём ещё одного брата и полноценного члена клана Камисато.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кудзё Саре...",
                "Content": "Кудзё Сара из комиссии Тэнрё... Никто не видел её улыбающейся, а мне частенько доводилось спорить с ней о многих вопросах. Однако она верно служит Инадзуме, в этом нет никаких сомнений.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сиканоине Хэйдзо...",
                "Content": "Господин Сиканоин, как и госпожа Кудзё, входит в комиссию Тэнрё. Он очень... принципиален, и зачастую действует гораздо решительнее госпожи Кудзё. Только вот ответ на вопрос о том, какие именно проблемы должны решаться с учётом его принципов, полагаю, знает один лишь господин Сиканоин...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Саю...",
                "Content": "А, малышка Саю. Надеюсь, она не доставляет тебе хлопот? Если вдруг заметишь, что она отлынивает от дел, дай знать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О сёгуне Райдэн...",
                "Content": "Всемогущий сёгун? Мне не должно высказывать своё мнение, ведь я принадлежу к числу её подданных. Так что я скажу лишь одно... Мне кажется, что её превосходительство очень одинока на своём пути к вечности.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О сёгуне Райдэн: Положение",
                "Content": "Быть свидетелем «Мусо но хитотати» и выжить - великий опыт, не так ли? Хотя для меня она - настоящее божество, которое может изменить судьбу Инадзумы в одно мгновение, если бы вы столкнулись, я была бы на твоей стороне.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О Яэ Мико...",
                "Content": "Мне всегда очень нравилось работать с Гудзи Яэ. Организация праздников, как правило, отнимает массу сил и приносит не так много дохода, однако мероприятия Гудзи Яэ всегда оказываются не только изысканными, но и прибыльными.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Камисато Аято...",
                "Content": "Будучи главой клана Камисато, брат всегда держит под рукой длинный список мест, где ему надлежит быть. Я делаю всё возможное, чтобы как-то разгрузить его, однако мне не удаётся ослабить то напряжение, в котором он пребывает круглый год. Конечно, это сказывается на нём. Если увидишь его, напомни, чтобы не забывал заботиться о себе, хотя бы ради спокойствия сестры...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ёимии...",
                "Content": "Комиссия Ясиро и жрицы храма занимаются вопросами праздника, а Ёимия, как специалист по фейерверкам, знает, как создать атмосферу. За все эти годы мы с ней хорошо узнали друг друга. М? Общественный порядок и меры пожарной безопасности? Мы взвешиваем все «за» и «против» задолго до праздника, ещё на этапе планирования. Если людей лишить возможности увидеть фейерверки исключительно из этих соображений, они будут чрезвычайно расстроены.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аяке I",
                "Content": "Твоя просьба кажется мне несколько необычной. Я воспринимаю тебя как друга, и было бы правильно обсудить с тобой всё открыто и честно. Но для этого мне придётся раскрыть секреты клана Камисато... Я прошу тебя сохранить всё, что я скажу, в строжайшей тайне.",
                "Tips": [
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аяке II",
                "Content": "Когда-то клан Камисато перенёс тяжёлый удар: нам не удалось защитить оружейника государственной важности. Фатуи не давали нам покоя, мы потеряли многих людей и подверглись жесточайшей критике. Отец сильно постарел от переживаний, а положение клана Камисато в сёгунате стало чрезвычайно шатким. Взяв бразды правления в свои руки, брат без устали работал над тем, чтобы повернуть ситуацию в нашу пользу. И пусть положение нашего клана восстановлено, а комиссия Ясиро снова объединилась, мы по-прежнему полагаемся на брата, ожидая от него решений по вопросам любой важности.",
                "Tips": [
                    "Уровень дружбы 3",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аяке III",
                "Content": "Основополагающие принципы искусства ковки клинков, которому учит сёгун, могут различаться в зависимости от положения звёзд, способа применения оружия, используемых материалов, состояния плавильной печи, личных качеств мастера и стихийных изменений. Все эти различия между оружейниками и породили такое явление как Райдэн Гокадэн. Мастеров, способных создавать прославленные клинки, воспринимают как посланников духов, наделённых священными способностями. Все они подчиняются комиссии Ясиро, занимающейся любыми культурными, художественными и церемониальными вопросами. И, конечно же, в предательстве оружейника винят клан Камисато и неэффективность его работы.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аяке IV",
                "Content": "Моя мать была невероятным человеком. Всегда исполненная достоинства, элегантная... Неизменно улыбающаяся независимо от того, в какой ситуации оказалась... В клане она отвечала очень за многое, на очень разных уровнях, но относилась к этому спокойно, как к своему долгу. Казалось, ничто не может выбить её из колеи. Всё в ней было идеально, и я сейчас не преувеличиваю. Но в тот миг, когда она покинула нас, мне стало ясно... Что я больше не могу прятаться в тени своей матери. Я перестала быть малышкой Аякой.",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аяке V",
                "Content": "Наверное, не пристало представительнице дома Камисато из комиссии Ясиро Инадзумы говорить такие слова, но... Надеюсь, я не ошибаюсь в своём убеждении в том, что тебя не смутит это небольшое отступление от правил с моей стороны...<br>В общем... Я слегка утомилась, можно мне положить голову тебе на плечо? Всего на пару секунд.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Хобби Камисато Аяки...",
                "Content": "Я испытываю безграничную страсть к искусству: музыке, пению, поэзии, сёги и танцам. А ты?",
                "Tips": []
            },
            {
                "Title": "Трудности Камисато Аяки: Заботы",
                "Content": "Трудности? Ну что тут скажешь... Это ведь жизнь, верно? Всегда будет что-то, что идёт не так, как хотелось бы. Но я не желаю нагружать тех, кто рядом, рассказами о том, что касается только меня... Я лучше сохраню всё в тайне.",
                "Tips": []
            },
            {
                "Title": "Трудности Камисато Аяки: Желания",
                "Content": "Открытость - то, что даётся мне с большим трудом. Я постоянно должна напоминать себе, что являюсь госпожой клана Камисато, что на меня устремлены сотни глаз, и мне следует оправдывать ожидания, коим нет числа. Каждую минуту своей жизни я должна служить образцом безупречного поведения. Но даже в этом случае, разве я не могу следовать за своими мечтами? Разве я не могу... открыть тебе свои истинные чувства?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "Заморские блюда приводят меня в восторг. Правда, мне нечасто удаётся отведать их... Если бы мне предложили выбрать что-то из Инадзумы, то мой выбор -... тядзукэ. Но только когда никто не видит... Так что это наш с тобой секрет.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я не стала бы утверждать, что полностью отказалась от жирного и ливера. И всё же это не самая моя любимая еда.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Мм... Я так счастлива...",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Спасибо, что дал{F#а} мне попробовать это блюдо. Я никогда не забуду его вкус.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Ох... Это блюдо для меня тяжеловато.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Идём! Тут недалеко. Обещаю, я не слишком тебя задержу. Мне удалось выяснить, когда у тебя день рождения, причём довольно давно, так что времени на подготовку было предостаточно. Может быть, это слишком самонадеянно с моей стороны, но мне почему-то кажется, что ты предпочтёшь это дорогому подарку. В честь твоего дня рождения позволь мне исполнить для тебя танец с веером.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Огромное тебе спасибо. Я нахожу бесценной эту возможность учиться у тебя. Надеюсь, мои навыки обращения с мечом станут ещё лучше.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Спасибо тебе за твоё чуткое руководство. Благодаря твоей поддержке я всё лучше понимаю, в чём мои сильные стороны, и на что я способна.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Сейчас я чувствую себя способнее, чем когда-либо. Мне даже удалось попробовать кое-что новое в свободное от работы в комиссии Ясиро время. Хочешь отведать домашних угощений? Теперь я умею готовить их.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "«Да, я цепляюсь за то, что всегда давало мне силы, чтобы продолжать жить, но необходимость отпустить то, что дорого, давит на меня». Прости, этот миг должен был быть наполнен счастьем, но так уж получилось, что мне вспомнилась эта грустная фраза. Время, что мы провели вместе, было таким приятным! И я очень боюсь потерять всё, что оно подарило мне. Извини, мне нужно взять себя в руки.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Лети.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Прошу прощения.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Снежный вихрь.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Поддайся льду!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Вихрь сакуры.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Искусство Камисато: Сомэцу!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Коллекционирование редких и изысканных сокровищ... Да, для этого нужен тонкий вкус.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Ха-ха... Мне сегодня везёт.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Я буду дорожить этой удачей.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Я этого не потерплю.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Достойный противник...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Мы должны положить этому конец!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Не переусердствуй.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Будь осторожней!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Простите меня за неосторожность...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Как много... незавершённых дел...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Я позорю... наш клан...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Как грубо!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Немыслимо...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Камисато Аяка к вашим услугам!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Жду ваших распоряжений.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Мне будет в радость поработать с вами.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "2": {
        "Costumes": [
            {
                "ID": 340010,
                "Name": "Послание весеннего цветения",
                "Desc": "Наряд Аяки для путешествий. Его фасон напоминает о нарядах фонтейнских дам на иллюстрациях в лёгких романах. Судя по всему, подобная мода отражает образ жизни женщин из той страны.",
                "Icon": "UI_AvatarIcon_AyakaCostumeFruhling",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Сияющий цветок",
                "Desc": "Наряд Камисато Аяки. Нижняя часть кимоно покрыта бронёй, что олицетворяет возвышенную чистоту и настойчивость Сирасаги Химэгими.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108300,
            "JD": 108284,
            "Name": "<b>«Снег на горне»</b>",
            "Eff": "Воскрешает персонажа и восстанавливает ему 20% от макс. HP + 1500 HP.",
            "Desc": "Особое блюдо Камисато Аяки. Оно словно маленькое, милое и филигранное произведение искусства в своём бледно-красном наряде, которое скрывает зарождающееся в молодой девушке чувство. Любой, кому бы выпала честь насладиться такой трапезой и чаем вместе с изящной и благородной, словно белая цапля, принцессой, всем сердцем бы пожелал, чтобы этот прекрасный момент длился вечно.",
            "Recipe": {
                "100092": 4,
                "110006": 2,
                "101202": 1
            },
            "Icon": "UI_ItemIcon_108300"
        },
        "Namecard": {
            "Name": "<b>Веер</b>",
            "Desc": "Именная карта.<br>Аяку не увидеть с одним и тем же веером. Если вы хотите что-нибудь ей подарить, забудьте о летних и метательных веерах. Танцевальные и чайные веера могут стать неплохим выбором.",
            "Pic": "UI_NameCardPic_Ayaka_P"
        }
    }
}

var acs_cache_ = {
    "340010": "At the foot of the Sacred Sakura Tree, a lovely brocade mat lined the ground, an exquisite and beautifully-arranged meal awaiting atop it.<br>Such was the view that met your eyes when you followed the invitation letter's instructions guiding you to what it called a \"picnic.\"<br>Moments after, Kamisato Ayaka, the organizer of this picnic, emerged from behind the tree, smiling with a fan in hand and unhurried of gait.<br>\"I've heard that the people of Fontaine enjoy having picnics. I, too, wish to indulge in one such event. Perhaps I'll be able to sample the experience this novel writes of.\"<br>That was to be expected: the Yae Publishing House's newly published Fontaine light novel, \"The Case Files of Miss Orith,\" had taken Inazuma by storm of late, after all.<br>Ayaka had been reading this novel too. From time to time, the two of you would meet and discuss the methods of deduction used within the novel, revealing her deep appreciation for the entire series.<br><br>With her hair coiled up and wearing an elegant lady's hat, she looked just like the Fontaine beauty described in the novel.<br>You found the transformation amazing — though the figure before you was obviously still Ayaka, she had achieved a new sort of elegance merely by changing her apparel.<br>The \"Dame of Fontaine\" before you said:<br>\"While reading 'The Case Files of Miss Orith,' I often feel that though there might be similarities between the cultural habits of individual nations...\"<br>\"The private lives of each nation's peoples remain more different than not.\"<br>\"To appraise the lifestyle of a world beyond Inazuma is like peering at the moon's face through a veil of clouds...\"<br><br>She lowered her head, seemingly vexed.<br>As the daughter of the Yashiro Commission's Kamisato Clan, Ayaka is unable to live with the freedom comparable to that of an adventurer — this, you knew quite well.<br>Just as you were about to say something to console her, she nodded, as if experiencing an epiphany, and said:<br>\"Though such is reality, I am already vastly more fortunate than most.\"<br>\"With a friend like you, even though I cannot travel, the stories I have heard are no longer limited to Inazuma's borders.\"<br>\"...I wish that everyone — not just me — could know more about what lies beyond our shores.\"<br>So, Ayaka hadn't been distressed on her own account, it seemed.<br>\"Miss Aratani once told me that, beyond the bounds of Inazuma, learning and art flourishes in Sumeru, Mondstadt, Liyue, and Fontaine.\"<br>\"Yet, we know so very little of them...\"<br>\"I intend to propose to my brother and Lady Yae that we bring in more pieces of work from outside Inazuma!\"<br>\"Perhaps we can get a glimpse of places and peoples we've never witnessed before by using their literary works as windows...\"<br>Ayaka's bearing far exceeded your expectations — this was, indeed, the \"Shirasagi Himegimi\" of the Yashiro Commission's Kamisato Clan.<br>\"...Before I can propose this to my brother and Lady Yae, however, I must create a specific list of books to be published. As such, I wanted to ask you for some recommendations.\"<br>Before you realized it, moved as you were by her words, Ayaka had already begun touching upon the particulars of her plan.<br>After a moment of deep reflection, you put words to paper and fill the first line of the list in.<br>\"'The Boar Princess'?\"<br>\"Indeed,\" you reply. \"It's a beautiful and cruel fairy tale — rather different from other works of its kind. I think people will find it very interesting.\"<br>Unfortunately, when Ayaka brought the list of books to Aratani, the editor crossed out \"The Boar Princess\" without hesitation.<br>\"Ahem. This fairy tale might be a bit too... unique. I fear that people might not be ready for its contents yet...\""
}