// Auto Generated

var _AvatarDataConfig_ = {
    "Ayaka": {
        "BallList": [
            {
                "When": "Elem Skill hits monster",
                "DropArray": [
                    {
                        "Num": 4,
                        "Chance": 0.5
                    },
                    {
                        "Num": 5,
                        "Chance": 0.5
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 0.3
            }
        ],
        "EndureList": [
            {
                "Skill": "During Elemental Skill",
                "Endure": 0.6
            },
            {
                "Skill": "During Alternate Sprint",
                "Endure": 0.6
            }
        ],
        "WindZoneList": [
            {
                "Skill": "Elemental Burst Casting Push",
                "Target": "Monsters and the Grass, weight ≤ 250",
                "Duration": 0,
                "Radius": 3.0,
                "Inner": 0.0,
                "Strength": -3.0,
                "Attenuation": 2.0,
                "Reverse": false
            }
        ],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Ayaka": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "101202": 3,
                "112044": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113023": 2,
                "101202": 10,
                "112044": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113023": 4,
                "101202": 20,
                "112045": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113023": 8,
                "101202": 30,
                "112045": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113023": 12,
                "101202": 45,
                "112046": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113023": 20,
                "101202": 60,
                "112046": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113018": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113018": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113018": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113018": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113018": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113018": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113018": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113018": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113018": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113018": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113018": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113018": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ayaka": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Искусство Камисато: Нанамэ",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Создаёт продолжительный град из клинков, для которого тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "45.7253%",
                                    "49.4472%",
                                    "53.169%",
                                    "58.4859%",
                                    "62.2077%",
                                    "66.4613%",
                                    "72.3098%",
                                    "78.1584%",
                                    "84.007%",
                                    "90.3873%",
                                    "96.7676%",
                                    "103.1479%",
                                    "109.5281%",
                                    "115.9084%",
                                    "122.2887%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "48.6846%",
                                    "52.6473%",
                                    "56.61%",
                                    "62.271%",
                                    "66.2337%",
                                    "70.7625%",
                                    "76.9896%",
                                    "83.2167%",
                                    "89.4438%",
                                    "96.237%",
                                    "103.0302%",
                                    "109.8234%",
                                    "116.6166%",
                                    "123.4098%",
                                    "130.203%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "62.6218%",
                                    "67.7189%",
                                    "72.816%",
                                    "80.0976%",
                                    "85.1947%",
                                    "91.02%",
                                    "99.0298%",
                                    "107.0395%",
                                    "115.0493%",
                                    "123.7872%",
                                    "132.5251%",
                                    "141.263%",
                                    "150.001%",
                                    "158.7389%",
                                    "167.4768%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "22.6464%×3",
                                    "24.4897%×3",
                                    "26.333%×3",
                                    "28.9663%×3",
                                    "30.8096%×3",
                                    "32.9163%×3",
                                    "35.8129%×3",
                                    "38.7095%×3",
                                    "41.6061%×3",
                                    "44.7661%×3",
                                    "47.9261%×3",
                                    "51.086%×3",
                                    "54.246%×3",
                                    "57.4059%×3",
                                    "60.5659%×3"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "78.1817%",
                                    "84.5454%",
                                    "90.909%",
                                    "100.0%",
                                    "106.3635%",
                                    "113.6363%",
                                    "123.6362%",
                                    "133.6362%",
                                    "143.6362%",
                                    "154.5453%",
                                    "165.4544%",
                                    "176.3635%",
                                    "187.2725%",
                                    "198.1816%",
                                    "209.0907%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.126%×3",
                                    "59.613%×3",
                                    "64.1%×3",
                                    "70.51%×3",
                                    "74.997%×3",
                                    "80.125%×3",
                                    "87.176%×3",
                                    "94.227%×3",
                                    "101.278%×3",
                                    "108.97%×3",
                                    "116.662%×3",
                                    "124.354%×3",
                                    "132.046%×3",
                                    "139.738%×3",
                                    "147.43%×3"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Искусство Камисато: Хёка",
                        "Desc": "Призывает цветущий лёд, который подбрасывает ближайших противников в воздух и наносит им <color style='color:#99FFFF;'>Крио урон</color>.<br><br><i>«Облака окутывают лунную ночь. Тоска опускается, словно туман, наполняя заключённого страстью к путешествиям».</i>",
                        "Icon": "Skill_S_Ayaka_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "239.2%",
                                    "257.14%",
                                    "275.08%",
                                    "299.0%",
                                    "316.94%",
                                    "334.88%",
                                    "358.8%",
                                    "382.72%",
                                    "406.64%",
                                    "430.56%",
                                    "454.48%",
                                    "478.4%",
                                    "508.3%",
                                    "538.2%",
                                    "568.1%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Искусство Камисато: Сомэцу",
                        "Desc": "Безупречным движением вызывает снежную бурю и выпускает непрерывно движущийся вперёд Морозный сэки но то.<br><br><color style='color:#FFD780;'>Морозный сэки но то</color><br> ·  Пронзающий холодный ветер непрерывно кромсает противников и наносит им <color style='color:#99FFFF;'>Крио урон</color>.<br> ·  По истечении времени действия взрывается и наносит <color style='color:#99FFFF;'>Крио урон по площади</color>.<br><br><i>«Метель заносит снегом мысли цапли, в сердце её тяжёлая грусть».</i>",
                        "Icon": "Skill_E_Ayaka",
                        "ParamDesc": [
                            {
                                "Desc": "Режущий урон",
                                "ParamLevelList": [
                                    "112.3%",
                                    "120.7225%",
                                    "129.145%",
                                    "140.375%",
                                    "148.7975%",
                                    "157.22%",
                                    "168.45%",
                                    "179.68%",
                                    "190.91%",
                                    "202.14%",
                                    "213.37%",
                                    "224.6%",
                                    "238.6375%",
                                    "252.675%",
                                    "266.7125%"
                                ]
                            },
                            {
                                "Desc": "Урон цветения",
                                "ParamLevelList": [
                                    "168.45%",
                                    "181.0837%",
                                    "193.7175%",
                                    "210.5625%",
                                    "223.1962%",
                                    "235.83%",
                                    "252.675%",
                                    "269.52%",
                                    "286.365%",
                                    "303.21%",
                                    "320.055%",
                                    "336.9%",
                                    "357.9562%",
                                    "379.0125%",
                                    "400.0687%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Искусство Камисато: Сэнхо",
                        "Desc": "<color style='color:#FFD780;'>Заменяет спринт</color><br>Аяка потребляет выносливость и скрывается в стремительном потоке мокрого снега, который движется вместе с ней.<br><br>Форма Сэнхо позволяет ей двигаться по воде с большой скоростью.<br>После окончания формы Сэнхо и при повторном появлении происходят следующие эффекты:<br> ·  Высвобождается холодная энергия, которая накладывает <color style='color:#99FFFF;'>эффект Крио</color> на ближайших противников.<br> ·  Холод собирается вдоль лезвия Аяки, на короткое время наделяя её атаки <color style='color:#99FFFF;'>инфузией Крио</color>.<br><br><i>«Перья мокрые исчезают,<br>Как же цапля может ступать по воде?»</i>",
                        "Icon": "Skill_S_Ayaka_02",
                        "ParamDesc": [
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "10 ед."
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "15 ед/сек"
                                ]
                            },
                            {
                                "Desc": "Длительность инфузии",
                                "ParamLevelList": [
                                    "5 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Освящение амацуми куницуми",
                        "Desc": "После использования навыка <color style='color:#FFD780;'>Искусство Камисато: Хёка</color> урон обычных и заряженных атак Аяки увеличивается на 30% в течение 6 сек.",
                        "Icon": "UI_Talent_S_Ayaka_05"
                    },
                    {
                        "Name": "Благословение кантэн сэммё",
                        "Desc": "Когда Крио эффект в конце действия навыка <color style='color:#FFD780;'>Искусство Камисато: Сэнхо</color> поражает противника, Камисато Аяка получает следующие эффекты:<br> ·  Восстанавливает 10 ед. выносливости.<br> ·  Получает 18% <color style='color:#99FFFF;'>бонус Крио урона</color> на 10 сек.",
                        "Icon": "UI_Talent_S_Ayaka_06"
                    },
                    {
                        "Name": "Плоды синса",
                        "Desc": "При создании материалов возвышения оружия имеет 10% шанс создать дополнительный предмет.",
                        "Icon": "UI_Talent_Combine_Weapon_Double"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Укутанная снегом сакура",
                        "Desc": "Когда обычные атаки или заряженные атаки Аяки наносят <color style='color:#99FFFF;'>Крио урон</color> противникам, есть 50% шанс уменьшить время отката навыка <color style='color:#FFD780;'>Искусство Камисато: Хёка</color> на 0,3 сек. Этот эффект может возникнуть раз в 0,1 сек.",
                        "Icon": "UI_Talent_S_Ayaka_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Лезвие бури сэки но то",
                        "Desc": "Навык <color style='color:#FFD780;'>Искусство Камисато: Сомэцу</color> создаёт два дополнительных Морозных сэки но то поменьше, каждый из которых наносит урон, равный 20% от основного урона.",
                        "Icon": "UI_Talent_S_Ayaka_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Ледяной цветок камифубуки",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Искусство Камисато: Сомэцу</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Ayaka_02"
                    },
                    {
                        "Level": 4,
                        "Name": "Приливы и отливы",
                        "Desc": "Понижает защиту противников, получивших урон от Морозного сэки но то навыка <color style='color:#FFD780;'>Искусство Камисато: Сомэцу</color>, на 30% в течение 6 сек.",
                        "Icon": "UI_Talent_S_Ayaka_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Цветущее облако ируцуки",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Искусство Камисато: Хёка</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Ayaka_01"
                    },
                    {
                        "Level": 6,
                        "Name": "Танец суигэцу",
                        "Desc": "Каждые 10 сек. Камисато Аяка получает эффект Усурахи буто, который повышает урон её заряженных атак на 298%. Через 0,5 сек после попадания заряженной атакой по врагу этот эффект пропадает, и отсчёт начинается заново.",
                        "Icon": "UI_Talent_S_Ayaka_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ayaka": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 2.0,
                "Poise": 110.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst - Cutting",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst - Bloom",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst - C2 Cutting",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst - C2 Bloom",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Alternate Sprint End",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 42.5,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 44.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.5,
                        60.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 55.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4-1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 19.68,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4-2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 19.68,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4-3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 19.68,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.0,
                        2.3,
                        1.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 74.1,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 74.1,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 74.1,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK x3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "0.5s / ∞ hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}