// Auto Generated

var _AvatarFetterConfig_ = {
    "66": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "В Инадзуме, пожалуй, не найдётся никого, кто бы не знал имени главы одного из великих кланов трикомиссии Камисато Аято. Невзирая на это, образ его в глазах населения, в отличие от Сирасаги Химэгими, доброй и элегантной Аяки, куда более размыт. Большинству известно, что он важный человек сёгуната, и что возглавляет знаменитый и почитаемый клан, но когда дело доходит до подробностей, никто не может сказать ничего конкретного. Некоторые говорят, что «комиссия Ясиро основательно подходит к организации каждого праздничного мероприятия и не обделяет вниманием ни одного из жителей». Иные же беспардонно замечают: «Политика, знаете ли, дело грязное. Такую высокую должность не удержать, ежели сам хитрить не мастак». Аято особого значения таким высказываниям не придаёт:<br>«Я?.. Всего лишь добросовестный и усердный служащий в подчинении у всемогущего Сёгуна».",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Камисато Аято, старший сын благородного рода Инадзумы, с самого рождения был окружён любовью. Хоть родители его из-за чрезвычайной занятости проводить всё время вместе с сыном не могли, они всё равно окружали его заботой, а в людях, к которым молодой господин мог обратиться с любой просьбой, никогда не было недостатка. Когда Аято немного подрос, то по воле отца приступил к строгому и трудному обучению, чтобы однажды стать преемником клана. Но из-за непредвиденных обстоятельств, давления государственных дел и бремени возрождения клана отец Аято, невзирая на молодой возраст, слёг и скончался. Клану грозил неминуемый крах, и юный Аято был вынужден ринуться в борьбу за его спасение. В те времена на первые шаги неоперившегося юнца смотрели с нескрываемым пессимизмом. Утопавший в роскоши молодой аристократ в устах народа во мгновение ока превратился в «бедного молодого хозяина Камисато», а политические соперники так вообще насмехались над «этим никчёмным молокососом». Но время рассудило иначе. Благодаря феноменальной храбрости и первоклассной тактике он не только предотвратил падение клана, но даже укрепил его положение. Он справлялся с тяжёлой работой, злонамеренным обманом и вездесущими кознями, нередко обращая их себе на пользу. Со временем репутация клана Камисато в сёгунате и среди народа лишь возросла. Сегодня Аято - достойный лидер клана Камисато и всеми признанный глава комиссии Ясиро.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Комиссия Ясиро отвечает за проведение ритуальных церемоний на Наруками. Культурные и развлекательные мероприятия острова она обязана проводить так, чтобы как божества, так и люди были довольны. К счастью, Аяка участвует во многих делах клана, и общение между комиссией и населением по большей части ложится на неё, что позволяет Аято сосредоточиться на государственных делах. Работать со служащими сёгуната подчас крайне непросто. Выходцы из других кланов и комиссий придерживаются самых разных позиций, а чем больше людей участвует в выполнении задания, тем сложнее оно становится. Улаживание таких проблем - конёк Аято. По его мнению, всеми движут их собственные интересы. Найди рычаги влияния на другую сторону, и она пойдёт на уступки. Большинство проблем можно решить, если найти цель, которая введёт оппонента в вашу логическую цепочку, сказать ему несколько банальностей и любезно предложить парочку незначительных услуг. А в случае с упрямцами достаточно обратиться ко влиянию свыше - никто, несмотря на их статус или высокомерие, не станет оспаривать власть небес.<br>«Хм... какое запутанное дело. Может, посоветуемся с главой комиссии Аято?» - нередко говорят в его окружении.<br>Хоть у Аято действительно найдётся множество решений для любой проблемы, оказывать помощь он не спешит. Во-первых, далеко не все дела находятся в ведении комиссии Ясиро. Во-вторых, участвовать в решении проблем ради мелкой выгоды других клану Камисато попросту невыгодно. Обычно в таких случаях Аято смиренно следует за «старшим» и только с улыбкой попивает чай.<br>«Ах, ну что вы, господин Нагаока. Все мы - верные слуги сёгуна, не более. Давайте говорить друг с другом откровенно, и мы обязательно решим этот вопрос».",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Из-за ограничений, которые налагают должность и обязанности, Аято практически не появляется на людях, а времени на неспешные прогулки у него почти не бывает. Впрочем, это не мешает ему узнавать обо всём новом и интересном. Иногда во время утренних тренировок с мечом Аято видит, как, украдкой озираясь, работница издательского дома Яэ якобы по служебным вопросам слоняется у входа в комиссию. Тогда он притворится, будто ничего не видел - любопытно же, какую отговорку для своих прогулов она придумает на этот раз? - и позже ненароком обмолвится об этом Гудзи Яэ. На заседании со старцами в Тэнсюкаку следует говорить помедленнее. Всё-таки забавно видеть, как эти раскрасневшиеся старички едва ли не дерутся за мелкие выгоды. Приметив по дороге необычную лавку с закусками, Аято подойдёт к её хозяину и спросит, продаётся ли чего нового, хорошо ли идут дела, и купит на пробу напиток. А если напиток окажется действительно любопытным, то возьмёт парочку с собой, чтобы угостить домашних. А ещё в Ханамидзаку последнее время зачастил один молодой óни. У парня возникли проблемы с боевыми жуками, и Аято, чтобы вернуть ему запал, из добрых побуждений решил его приободрить. В разговоре с багровым óни выяснилось, что тот и слыхом не слыхивал, кто такой Аято. Что, само собой разумеется, хорошо. По пути домой через лес Тиндзю Аято иногда наблюдает, как бакэ-дануки разыгрывают очередного прохожего, и тогда не может не указать бедолаге на иллюзию. Ну а если благодаря ему бакэ-дануки отточат навыки превращения... что же, им должно только благодарить его. А время от времени даже талантливейший Тома не может придумать, чего бы приготовить на ужин. Такие случаи прекрасно подходят для игры в сябу-сябу! Как не гордиться находчивостью Аяки, если она всякий раз подкладывает самые неожиданные ингредиенты? Из таких мелочей и складывается досуг главы комиссии Ясиро.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Благодаря удвоенным усилиям дворецкого и управляющего во всём имении Камисато царит безукоризненная чистота... за исключением одного-единственного места. Камисато Аято постоянно оставляет на своём рабочем столе жуткий бардак. Книги разбросаны, некоторые лежат раскрытыми обложкой вверх, документы разных размеров кое-как сложены друг на друга, использованные тушечницы не убраны, а под столом порой можно обнаружить шахматные фигуры и карты. В отсутствие хозяина прислуга принимается за уборку, а времени на неё уходит немало. Прибираясь, они как-то обнаружили, что беспорядочные листы перемежаются с карточками. При более близком рассмотрении оказалось, что в них разным почерком написаны заметки.<br>«Господин, слуги выслали свежую партию цветов. Я поместил их в вазу на углу стола. Пожалуйста, постарайтесь не опрокинуть её опять».<br>«Господин, сегодня приходила жрица Великого храма Наруками с сообщением, что госпожа Гудзи желает видеть вас. Видимо, это важно, поскольку касается изъятия земли на Рито. Она приглашает вас обсудить подробности в святилище».<br>«Господин, цветы Момоё не завяли. Ветви продолжают расти. Не беспокойтесь».<br>«Дорогой брат! Посещая праздничные мероприятия вместе с {M#путешественником}{F#путешественницей}, я узнала новый рецепт. Учитывая, что {M#он}{F#она} из другой страны, не думаешь ли ты... что этот рецепт следовало бы несколько изменить?»<br>«Господин, слуги не осмеливаются сказать вам об этом, поэтому позвольте мне, пожилой женщине, донести до вас следующее. Если вы желаете перекусить, поручите это управляющему. Прошу вас, не используйте ингредиенты на кухне. Разве мы можем допустить, чтобы вы сами брались за готовку?»<br>Из-за большой загруженности Аято часто уходит совсем рано, а возвращается поздним вечером. Таким образом слуги имения Камисато общаются с хозяином во время его отсутствия. Использовать карточки придумал сам Аято, и можно сказать, что на них держится жизнь всего особняка. К сожалению, из-за них на столе главы клана творится ещё больший беспорядок... Впрочем, такой незначительной жертвой можно и пренебречь.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Некоторые в Инадзуме молятся богам, поднося листья кипариса определённого вида. Но, теряясь среди множества больших и малых церемоний страны, эти скромные ритуалы зачастую проходят незамеченными. Даже спустя долгое время память Аято хранит слова матери о том, что, хоть этот кипарис - дерево вечнозелёное, листья его на иглы не похожи. Его крупные листья с отчётливыми прожилками не опадают, даже когда прорастают новые. Таким образом, они означают «процветание» и в давние времена служили вместилищем для подношения пищи. Ныне еду в листья не кладут, но привычка подносить листья кипариса тем не менее осталась. Было это увлечением матери, или же она просто обладала широкими познаниями, но о церемониальных действах она могла говорить часами.<br>«Возможно, клан Камисато из поколения в поколение управляет комиссией Ясиро потому, что был рождён защищать божеств».<br>Молодой Аято с этим утверждением не был вполне согласен. Он считал, что клан принадлежит самому себе, а служение богам - работа, которая есть дело преходящее. Но Аято не позволял себе выказывать подобных дерзких мыслей, особенно когда мать говорила так увлечённо. Сколь долго бы ни тянулся её рассказ, Аято всё сидел перед ней и слушал, даже если затекали ноги. Летели годы, Аято рос, а дни его стали занимать уроки фехтования и книги. Теперь «уроки» давал ему отец, а содержание их сменилось с церемоний и ритуалов на необходимые для преемника клана знания. Клановые обязанности стали ещё большей частью жизни Аято. Из зыбкого образа из далёкого детства сёгун Райдэн превратилась в настоящего бога, могущественную покровительницу вечного мира Инадзумы Наруками Огосё.<br>«Клан Камисато занимает своё положение и по сей день по милости Наруками. Из этого следует, что клан Камисато обязан защищать путь вечности и неизменно следовать за сёгуном. Таково данное обещание, и таково непреложное правило клана. Никогда не забывай этого».<br>Причину этому Аято отчасти уже знал из наставлений предков клана. Из-за их халатности серьёзно пострадали столь важные для государства Райдэн гокадэн. Если бы Гудзи Яэ не вмешалась и не попросила сёгуна о снисхождении, Камисато могла постигнуть участь других опальных кланов, которые прекратили своё существование. Это была милость её превосходительства, но и в то же время предостережение её слугам. Поэтому естественно, что Аято не пренебрегал наставлениями своего отца. Хоть он и верил, что нет ничего важнее защиты клана, он также понимал одну истину: Инадзума существует лишь благодаря покровительству Электро Архонта, и только мир в стране может гарантировать клану долгую жизнь и процветание. Как бы ситуация в Инадзуме ни сложилась, один лишь клан Камисато никогда не предаст всемогущую Наруками. Если сердце скажет иначе, оно окажется погребённым в тёмных реках глубоко под непроницаемой личиной. Как говорила когда-то мать, из старых ветвей оберегаемого богами кипариса прорастут молодые листья. Тогда и камелия в саду сохранит благоухание в суровую зиму.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Футляр из юмэмиру",
                "Content": "Камисато Аято и сам не подозревал, что каллиграфия, которую он в юности считал ужасно скучной, однажды станет его излюбленным досугом. В прошлом он упорно трудился в чистописании, чтобы сделать свой почерк достойным наследника клана. Теперь же он время от времени переписывает стихотворения, чтобы очистить разум и подумать в тишине. Также в свободное время это помогает Аято выглядеть занятым, когда возникает надобность кого-нибудь принять или что-то выполнить, но делать этого не хочется. Со временем слуги, которые обеспечивали его повседневные нужды, дружно заключили, что хозяину нравятся не только шахматы, но и каллиграфия. Молва об этом разошлась по всей Инадзуме, и после этого уже ни один праздник или день рождения не проходил без того, чтобы Аято не преподнесли отличных кистей в подарок. Особо предприимчивые особы даже осуществляют поездки в другие государства с тем, чтобы привезти Аято изысканные и дорогие перья. Аято не пытался выяснить, почему так происходит, а просто заказал деревянный футляр тонкой работы, где и стал хранить все подобные канцелярские принадлежности. Кроме того, такие вещи нередко могут рассказать многое о дарящих, помогая Аято получить влияние над ними. Хоть Аято и говорит, что купил этот футляр для хранения писчих принадлежностей, есть три особенные кисти, которые он никогда в него не складывал. Первая - мастерски изготовленная тонкая кисть, которая обычно лежит у него на столе. Она уже несколько изношена, но писать ею легко и приятно. Ею, как правило, пишутся официальные документы. Вторая, с истончившимся кончиком, хранится в нижнем ящике. Аято любил использовать её, когда упражнялся в каллиграфии. Она хорошо подходит для новичков в искусстве красивого письма, и поэтому её часто одалживают Тома и Аяка. Ну а третья заботливо уложена в шёлковый мешочек и спрятана глубоко в недрах шкафчика с антиквариатом. Эту искусно выполненную из великолепных материалов кисть подарила Аято мать в день его церемонии совершеннолетия.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Одной ночью много лет назад прикованный к постели отец призвал Аято к себе. Что-то переменилось в его изнурённом болезнью, усталом лице: оно приняло торжественное выражение, но глаза смотрели с едва скрываемым беспокойством. Превозмогая слабость, он спросил Аято, закончил ли он на сегодня тренировки, хорошо ли поужинал, преуспел ли в фехтовании... Аято по очереди отвечал на вопросы, а отец со слабой улыбкой удовлетворённо кивал, но вдруг опять помрачнел, будто хотел что-то сказать, но не мог. Он долго колебался, но, увидев в глазах жены тоску, наконец тяжело молвил:<br>«Аято... Помни, что бы с кланом Камисато ни случилось, ты наш старший сын, старший брат Аяки... и преемник, которым можно гордиться».<br>Попросив отца побольше отдыхать, он поклонился родителям и направился в свою спальню. Стоило ему открыть дверь, как он увидел на столе светящийся Глаз Бога. Аято с детства знал, что они означают благосклонность богов, родившуюся из желаний людей. Ещё с малых лет он жаждал стать опорой своей семьи, но не для великих свершений, а ради процветания и защиты клана. А появление Глаза Бога в такие времена могло значить... что время взять на себя ответственность уже пришло. Размышляя об этом, Аято не стал звать слуг зажечь лампы, а просто сел за стол. Мысли о нынешнем положении дел хлынули бурным потоком: отец тяжело болен, здоровье матери пошатнулось, клан остался без главы, а соперники уже давно зарятся на его власть и положение. Сестра ещё мала, и необходимо сделать всё, чтобы она росла в безопасности. Правящие круги сёгуната подобны полному рифами морю, где нужно всегда быть настороже... Терять Сюмацубан, которым они управляли многие поколения, было непозволительно. Что же касается слуг, то скольким можно будет доверять, когда клан Камисато потеряет своё могущество?.. И Тома. Хоть он и был другом и полезным союзником, он чужеземец, и после падения клана у него могут возникнуть другие планы... Постепенно этот водоворот мыслей пришёл в порядок, выстроившись вокруг неизменного убеждения Аято: он использует все доступные средства ради безопасности и будущего клана. Любой, кто встанет на пути, будет устранён любой ценой. В ту ночь комнату Аято освещал только Глаз Бога. Когда на стол упали первые лучи рассвета, молодой преемник был готов ко всему.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Здравствуй. Аяка несколько раз упоминала о тебе. Увы, в последнее время мой график был несколько более загруженным, чем обычно, из-за чего наша первая встреча состоялась лишь сегодня. Камисато Аято, глава клана Камисато. Рад с тобой познакомиться.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Избалованность",
                "Content": "Кажется, я что-то забыл... Ничего страшного, пошлю кого-нибудь. Только сначала вспомню, за чем именно.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Подсечка",
                "Content": "Всё готово, они заглотили наживку... Да. Теперь пора подсекать...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Сомнительные удовольствия",
                "Content": "Мне приходится сдерживать улыбку при воспоминании о выражении лиц моих слуг, когда я сообщил им о своих планах на сегодня... Они охвачены паникой, но при этом не в силах набраться храбрости, чтобы возразить мне, хе-хе. Да, это была прекрасная идея.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Давай укроемся от дождя. Не волнуйся, кто-нибудь из моих слуг сейчас принесёт зонты.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "В детстве Аяка боялась грома, пока однажды мать не сказала ей, что звук грома - это голос Наруками Огосё. После этого она начинала усиленно вслушиваться каждый раз, когда звучали раскаты грома. Как будто, если бы она сосредоточилась достаточно сильно, то смогла бы услышать, что говорит её превосходительство.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Этот вид напоминает мне о другом дне, когда шёл снег... Но это было очень давно.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Редко выпадает подобная возможность погреться на солнышке.",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер...",
                "Content": "Порой то, что на первый взгляд кажется всего лишь мимолётным дуновением ветерка, в конечном счёте может изменить ход событий... Хе-хе.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Большинство людей пригибаются при сильном встречном ветре. Лишь немногие знают, как использовать это в своих интересах.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Небольшая тренировка с мечом в начале дня полезна для тела и ума. Я стараюсь ничего не планировать на утренние часы... Что скажешь? Хочешь скрестить со мной клинки?",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Если хочешь на обед что-то конкретное, просто дай знать моим слугам. Они сделают всё, что ты попросишь, ты ведь мой почётный гость.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Раз уж ты {M#пришёл}{F#пришла} ко мне так поздно, может, останешься на ужин?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Пора спать? Тогда идите, вы свободны. Я ещё не устал, так что... А, это ты? Мне нужно закончить ещё кое-какие дела. А вот тебе следует хорошенько поспать.",
                "Tips": []
            },
            {
                "Title": "О Камисато Аято: Цена",
                "Content": "За всё приходится платить. И если ты стремишься к вещам, о которых большинство даже никогда и не мечтало, то, естественно, придётся заплатить невообразимую цену.",
                "Tips": []
            },
            {
                "Title": "О Камисато Аято: Методы",
                "Content": "Я не сторонник того, чтобы делать что-то определённым образом. Какой бы метод ты ни использовал, важно, чтобы результаты были приемлемыми.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Веселье",
                "Content": "Хе-хе, я слышал, что ты натворил{F#а} в комиссии Тэнрё. Как же весело... Нужно быть особенным человеком, чтобы заставить старину Кудзё рвать на себе волосы от гнева. Ах, если бы только я мог увидеть это собственными глазами.",
                "Tips": [
                    "Завершите главу «Всевидящий бог, бренный мир»"
                ]
            },
            {
                "Title": "О нас: Доверие",
                "Content": "Доверять другому человеку нелегко, особенно человеку с высоким статусом. Доверься не тому, и это может в буквальном смысле стоить тебе жизни. Но ты {M#доверился}{F#доверилась} мне, и, конечно же, я тебя не подведу.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Раз уж есть такой полезный инструмент, как Глаз Бога, то почему бы не использовать его для дела. Я надеюсь, что он засияет в моих руках.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Если бросить опавшие цветы в пламя, обжигающий жар наполнит их последней искрой жизненной силы, и на короткое мгновение они вспыхнут великолепным сиянием, которое ярче, чем сам огонь... Они прожили короткую жизнь, но она не была потрачена впустую.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Если говорить о домашних животных... Мм, да, я определённо больше люблю собак. Кошки очень независимы, в чём тоже есть своё очарование, но беспрекословное послушание есть только у собак. Они сделают всё, что ты им скажешь. Хе-хе, полагаю, я нахожу лояльность довольно привлекательным качеством.",
                "Tips": []
            },
            {
                "Title": "О Камисато Аяке...",
                "Content": "Я уверен в способностях Аяки. Но я хочу, чтобы она смогла сохранить свою невинность. Ей не следовало лично участвовать в борьбе за власть или сталкиваться лицом к лицу с тёмной стороной жизни. Я её старший брат, и моя задача - защищать её от всего этого... Хех, просто... Пусть это будет только между нами двумя. Извини, разговор стал слишком личный.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Томе...",
                "Content": "У меня нет никаких сомнений в преданности Томы клану Камисато. Давным-давно, отчасти для того, чтобы испытать его, я посоветовал ему уйти, если он не хочет быть втянутым в бесконечные споры, которые мешают общественной жизни. Тем не менее, он решил остаться, и за всё то время, что он с нами, он избавил меня от многих забот. Я могу полностью довериться немногому числу людей, но Тома - один из них.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Саю...",
                "Content": "Большую часть времени она кажется ужасно ленивой, но в нужный момент она всегда приходит на помощь. Думаю, ты знаешь об этом даже больше, чем я.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ёимии...",
                "Content": "А, владелица магазина фейерверков. Да, очень... энергичная молодая девушка. Она примерно того же возраста, что и Аяка, и они очень хорошо ладят. Её прямота и откровенный характер не смогут сбить Аяку с истинного пути. Аяка с детства всегда была непоколебимо верна себе.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О сёгуне Райдэн...",
                "Content": "Цена стремления к Вечности дорого обошлась и всемогущему сёгуну, и всей Инадзуме. Для заживления этих ран понадобится время, и как человек, играющий посредническую роль в политическом процессе, я обязательно выполню то, что от меня требуется.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»"
                ]
            },
            {
                "Title": "О Яэ Мико...",
                "Content": "Госпожа Гудзи всегда была добра к клану Камисато, но она никогда мне не симпатизировала. Наверняка ты слышал{F#а}, как она меня называет... «негодяй из Ясиро» и другие не менее «лестные» прозвища. Из-за занятости мы редко сталкиваемся, и, в отличие от личных отношений, наши рабочие отношения вполне гармоничны. Я не против, работать с умными людьми всегда намного эффективнее. К тому же, с какой неприязнью она бы ко мне ни относилась, она вынуждена признать, что только я могу помочь воплотить её «замечательные» идеи.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кудзё Саре...",
                "Content": "Старик Кудзё сумел создать самое грозное оружие. Только он просчитался и теперь не может владеть собственным клинком.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кадзухе...",
                "Content": "Когда-то давно клан Каэдэхара подчинялся клану Камисато. Мои предки, возможно, и не смогли спасти его семью от упадка, но даже сегодня я обязан поддерживать его. Теперь, естественно, я уже не смогу восстановить былое благосостояние его клана. Но вот помочь избежать ареста комиссией Тэнрё вполне мне по силам...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Аратаки Итто...",
                "Content": "А вот он довольно интересный. Идея устраивать бои послушных оникабуто довольно... Я сказал всего лишь пару вежливых банальностей, когда произносил небольшую ободряющую речь, но, к моему удивлению, он начал называть меня «братан»... По сей день он зовёт меня «братан Аято», не имея ни малейшего представления о том, какой я на самом деле. Впрочем, меня это вполне устраивает, я ничего не имею против его... эксцентричности.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нин Гуан...",
                "Content": "Я кое-что слышал о методах госпожи Воли Небес. Кстати, у меня тут есть экземпляр ограниченного тиража «Тысяча лет в Ли Юэ». Тебе интересно? Я могу послать кого-нибудь за ним, чтобы мы могли сыграть.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аято I",
                "Content": "Хочешь знать обо мне больше? Хм. Не всегда бывает так, что чем больше ты знаешь, тем лучше. Это подтверждает множество поговорок. Может, обсудим подробнее в следующий раз.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Камисато Аято II",
                "Content": "Странные пристрастия, говоришь?.. Кажется, ты меня неверно понял{F#а}. Позволь объяснить: мне всего лишь нравится смотреть, как искажаются лица людей, попавших в неловкое положение. Как их кривит от смущения. Разве это странно? Разве ты не дразнишь подобным образом свою летающую подружку?",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аято III",
                "Content": "Со стороны может казаться, что Трикомиссией просто управлять, но могу заверить тебя, под спокойной поверхностью скрывается настоящая буря. Нет никакого удовольствия в общении с сильными мира сего. Избавлю тебя от подробностей. Просто знай... Я никогда не делал ничего, что могло бы опозорить клан Камисато. Ни в прошлом, когда я пытался обеспечить стабильность клана, ни в настоящем, когда я работаю на благо всей Инадзумы.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аято IV",
                "Content": "Хочешь узнать больше о Сюмацубан? Полагаю, я могу раскрыть тебе пару деталей. Это секретное подразделение, которое подчиняется непосредственно главе клана Камисато. Соответственно, после смерти моего отца оно перешло ко мне. Бывают ситуации, когда я не могу вмешиваться напрямую, и тогда я полагаюсь на Сюмацубан. Большинство его членов - сироты, которых мы воспитываем с раннего возраста. Таким образом, их преданность нам невероятна, и мы избавлены от лишних волнений.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Камисато Аято V",
                "Content": "Есть ли у меня в рукаве другие козыри, помимо Сюмацубан? Ну конечно. Если даже у хитрого зайца есть три норы, то что уж говорить о хитрых людях? Но я уже достаточно поделился секретами. Думаю, настало время мне узнать твои. Да, кстати... можешь не рассказывать о путешествии по Тейвату. Расскажи мне о том, что было до этого.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Камисато Аято...",
                "Content": "Хобби... В детстве у меня была парочка, но сейчас большую часть моего времени занимают служебные обязанности, поэтому они не считаются... Хм? Говоришь, некоторые относятся к работе как к хобби? С ума сойти. Как... необычно.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Камисато Аято...",
                "Content": "Беспокойства? Всякий раз, когда меня что-то беспокоит, я быстро с этим разбираюсь. Если меня беспокоит человек... Хе-хе...",
                "Tips": []
            },
            {
                "Title": "Любимая еда: Личные предпочтения",
                "Content": "Новизна вносит разнообразие в скучную повседневность. Новый чай с молоком, который продают в Ханамидзаке, не так уж и плох. Тебе стоит попробовать. А так... У меня нет особых предпочтений в ежедневной пище. Мои слуги занимаются моим питанием, и всё, что они подают, я ем.",
                "Tips": []
            },
            {
                "Title": "Любимая еда: Пробуя новое",
                "Content": "Ты не мог{F#ла} бы рассказать мне о своих вкусах? ...Понятно. Хорошо, я запомнил. Теперь я знаю, что ответить в следующий раз.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Хм... Кажется, я перепутал соль и сахар. Солёный мидзу мандзю... Да, пожалуй, отдам его Томе.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Действительно очень необычно. Ха-ха, это полностью соответствует моим требованиям...",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Ясно. Так вот как ты видишь это блюдо...",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Дам тебе совет: попробуй использовать это блюдо при следующей игре в сябу-сябу.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения! Не хочешь стать на денёк главой комиссии Ясиро? Вся работа уже сделана, так что можешь просто наслаждаться огромной властью. Не волнуйся, слуги не станут задавать вопросов, я буду с тобой всё время, хе-хе.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Я стал сильнее? Архонты, как чудесно...",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "В конце концов, власть является источником комфорта только тогда, когда она сосредоточена в твоих собственных руках.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Хе-хе, уверен, некоторые уже начинают нервничать.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Я почти не отдыхаю с тех пор, как стал главой клана. Но когда ты рядом, всё по-другому. Хм... Да, будто на солнышке греешься.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Спокойно.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Водопад.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Осторожно, потоп.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Хм.. Глубины манят.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Искусство Камисато... Суйю!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Если это полезно, то я возьму.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "О... Так ты это собираешь?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Мм, да, здорово.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Становится интереснее...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Ладно, теперь серьёзно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Один из нас падёт.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Пора выходить.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Больше никакого авантюризма.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Но план... был безупречным...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Счастье не вечно...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Такова жизнь...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Достаточно.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Возможно, я переоценил себя...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Что такое? Хочешь прогуляться вместе? Почему бы и нет.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Хорошо, я отложу свои официальные обязанности в сторону.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Ха... Должно быть весело.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "66": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Шёлковое великолепие",
                "Desc": "Костюм Камисато Аято. Кимоно сшито из редкой ткани, а рисунок на нём напоминает горный источник, такой же спокойный и торжественный, как и владелец костюма.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108387,
            "JD": 108299,
            "Name": "<b>Изящная безмятежность</b>",
            "Eff": "Увеличивает прочность щита всех членов отряда на 35% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Камисато Аято. Та элегантность, с которой Аято ведёт дела, не обошла и это блюдо. Будь в нём одним ингредиентом больше, оно было бы переполненным, а одним меньше - скудным. Распробовав его, вы изумляетесь, насколько оно походит на блюда ресторана «Призрачная беседка»... Вы собираетесь подхватить палочками сверкающий цветок камелии, но Аято останавливает вас... «Я срезал этот цветок, когда упражнялся с мечом. Он всего лишь украшение».",
            "Recipe": {
                "100093": 4,
                "101211": 2,
                "101202": 2,
                "110001": 1
            },
            "Icon": "UI_ItemIcon_108387"
        },
        "Namecard": {
            "Name": "<b>Лёгкая зыбь</b>",
            "Desc": "Именная карта.<br>Лёгкой зыбью откликнулся пруд, когда на зеркальную гладь опустилась камелия.",
            "Pic": "UI_NameCardPic_Ayato_P"
        }
    }
}

var acs_cache_ = {}