// Auto Generated

var _AvatarDataConfig_ = {
    "Ayato": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Ayato": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101202": 3,
                "112044": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113028": 2,
                "101202": 10,
                "112044": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113028": 4,
                "101202": 20,
                "112045": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113028": 8,
                "101202": 30,
                "112045": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113028": 12,
                "101202": 45,
                "112046": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113028": 20,
                "101202": 60,
                "112046": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ayato": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Искусство Камисато: Маробаси",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на выпад вперёд и выполняет иай.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.9617%",
                                    "48.6213%",
                                    "52.281%",
                                    "57.5091%",
                                    "61.1688%",
                                    "65.3512%",
                                    "71.1022%",
                                    "76.8531%",
                                    "82.604%",
                                    "88.8777%",
                                    "95.1514%",
                                    "101.4251%",
                                    "107.6989%",
                                    "113.9726%",
                                    "120.2463%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "47.1572%",
                                    "50.9956%",
                                    "54.834%",
                                    "60.3174%",
                                    "64.1558%",
                                    "68.5425%",
                                    "74.5742%",
                                    "80.606%",
                                    "86.6377%",
                                    "93.2178%",
                                    "99.7979%",
                                    "106.378%",
                                    "112.958%",
                                    "119.5381%",
                                    "126.1182%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "58.6124%",
                                    "63.3832%",
                                    "68.154%",
                                    "74.9694%",
                                    "79.7402%",
                                    "85.1925%",
                                    "92.6894%",
                                    "100.1864%",
                                    "107.6833%",
                                    "115.8618%",
                                    "124.0403%",
                                    "132.2188%",
                                    "140.3972%",
                                    "148.5757%",
                                    "156.7542%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "29.4485%×2",
                                    "31.8455%×2",
                                    "34.2425%×2",
                                    "37.6667%×2",
                                    "40.0637%×2",
                                    "42.8031%×2",
                                    "46.5698%×2",
                                    "50.3365%×2",
                                    "54.1031%×2",
                                    "58.2122%×2",
                                    "62.3213%×2",
                                    "66.4304%×2",
                                    "70.5395%×2",
                                    "74.6487%×2",
                                    "78.7577%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "75.6043%",
                                    "81.7582%",
                                    "87.912%",
                                    "96.7032%",
                                    "102.857%",
                                    "109.89%",
                                    "119.5603%",
                                    "129.2306%",
                                    "138.901%",
                                    "149.4504%",
                                    "160.0%",
                                    "170.5493%",
                                    "181.0987%",
                                    "191.6482%",
                                    "202.1976%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "129.5297%",
                                    "140.0728%",
                                    "150.6159%",
                                    "165.6775%",
                                    "176.2206%",
                                    "188.2699%",
                                    "204.8376%",
                                    "221.4054%",
                                    "237.9731%",
                                    "256.047%",
                                    "274.1209%",
                                    "292.1948%",
                                    "310.2688%",
                                    "328.3427%",
                                    "346.4166%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Искусство Камисато: Кёка",
                        "Desc": "Камисато Аято перемещается и входит в состояние Такимэгури канка.<br>После перемещения на его исходной позиции остаётся водная иллюзия. Когда время действия полностью сформировавшейся водной иллюзии истекает или рядом находятся враги, она взрывается и наносит <color style='color:#80C0FF;'>Гидро урон по площади</color>.<br><br><color style='color:#FFD780;'>Такимэгури канка</color><br>В этом состоянии Камисато Аято совершает молниеносные атаки, используя свой Сюнсуйкэн. Урон от обычных атак конвертируется в <color style='color:#80C0FF;'>Гидро урон по площади</color>. Этот эффект не может быть отменён другими инфузиями.<br>Также он обладает следующими свойствами:<br> ·  Попадания Сюнсуйкэн по врагу наделяют Аято эффектом Намисэн, который увеличивает наносимый Сюнсуйкэн урон пропорционально текущему макс. HP Аято. Изначально Намисэн может складываться до 4 раз. Один уровень эффекта можно получить с помощью Сюнсуйкэн раз в 0,1 сек. С завершением Такимэгури канка этот эффект исчезнет.<br> ·  Увеличивает сопротивление прерыванию Аято.<br> ·  Заряженные атаки и атаки в падении становятся недоступны.<br><br>Такимэгури канка снимается, когда Аято покидает поле боя. Если во время действия Такимэгури канка применить Искусство Камисато: Кёка повторно, текущее состояние прервётся.<br><br><i>«Когда это вам померещилось, что победа на вашей стороне?»</i><br><i>Таков Аято как в боевых искусствах, так и в хитросплетениях политических интриг. При главах других комиссий он такого не говорит, заботясь об их достоинстве. Посему эту фразу доводилось слышать только Томе, Итто и Аяке.</i>",
                        "Icon": "Skill_S_Ayato_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Сюнсуйкэн 1",
                                "ParamLevelList": [
                                    "52.89%",
                                    "57.195%",
                                    "61.5%",
                                    "67.65%",
                                    "71.955%",
                                    "76.875%",
                                    "83.64%",
                                    "90.405%",
                                    "97.17%",
                                    "104.55%",
                                    "111.93%",
                                    "119.31%",
                                    "126.69%",
                                    "134.07%",
                                    "141.45%"
                                ]
                            },
                            {
                                "Desc": "Урон Сюнсуйкэн 2",
                                "ParamLevelList": [
                                    "58.91%",
                                    "63.705%",
                                    "68.5%",
                                    "75.35%",
                                    "80.145%",
                                    "85.625%",
                                    "93.16%",
                                    "100.695%",
                                    "108.23%",
                                    "116.45%",
                                    "124.67%",
                                    "132.89%",
                                    "141.11%",
                                    "149.33%",
                                    "157.55%"
                                ]
                            },
                            {
                                "Desc": "Урон Сюнсуйкэн 3",
                                "ParamLevelList": [
                                    "64.93%",
                                    "70.215%",
                                    "75.5%",
                                    "83.05%",
                                    "88.335%",
                                    "94.375%",
                                    "102.68%",
                                    "110.985%",
                                    "119.29%",
                                    "128.35%",
                                    "137.41%",
                                    "146.47%",
                                    "155.53%",
                                    "164.59%",
                                    "173.65%"
                                ]
                            },
                            {
                                "Desc": "Длительность Такимэгури канка",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Повышение урона Намисэн",
                                "ParamLevelList": [
                                    "0.5611% макс. HP/уровень",
                                    "0.6067% макс. HP/уровень",
                                    "0.6524% макс. HP/уровень",
                                    "0.7176% макс. HP/уровень",
                                    "0.7633% макс. HP/уровень",
                                    "0.8155% макс. HP/уровень",
                                    "0.8873% макс. HP/уровень",
                                    "0.959% макс. HP/уровень",
                                    "1.0308% макс. HP/уровень",
                                    "1.1091% макс. HP/уровень",
                                    "1.1874% макс. HP/уровень",
                                    "1.2657% макс. HP/уровень",
                                    "1.3439% макс. HP/уровень",
                                    "1.4222% макс. HP/уровень",
                                    "1.5005% макс. HP/уровень"
                                ]
                            },
                            {
                                "Desc": "Урон водной иллюзии",
                                "ParamLevelList": [
                                    "101.48%",
                                    "109.74%",
                                    "118.0%",
                                    "129.8%",
                                    "138.06%",
                                    "147.5%",
                                    "160.48%",
                                    "173.46%",
                                    "186.44%",
                                    "200.6%",
                                    "214.76%",
                                    "228.92%",
                                    "243.08%",
                                    "257.24%",
                                    "271.4%"
                                ]
                            },
                            {
                                "Desc": "Длительность водной иллюзии",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Искусство Камисато: Суйю",
                        "Desc": "Создаёт безмятежный сад, в котором гаснет суета и шум.<br>Пока сад существует, в его области на врагов непрерывно обрушиваются Клинки водных цветов, нанося им <color style='color:#80C0FF;'>Гидро урон</color>, а урон обычной атаки персонажей внутри него увеличивается.<br><br><i>«Я вижу её. Рябь, которая проходит по этим тихим водам от ударов твоего сердца».</i>",
                        "Icon": "Skill_E_Ayato_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Клинков водных цветов",
                                "ParamLevelList": [
                                    "66.456%",
                                    "71.4402%",
                                    "76.4244%",
                                    "83.07%",
                                    "88.0542%",
                                    "93.0384%",
                                    "99.684%",
                                    "106.3296%",
                                    "112.9752%",
                                    "119.6208%",
                                    "126.2664%",
                                    "132.912%",
                                    "141.219%",
                                    "149.526%",
                                    "157.833%"
                                ]
                            },
                            {
                                "Desc": "Бонус урона обычной атаки",
                                "ParamLevelList": [
                                    "11.0%",
                                    "12.0%",
                                    "13.0%",
                                    "14.0%",
                                    "15.0%",
                                    "16.0%",
                                    "17.0%",
                                    "18.0%",
                                    "19.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Искусство Камисато: Минэ о матойси киётаки",
                        "Desc": "<color style='color:#FFD780;'>Искусство Камисато: Кёка</color> обладает следующими эффектами:<br> ·  После использования Камисато Аято получает два уровня Намисэн.<br> ·  Когда водная иллюзия взрывается, Аято обретает эффект Намисэн, равный максимальному количеству уровней эффекта.",
                        "Icon": "UI_Talent_S_Ayato_05"
                    },
                    {
                        "Name": "Искусство Камисато: Митиюку хагэцу",
                        "Desc": "Когда Камисато Аято не на поле боя, а его энергия ниже 40 ед., он восстанавливает себе 2 ед. энергии в секунду.",
                        "Icon": "UI_Talent_S_Ayato_06"
                    },
                    {
                        "Name": "Искусство Камисато: Ежедневная готовка",
                        "Desc": "При приготовлении идеального блюда имеет 18% шанс получить дополнительное «странное» блюдо того же типа.",
                        "Icon": "UI_Talent_S_Ayato_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Кёка фуси",
                        "Desc": "Увеличивает на 40% урон <color style='color:#FFD780;'>Сюнсуйкэн</color> против врагов с НР, равным 50% или ниже.",
                        "Icon": "UI_Talent_S_Ayato_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Родник мира",
                        "Desc": "Максимум уровней <color style='color:#FFD780;'>Намисэн</color> увеличен до 5. Когда у Камисато Аято не менее 3 уровней Намисэн, его макс. HP повышается на 50%.",
                        "Icon": "UI_Talent_S_Ayato_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Созерцание цветов",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Искусство Камисато: Кёка</color> на 3.<br>Макс. уровень: 15.",
                        "Icon": "UI_Talent_U_Ayato_02"
                    },
                    {
                        "Level": 4,
                        "Name": "Бесконечный поток",
                        "Desc": "После использования <color style='color:#FFD780;'>Искусства Камисато: Суйю</color> скорость обычной атаки всех ближайших членов отряда повышается на 15% в течение 15 сек.",
                        "Icon": "UI_Talent_S_Ayato_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Бансуй итиро",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Искусство Камисато: Суйю</color> на 3.<br>Макс. уровень: 15.",
                        "Icon": "UI_Talent_U_Ayato_01"
                    },
                    {
                        "Level": 6,
                        "Name": "Бескрайний исток",
                        "Desc": "После активации <color style='color:#FFD780;'>Искусства Камисато: Кёка</color>, если следующая атака Сюнсуйкэн попадёт по врагу, Аято выполнит 2 дополнительные атаки Сюнсуйкэн, каждая из которых нанесёт 450% урона от его силы атаки.<br>Эффект Намисэн на эти дополнительные атаки не распространяется.",
                        "Icon": "UI_Talent_S_Ayato_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ayato": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.7,
                        1.3
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.053,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.7,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 49.351,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.8,
                        1.6,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 61.339,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.6,
                        2.0,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 30.819,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.6,
                        2.0,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 30.819,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        6.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 79.121,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}