// Auto Generated

var _AvatarDataConfig_ = {
    "Beidou": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Beidou": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "100028": 3,
                "112035": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113002": 2,
                "100028": 10,
                "112035": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113002": 4,
                "100028": 20,
                "112036": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113002": 8,
                "100028": 30,
                "112036": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113002": 12,
                "100028": 45,
                "112037": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113002": 20,
                "100028": 60,
                "112037": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113005": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113005": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113005": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Beidou": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "По волнам",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти рубящих ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Комбо-атака, на которую непрерывно тратится выносливость.<br>После комбо-атаки проводит дополнительную мощную атаку мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех противников на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "71.122%",
                                    "76.911%",
                                    "82.7%",
                                    "90.97%",
                                    "96.759%",
                                    "103.375%",
                                    "112.472%",
                                    "121.569%",
                                    "130.666%",
                                    "140.59%",
                                    "151.9613%",
                                    "165.3338%",
                                    "178.7064%",
                                    "192.079%",
                                    "206.6673%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "70.864%",
                                    "76.632%",
                                    "82.4%",
                                    "90.64%",
                                    "96.408%",
                                    "103.0%",
                                    "112.064%",
                                    "121.128%",
                                    "130.192%",
                                    "140.08%",
                                    "151.41%",
                                    "164.7341%",
                                    "178.0582%",
                                    "191.3822%",
                                    "205.9176%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "88.322%",
                                    "95.511%",
                                    "102.7%",
                                    "112.97%",
                                    "120.159%",
                                    "128.375%",
                                    "139.672%",
                                    "150.969%",
                                    "162.266%",
                                    "174.59%",
                                    "188.7112%",
                                    "205.3178%",
                                    "221.9244%",
                                    "238.531%",
                                    "256.6473%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "86.516%",
                                    "93.558%",
                                    "100.6%",
                                    "110.66%",
                                    "117.702%",
                                    "125.75%",
                                    "136.816%",
                                    "147.882%",
                                    "158.948%",
                                    "171.02%",
                                    "184.8525%",
                                    "201.1195%",
                                    "217.3865%",
                                    "233.6536%",
                                    "251.3994%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "112.144%",
                                    "121.272%",
                                    "130.4%",
                                    "143.44%",
                                    "152.568%",
                                    "163.0%",
                                    "177.344%",
                                    "191.688%",
                                    "206.032%",
                                    "221.68%",
                                    "239.61%",
                                    "260.6957%",
                                    "281.7814%",
                                    "302.867%",
                                    "325.8696%"
                                ]
                            },
                            {
                                "Desc": "Урон вращающейся атаки",
                                "ParamLevelList": [
                                    "56.244%",
                                    "60.822%",
                                    "65.4%",
                                    "71.94%",
                                    "76.518%",
                                    "81.75%",
                                    "88.944%",
                                    "96.138%",
                                    "103.332%",
                                    "111.18%",
                                    "120.1725%",
                                    "130.7477%",
                                    "141.3229%",
                                    "151.898%",
                                    "163.4346%"
                                ]
                            },
                            {
                                "Desc": "Урон последней заряженной атаки",
                                "ParamLevelList": [
                                    "101.824%",
                                    "110.112%",
                                    "118.4%",
                                    "130.24%",
                                    "138.528%",
                                    "148.0%",
                                    "161.024%",
                                    "174.048%",
                                    "187.072%",
                                    "201.28%",
                                    "217.56%",
                                    "236.7053%",
                                    "255.8506%",
                                    "274.9958%",
                                    "295.8816%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек"
                                ]
                            },
                            {
                                "Desc": "Макс. длительность",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Призыв волны",
                        "Desc": "Обидчик десять раз пожалеет о том, что связался с Бэй Доу и её командой.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>Накапливая силу молнии, Бэй Доу яростно поднимает свой меч, нанося <color style='color:#FFACFF;'>Электро урон</color>.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Бэй Доу поднимает свой меч в качестве щита. Количество поглощаемого урона зависит от макс. HP Бэй Доу.<br>После окончания или прерывания навыка взмахивает мечом, высвобождая накопленную в нём энергию, и наносит <color style='color:#FFACFF;'>Электро урон</color>.<br>Урон увеличивается в зависимости от количества полученных во время навыка ударов. Два полученных удара дают максимальный бонус урона.<br>Щит Бэй Доу обладает следующими свойствами:<br> ·  <color style='color:#FFACFF;'>Электро урон</color> поглощается с эффективностью 250%.<br> ·  В момент активации накладывает на Бэй Доу <color style='color:#FFACFF;'>эффект Электро</color>.<br><br><i>Покорите танцующие волны и сверкающие молнии безбрежных морей!</i>",
                        "Icon": "Skill_S_Beidou_01",
                        "ParamDesc": [
                            {
                                "Desc": "Поглощение урона",
                                "ParamLevelList": [
                                    "14.4% от макс. HP + 1386.3678",
                                    "15.48% от макс. HP + 1525.0239",
                                    "16.56% от макс. HP + 1675.2346",
                                    "18.0% от макс. HP + 1837",
                                    "19.08% от макс. HP + 2010.3201",
                                    "20.16% от макс. HP + 2195.1948",
                                    "21.6% от макс. HP + 2391.6243",
                                    "23.04% от макс. HP + 2599.6084",
                                    "24.48% от макс. HP + 2819.147",
                                    "25.92% от макс. HP + 3050.2405",
                                    "27.36% от макс. HP + 3292.8887",
                                    "28.8% от макс. HP + 3547.0913",
                                    "30.6% от макс. HP + 3812.8489",
                                    "32.4% от макс. HP + 4090.161",
                                    "34.2% от макс. HP + 4379.028"
                                ]
                            },
                            {
                                "Desc": "Базовый урон",
                                "ParamLevelList": [
                                    "121.6%",
                                    "130.72%",
                                    "139.84%",
                                    "152.0%",
                                    "161.12%",
                                    "170.24%",
                                    "182.4%",
                                    "194.56%",
                                    "206.72%",
                                    "218.88%",
                                    "231.04%",
                                    "243.2%",
                                    "258.4%",
                                    "273.6%",
                                    "288.8%"
                                ]
                            },
                            {
                                "Desc": "Увеличение урона",
                                "ParamLevelList": [
                                    "160.0%",
                                    "172.0%",
                                    "184.0%",
                                    "200%",
                                    "212.0%",
                                    "224.0%",
                                    "240.0%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%",
                                    "320.0%",
                                    "340.0%",
                                    "360.0%",
                                    "380.0%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Крушитель бури",
                        "Desc": "Воспоминания о битве с великим чудовищем Хай Шанем помогают Бэй Доу создать вокруг себя громовой щит, нанося при этом <color style='color:#FFACFF;'>Электро урон</color> окружающим противникам.<br><br><color style='color:#FFD780;'>Громовой щит:</color><br> ·  Попадания обычной и заряженной атакой запускают цепную молнию, которая прыгает с одного противника на другого и наносит им <color style='color:#FFACFF;'>Электро урон</color>;<br> ·  Повышает устойчивость персонажа к прерыванию атак и уменьшает получаемый им урон;<br> ·  Запускает не более одной цепной молнии в секунду.<br><br><i>Сила молнии помогла победить ужасного Хай Шаня.</i>",
                        "Icon": "Skill_E_Beidou_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "121.6%",
                                    "130.72%",
                                    "139.84%",
                                    "152.0%",
                                    "161.12%",
                                    "170.24%",
                                    "182.4%",
                                    "194.56%",
                                    "206.72%",
                                    "218.88%",
                                    "231.04%",
                                    "243.2%",
                                    "258.4%",
                                    "273.6%",
                                    "288.8%"
                                ]
                            },
                            {
                                "Desc": "Урон цепной молнии",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "Понижение урона",
                                "ParamLevelList": [
                                    "20.0%",
                                    "21.0%",
                                    "22.0%",
                                    "24.0%",
                                    "25.0%",
                                    "26.0%",
                                    "28.0%",
                                    "30.0%",
                                    "32.0%",
                                    "34.0%",
                                    "35.0%",
                                    "36.0%",
                                    "37.0%",
                                    "38.0%",
                                    "39.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Возмездие",
                        "Desc": "Идеальная контратака навыком <color style='color:#FFD780;'>Призыв волны</color> даёт максимальный бонус урона.",
                        "Icon": "UI_Talent_S_Beidou_05"
                    },
                    {
                        "Name": "Гром и молния",
                        "Desc": "В течение 10 сек. после идеального парирования навыком <color style='color:#FFD780;'>Призыв волны</color>, Бэй Доу получает следующие эффекты:<br> ·  Увеличивается урон обычной и заряженной атаки на 15%, а также скорость атаки на 15%;<br> · Значительно уменьшается время, необходимое для активации заряженной атаки.",
                        "Icon": "UI_Talent_S_Beidou_06"
                    },
                    {
                        "Name": "Покоритель волн",
                        "Desc": "Уменьшает потребление выносливости собственных персонажей во время плавания на 20%.<br>Не суммируется с пассивными талантами, дающими точно такие же эффекты.",
                        "Icon": "UI_Talent_Explosion_Swim"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Хищник морей",
                        "Desc": "При использовании таланта <color style='color:#FFD780;'>Крушитель бури</color>:<br>Создаёт щит, который в течение 15 сек. поглощает урон, равный 16% от макс. HP Бэй Доу.<br><color style='color:#FFACFF;'>Электро урон</color> поглощается с эффективностью 250%.",
                        "Icon": "UI_Talent_S_Beidou_02"
                    },
                    {
                        "Level": 2,
                        "Name": "Гроза морей",
                        "Desc": "Цепная молния навыка <color style='color:#FFD780;'>Крушитель бури</color> может перепрыгнуть на двух дополнительных противников.",
                        "Icon": "UI_Talent_S_Beidou_01"
                    },
                    {
                        "Level": 3,
                        "Name": "Призыв бури",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Призыв волны</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Beidou_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Оглушающая месть",
                        "Desc": "После полученного удара обычные атаки Бэй Доу наносят дополнительные 20% <color style='color:#FFACFF;'>Электро урона</color> в течение 10 сек.",
                        "Icon": "UI_Talent_S_Beidou_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Алые паруса на горизонте",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Крушитель бури</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Beidou_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Погибель порока",
                        "Desc": "На время действия навыка <color style='color:#FFD780;'>Крушитель бури</color> <color style='color:#FFACFF;'>Электро сопротивление</color> окружающих противников понижается на 15%.",
                        "Icon": "UI_Talent_S_Beidou_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Beidou": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 300.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 85.67,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 85.33,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 106.37,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 104.19,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 135.12,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}