// Auto Generated

var _AvatarDataConfig_ = {
    "Bennett": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Bennett": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "100024": 3,
                "112035": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113011": 2,
                "100024": 10,
                "112035": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113011": 4,
                "100024": 20,
                "112036": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113011": 8,
                "100024": 30,
                "112036": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113011": 12,
                "100024": 45,
                "112037": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113011": 20,
                "100024": 60,
                "112037": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112037": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112037": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112037": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112037": 12,
                "113003": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112037": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112037": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112037": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112037": 12,
                "113003": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112037": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112037": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112037": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112037": 12,
                "113003": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Bennett": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Счастливый меч",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Два быстрых взмаха мечом, на которые тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех противников на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.548%",
                                    "48.174%",
                                    "51.8%",
                                    "56.98%",
                                    "60.606%",
                                    "64.75%",
                                    "70.448%",
                                    "76.146%",
                                    "81.844%",
                                    "88.06%",
                                    "94.276%",
                                    "100.492%",
                                    "106.708%",
                                    "112.924%",
                                    "119.14%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "42.742%",
                                    "46.221%",
                                    "49.7%",
                                    "54.67%",
                                    "58.149%",
                                    "62.125%",
                                    "67.592%",
                                    "73.059%",
                                    "78.526%",
                                    "84.49%",
                                    "90.454%",
                                    "96.418%",
                                    "102.382%",
                                    "108.346%",
                                    "114.31%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "54.61%",
                                    "59.055%",
                                    "63.5%",
                                    "69.85%",
                                    "74.295%",
                                    "79.375%",
                                    "86.36%",
                                    "93.345%",
                                    "100.33%",
                                    "107.95%",
                                    "115.57%",
                                    "123.19%",
                                    "130.81%",
                                    "138.43%",
                                    "146.05%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "59.684%",
                                    "64.542%",
                                    "69.4%",
                                    "76.34%",
                                    "81.198%",
                                    "86.75%",
                                    "94.384%",
                                    "102.018%",
                                    "109.652%",
                                    "117.98%",
                                    "126.308%",
                                    "134.636%",
                                    "142.964%",
                                    "151.292%",
                                    "159.62%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "71.896%",
                                    "77.748%",
                                    "83.6%",
                                    "91.96%",
                                    "97.812%",
                                    "104.5%",
                                    "113.696%",
                                    "122.892%",
                                    "132.088%",
                                    "142.12%",
                                    "152.152%",
                                    "162.184%",
                                    "172.216%",
                                    "182.248%",
                                    "192.28%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Чрезмерные стремления",
                        "Desc": "Беннет концентрирует на своём клинке весь свой пыл и страсть к приключениям. Результат зависит от уровня его пылающей страсти...<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>Быстрый взмах пылающим мечом, наносящий <color style='color:#FF9999;'>Пиро урон</color>.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Эффект зависит от уровня заряда навыка.<br> ·  Уровень заряда 1: Совершает два удара пылающим мечом, которые наносят <color style='color:#FF9999;'>Пиро урон</color> и подбрасывают противников в воздух;<br> ·  Уровень заряда 2: Совершает три удара пылающим мечом, которые наносят внушительный <color style='color:#FF9999;'>Пиро урон</color>. Последний удар создаёт взрыв, который одновременно подбрасывает в воздух противников и самого Беннета.<br>Беннет не получает урон от взрыва.<br><br><i>Страсть и мечты Беннета смешиваются с огненной стихией. Но иногда страсти слишком много, а огонь слишком горяч.</i>",
                        "Icon": "Skill_S_Bennett_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон быстрого нажатия",
                                "ParamLevelList": [
                                    "137.6%",
                                    "147.92%",
                                    "158.24%",
                                    "172.0%",
                                    "182.32%",
                                    "192.64%",
                                    "206.4%",
                                    "220.16%",
                                    "233.92%",
                                    "247.68%",
                                    "261.44%",
                                    "275.2%",
                                    "292.4%",
                                    "309.6%",
                                    "326.8%"
                                ]
                            },
                            {
                                "Desc": "Урон заряда 1",
                                "ParamLevelList": [
                                    "84.0%+92.0%",
                                    "90.3%+98.9%",
                                    "96.6%+105.8%",
                                    "105.0%+115.0%",
                                    "111.3%+121.9%",
                                    "117.6%+128.8%",
                                    "126.0%+138.0%",
                                    "134.4%+147.2%",
                                    "142.8%+156.4%",
                                    "151.2%+165.6%",
                                    "159.6%+174.8%",
                                    "168.0%+184.0%",
                                    "178.5%+195.5%",
                                    "189.0%+207.0%",
                                    "199.5%+218.5%"
                                ]
                            },
                            {
                                "Desc": "Урон заряда 2",
                                "ParamLevelList": [
                                    "88.0%+96.0%",
                                    "94.6%+103.2%",
                                    "101.2%+110.4%",
                                    "110.0%+120.0%",
                                    "116.6%+127.2%",
                                    "123.2%+134.4%",
                                    "132.0%+144.0%",
                                    "140.8%+153.6%",
                                    "149.6%+163.2%",
                                    "158.4%+172.8%",
                                    "167.2%+182.4%",
                                    "176.0%+192.0%",
                                    "187.0%+204.0%",
                                    "198.0%+216.0%",
                                    "209.0%+228.0%"
                                ]
                            },
                            {
                                "Desc": "Урон взрыва",
                                "ParamLevelList": [
                                    "132.0%",
                                    "141.9%",
                                    "151.8%",
                                    "165.0%",
                                    "174.9%",
                                    "184.8%",
                                    "198.0%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%",
                                    "264.0%",
                                    "280.5%",
                                    "297.0%",
                                    "313.5%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек.",
                                    "5/7.5/10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Волнительное приключение",
                        "Desc": "Беннет проводит атаку в прыжке, которая наносит <color style='color:#FF9999;'>Пиро урон</color> и создаёт Круг вдохновения.<br><br><color style='color:#FFD780;'>Круг вдохновения:</color><br> ·  Восстанавливает персонажам в области, HP которых равно или ниже 70%, определённое количество HP, которое зависит от макс. HP Беннета;<br> ·  Если HP персонажа в области выше 70%, то он получает бонус атаки, который зависит от базовой атаки Беннета;<br> ·  Накладывает на персонажей в области <color style='color:#FF9999;'>эффект Пиро</color>.<br><br><i>Искать приключения с Беннетом - весьма опасное занятие, хоть Беннет и любит называть это «приключением, полным красот и волнительных сюрпризов».</i>",
                        "Icon": "Skill_E_Bennett_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "232.8%",
                                    "250.26%",
                                    "267.72%",
                                    "291.0%",
                                    "308.46%",
                                    "325.92%",
                                    "349.2%",
                                    "372.48%",
                                    "395.76%",
                                    "419.04%",
                                    "442.32%",
                                    "465.6%",
                                    "494.7%",
                                    "523.8%",
                                    "552.9%"
                                ]
                            },
                            {
                                "Desc": "Регенерация",
                                "ParamLevelList": [
                                    "6.0% макс. HP +577.3388",
                                    "6.45% макс. HP +635.0807",
                                    "6.9% макс. HP +697.63446",
                                    "7.5% макс. HP +765",
                                    "7.95% макс. HP +837.17737",
                                    "8.4% макс. HP +914.16656",
                                    "9.0% макс. HP +995.96765",
                                    "9.6% макс. HP +1082.5804",
                                    "10.2% макс. HP +1174.0051",
                                    "10.8% макс. HP +1270.2417",
                                    "11.4% макс. HP +1371.29",
                                    "12.0% макс. HP +1477.1501",
                                    "12.75% макс. HP +1587.8221",
                                    "13.5% макс. HP +1703.3059",
                                    "14.25% макс. HP +1823.6016"
                                ]
                            },
                            {
                                "Desc": "Отношение бонуса атаки",
                                "ParamLevelList": [
                                    "56.0%",
                                    "60.2%",
                                    "64.4%",
                                    "70.0%",
                                    "74.2%",
                                    "78.4%",
                                    "84.0%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%",
                                    "112.0%",
                                    "119.0%",
                                    "126.0%",
                                    "133.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Вспышка страсти",
                        "Desc": "Уменьшает время отката навыка <color style='color:#FFD780;'>Чрезмерные стремления</color> на 20%.",
                        "Icon": "UI_Talent_S_Bennett_05"
                    },
                    {
                        "Name": "Храбрая кровь",
                        "Desc": "Находясь в области навыка <color style='color:#FFD780;'>Волнительное приключение</color>, навык <color style='color:#FFD780;'>Чрезмерные стремления</color> получает следующие свойства:<br> ·  Уменьшается время отката навыка на 50%;<br> ·  Уровень заряда 2 не подбрасывает Беннета в воздух.",
                        "Icon": "UI_Talent_S_Bennett_06"
                    },
                    {
                        "Name": "Ступайте осторожно",
                        "Desc": "Уменьшает длительность экспедиций в Мондштадте на 25%.",
                        "Icon": "UI_Talent_Expedition_Mengde"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Мечты о приключениях",
                        "Desc": "Увеличение силы атаки навыка <color style='color:#FFD780;'>Волнительное приключение</color> больше не имеет ограничений по HP, также навык получает дополнительные 20% базовой атаки Беннета.",
                        "Icon": "UI_Talent_S_Bennett_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Тупиковая ситуация",
                        "Desc": "Увеличивает восстановление энергии Беннета на 30%, когда его HP падает ниже 70%.",
                        "Icon": "UI_Talent_S_Bennett_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Горячая страсть",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Чрезмерные стремления</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Bennett_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Несгораемая решительность",
                        "Desc": "Использование обычной атаки во время второго удара уровня заряда 1 навыка <color style='color:#FFD780;'>Чрезмерные стремления</color> позволяет совершить дополнительную атаку.<br>Эта атака наносит урон, равный 135% урона второго удара.",
                        "Icon": "UI_Talent_S_Bennett_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Душа первооткрывателя",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Волнительное приключение</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Bennett_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Пылкая храбрость",
                        "Desc": "Активные члены отряда в области навыка <color style='color:#FFD780;'>Волнительное приключение</color>, экипированные одноручным мечом, двуручным мечом или древковым оружием, получают 15% <color style='color:#FF9999;'>бонус Пиро урона</color>, а их оружие наделяется <color style='color:#FF9999;'>инфузией Пиро</color>.",
                        "Icon": "UI_Talent_S_Bennett_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Bennett": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5,
                        270.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        3.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    300.0,
                    900.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    300.0,
                    900.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    795.0,
                    900.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.5
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    650.0,
                    950.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 38.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 37.8,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        30.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        1.0,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 52.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 62.1,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 45.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 45.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}