// Auto Generated

var _AvatarFetterConfig_ = {
    "32": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "«Приключенческий отряд Бенни» - это особый случай в Мондштадтской ветви Гильдии искателей приключений.<br>«Командный» механизм Гильдии подразумевает отряды из не менее 3-4 человек для взаимной помощи и сокращения несчастных случаев, однако в «Приключенческом отряде Бенни» его постоянным членом является только сам Беннет.<br>Недостаток людей в отряде напрямую связан с «невезением» Беннета.<br>Однако будучи страстным искателем приключений, Беннет никогда не чувствует себя одиноким...<br>Ну, не больше двух раз в неделю...",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Искатель приключений Джек пал первой жертвой невезения «Приключенческого отряда Бенни».<br>Всего лишь за несколько метров до сокровища случилась чрезвычайно редкая Гео турбулентность. Каменный пол разверзся и перед взором путешественников открылась бездонная пропасть.<br>«Так близко, но так далеко... прямо как любовь».<br>Джек отделался лишь мелкими царапинами, но этот инцидент плохо сказался на его карьере искателя приключений, превратив его словно в страдающего от безответной любви человека.<br>Последним, что услышал другой член Гильдии, Ройс, перед тем как потерять сознание от мощного взрыва, было задорное: «Юху!» Виновная Кли была отправлена в камеру на 7 дней за то, что при помощи взрывчатки устроила обвал в пещере с приключенцами.<br>Ещё один член Гильдии, Хеклер, страдал от диареи с момента вступления в отряд Беннета. Это было всего лишь пищевым отравлением, но Хеклер утверждал, что во всём виновато невезение Беннета.<br>«Они вернутся! Они просто... ушли в отпуск. Пожалуйста, не вычёркивайте мой отряд из списков Гильдии...»<br>Слушая мольбы Беннета, Катерина решила не рассказывать ему правду, что все его друзья уже давно покинули этот корабль.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Однажды путь одного старого искателя приключений привёл его в подземелье, полное опасностей.<br>Пламя из стен обжигало его кожу, оглушительные раскаты грома разрывали его барабанные перепонки, а завывающий ветер пытался забрать его душу...<br>В конце этого адского испытания его ждал... младенец.<br>Старый искатель приключений думал, что он был первым, кому покорился этот земной ад, он не мог понять, что было перед ним.<br>И тут его осенило: «Должно быть, этого ребёнка оставил тут... сам мир! Истинно!»<br>В подземелье не оказалось никаких древних артефактов, драгоценностей или золота, но старик ни капли не расстроился, ибо посчитал младенца своим сокровищем.<br>«Было предопределено, чтобы в конце своего путешествия я нашёл этого мальчика», сказал он, беря младенца на руки.<br>Ему было всё равно, противоречило ли это воле мира.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Старый искатель приключений умер от тяжёлых ран, прежде чем смог поведать кому-то свою историю, оставив после себя только спасённого младенца.<br>Перед смертью он смог произнести только три слова: «воля», «приключения» и «сокровище».<br>Несколько старых холостых членов Гильдии вместе вырастили ребёнка и назвали его Беннет.<br>Мальчик называл всех в Гильдии папами.<br>«Папа, твоя вставная челюсть упала в сортир!»<br>«Папа, перестань носить эту кожаную броню, я же купил тебе нормальную рубаху!»<br>«Папа, лучше не стой рядом со мной в такой дождь, а то в тебя ударит молния!»<br>По сей день большую часть его приключений составляет забота о своих нескольких престарелых отцах.<br>«Ха-ха, папы, должно быть, и вправду нашли сокровище!», посмеивался Сайрус, магистр Гильдии, похлопывая юного Беннета по плечу.<br>Хоть он и не был любимчиком леди Фортуны, Беннет всё же пытался поделиться удачей с теми, о ком он заботился. По крайней мере, так это чувствовал он сам.<br>Сквозь все невзгоды, Невезучий Беннет до сих пор пытается найти свою удачу, своё настоящее сокровище.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Ворон Оз, фамильяр Фишль, как-то сказал, что Беннет - «самый упорный юноша на свете».<br>И это не далеко от истины. О неудачах Беннета можно судить по его многочисленным шрамам.<br>Окружённый чудовищами... Оказавшийся под обрушившимся подземельем... Упавший со скалы...<br>Обилие «неудач» Беннета научило его преодолевать их в будущем.<br>Барбара, пастор собора Барбатоса, была крайне удивлена тем, как Беннет мастерски лечил вывихнутые суставы.<br>Ещё одним приобретённым качеством было то, как он ведёт бои. Наблюдавший его в бою магистр Ордо Фавониус Варка заметил: «Посмотри на то, как он терпит удары. Разве это не больно?»<br>Беннет чувствует боль, как и любой другой человек. Он просто к ней привык.<br>Его органы приспособились к боли, как нос приспосабливается к резкому запаху, или глаза - к яркому свету.<br>Поэтому то, как Беннет бросается в бой сломя голову, стало его отличительной особенностью.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Что же такое «смерть»? Пройдя столько раз по тонкой грани между жизнью и смертью, Беннет начал задаваться этим вопросом.<br>Он знает, что старый искатель приключений, который вынес его из подземелья, оставил после своей смерти множество историй и легенд.<br>Он понимает, что на похоронах его отцов, старых искателей приключений, не имеющих своих семей, не будет слёз, только тосты в честь их имён.<br>Он в курсе, что по мнению мондштадтских искателей приключений, если ты отдал свою жизнь в погоне за сокровищами и тайнами мироздания, сам Барбатос принесёт твою душу в родные места. Это они называют «достойной смертью».<br>Когда-то Беннет боялся смерти, но после долгих размышлений он понял, что смерть в походе - это большая удача для искателя приключений... Вот только ему всё никак не везёт.<br>«Вперёд, за сокровищами!», снова кричит он, откинув все свои мысли.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Лейкопластырь",
                "Content": "Испытав перелом либо потеряв изрядное количество крови, Беннет всегда первым делом бежит в собор Барбатоса за помощью к пастору Барбаре.<br>«Извините, но к вам опять я...» - почёсывая затылок, бормотал Беннет.<br>Барбара лишь качала головой, и со словами «эти ссадины мы тоже вылечим» передавала ему пластырь.<br>От заботы Барбары сквозило небрежностью, но Беннет страстно ею дорожил. Он клеил пластыри на раны так заботливо, будто надевал медали, а затем сердечно её благодарил.<br>Перед приключением Беннет всегда набивает подсумок пластырями - от отцов, от Барбары, от Катерины... А иногда и от путешественников, встретившихся ему после того, как он поранился.<br>Эти маленькие знаки доброй воли говорят об особой удаче, какой обладает только Беннет.<br>«Не так уж я и неудачлив, раз меня поддерживает столько людей».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Страсть к приключениям Беннета не остановит ничто.<br>Он желает непрерывно исследовать, дерзать, проливать кровь и на пути искателя приключений встретить старость, как «отцы».<br>Но на этот раз Беннет чуть не лишился жизни.<br>Он оказался в крайне отчаянном положении, совсем как тот старый искатель приключений много лет назад.<br>«Потерял столько крови... Плохо дело».<br>Но Беннет продолжал идти вперёд. «Какой смысл возвращаться?» - думал он.<br>По какой-то причине он знал, что все пережитые им невзгоды готовили его именно к этой трудной минуте.<br>Но, пройдя сей адский путь, Беннет обнаружил, что в конце не было ничего.<br>«Возвращаюсь с пустыми руками... Приключения могут кончаться и так... Не страшно...»<br>Наконец тугой клубок чувств лопнул, и боль от ран лишила его сознания.<br>Когда он пришёл в себя, то обнаружил, что чудесный огонь, охвативший его раны, залечил их, остановил кровотечение и унял боль.<br>В ладони пульсировал тёплый шар, вторя сердцу, которое билось в груди - сердцу искателя приключений.<br>Была то не милость судьбы, ни снисхождение мира, а награда под стать человеку с огненной страстью Беннета.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Это твой отряд? Здорово... Очень душевная атмосфера. Я Беннет, командир отряда Бенни. Можно с вами посотрудничать? Пожалуйста?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Сокровища",
                "Content": "Пойдём искать сокровища!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Приключения",
                "Content": "Давно я не путешествовал с кем-нибудь вместе. Пойдём скорее!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Насмешки",
                "Content": "Как говорят, под лежачий камень вода не течёт! Хотя с моим везением под меня всегда что-то течёт.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Когда я путешествую, всегда такая погода.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Не стой рядом со мной, а то тебя тоже молния ударит.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Хорошая сегодня погода... О нет, сглазил. Теперь, скорее всего, дождь пойдёт.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Осторожно! При таком ветре в голову может камень прилететь!",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро! Куда сегодня отправимся за приключениями?",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Я взял бутерброд. Хочешь? Отломлю тебе половинку... Мммм, вкусно! Кха-кха... Извини, подавился.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Не хочешь пойти поболтать с папами? Старые искатели приключений рассказывают интереснейшие истории!",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Уже уходишь? Было очень весело искать с тобой приключения. Не забудь позвать в следующий раз!",
                "Tips": []
            },
            {
                "Title": "О Беннете: Приключенческий отряд",
                "Content": "Я командир «Приключенческого отряда Бенни» - восходящей звезды Гильдии искателей приключений Мондштадта! ...Где остальные члены? Ээээм... Они отпросились ненадолго, ха-ха.",
                "Tips": []
            },
            {
                "Title": "О Беннете: Неудачи",
                "Content": "Слухи сильно преувеличены, конечно. Бывает, идёшь по дороге, и вдруг упал в волчью яму, или там ветка на голову упадёт. Обычное дело, правда?",
                "Tips": []
            },
            {
                "Title": "О нас: Товарищи",
                "Content": "Ха-ха, нет, в отряде Бенни давно уже нет свободных мест... Да и у тебя огромный выбор, наверное. Зачем вступать в самый несчастливый отряд?",
                "Tips": []
            },
            {
                "Title": "О нас: Разделение обязанностей",
                "Content": "Теперь я буду отвлекать монстров и активировать ловушки, а ты будешь собирать сокровища. А? Не пойдёт? Да ладно, не волнуйся, я в этом деле мастер! Да и ради тебя, я готов на всё!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Опасные места",
                "Content": "Я понял, почему ты взял{F#а} меня в команду. Мы с тобой очень похожи, и оба обожаем это чувство, когда подвергаешь себя опасности. Именно поэтому приключения так затягивают!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Вот уж не думал, что такой неудачливый человек, как я, может получить признание богов. Раз боги не бросили меня, то как же я могу себя бросить?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Хочешь вместе со мной посмотреть с высоты на ночной Мондштадт? Блеск огней города, отражение лунного света в Сидровом озере... Откуда я смотрел? Ха-ха, как-то раз меня засосал смерч и занёс на очень высокую гору... Что? Не хочешь? Ну ладно тогда...",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Я очень люблю капусту. Вроде совсем обычный овощ, но без неё дома никак не обойдёшься. Растёт она почти везде, почти со всем сочетается и не перебивает другие вкусы. В её обычности есть что-то замечательное.",
                "Tips": []
            },
            {
                "Title": "О Барбаре...",
                "Content": "Она прекрасно поёт и танцует! После неудачного приключения я всегда иду смотреть её выступление. Покричу «браво!» с другими зрителями и настроение становится лучше. Это чудесно! Неудивительно, что она так популярна. Ах, если бы я был хоть в половину таким популярным в качестве командира.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кли...",
                "Content": "Она очень милая девочка, но мне стоит держаться от неё подальше. Когда мы с ней играем, её бомбы начинают взрываться сами по себе. За себя-то я не волнуюсь, но если с Кли что-то случится, рыцари Ордо Фавониус меня никогда не простят.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фишль...",
                "Content": "Принцесса осуждения из потустороннего мира, она очень крутая. Я много раз предлагал ей вместе отправиться в её родной мир на поиски приключений, но она постоянно отнекивается... Наверное, просто беспокоится о моей безопасности. Там, похоже, довольно-таки опасно.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Джинн...",
                "Content": "Я всё хочу поговорить с Джинн о помощи с мондштадтской Гильдией искателей приключений, но не знаю, как бы к этому подойти. В Гильдии нет всех этих правил, как в Ордо Фавониус, а нам с папами лишь бы погыгыкать. Но такое отношение с Джинн не пройдёт... Придётся, наверное, освоить этикет Ордо Фавониус?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Варке...",
                "Content": "Я его очень уважаю, вот уж настоящий магистр! Насколько нужно быть крутым, чтобы быть лидером всего Ордо Фавониус. Хотя я тут подумал, что слишком большой отряд - это тоже не очень хорошо. Если бы я был таким занятым, то некому было бы присматривать за папами. Ха-ха, в общем, и сейчас всё неплохо.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Рэйзоре...",
                "Content": "Ты о парне из Вольфендома. Выглядит диковатым и почти не разговаривает... но он очень интересный! Мы с ним оба очень любим мясо. Я ему готовлю, а он учит меня разговаривать на волчьем. Ха-ха, хочешь с нами?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эмбер...",
                "Content": "А, я понял, ты об этой девушке, которая постоянно носится как сумасшедшая. Она, как и я, постоянно ищет приключения! Но... если она подойдёт к котелку, то скоро из него повалит чёрный дым и запахнет горелым.... Хм, а может она тоже неудачливая?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ноэлль...",
                "Content": "А я давно за ней слежу. Она очень талантливая и работящая. Очень жаль, что она до сих пор горничная Ордо Фавониус, а не рыцарь. Как ты думаешь? Если бы она вступила в Гильдию искателей приключений, то стала бы одной из лучших.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Беннете I",
                "Content": "А? Хочешь узнать обо мне больше? Ха-ха, я всего лишь обычный искатель приключений. Может, чуть менее удачливый. По сравнению с твоими легендарными похождениями, не о чем и говорить.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Беннете II",
                "Content": "«Папы»... Так я называю старых искателей приключений из мондштадтской Гильдии. Говорят, что, когда я был сиротой, они спасли меня из самой наиопаснейшей ситуации. Невероятно, правда? Я такой неудачливый, а они меня всё-таки спасли, и я дожил до сегодняшнего дня. Это просто чудо.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Беннете III",
                "Content": "Ты всё-таки заметил{F#а}... Хех. Да, в Отряде Бенни уже давно никого кроме меня нет. Из-за того, что я такой неудачливый, любое самое безопасное приключение становится смертельно опасным, и никто не хочет следовать за таким командиром... Ты тоже так думаешь?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Беннете IV",
                "Content": "Я родился неудачливым. Всю жизнь так было, и я уже привык. Но знаешь что? Если на это посмотреть с другой стороны, то на самом деле моя неудача - это даже хорошо. Рано или поздно она меня всё-таки прикончит, и поэтому я стараюсь жить на полную, больше путешествовать и встречать разных людей. А иначе, может быть, никогда бы тебя и не встретил! Ты можешь такое вообразить?",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Беннете V",
                "Content": "Вот время летит, мы уже так долго путешествуем вместе. Вообще, у меня одна мечта. Когда мондштадтская Гильдия искателей приключений станет самой большой Гильдией семи королевств, я хочу объездить весь Тейват! Отряд Бенни станет самым великим отрядом, а мы с тобой - самыми великими искателями приключений! ...Спрашиваешь, когда ты успел{F#а} вступить в отряд? Ой, я точно уже не помню, но это ведь мелочи, да?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Беннета...",
                "Content": "Мне всё нравится, но больше всего мне нравятся приключения! Когда-нибудь я найду самое драгоценное в мире сокровище, и тогда папы заживут припеваючи, а мондштадтская Гильдия станет самой популярной!",
                "Tips": []
            },
            {
                "Title": "Беспокойство Беннета...",
                "Content": "Ну, если настаиваешь... В особенно неудачные дни у меня портится настроение. Например, когда возвращаешься из приключения с пустыми руками, или когда у папы обостряется старая болезнь. Но это не беспокойство, поспишь и всё пройдёт. Новый день - новое начало.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Мясо! Мясо лучше всего наполняет человека энергией! Куриный шашлычок с грибами, мясной стейк, цыплёнок в медовом соусе - это всё мои коронные блюда. Будешь со мной путешествовать - никогда не проголодаешься.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Хотя искатель приключений не может привередничать, но я не очень люблю острое, например, заоблачный перчик. Как съем, так сразу дыхание перехватывает, как будто острота прямо в лёгкие попадает, а потом ещё из туалета не вылезешь. Откуда только такие дьявольские овощи берутся...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Ого, вот это повезло! Ха-ха... Постой! Неужели это значит, что я израсходовал всю свою удачу на сегодня?..",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Всё, что ты готовишь, невероятно вкусно! Ты просто {F#потрясающая}{M#потрясающий}!",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "О нет... Живот болит...",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения! Желаю тебе удачи в этом году! Не волнуйся, невезение не заразно, все неприятности идут ко мне, ты им не нуж{M#ен}{F#на}.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Все мои способности улучшились! Кроме удачи, ха-ха.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "А я тебя уже догоняю, путешественни{F#ца}{M#к}! Шаг за шагом!",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Я стал таким сильным! Как мне тебя отблагодарить? А, точно! Я знаю одно подземелье, где спрятано бесценное сокровище. Пойдём поищем?",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Благодаря тебе я достаточно сильный, чтобы защищать других людей. Теперь их мнение обо мне будет понемногу меняться. Раньше я был неудачливый Беннет без живого места на теле, а теперь я надёжный искатель приключений! Хе-хе, хорошо бы.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Хэх!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Зажжём здесь всё!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Проваливай!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Ха-а!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "В укрытие!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "С дороги!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Всем назад!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Иду в наступление!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Команда мечты!",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Время приключений!",
                "Tips": []
            },
            {
                "Title": "Начало спринта II",
                "Content": "Поехали!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Вот это я и называю сокровищем!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Даже ещё лучше! Какой удачный день!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Это чудо!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Проклятье, бинты закончились...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Не беспокойся, я справлюсь.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Я всегда встаю на ноги, смотрите...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "У тебя проблемы! Я этим займусь!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Эй, выбери кого-нибудь своего размера!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Отряд Бенни... Зря вы на меня положились...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Мне просто не повезло...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Проклятие... нельзя снять...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Вот уж не ожидал.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Утром будет больно...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Почему они никогда не промахиваются?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Ты... приглашаешь меня в отряд?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Я не задержу вас!.. Почти.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Круто!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "32": {
        "Costumes": [
            {
                "ID": 340022,
                "Name": "Пылающие приключения",
                "Desc": "Наряд Беннета для путешествий по Натлану окрашен в удачный озёрно-голубой с вкраплениями пламенного жёлто-оранжевого. Он излучает неукротимую жизненную силу, как и сама эта огненная земля.",
                "Icon": "UI_AvatarIcon_BennettCostumeSummer",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Обход злоключений",
                "Desc": "Наряд Беннета. Старая форма искателя приключений с многочисленными швами и латками.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108116,
            "JD": 108006,
            "Name": "<b>Тейватская хрустящая яичница</b>",
            "Eff": "Воскрешает персонажа и восстанавливает ему 10% от макс. HP + 150 HP.",
            "Desc": "Особое блюдо Беннета. По какой-то неизвестной причине края яйца слегка подгорели. Но стоит признать, что хруст подгоревших краёв дарит любителям яичницы новые ощущения.",
            "Recipe": {
                "100062": 1
            },
            "Icon": "UI_ItemIcon_108116"
        },
        "Namecard": {
            "Name": "<b>Одобрение</b>",
            "Desc": "Именная карта.<br>Признание печально известного отряда Бенни.",
            "Pic": "UI_NameCardPic_Bennett_P"
        }
    }
}

var acs_cache_ = {
    "340022": "\"Hey, come check out what I've got!\"<br>Bennett excitedly sets down his bulky adventuring pack, and takes out a few treasures, their shimmer dwarfed by the radiant smile on his face. His new outfit adds to the fieriness of the moment, his eyes blazing as bright as his sunny yellow scarf.<br><br>The first treasure is a dark red volcanic rock the size of a fist, speckled with flaming patterns.<br>\"I was looking for some heat-resistant herbs near the Tollan Volcano the other day when I slipped. If this was before, I'd probably have tumbled all the way into a pool of lava that just happened to be there.\"<br>Bennett pulls a silly face, and grins, \"But this time, I just stumbled a bit, then sat down on top of this rock. It's nice and glossy, and I didn't get hurt sitting on it. And once I stood up to take a look around, the herbs I was looking for were right where I was — in perfect condition, too! How's that for a lucky break?\"<br>His smile still bright as ever, Bennett places this \"lucky stone\" into your hand. It feels warm to the touch, as if beating with the volcano's pulse.<br><br>The second treasure is a small, metallic whistle, with a little crystalline rock embedded on top.<br>\"This one's from when I was around the Flower Feather clan, looking for rare bird species in their cliffs. I tried whistling like the tribespeople do, but after an eternity of whistling my fingers off, I didn't manage to attract a single bird. Only a few annoyed Qucusaurs, haha!\"<br>Bennett sheepishly scratches his head, \"It took so long to shake 'em off, and by the time I did, I was so worn out that I could barely breathe. But wouldn't you know it, I just happened to spot this bird whistle lying on the ground. So I picked it up, blew into it, and it let out this really crisp 'peeeep'! Next thing I knew, this gorgeous Halberd-Crest Bird landed right on my shoulder.\"<br>\"I only found out later that this kind of whistle was used to communicate with birds in the past. These days, it's more of a unique accessory.\"<br>Bennett hands said accessory to you. The lake-blue gem shines gently in the sunlight.<br><br>The third treasure is a brightly colored seashell bracelet. The largest of them is decorated with a series of wavy patterns.<br>\"And this one I picked up near the People of the Springs. I rented a little boat to go sea-fishing, but couldn't get much of a bite for all the bait I was using.\"<br>Bennett's smile returns, wry this time, \"So I was just about to wrap up for the day when I saw something bobbing up and down in the ocean. It was a leather-woven water ball, with loads of beautiful patterns on it.\"<br>\"When I got back to shore, prize in hand, I found a young man searching up and down the beach. Turns out he'd participated in a competition a few days ago, and the water ball his grandmother made for him got swept away by the waves. Since then, he'd been coming down every day to look for it.\"<br>\"After I heard his story, I was like, 'Well ain't that a coincidence?'\" Bennett claps his hands excitedly, \"So I handed him the water ball. Now that made his day — he insisted on dragging me off to a hot spring with him. Even gave me this seashell bracelet. According to him, it can protect you when you're out at sea.\"<br><br>\"What do you think? Turns out I'm a pretty lucky guy when I'm in Natlan,\" Bennett looks at the souvenirs in your hand, his face lit up with pride. \"I hope these treasures can bring you some good luck too!\"<br><br>You accept the gifts with gratitude, each full of wondrous tales, brimming with his pure and innocent joy. The land of Natlan and these vibrant new robes have painted his once-tumultuous journey in brighter hues. That boy once dogged by misfortune and scars now grins as he shares sunlit tales of his travels with you.<br>You wish him well in earnest. May fortune be his constant companion from this day forth."
}