// Auto Generated

var _AvatarFetterConfig_ = {
    "72": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Кандакия - девушка с разноцветными глазами, Защитница деревни Аару. Она рада всем путникам, что приходят в деревню Аару, и даже случись гостю допустить оплошность, Кандакия простит его, если он вовремя загладит свою вину. Для Кандакии правила деревни превыше всего. Если путник уважает эти правила, он всегда найдёт приют в деревне Аару. Но те, кто принимают её доброту за слабость и нарушают правила деревни, дорого платят за своё безрассудство. Очень скоро они понимают, что нет оружия опасней, чем копьё и щит в руках Кандакии. Наследница аль-Ахмара, дочь пустынного народа, Защитница... Кандакия всегда помнит о том, кто она такая, и несёт на своих плечах вечный долг защиты деревни Аару.<br>«Мы в деревне рады только тем, кто уважает порядок».",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "«Деревня Аару - последнее пристанище потомков царя Дешрета».<br>«Миссия Защитника - охранять деревню, пока не умрёт последний подданный царя Дешрета».<br>Так, сдавая свой пост, говорил Кандакии её предшественник. Когда Кандакии исполнилось восемь лет, она была выбрана новой Защитницей деревни Аару. Царь Дешрет мёртв, и надо радоваться хотя бы тому, что его потомки смогли найти убежище от мира в этой деревне. Поколение за поколением Защитники молча исполняют свой долг, охраняя жителей деревни, пока последний «потомок царя Дешрета» не отойдёт в иной мир и не обретёт вечный покой. Когда-то люди из деревни Аару мечтали об одном: скрыться от мира в этом уголке и тихо доживать свою жизнь. Но однажды в эту старую деревню вдохнули новую жизнь... И людям пришлось пересмотреть то, что они знали до этого.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Когда староста Анпу объявил, что в деревню скоро прибудет торговый караван из Сумеру, бывшие Защитники не могли поверить своим ушам. Дряхлые старики, они гневно укоряли старосту в нарушении обычаев деревни и требовали, чтобы Кандакия как новая Защитница исполнила свой долг, созвала стражников и прогнала торговцев. Но Кандакия отказала. Она была согласна со старостой: ради будущего деревни старые обычаи нужно менять. Они со старостой пытались втолковать это бывшим Защитникам, но те ничего не хотели слушать. Один из них даже сказал, что если Кандакия будет упорствовать, он сам возьмётся за оружие и будет делать то, что надлежит делать Защитнику. Но звонкий удар копья о щит положил конец всем спорам. С копьём и щитом в руках Кандакия встала со своего места, с улыбкой огляделась по сторонам и сказала оторопевшим старикам:<br>«Я очень рада, что вы не теряете бодрого расположения духа. Но теперь Защитница деревни - я. А вам лучше пойти и отдохнуть».<br>Сила оружия оказалась убедительнее слов, и спорам был положен конец. Немного подготовившись, Кандакия как Защитница деревни вместе со старостой встретила караван, они договорились о ценах, и Кандакия проводила торговцев из деревни. Спустя несколько дней торговцы вернулись, и в деревне состоялась на первый взгляд ничем не примечательная сделка по продаже тканей. Караван отправился с доброй вестью в Сумеру. Спустя несколько дней у сумерских торговцев появилась новая тема для разговоров:<br>«Эй, слышал? Говорят, наш караван зашёл в деревню Аару и заработал там хорошие деньги! Давай и мы в следующий раз отправимся туда торговать...»",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "На самом деле Кандакия нечасто прибегает к оружию, чтобы победить в споре. Дети из деревни Аару уверены, что даже если до смерти разозлить «сестрицу Кандакию», она только нахмурится и отправит провинившихся упражняться в прописях, которые приготовила бабушка Кульсум. Стражники из деревни Аару говорят так: Кандакия очень строгая, но даже самых неловких и нерадивых подопечных она не наказывает сурово, просто ещё раз терпеливо объясняет им, что надо делать. Старики из деревни Аару считают, что Кандакия никогда не даёт воли плохим чувствам. Они ни разу не видели её расстроенной. И даже торговцам, что приходят в деревню Аару со своим товаром, Кандакия оказывает самый тёплый приём. Она встречает их, знакомит с жителями деревни, устраивает на ночлег, словно они её самые дорогие гости. Наверное, подчас такое радушие Кандакии даже вызывает у торговцев беспокойство... Надо сказать, что деревня Аару стоит у самого Моря красных песков. Пустыня кишит монстрами, да и всякие нахальные разбойники наверняка давно мечтают сюда наведаться. Неужели такая «Защитница» в самом деле способна защитить жителей деревни? И торговцев с их караванами? Однажды вечером подвыпивший торговец, набравшись смелости, спросил:<br>«Защитница, мы приходим в вашу деревню, продаём товар. Но сами знаете, как много в пустыне преступников...»<br>«Не беспокойтесь, деревня Аару рада только тем, кто соблюдает правила. А те, кто не соблюдают правила...»",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "А те, кто не соблюдают правила, становятся врагами деревни Аару. Пустынники, что прячутся в бескрайних песках; грабители, которые притворяются искателями приключений и думают, будто им всё сойдёт с рук; Похитители сокровищ, что пытаются напасть на караваны... Любой, кто посмеет нарушить покой деревни Аару, понесёт заслуженное наказание, и пусть даже не пытается спрятаться или сбежать. Раскаявшиеся и признавшие вину будут прощены и получат достаточно припасов, чтобы пересечь пески, но отныне им нельзя будет появляться в окрестностях деревни Аару. А те, кто окажут сопротивление... Их презренные души окажутся в объятиях бескрайних песков. Один из Пустынников, что покинул пески, решил предостеречь своих товарищей:<br>«Кандакия - наводящая ужас Защитница деревни Аару, в её жилах течёт кровь царя Дешрета. Её щит осенён благословением аль-Ахмара. Когда она берёт в руки свой щит, каждая песчинка в Море красных песков откликается на её призыв. Стоит ей повелеть, и поднимется песчаная буря, которая уничтожит всех врагов. Мало того, её левый глаз янтарного цвета может видеть будущее и читать судьбу. Кандакия - страшная воительница, от неё ещё никто не скрылся».<br>Люди верят, что Кандакия наделена магическими силами, которые помогли ей избавить деревню Аару от врагов.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Только сама Кандакия знает, что аль-Ахмар не осенял её своей милостью. «Защитники никогда не полагались на милость божеств» - это секрет, известный только самим Защитникам. И новому Защитнику сообщают эту истину, когда он уже взял свой щит и принёс присягу. Узнав правду, Защитники ведут себя по-разному. Одни отчаиваются, опускают руки и прекращают тренироваться. Другие считают, что раз божество не смотрит на них, можно забыть о дисциплине и даже попирать правила деревни. Но Кандакия никогда не чувствовала отчаяния.<br>«Я сражаюсь с копьём и щитом в руках не для того, чтобы вымолить благословение божества. Защитник обязан исполнять свой долг, не оглядываясь на небесные милости».<br>Каждый день Кандакия усердно тренировалась, и наградой ей стали железная воля и непревзойдённое мастерство. Многие гости, посетившие деревню Аару, приглашают Кандакию отправиться в путь вместе с ними. Они говорят, что нельзя прятать такие незаурядные способности в какой-то захолустной деревне. И если Кандакия согласится отправиться в путь, она сможет начать новую жизнь и заняться чем-то другим... Кандакия всегда отвечает одинаково:<br>«Защитник не может оставить тех, кого защищает».",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Украшения Кандакии",
                "Content": "Кандакия любит покупать разные безделушки у торговцев, что заходят в деревню Аару. Шпильки, украшенные голубыми бусинами, шёлковые и атласные ленты, позолоченные ожерелья, металлические браслеты с резьбой в виде лотосов кальпалата, подвески, украшенные эмблемами разных даршанов Академии... Дэхья говорит, что Кандакии стоит почаще наряжаться, не зря ведь она тратит мору на все эти безделушки. Но Кандакия понимает, что для её службы все эти украшения слишком хрупки, и потому держит их в шкафу. Похоже, звёздный час этих украшений придёт, когда Кандакия на время снимет с себя обязанности Защитницы, переоденется и усядется в теньке отдохнуть. Или подарит их кому-нибудь из подруг.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Деревня открылась чужакам, и её жителям стали угрожать разные неизвестные доселе опасности. Похитители сокровищ, что проникают в Аару под видом торговцев, наёмники, посланные захватить караваны, недобросовестные торговцы... К тому же, повидав разных чужеземцев, некоторые жители деревни Аару тоже задумались о другой жизни. Многие стали перебираться на чужбину, и всё меньше молодых людей хотело провести свою жизнь в деревне. Бывшие Защитники давно таили в душе недовольство Кандакией, предавшей обычаи деревни. Теперь они снова созвали совет и приготовились дать ей укорот.<br>«Защитник должен стоять на страже заведённого в деревне порядка!»<br>«Кандакия! Ты лишила деревню Аару мира и покоя!»<br>«Кандакия! Ступай наконец исполнять свой долг!»<br>Не выдержав потока обвинений, Защитница с копьём в руке вскочила с места.<br>«Довольно! Если вы хотите защищать одно только прошлое этой деревни, то идите и защищайте! Сидите у себя дома или уходите из деревни - мне всё равно. Я не дам жителям Аару навсегда оставаться в плену у прошлого. Если вы отказываетесь смотреть вперёд, я одна буду защищать наше будущее!»<br>И старики задрожали от страха перед этой Защитницей. Глядя в её молодые обжигающие пламенем глаза, они не смогли больше вымолвить ни одного упрёка. Пылая страшным гневом, Кандакия с копьём в руках ушла с совета под шёпот стариков. И словно в награду за её веру на острие копья появилась сияющая «жемчужина». Архонт обратила взор на Кандакию и подарила ей своё благоволение. Глаз Бога - это твёрдое сердце. Самое прекрасное из украшений Кандакии.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Здравствуй, путешественни{F#ца}{M#к} из далёких краёв. Ночная пустыня очень опасна, останься у нас до утра, а я позабочусь о том, чтобы никто не потревожил твой сон.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Копьё и щит",
                "Content": "Чтобы оберегать самое ценное, одного щита недостаточно. Поэтому я должна брать в руки копьё.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Жизнь",
                "Content": "Мечтаю, чтобы все люди жили в покое и благоденствии. Я была бы счастлива, если бы могла подарить всем такую жизнь.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Надежды",
                "Content": "Я надеюсь, что всегда смогу защитить самое важное, чего бы это ни стоило. Пусть даже... иногда эта надежда кажется слишком дерзкой.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Главное - не простудиться.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Как грохочет... Тебе не страшно?",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "До чего странный порошок... Мелкий, как песок, белый, как облака, и холодный, как лёд...",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "В пустыне такой ветер поднимает песчаные бури, надо быть начеку.",
                "Tips": []
            },
            {
                "Title": "В пустыне...",
                "Content": "Я буду рядом. Если тебе не по себе, просто возьми меня за руку.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро, путешественни{F#ца}{M#к}. Хорошо ли тебе спалось?",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Уже полдень, в такой час золотое око небес может и обжечь. Давай найдём тенистое местечко и устроим себе небольшой отдых.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Ночное небо... Огромный купол, что появляется, когда отступает дневной свет. Кто знает, сколько секретов он скрывает...",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Да, уже и правда поздно, иди спать. А я? Мне до сна ещё далеко. Ночь прекрасна, но полна опасностей, так что ты пока спи, а я подежурю.",
                "Tips": []
            },
            {
                "Title": "О Кандакии: Цвет глаз",
                "Content": "Странный? Не знаю, карий и голубой - самые обычные цвета...",
                "Tips": []
            },
            {
                "Title": "О Кандакии: Деревня Аару",
                "Content": "Я выросла в деревне Аару и ещё маленькой несмышлёной девочкой узнала, что однажды унаследую от деда обязанность защищать деревню и её жителей... И теперь я с большой радостью исполняю свой долг.",
                "Tips": []
            },
            {
                "Title": "О Кандакии: Родители",
                "Content": "Мой отец - учёный из Академии, в деревню Аару его привели исследования, и здесь он познакомился с моей матерью. О матери я знаю только со слов отца... Она подарила мне жизнь и в тот же день перешла в вечную ночь...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Хозяева и гости",
                "Content": "Ты всегда будешь гостем деревни Аару. Если устанешь в пути, приходи к нам, здесь ты найдёшь приют. В деревне Аару тебе всегда рады... И я всегда тебе рада.",
                "Tips": [
                    "Завершите главу «Царь Дешрет и три волхва»."
                ]
            },
            {
                "Title": "О нас: Шкатулка с сокровищами",
                "Content": "Говорят, в сердце каждого человека есть шкатулка, где он всю жизнь хранит то, что ему дорого. Если так подумать, в моём сердце хранится много сокровищ... Угадаешь, что там есть?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Когда я получила Глаз Бога, многие люди в деревне говорили, что это милость аль-Ахмара... Но мне всё равно. Благоволят ко мне Архонты или нет, я всё равно буду исполнять свой долг Защитницы.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Мне по душе жизнь в деревне Аару. И каждый день, проведённый здесь, служит напоминанием: если я ослаблю бдительность, если случится непоправимое... Эта жизнь уже никогда не вернётся.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Тебе уже встречались на пути орехи аджиленах? Деревенские собирают такие орехи и готовят из них сладости, получается очень вкусно. Хочешь попробовать?",
                "Tips": []
            },
            {
                "Title": "О малой властительнице Кусанали...",
                "Content": "Дендро Архонт... Наверное, спокойная жизнь потомков аль-Ахмара на этой земле - тоже знак её милости. Конечно, я испытываю к ней некоторую благодарность, но... Я всё-таки дитя пустыни.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лайле...",
                "Content": "Странная девушка, которая будто всегда в трансе? Да, я, кажется, её видела возле Стены Самиэль. Я не смогла разобрать, что она говорила и что за расчёты писала, но, похоже, она была очень довольна, когда закончила. Может, она так со стрессом справляется.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "Об аль-Хайтаме...",
                "Content": "Странный учёный из Сумеру, он немного отличается от других учёных, которых я встречала. Он всё видит по-своему... Надеюсь, его острый ум не потревожит мирную жизнь в деревне Аару.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сайно...",
                "Content": "Генерал махаматра из Академии... Раньше его редко можно было увидеть по эту сторону Стены Самиэль, но теперь он к нам зачастил. Пустынники, должно быть, рассказывают о нём довольно жуткие истории...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дэхье...",
                "Content": "Когда Дэхья останавливается со своими Пустынниками в деревне Аару, она всегда держит их на коротком поводке, чем... сильно облегчает мне работу. Дэхья... Поначалу кажется, что она настоящее бедствие, но на самом деле это очень милая девушка.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сетосе...",
                "Content": "Сыновья и дочери царя Дешрета - гордый народ, и он не исключение. Я слышала его рассказ о силе Германубиса, заключённой в достойном сосуде. Насколько я понимаю, в последнее время он активно работает в городе Сумеру? Судя по всему, он говорил с Сайно и другими друзьями о своих планах посетить деревню Аару. Я с нетерпением жду возможности принять его у себя.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кандакии I",
                "Content": "Хочешь узнать обо мне побольше... Это не очень интересная история, но, если ты настаиваешь, я расскажу... Придёт ночь, мы усядемся у костра, и я заведу свой рассказ.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Кандакии II",
                "Content": "Мы народ, лишившийся защиты своего божества. Наш враг не ложь, а чернота на месте завтрашнего дня. С ложью за пазухой идти по дороге, выстланной колючками боли, пожалуй... Пожалуй, всё же благороднее, чем, забыв обо всём, умереть в объятиях правды.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Кандакии III",
                "Content": "Даже сейчас некоторые люди верят, что царь Дешрет однажды воскреснет, но это невозможно. Прошлое - россыпь песчинок, пусть они летят вслед за ветром, не стоит пытаться их удержать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кандакии IV",
                "Content": "Мой щит? Гм, если верить словам чужаков, мой щит осенён благословением Бенну. С ним каждая песчинка служит моим разведчиком, а песчаная буря выполняет мои приказы... Но это всего лишь домыслы чужаков. А мне важнее... что этот щит удобно лежит в руке.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Кандакии V",
                "Content": "Хотелось бы, чтобы мой карий глаз умел заглядывать в будущее... Наверное, там всё золотое, цвета золота и солнечного света, цвета надежды... А тебе всегда будет сопутствовать удача. Я от всего сердца желаю тебе удачи.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Кандакии...",
                "Content": "Я больше всего люблю гулять по деревне. Я вижу, что всё в порядке, и знаю, что сегодняшний день похож на вчерашний, а вчерашний - на все предыдущие, на все другие счастливые дни.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Кандакии",
                "Content": "Время от времени некоторые безрассудные разбойники пытаются нарушить мир и спокойствие в деревне Аару. Интересно... Не слишком ли большая милость - загнать их в ущелье, кишащее монстрами? Как думаешь? Может, у тебя есть другие идеи?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "Для меня... размер порции важнее вкуса. Жизнь в пустыне требует куда больше сил, чем можно представить. После целого дня, проведённого на службе, самая большая радость - наесться до отвала.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Не то чтобы я совсем её не люблю, но по сравнению с мясом рыба для меня - настоящее испытание... Может, всё дело в том, что я выросла в пустыне и редко ела рыбу, поэтому плохо умею вытаскивать все эти мелкие косточки... Наверное, тебе смешно это слышать.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Как же вкусно! Чтобы приготовить такое лакомство, ты наверняка потратил{F#а} много сил!",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Ты ведь всё время проводишь в странствиях, а стряпня у тебя такая... домашняя.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Наверное, у меня слишком устаревшие взгляды на то, что съедобно, а что нет...",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения! Как здорово, что именно в этот день ты однажды и {F#родилась}{M#родился}. Есть у тебя неисполненное желание? Если хочешь отправиться в какое-нибудь опасное место, я буду твоим телохранителем. А если решил{F#а} немного отдохнуть, приходи в деревню Аару, я угощу тебя лучшим мясом и напитками.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Я чувствую новую силу... Пусть она поможет мне защитить всех, кто нуждается в защите...",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Мой щит стал крепче, а копьё острее. Однажды я слышала басню о том, как самое острое на свете копьё пыталось пробить самый крепкий на свете щит... Но я не буду ставить таких опытов.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Сила, которую мы обретаем здесь и сейчас, нужна нам для будущих испытаний. Когда-то я научилась владеть копьём и щитом, и теперь мне здорово пригодились эти умения.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Теперь я могу идти впереди тебя и отражать все опасности, которые встретятся тебе на пути. Если ты мне веришь, закрой глаза и предоставь всех врагов мне.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Уступи дорогу!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Прочь!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Давай, смелей!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Отведай, каково мое копьё!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Вот и всё!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Вам конец!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Услышь мои молитвы!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Даруй нам благословение!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Мы победим!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Столько всего полезного...",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Ну как, что-нибудь понравилось?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Надеюсь, тебе что-нибудь из этого пригодится.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Больше никакой пощады.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Кому-то пора бы и одуматься.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Прошу вас... убирайтесь!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Отдохни...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Вставай за мной!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Я слишком мало тренировалась...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Прости, я не смогла тебя защитить...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Мой щит... разбит.",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Ничего.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Потрясающе.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Царапина...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Что случилось? Кто-то попал в беду?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Не отставайте.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Со мной вы в безопасности.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "72": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Пустыня и ночь",
                "Desc": "Наряд Кандакии. Куда бы она ни отправилась, рядом всегда будут золотые пески и ночное небо родного края, украшающие её наряд.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108468,
            "JD": 108462,
            "Name": "<b>Максимальная забота</b>",
            "Eff": "Восстанавливает 80 ед. выносливости.",
            "Desc": "Особое блюдо Кандакии. Вы улавливаете аромат этого блюда задолго до того, как оно появляется на столе. Похоже, забота Кандакии распространяется и на поддержание аппетита... Но эта порция даже больше, чем обычный пилав Аару. Как вы собираетесь справиться с этой «горой внимания»?",
            "Recipe": {
                "100092": 3,
                "110001": 2,
                "100096": 2,
                "100079": 2
            },
            "Icon": "UI_ItemIcon_108468"
        },
        "Namecard": {
            "Name": "<b>Серая цапля</b>",
            "Desc": "Именная карта.<br>Жгучие ветры прошлого взъерошили оперение цапли, но птица лишь смотрит на утреннюю звезду с первыми лучами рассвета.",
            "Pic": "UI_NameCardPic_Candace_P"
        }
    }
}

var acs_cache_ = {}