// Auto Generated

var _AvatarFetterConfig_ = {
    "36": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "В Ли Юэ всегда было полно мифов и легенд о всевозможных злых духах и демонах. Но вне зависимости, правдивы они или нет, кто-то должен с ними что-то сделать.<br>Чун Юнь родился в семье известных экзорцистов и с детства обладал особым даром изгонять злых духов благодаря своей чистой энергии Ян. Его предрасположенность к экзорцизму настолько велика, что лишь его присутствия хватает, чтобы разогнать всех злых духов.<br>Это определённо великий дар, но сам Чун Юнь с радостью бы от него отказался, ведь успешно изгнав сотни демонов, он так и не увидел ни одного из них.<br>Чун Юнь имеет традиционные представления об изгнании демонов, и он считает, что настоящий экзорцист должен бороться со злыми духами с помощью заклинаний, ритуалов и меча. А его врождённая способность является, мягко сказать... нетрадиционной.<br>Поэтому всю свою жизнь Чун Юнь посвятил изучению техник экзорцизма и боевых навыков, а также занимается посещением мест, в которых, по слухам, водятся злые духи, чтобы доказать, что он может с ними бороться и без своего особого дара.<br>И всё же, когда его дар перестанет быть камнем преткновения на его пути к самореализации?..",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "По Ли Юэ ходили слухи о злом духе, когда Чун Юнь отважился начать карьеру экзорциста.<br>Жертвой этого духа была одна богатая женщина из знатной семьи, которая даже могла общаться с группировкой Цисин.<br>С неизвестных пор её сон каждую ночь тревожили странные звуки. Когда она шла на звук, он внезапно оказывался у неё за спиной, беспрестанным звоном раздаваясь в ушах.<br>От жизни в постоянном ужасе она потеряла аппетит и угасала с каждым днём.<br>Её богатств хватало, чтобы нанять самых лучших экзорцистов со всего мира, но что бы они ни пытались делать, звук никуда не пропадал, а только рос.<br>Когда женщина уже совсем потеряла надежду, на пороге показался Чун Юнь.<br>«Простите, что не пришёл раньше, последние дни были особенно жаркими... Я слышал, вам досаждает крайне настырный дух. Пожалуйста, предоставьте это мне».<br>Чун Юнь вытащил в центр комнаты кресло и немного в нём посидел.<br>В ту ночь странные звуки прекратились.<br>Наконец-то женщина могла спать спокойно.<br>На следующий день она принесла Чун Юню в качестве награды горы золота и драгоценностей.<br>Без капли эмоций он всего лишь принял свою обычную плату в пару сотен моры.<br>Куда бы ни пошёл Чун Юнь после этого случая, его везде узнают. В Ли Юэ полюбили его «характер и манеру вести дела», а учёные наделили его характеристикой: «твёрдый, как скала, и холодный, как снег».",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Такое сравнение было бы не вполне уместным.<br>Организм Чун Юня, имеющий природные способности изгнания демонов, не даёт ему покоя постоянной высокой температурой и пылким темпераментом.<br>Он прибегал к различным духовным и физическим методам борьбы с этой проблемой: перестал пить тёплую воду, есть острую еду, носить тёплую одежду, ссориться и злиться. В жаркие дни, если он и выходил, так только в компании зонта.<br>Однако от всех этих ограничений нет никакого толка.<br>Однажды от отчаяния Чун Юнь решил пойти на крайние меры.<br>Как-то раз он услышал историю о злом духе на Драконьем хребте. Недолго думая, он накинул тонкую рубаху и отправился в путь.<br>Чун Юнь жара не чувствовал, но всё же решил, что этого было недостаточно. Он прорубил в ледяной шапке горного озера полынью, нырнул и стал ждать появления злого духа.<br>Так прошло полдня, пока дух наконец-таки не объявился. Чун Юнь, было, пустился за ним по склону, пока не понял, что это был снежный кролик, которого привлекли парящие над озером амулеты и меч.<br>После этой охоты за злым духом сражённый жаром Чун Юнь пролежал в постели куда дольше, чем обычные люди.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Чистая энергия Ян мешает Чун Юню не только в работе экзорциста, но и в повседневной жизни.<br>Ему нужно быть осторожным и держаться подальше от «горячих штучек», иначе он потеряет контроль над собой.<br>Как-то раз его семья устроила пир в ресторане «Народный выбор». Чун Юнь ждал, пока все блюда не остынут, но он никак не ожидал, что шеф-повар ресторана Сян Лин решит начинить шарики из клейкого риса заоблачным перчиком.<br>Чун Юнь не помнит, что происходило дальше, но, по словам очевидцев, особенно самой Сян Лин, произошло достаточно незабываемых вещей.<br>Сначала Чун Юнь запрыгнул на приёмную стойку и начал кричать, что «сегодня всё за его счёт», не имея при себе ни единой моры.<br>Затем он начал подсаживаться к гостям и болтать с ними, как будто они старые приятели, хвастаясь им, как крута его работа, не стесняясь пробовать их еду.<br>После всего этого он заявил, что чувствует присутствие злого духа в ресторане, подошёл к Сян Лин, налепил ей на лоб заговор и принялся гоняться за ней с мечом по всему ресторану.<br>После инцидента Чун Юнь месяц копил на то, чтобы заплатить ресторану за нанесённый ущерб, а также подарил Сян Лин оберег от злых духов, который сделал сам.<br>Но Сян Лин не была против его «проступков», потому что она считала, что сумасшедший Чун Юнь - это настоящий Чун Юнь, который не огораживает себя ментальными стенами.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "В путешествиях Чун Юню посчастливилось встретить хорошего друга - Син Цю.<br>По сравнению с трудолюбивым Чун Юнем, Син Цю смотрит на вещи шире, и ему всё даётся само.<br>Узнав о том, что беспокоит его друга, Син Цю придумал решение: «Если тебе не получается подавить свою энергию Ян, то почему бы тебе тогда не отыскать злого духа, у которого будет на неё иммунитет?»<br>Чун Юнь загорелся этой идеей и теперь, вместо борьбы со своим телом, каждый раз собираясь на поиски такого духа он звал с собой Син Цю.<br>«Что? Легендарного Ао Инь видели в Облачном море? Уже бегу».<br>«Злой дух поселился в старом доме на торговой площади Фэйюнь? Не беда, я сейчас же отправлюсь туда».<br>«Профессиональный экзорцист остановился на постоялом дворе \"Ваншу\"? Мне обязательно нужно с ним встретиться... Хм, наверное, нужно захватить подарок».<br>Поскольку Син Цю на ходу придумывает подобные задания для него, Чун Юнь обычно возвращается с пустыми руками и винит себя за то, что не успел всё выполнить вовремя, да ещё и потратил кучу денег на поиски дополнительной информации.<br>Когда у Син Цю находится время, он пытается ободрить Чун Юня, угощает его холодными блюдами и старается вернуть его потраченное состояние.<br>Разве можно винить Чун Юня в том, что он полностью доверяет такому надёжному и доброму другу, как Син Цю?",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "На самом деле Чун Юнь очень хочет стать более общительным, но из-за необходимости контролировать энергию Ян в своём теле ему приходится отказывать людям, приглашающим его провести время вместе.<br>Особенно он не понимает приглашений на горячие источники.<br>Сидеть и «расслабляться» в горячей воде? Даже обычное упоминание горячей воды пугает его больше, чем воспоминания о ледяном озере на Драконьем хребте.<br>Но люди вокруг него продолжают твердить, что горячие источники расслабляют и заряжают тело энергией на неделю вперёд, и чем вода горячее, тем лучше эффект.<br>Чун Юнь до сих пор не понимает, правда ли это, или его разыгрывают.<br>Чун Юнь с радостью бы попробовал, если бы не извечная проблема его чистого духа Ян.<br>Как-то раз Син Цю спросил его: «Вот, допустим, если бы ты мог контролировать свою энергию Ян и избавил мир от всех злых духов... Чем бы ты тогда занялся?»<br>Этот простой вопрос заставил Чун Юня глубоко задуматься.<br>Хоть он и упускает больше прелестей жизни по сравнению с обычными людьми, но Чун Юнь не сожалеет. Ему просто нужно больше времени, чтобы разобраться в себе.<br>Когда всё будет кончено, он, скорее всего, наконец-то посетит горячие источники.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "«Справочник по демонологии»",
                "Content": "Передаваемые из поколения в поколение архивы семьи Чун Юня подробно описывают каждого злого духа, которого им когда-либо пришлось подчинить.<br>От мелких безымянных вредителей до могучих демонов из легенд, количество их видов поражает воображение.<br>Истребить всех злых духов Чун Юня вдохновила как раз одна из таких легенд.<br>Но книжное наследие это было сопряжено с некоторым неудобством.<br>Письменные описания подкреплялись иллюстрациями, зачастую нарисованными неумело, но стремившимися передать каждую характерную деталь того или иного духа.<br>Чун Юнь, доселе духов не видавший, художественную традицию прерывать не желал, и не знал, как поступить.<br>Ему ничего не оставалось, как довериться воображению и рисовать весьма странные рисунки.<br>Таким образом «Справочник по демонологии» стал ещё более причудливым. Если вдруг вам повстречается тварь о семи куриных крыльях и пяти ножках, или наполовину хиличурл, наполовину рыба, браться за их изучение всерьёз не стоит.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "«Другие хоть мечом размахивают или вешают всякие талисманы. А ты пришёл, посидел, и говоришь, что дело сделано? За что тебе платить? Ты что, держишь меня за дурака?!»<br>В начале своей карьеры Чун Юнь часто подвергался сомнениям.<br>Перед ним стояла тяжёлая задача: было куда проще доказать присутствие злых духов, нежели их отсутствие.<br>Немудрено, что в сравнении с исполнявшими привычные всем действия экзорцистами Чун Юнь производил впечатление шарлатана.<br>С талантом, который негде было применить, под постоянной тяжестью сомнений, и подавляя любые чувственные импульсы...<br>Со временем извинения принесли лишь немногие.<br>Но даже при этом Чун Юнь отказывался плыть по течению и заниматься притворством, чтобы скрыть свои истинные методы изгнания зла.<br>Он и не думал сдаваться, даже если ему препятствовало собственное тело.<br>Однажды он станет величайшим экзорцистом Ли Юэ, обуздает свою энергию Ян и избавит мир от злых духов.<br>Возможно, признание богов он заслужил своей непоколебимостью - Глаз Бога, который получил Чун Юнь, оказался Крио, а не Пиро.<br>Мотивы, благодаря которым он получил Глаз Бога, тоже остаются загадкой.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Я Чун Юнь. Мои предки поколениями изгоняли демонов в Ли Юэ. Судьба великодушно пересекла наши пути. Э? Мои услуги бесплатны! Бесплатны!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Изгнание демонов",
                "Content": "Экзорцист полагается на заклинания и меч. Проложить новый путь можно, но это не истинный путь.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Диета",
                "Content": "Холодная еда остужает дух и успокаивает жизненную энергию... Настой цветка цинсинь со льдом эффективней всего.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Мантры",
                "Content": "Сердце очистить, зло изгнать, разум просветлить, мир... эээм... хмм... всегда забываю, что там в конце.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Дождь - наичистейшая вода. Она поможет нам в борьбе со злом.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Перед раскатами грома нечисть прячется в ужасе.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Ах... Хорошая погода, как приятно.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Так глупо тратить утренние часы впустую. Время для тренировки.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Духовные силы расцветают в полдень. Подходящее время для тренировки.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Когда день подходит к концу, и вечерняя тишина благоприятствует сосредоточению. Лучшее время для тренировки.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Уф, это был трудный день. Тебе тоже пора спать. Не забудь, что мы договорились осмотреть тот дом с привидениями.",
                "Tips": []
            },
            {
                "Title": "О Чун Юне: Экзорцисты",
                "Content": "Наш род экзорцистов защищал Ли Юэ с древних времён, передавая знания по наследству. Естественно, бороться со злом для нас легко.",
                "Tips": []
            },
            {
                "Title": "О Чун Юне: Поручения",
                "Content": "Я вообще ничего не делал. Только зашёл в проклятый дом, и проблема разрешилась. Думаешь, стоит брать плату за такую работу?",
                "Tips": []
            },
            {
                "Title": "О нас: Компаньоны",
                "Content": "Твои навыки впечатляют. Когда разберёшься с хиличур... эм... злыми духами, давай путешествовать вместе.",
                "Tips": []
            },
            {
                "Title": "О нас: Истории о призраках",
                "Content": "Ты уже хорошо знаком{F#а} со сверхъестественным в Ли Юэ. Я бы хотел посмотреть на призраков из других земель, о которых ты рассказывал{F#а}.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Глаз Бога, конечно, очень силён, но нельзя слепо полагаться на него. Я всё же больше доверяю заклинаниям и своему мечу. Нет мастерства без усердной тренировки.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Ли Юэ полон слухами о злобных духах, но сложно отделить истину от выдумки. Много странных заказов в итоге вообще не имеют к ним никакого отношения.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Говорят, в янтарных ловушках на горе Хулао можно обнаружить много странных вещей. Может быть, среди них есть и монстры из древних легенд? Очень хотелось бы посмотреть.",
                "Tips": [
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Чжун Ли...",
                "Content": "Этот Чжун Ли из ритуального бюро «Ваншэн» - интересный персонаж. Толпа крестьян может убить человека, экзорцисты могут изгнать демона, а он может похоронить Адепта.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Прощайте, древний лорд»"
                ]
            },
            {
                "Title": "О Син Цю...",
                "Content": "Я восхищаюсь боевым навыкам и благородством Син Цю. Но знай, у него есть и тёмная сторона. Если он всё-таки заденет тебя своими выходками, то обращайся ко мне, мы создадим «Общество жертв Син Цю». Вместе мы сила.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сяо...",
                "Content": "Охотник на демонов защищал Ли Юэ бок о бок с поколениями экзорцистов. День за днём, ночь за ночью. Я очень уважаю Адепта Сяо. Но этот великий человек... он говорит, что экзорцисты малочисленны и слабы и не заслуживают внимания. Я не могу этого принять!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ху Тао...",
                "Content": "Методы ритуального бюро «Ваншэн» заслуживают доверия, но когда я вижу эту наглую улыбку, которая как бы говорит «экзорцистам тут не о чем беспокоиться», то я просто закипаю... Фух, спокойствие, только спокойствие.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ци Ци...",
                "Content": "На вид она просто зомби, но как экзорцист я вижу, что... она особенная. Хм... Я не видел её имени среди почитаемых имён. Какое же отношение она имеет к божествам?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Синь Янь...",
                "Content": "Я избегаю выступлений Синь Янь, словно чумы. Эта зажигательная атмосфера... Даже не желая того, сложно удержаться... Короче говоря, не нравится мне всё это.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сян Лин...",
                "Content": "Все хвалят кулинарное искусство Сян Лин, но сам я держусь подальше от её острых блюд... Да нет, ничего такого... Ну вот грибы в слизи слайма, это съедобно вообще?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шэнь Хэ...",
                "Content": "Старейшины моего клана говорили о ней. Участь её семьи... ей можно лишь сочувствовать. Мне казалось, что нам удастся вернуть её в клан. Узнав, что она жива, старшие тоже были вне себя от радости. Они даже приготовили ей подарки и выбрали подходящий день для воссоединения. Но мы не учли, что обычно её просто не найти... Погоди, согласно нашему положению в генеалогическом древе мне надлежит... Н-нет, я ни за что не стану называть Шэнь Хэ тётей...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "О Е Лань...",
                "Content": "Мы встречались однажды, когда я только-только стал экзорцистом. Я получил заказ на проведение экзорцизма в одном доме, и уже собирался уходить, когда столкнулся с ней. Она записала моё имя. Думаю, она просто хотела убедиться, что я не делал ничего подозрительного... В общем, больше мы не встречались. <br>Наверное, смотреть на медитирующего меня было очень скучно. Ничего подозрительного.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Чун Юне I",
                "Content": "Дисциплина превыше всего. Без неё горячность приведёт лишь к беде. Уж я-то знаю. Эм, в смысле, не на собственном опыте, конечно... Э... я много путешествовал по Ли Юэ и всякого навидался.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Чун Юне II",
                "Content": "Говорят, что такая способность, как у меня, называется «чистой энергией Ян» и появляется раз в тысячу поколений. Из-за неё все злые духи разбегаются, едва завидев меня... Эх, в этом нет ничего хорошего. Я, наверное, единственный экзорцист, который ни разу не видел призрака.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Чун Юне III",
                "Content": "«Чистая энергия Ян» приводит к излишней горячности, из-за которой я не раз попадал в постыдные ситуации. Поэтому я не ем горячего и острого, всегда ношу зонтик и не слушаю зажигательную музыку. Эх... Когда же она перестанет меня мучить?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Чун Юне IV",
                "Content": "Бесполезно сидеть и ждать, пока зло покажется, нужно самому выслеживать его. Изгоняя призраков, я охраняю спокойствие жителей Ли Юэ и расширяю свой кругозор. Если кого-то беспокоит злой дух, то я обязательно приду на помощь.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Чун Юне V",
                "Content": "Моя высшая цель как экзорциста - полностью избавить мир от злых духов. Если эта великая мечта исполнится, то я, возможно, смогу попробовать горячие источники, или заоблачный перчик, или... другие волнующие занятия... Ох, нет, нельзя. Даже думать об этом слишком волнующе... Нельзя.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Чун Юня...",
                "Content": "Мои? Мне нравится слушать рассказчиков. От рассказов Чайного доктора о сверхъестественном всегда волосы дыбом встают. Давай вместе сходим послушать, когда время будет.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Чун Юня...",
                "Content": "Потратив много сил, после долгих поисков я, наконец, обнаружил старый храм с привидениями. И вот я провёл в засаде четыре дня, но даже намёка на привидения не увидел. Эх... Такое со мной случается постоянно.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "После дня тренировок нет ничего лучше, чем свежие морепродукты из Инадзумы с холодной закуской. От приятной прохлады инадзумской кухни сразу забываешь об усталости.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Всё горячее и острое для меня под запретом. Если в блюде попадётся заоблачный перчик... ох, даже думать страшно.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Холодные блюда как раз по мне! Съем после тренировки.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Прости, понимаю, ты хотел{F#а} как лучше, но мне придётся подождать, чтобы блюдо остыло, прежде чем его есть...",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "О нет! Ты добавил{F#а} заоблачный перчик?",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "В день твоего рождения прими этот ледяной цветок, который я вырезал сам. Если столкнёшься со злым духом, то брось в него цветок. Внутри заключено заклинание, которое поможет тебе сбежать. Ах, да... с днём рождения.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Экзорцисты тоже часто используют эти материалы для своих заклинаний. Не думал, что с их помощью можно очистить свой дух.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "В искусстве боя и в искусстве заклинаний есть много неизведанного. С твоей помощью я узнал много нового.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Я раньше и не задумывался о таких вершинах боевого искусства. Рука следует за взглядом, меч и человек едины... Наконец, я осознал!",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Овладев этими техниками, я стал ещё ближе к воплощению мечты о мире без злых духов. Я вечно буду помнить, как много ты для меня сделал{F#а}. Возможно, теперь я готов пройти через огонь своей души.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Морозное касание!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Вперёд, мой клинок!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Быстрота и сострадание!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Одно целое с клинком!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Возвращайся туда, откуда ты пришёл!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Клинок духа, в атаку!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Подчинись правосудию!",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Я могу оседлать ветер и тучи!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Хм, это может оказаться полезным при изгнании злых духов.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Не зря трудились!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Неожиданно, но приятно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Просто царапина.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Не надо было недооценивать врага.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Обуздай свой гнев!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Я помогу.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Держись!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "После стольких лет тренировок...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Бич зла никуда не делся...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Это конец для экзорцистов...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Но как?!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Тут.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Моя мантра, изгоняющая демонов, готова.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Пора потренироваться?",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "36": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Чистый дух",
                "Desc": "Наряд Чун Юня. Традиционное облачение экзорцистов.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108144,
            "JD": 108143,
            "Name": "<b>Холодная лапша «Дары гор»</b>",
            "Eff": "Восстанавливает 80 ед. выносливости.",
            "Desc": "Особое блюдо Чун Юня. Знойным летом перед этой упругой прохладной лапшой при всём желании не устоять, но Чун Юнь налегает на неё даже в зимнюю стужу. Вот чудак.",
            "Recipe": {
                "100011": 3,
                "100061": 2,
                "110001": 2
            },
            "Icon": "UI_ItemIcon_108144"
        },
        "Namecard": {
            "Name": "<b>Духовные лезвия</b>",
            "Desc": "Именная карта.<br>Сначала Чун Юнь хотел сделать себе ритуальный меч из персикового дерева, но обычной глыбой льда изгонять демонов оказалось куда проще.",
            "Pic": "UI_NameCardPic_Chongyun_P"
        }
    }
}

var acs_cache_ = {}