// Auto Generated

var _AvatarFetterConfig_ = {
    "98": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "В многолюдном Кур-де-Фонтейне каждый день случаются самые разные конфликты. Один кондитер обвиняет другого в краже рецепта, мало того, коварный конкурент ещё и заменил в рецепте цедру пузырина на мяту, чем разрушил не только собственную репутацию, но и репутацию десерта! Драматург обвиняет своего фаната в подражании - ко всему прочему, новоиспечённый драматург взял себе псевдоним, слишком похожий на псевдоним кумира. Теперь даже газеты не могут отличить, кто из них настоящий драматург, а кто поддельный. Один торговец обвиняет другого в недобросовестной конкуренции, дескать, негодяй постоянно снижает цены и намеренно открыл свой магазин прямо напротив его лавки. И каждый настаивает на своей правоте, взывает к справедливости, надеется склонить мнение окружающих на свою сторону. Как правило, такие конфликты решаются подоспевшими на место жандармами или сотрудниками Палаты Жестьон. Но некоторые спорщики имеют скрытые намерения и хотят использовать конфликт как способ уничтожить конкурента. Они кричат: «Я подам на тебя в суд!» Когда дело доходит до разговоров о суде, эмоции часто берут верх над разумом, ни одна из сторон не желает уступать, люди готовы хоть сейчас явиться на разбирательство в зал суда. И тогда раздражённый сотрудник Палаты Жестьон, давно потерявший всякую надежду на успешное посредничество, с отчаянием в голосе говорит: «Хорошо, вы хотите обратиться с иском в суд, и я уважаю ваше право. Но прежде вы должны сделать следующие приготовления...»<br>«...Если вы сочтёте вынесенный вердикт несправедливым, сможете обжаловать его в порядке судебной дуэли. Насколько мне известно, сейчас судебным дуэлянтом служит госпожа Клоринда, так что...»<br>Как только звучит имя Клоринды, все споры резко прекращаются. Здесь каждому знакомо имя непобедимого судебного дуэлянта. Под её клинком все низкие поступки, замаскированные под поиски справедливости, все попытки добиться выгоды судебным преследованием обнажают свою истинную сущность. Клоринда не знала ни одного поражения на судебной дуэли.<br>«Кхе-кхе. Наверное, не стоит заходить так далеко?»<br>И вот очередной рыночный спор с двойным дном разрешён, и сотрудник Палаты Жестьон, глядя вслед удаляющимся торговцам, хлопает по плечу своего неопытного сослуживца и смеётся: «Смотри, мечом можно добиться гораздо большего, чем простым красноречием».",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "«Если приходится иметь дело с Клориндой, лучше сразу принять вынесенный тебе приговор». Так скажет вам любой, кто имел несчастье сразиться с Клориндой или просто наблюдал за поединком с безопасной трибуны. Посмотрите на этих незадачливых дуэлянтов, сдавшихся Клоринде через считанные секунды после начала поединка. Одна девушка решила пойти на хитрость и привязала меч к руке лентами из ткани... Но Клоринда парой точных движений рассекла ленты и запросто выбила меч из рук соперницы, словно это не оружие, а швейная иголка. Или обратите внимание на этот распространённый типаж: молодой человек, заранее спрятавший всевозможное оружие в элементах своего костюма. В шляпе у него пистолет, в голенище кинжал, в рукаве пузырёк с зельем... Испробовав все заготовленные трюки, такие незадачливые дуэлянты неизменно оказываются на лопатках, а к списку их преступлений добавляется пресловутое «неуважение к суду». А некоторые отчаявшиеся тратят последние силы, пытаясь завоевать симпатии публики и выставить себя пострадавшими ещё до начала поединка. Но их попытки не меняют исхода дуэли. В конце концов, меч, осквернённый ложью, не способен нанести ни одного удара. Но жалкие и смешные притворщики всё-таки не полностью бесполезны: на их фоне выгодно выделяются честные дуэлянты, которые действительно готовы отстаивать на поединке свою правду. Даже если в конечном итоге они проиграют, зрители захотят услышать их голос, потому что будут знать: эти люди твёрдо стоят за свои убеждения и не боятся обнажить меч, чтобы защитить их. Говорят, сражаясь с честным противником, Клоринда сдерживается и не вкладывает в удары всю свою силу. А один зритель, наблюдавший за таким поединком из первого ряда, и вовсе клянётся, что своими глазами видел, как уголок рта Клоринды приподнялся в знак одобрения. Только такие поединки она готова признать настоящей судебной дуэлью. Но Клоринде всё равно, тронул ли публику её выход, какие монологи в душах зрителей он вызвал. Смысл судебной дуэли для неё заключается в том, чтобы в честных условиях определить победителя и соблюсти справедливость.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Мастерство Клоринды в дуэльном искусстве снискало ей множество поклонников. «Восторженные» горожане стараются тщательно проанализировать каждый аспект жизни знаменитого судебного дуэлянта. Где она научилась столь мастерскому владению мечом? Техника передавалась из поколения в поколение? Или Клоринда овладела ей сама? Быть может, всё дело в том, что Клоринда - последняя наследница угасшего королевского рода, некогда достигшего невероятных высот в фехтовальном искусстве? Говорят, перед каждой дуэлью она проводит очистительный ритуал для своего меча. И чем она очищает меч? Чистейшей водой из фонтана Люсин? Раствором особых зелий? Или для укрепления связи с мечом она добавляет туда не зелья... а собственную кровь? Нет! Нет! Ритуал не имеет никакого отношения к очищению меча! С помощью ритуала она призывает дух мастера фехтования, чтобы он пришёл и вселился в неё! Потому она и побеждает на всех поединках!<br>Одно время фигура непобедимого судебного дуэлянта была окутана множеством невероятных слухов, которые только раздразнивали любопытство горожан (по большей части журналистов), доводя их до настоящего исступления. Наконец суду надоело терпеть репортёров, засевших с камерами в кустах и клумбах у главного входа, и было решено устроить пресс-конференцию, на которой власти сделали следующее заявление: «Оружие госпожи Клоринды, равно как и фехтовальные приёмы, используемые ею в судебных дуэлях, соответствует общепринятым нормам и не обладает никакими сверхъестественными свойствами, которые ему приписывает молва». По залу прокатилась волна негодования, никто не поверил такому заявлению. «Если необоснованные слухи будут оказывать пагубное воздействие на общественные настроения, суд оставляет за собой право официально возбудить дело против лиц, признанных ответственными за фабрикацию и распространение подобных слухов». Угроза была встречена с пренебрежением, репортёры продолжали безостановочно щёлкать своими камерами. «Доводим до вашего сведения, что ответственность за исполнение обязанностей судебного дуэлянта во всех поединках, имеющих отношение к делам по распространению клеветы, будет возложена на... госпожу Клоринду!» Журналисты примолкли. А Клоринда, которую заставили принять участие в этом маскараде, кивнула и добавила: «Это моя работа».<br>Так был положен конец нелепым слухам о судебном дуэлянте. Единственные следы той бури можно найти на страницах некоторых театральных сценариев и современных романов. Однако и драматурги, и писатели решительно отрицают, что сюжеты их произведений связаны со старыми слухами. Нет-нет, ничего подобного не было!",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Слухи о том, что Клоринда проводит магические ритуалы и вызывает духов, действительно не имели под собой никаких оснований. Умение сражаться Клоринда унаследовала от ордена под названием «Охотники Сумеречного двора», который наводил страх на призраков по всему Фонтейну. Легенда гласит, что на заре существования Фонтейна жил герой, называвший себя Золотым охотником. Чтобы истреблять монстров, угрожавших безопасности Фонтейна, он основал орден под названием «Охотники Сумеречного двора», собравший под своими знамёнами множество героев, в том числе потомков Рыцарей чистых родников. Они охотились на чудовищ и злодеев по всему Фонтейну и оставили по себе множество легенд и преданий. Но когда в Фонтейне наконец воцарился мир и благоденствие, слава Охотников Сумеречного двора постепенно померкла, а их орден оказался предан забвению. Если спросить современных жителей Фонтейна об Охотниках Сумеречного двора, большинство вспомнит только «Клятву Охотника», которая встречалась им в книгах или театральных постановках.<br>«Отныне я ухожу под полог тени, что отбрасывает свеча. Отныне я смотрю в лицо опасностям долгой ночи. Я обязуюсь помнить клятву дневного света. Помнить слёзы, жизнь и любовь. Помнить, что рассвет наступит. Посему я никогда не утрачу надежду».<br>Для большинства фонтейнцев история Охотников Сумеречного двора - всего лишь красивое предание, полное драматических сюжетных поворотов. Но для Клоринды подвиги и клятва Охотников Сумеречного двора - живое наследие, которое она хранит. Первое, чему она научилась у своей наставницы Петрониллы, состоявшей в ордене Охотников Сумеречного двора, было мастерство владения мечом, с помощью которого Охотники побеждали чудовищ. Техника требовала от Охотника как можно больше сократить дистанцию с монстром, а затем молниеносно пронзить его мечом. Чтобы воспитанница могла отработать этот навык, Петронилла запирала Клоринду в комнате, заставленной вращающимися колоннами, из каждой колонны торчали деревянные мечи, на остриях которых висели матерчатые мешочки. «Там могут быть конфеты, а могут быть железные опилки или волосы, которые выпали у меня, пока я пыталась научить тебя уму-разуму. Можешь рассечь их, а можешь не трогать. Решай сама. Помнится, ты сегодня уже обедала, так что оставляю тебя здесь до ужина. Постарайся сберечь немного сил, чтобы не уснуть за столом. Приступай!»<br>Подобные способы обучения помогли Клоринде освоить разные навыки Охотников Сумеречного двора: стрельба, выслеживание, маскировка, незаметные перемещения... а ещё она научилась быстро раскрывать свою личность при встрече с другими Охотниками, чтобы избежать случайных увечий. Но Клоринда никогда и никому не рассказывала о тяготах, которые ей пришлось пережить во время обучения. В конце концов, теперь она судебный дуэлянт, а не Охотница Сумеречного двора из былых времён. Клоринда надеется, что наставница, которая ушла, даже не попрощавшись, приняла бы её выбор. Чтобы защитить мир в Фонтейне, Охотники Сумеречного двора когда-то разили своими мечами злобных и свирепых чудовищ. А их преемница разит мечом злодеев, растерявших уважение к закону. Даже если бы наставница начала возражать, Клоринда без колебаний разрешила бы спор, как разрешали все споры Охотники Сумеречного двора. Ведь Петронилла сама говорила, что готова выслушать иное мнение при условии, что Клоринда сможет победить её на поединке.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Впервые увидев в дверях своего клуба Клоринду, владелец «Настольной труппы» оказался в полной растерянности. Он молча глядел на знаменитого судебного дуэлянта в аккуратной форме, с треуголкой на голове, с мечом и пистолетом за поясом. Перед мысленным взором стали проноситься допущенные в прошлом ошибки, в том числе ошибки, которые нельзя было назвать настоящими ошибками, и слова приветствия намертво застряли у бедняги в горле. И как раз в тот момент, когда вместо слов приветствия владелец труппы уже собрался сказать: «Простите меня, пожалуйста», в дверях появилась Навия с улыбкой на лице и сказала: «Привет! Моя подруга захотела сыграть в \"Настольную труппу\"! Что скажешь? Есть у тебя интересные сценарии? Она не новичок! И очень разборчивая. Так что предлагай нам только самые интересные сценарии!» И хотя приветствие так и застряло в горле владельца «Настольной труппы», вместо «Простите меня, пожалуйста» он выдавил из себя удивлённое «Э-э!?» Затем бедняга опомнился и торопливо вынес посетительницам все сценарии, которые были у него в распоряжении. В том числе любимую многими игроками «Эпоху бронзовой клятвы», сложнейшую «Хронику кольца» и бессменную классику: «Долина серого волка: Третье издание, дополненные правила». После нескольких игр Клоринда стала завсегдатаем «Настольной труппы». Поначалу остальные игроки её побаивались, но затем набрались смелости и пригласили Клоринду опробовать с ними новые сценарии, и она ответила согласием. После оказалось, что какой бы сценарий они ни брали, новенькая участница неизменно демонстрировала поразительные способности к игре. Она не упускала ни одной зацепки в сценарии и всегда знала, за какую ниточку потянуть, чтобы добыть больше информации, так что сюжет развивался без всяких заминок и сбоев. А ещё Клоринда всегда неуклонно следовала сценарным правилам. Игроки из её команды часто говорили: «Клоринда так строго следит за соблюдением правил, что больше напоминает ведущего, а не обычного игрока». На подобные отзывы Клоринда только уклончиво улыбалась. Не станет же она признаваться, что с лёгкостью следует за любым сценарием, потому что в прошлом всегда была ведущей в играх с Навией, и разные причудливые идеи и фантазии её подруги приучили Клоринду строго следить за сюжетом. Но это слишком долгая и запутанная история...<br>Но чтобы прихоти и фантазии Навии не отразились схожим образом на способностях других участников «Настольной труппы», побыв некоторое время обычным игроком, Клоринда решила снова принять на себя обязанности ведущей. Её решение обрадовало как владельца клуба, так и остальных игроков, в том числе Навию. В конце концов, никто в компании не знает о «справедливости» больше, чем непобедимый судебный дуэлянт. И никакие взятки не помогут вам склонить её на свою сторону, ни пирожные, ни картофель во фритюре, ни даже пузырины! После очередной попытки подкупить её угощениями Клоринда неторопливо пролистывает правила, оглядывает игроков, которые никак не могут найти выход из тупика, и говорит: «У нас ещё много времени. Думайте дальше».<br>После завершения очередной игры одна сотрудница Палаты Жестьон с улыбкой заметила своим спутникам: «А мы думали, госпожа Клоринда с утра до ночи занята на судебных поединках». Клоринда, убиравшая со стола, на секунду задумалась и покачала головой: «Я редко работаю по вечерам».",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "С точки зрения Клоринды, обязанности судебного дуэлянта вовсе не отличаются от обязанностей Охотников Сумеречного двора. Охотники сражались за поддержание мира в Фонтейне и истребляли кровожадных монстров, а судебные дуэлянты выступают от имени правосудия Фонтейна и наказывают преступников, которые пытаются использовать лазейки в законах для личной выгоды. А тем, кто хочет защитить свою честь, дуэлянты дают право на честный поединок и на то, чтобы быть услышанными.<br>Но однажды пыль осела, все монстры оказались повержены, а добро восторжествовало. И как поступил со своим мечом воин, сражавшийся за справедливость? Из рассказов Петрониллы Клоринда помнит историю об Охотнике Сумеречного двора, который был одержим идеей борьбы с монстрами. И когда ни одного монстра не осталось, Охотник попросту не знал, что делать дальше: он всегда сражался с чудовищами, в чём теперь искать смысл жизни, когда враг повержен? После долгих раздумий он решил идти дальше по выбранному пути, покинул орден и отправился охотиться на других монстров в одиночку. Петронилла не стала рассказывать, чем кончилась его история, только сказала: «Лучший удел меча, вынутого из ножен, покрыться ржавчиной». Маленькая Клоринда растерянно смотрела на свою наставницу. Заметив это, Петронилла взяла в руку десертную ложку, указала ей на кусочек сахара, лежавший на краю блюдца, и спросила: «Клоринда, ты знаешь, что это такое? Я задаю тебе очень важный вопрос, если ответишь верно, я дам тебе стакан пузыринового сока». Клоринда сморгнула и неуверенно ответила: «Это... сахар?» - «Да, соображаешь. Запомни свой ответ, Клоринда. - И умудрённая опытом Охотница добавила: - Когда ложка указывает на сахар, ты должна смотреть на сахар, а не на ложку. Охотники Сумеречного двора сражались ради того, чтобы все люди жили в мире и благоденствии. Все люди, в том числе и сами Охотники, конечно же. Тихая и мирная жизнь - кусочек сахара, который тебе нужен. А борьба - всего лишь ложка, который ты подцепишь сахар. Всегда помни, за что ты сражаешься. Не допускай того, чтобы борьба превращалась из средства достижения цели в цель. Иначе ты станешь дурёхой, которая вместо сахара видит одну ложку. И твой кофе до конца дней будет невыносимо горьким».<br>С наступлением сумерек в Кур-де-Фонтейне загораются огни, прохожие останавливаются, чтобы обняться, весело смеются. Клоринда допивает свой кофе, новинку кафе «Лютес» (вместо обычного сахарного сиропа в напиток добавлен сок сезонных фруктов, что придаёт ему весьма необычный вкус). Завтра выходной, надо будет хорошо выспаться, с утра купить цветов, потом зайти за фруктами. Вечером встречаемся с Навией, зайдём в «Настольную труппу», там появились новые сценарии... Наверное, завтра будет длинный день.<br>Непобедимый судебный дуэлянт доедает последний кусочек пирожного, наслаждается послевкусием, а затем встаёт и уходит.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "«Наследие Охотников Сумеречного двора»",
                "Content": "Фирменным элементом костюма Клоринды можно назвать узкий плащ, развевающийся у неё за спиной. Но для Клоринды это не просто плащ, а памятный дар. Когда ей было десять лет, наставница, опекавшая Клоринду и обучавшая её боевому искусству, внезапно исчезла, не попрощавшись. И даже всезнающий господин Каллас не имел понятия, куда отправилась эта Охотница Сумеречного двора. Клоринда перевернула вверх дном всю комнату, обошла все места, где когда-то тренировалась, но так и не смогла найти ни одной подсказки, куда ушла наставница. Единственным результатом поисков был узкий синий плащ, который она обнаружила в платяном шкафу. Клоринда никогда не видела, чтобы наставница надевала этот плащ. Петронилла всегда ходила в чёрном плаще. И даже если память изменяла Клоринде, жандармы, которым часто доставалось от Петрониллы, ясно помнили все её приметы, и в объявлениях «Внимание: розыск!» не было ни слова о синем плаще.<br>Но на подкладке синего плаща была вышита эмблема Охотников Сумеречного двора. А в кармашке обнаружилась подвеска с кинжалом, на котором было выгравировано её имя. Запоздалый подарок на день рождения.<br>И всё-таки... Плащ с эмблемой - прощальный дар или последнее испытание, которое приготовила для неё наставница? Клоринда не знала, но всё равно крепко прижала плащ к груди. Если это испытание, она хорошо подготовится, чтобы встретить его достойно. Пусть даже на подготовку уйдёт вся её жизнь.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "И пяти минут не прошло, как Клоринда выбила меч из рук экзаменатора. Теперь нетерпеливое раздражение на его лице сменилось оторопью. Похожая оторопь нарисовалась на лицах трёх других судебных дуэлянтов, которые прибежали на арену, услышав поразительную новость. И всегда тихий и безлюдный суд наполнился необычным оживлением, шумом и гомоном. Согласно правилам, испытание кандидата в дуэлянты состояло всего из трёх раундов, но благодаря энтузиазму экзаменаторов обычное испытание превратилось в поединок «все на одного». Клоринда не возражала, за неё говорил её меч. С начала и до конца испытания меч в руках Клоринды ни разу не дрогнул, все её движения были верны и отточены.<br>Сдав экзамен, Клоринда начала изучать правила судебных дуэлей и прочие тонкости, необходимые для работы судебным дуэлянтом, одновременно принимая участие в судебных поединках. И хотя о непобедимости Клоринды уже ходили легенды, и многие её противники предпочитали немедленно сдаться, только бы не встречаться с ней на арене, Клоринда всё ещё не была официально признанным судебным дуэлянтом. «Ты прекрасно владеешь мечом. Но судебная дуэль - не обычный поединок, - говорили ей опытные судебные дуэлянты. - Тебе нужно выстоять в особом... не самом простом поединке. Тогда ты докажешь, что достойна этой работы». И хотя Клоринда не понимала, что они имеют в виду, спустя несколько дней ей впервые пришлось принять участие в «особом поединке». Её противником был богатый торговец. Клоринда его знала. Торговца обвинили в злоупотреблениях по отношению к наёмным работникам, он удерживал у людей мору из жалованья и плевать хотел на их здоровье: изнурённые непосильной работой, нанятые им водолазы страдали от всевозможных болезней. Не в силах больше терпеть такого отношения, водолазы подали в суд коллективную жалобу на торговца. Суд вынес свой вердикт: торговец виновен в притеснении наёмных работников, и вина его неоспорима. Но подсудимый потребовал решить спор на судебной дуэли и заявил, что водолазы намеренно пытаются нанести ущерб его репутации: «Кто ещё согласился бы принять их на работу? А если меня упекут в крепость, они попросту умрут от голода! Дамы и господа, неужели вы надеетесь на такой исход? У кого из нас нет болезней? Я сам едва не ослеп, целыми днями корпя над счётными книгами! Я и лекарства им купил, и врачей нашел... Но они ведь в этом не признаются!» Скоро во всех газетах Кур-де-Фонтейна появилось заявление богатого торговца, и на улицах города только о нём и говорили.<br>«Ох... В его словах есть своя правда...» - «Э-э-э... Наверное, они солгали?»<br>В назначенный день на трибунах собрался почти весь город, одних людей привело сюда сочувствие к подсудимому, других - простое любопытство. Выйдя на арену, торговец поприветствовал публику, и нанятые им люди на трибунах по сигналу заголосили: «Беда! Нельзя допустить, чтобы такой хороший человек страдал безвинно!» А другие зашептались: «Обвинители солгали, я это знаю доподлинно!» Услышав крики и шёпот, остальные зрители тоже невольно стали сомневаться в виновности торговца. И вот все трибуны охватило праведное негодование: «Неужели мы будем молча смотреть, как невинный человек страдает на поединке?» Оглушённая голосами с трибун, юная Клоринда растерялась, словно её бросили на океанское дно. Она положила руку на рукоять меча, но не знала, должна ли обнажать свой меч против этого человека. Он был привлечён к суду, и суд признал его виновным. Но все твердят о его доброте и порядочности... Торговец уже обнажил свой меч и с уверенным видом направился к Клоринде. «Госпожа Клоринда, вы всё слышали. Человек я честный, щедрый, и сердце у меня доброе. И как городу жить дальше, если меня посадят в крепость...»<br>Торговец поднял свой меч, и драгоценные камни на рукояти заиграли яркими цветами. А на лезвии дорогого меча отразились глаза его хозяина. И Клоринда увидела в этих глазах только высокомерие, наглость и пустую браваду. Теперь она знала, что его меч против неё бессилен. А драгоценные камни на рукояти служили камуфляжем, скрывавшим ложь и притворство. Торговец напоминал ей жалкого бродячего пса, который извалялся в репьях, чтобы выглядеть страшным зверем. Дуэлянты скрестили оружие, во все стороны брызнули искры, и в следующую секунду великолепный меч торговца раскололся надвое, а публика замолчала, понимая, что поединок окончен.<br>«Правосудие открыло мне истину, я увидела её своими глазами. Здесь ты можешь отстоять свою честь только с оружием в руках», - проговорила Клоринда, взмахнув мечом, а торговец смотрел на своё испуганное отражение в Глазе Бога, который откуда ни возьмись появился на груди судебного дуэлянта. «Или у тебя маловато храбрости, чтобы отстаивать свою честь на поединке?»",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Приветствую вас. Меня зовут Клоринда, я судебный дуэлянт Кур-де-Фонтейна. Если хочешь воспользоваться моими услугами, изложи суть разногласий... Можешь опустить лишние детали, они меня не касаются.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Противники",
                "Content": "На дуэлях я противостояла многим противникам. Большинство из них я победила. Остальные сдались сами. ...Хм? Нет. Я ещё ни разу не проиграла.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Судебный дуэлянт",
                "Content": "Я судебный дуэлянт, и моё мнение не имеет значения, ведь когда я достаю свой клинок, я становлюсь орудием закона Фонтейна.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Секреты победы",
                "Content": "Дуэль - это битва характеров, а меч - продолжение силы духа дуэлянта. Если сердце испуганно сжимается, то мечу лучше остаться в ножнах, потому что ты не сможешь эффективно противостоять противнику.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "В дождливые дни добыча обычно отдыхает. Но только не охотник.",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Битва между ветром и дождём, похоже, подошла к концу.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Надеюсь, это был звук, свидетельствующий о том, что в мире стало на одного злодея меньше.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Для меня это новый пейзаж. И, надо сказать, довольно мрачный.",
                "Tips": []
            },
            {
                "Title": "В пустыне...",
                "Content": "Я никогда так сильно не скучала по Фонтейну...",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Я скоро пойду пить кофе, не хочешь присоединиться? Я принесла кофейные чашки, могу одолжить тебе одну, если понадобится.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Прошу прощения, я освобожусь с работы чуть позже. Вот, возьми сэндвич, он поможет утолить голод.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "К сожалению, я не могу дать тебе рекомендаций по выбору вина. Но я могу посоветовать несколько менее известных ресторанов, которые стоит посетить.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Спокойной ночи. Я пойду спать, как только закончу вечернее обслуживание оружия.",
                "Tips": []
            },
            {
                "Title": "О Клоринде: Новостные репортажи",
                "Content": "Все газеты грешат репортажами, которые нельзя назвать ни честными, ни справедливыми. Некоторые репортёры позволяют своим взглядам колебаться под влиянием связей и обещанной моры.<br>Если хочешь узнать правду, лучше всего обратиться к людям, которые непосредственно вовлечены в ситуацию. Задай вопросы и сделай собственные выводы.<br>По крайней мере, не позволяйте чужим лживым речам затмить твой разум.",
                "Tips": []
            },
            {
                "Title": "О Клоринде: Мушкеты и мечи",
                "Content": "Мой выбор оружия соответствует традициям Охотников Сумеречного двора. Мушкет, чтобы загнать добычу, и меч, чтобы нанести ей смертельный удар.<br>На дуэлях я, разумеется, обычно использую только меч. Как только ты ступаешь на ринг, бежать некуда, а значит, и загонять тебя не нужно.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ночь безмолвна»"
                ]
            },
            {
                "Title": "О нас: Церемонии",
                "Content": "Перед каждой дуэлью я протираю свой меч тряпкой, смоченной в специальной чистящей жидкости. Отчасти это нужно для того, чтобы поддерживать его в рабочем состоянии, но вместе с тем это помогает мне сохранять спокойствие и очищает разум от навязчивых мыслей.<br>Ты тоже владеешь мечом. У тебя есть похожие ритуалы?",
                "Tips": []
            },
            {
                "Title": "О нас: Люди в тени зла",
                "Content": "Многие свои привычки я переняла у Охотников Сумеречного двора. Они боролись с монстрами, а я - с нарушителями закона. Но монстры - зло по своей природе, и иного они не знают. Но этого нельзя сказать о развращённом человечестве, у которого есть все возможности творить добро, но которое охотно выбирает путь зла.<br>А ты? Что побуждает тебя носить клинок?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "После того как я получила Глаз Бога, количество людей, которые сдаются на дуэли, значительно возросло. Некоторые дуэлянты даже думают, что я использую его для устрашения.<br>Я же всегда считала, что моего послужного списка непобедимого дуэлянта вполне достаточно для запугивания. Пожалуй, мне стоит стремиться к более значительным победам на дуэли.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Я видела, как многие люди вступают в спор по самым пустяковым поводам, воспринимают их как оскорбление личного достоинства и в итоге доводят дело до суда. Мало того, что эти ситуации сами по себе абсурдны, так они ещё и решают устроить дуэль.<br>Мне, как судебному дуэлянту, не составляет труда уладить вопросы чести на дуэли. Но всё же... Как бы это сказать? Для рядового жителя Фонтейна, как мне кажется, вопросы вроде того, есть ли маркоту место в кофе, не настолько принципиальны, чтобы решать их на мечах...",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Тебе встречались порхающие помидорки? Трудно предугадать, куда и как быстро они полетят, поэтому они отлично подходят для стрельбы по мишеням. Точнее, они были бы хороши, если бы не пришлось отправляться в дикую природу, чтобы найти их... Хотелось бы, чтобы кто-нибудь выращивал их в домашних условиях.",
                "Tips": []
            },
            {
                "Title": "О Шарлотте...",
                "Content": "Шарлотта - один из самых тактичных репортёров. Я не могу сказать о ней ничего плохого.<br>В отличие от некоторых, она не подстерегает меня со своей камерой по дороге на работу, не ходит за мной в кофейню, чтобы выяснить, что я буду сегодня пить... И что самое замечательное, она прекрасно знает, что я не даю интервью, и не надоедает мне по этому поводу.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фурине...",
                "Content": "Раньше на чаепитиях я всегда стояла позади неё, держа меч наготове. Но теперь я могу сидеть за столом и наслаждаться чаем и угощениями вместе с ней.<br>Теперь я начинаю понимать, почему она постоянно жалуется на то, как трудно поддерживать фигуру в форме.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Навии...",
                "Content": "В последнее время у Навии хорошее настроение. Она буквально каждый день приглашает меня присоединиться к ней в «Настольной труппе» для работы над новым сценарием.<br>Истории всегда очень разные. За исключением тех нескольких случаев, когда я брала на себя роль ведущей, я часто выступаю в роли персонажа и присоединяюсь к ней на время приключения. Но я стараюсь не играть за персонажей, имеющих отношение к суду, чтобы не создавать слишком серьёзную атмосферу...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ночь безмолвна»"
                ]
            },
            {
                "Title": "О Нёвиллете...",
                "Content": "Ни у кого не возникает сомнений в авторитете юдекса. Он всегда выносит справедливый приговор - и, если потребуется, я подтвержу справедливость этого приговора своим мечом.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шеврёз...",
                "Content": "Ах да, капитан Шеврёз. Это имя я где-то уже слышала. На неё неоднократно подавали судебные иски, обвиняя в превышении полномочий при задержании преступников. Во время дачи показаний она с такой решимостью опровергала обвинения, что истцы теряли дар речи. Она исключительная личность.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лини...",
                "Content": "Я должна поаплодировать великому иллюзионисту за тот уровень профессионализма, который он демонстрирует в своём ремесле. Если у меня когда-нибудь появится возможность, я бы очень хотела оказаться на одном из его выступлений в качестве зрителя.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фремине...",
                "Content": "Однажды я получила посылку, в которой лежала миниатюрная механическая игрушка и открытка с благодарностью. Игрушка была искусно выполнена. При первой же возможности нужно лично поблагодарить господина Фремине... Говоришь, такой возможности может не представиться? Что ж, тогда я тоже напишу благодарственную открытку. Пожалуйста, передай её Фремине.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение катастрофы»"
                ]
            },
            {
                "Title": "О Тиори...",
                "Content": "Я и раньше покупала одежду в её магазине. Она хорошего качества. Но в большинстве случаев я предпочитаю носить свою форму. Отчасти потому, что она служит для чёткого обозначения моей принадлежности, а отчасти потому, что мне нравятся хорошо знакомые вещи. Как и мой меч, эта униформа привычна и функциональна - у меня нет ни малейшего желания её сменить.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ризли...",
                "Content": "Управлять крепостью Меропид - нелёгкое дело. Ризли, несомненно, в высшей степени способный человек, если ему удаётся поддерживать относительную стабильность в подобном месте.<br>Я подозреваю, что он умалчивает о некоторых своих методах, но мы не можем утверждать наверняка.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сиджвин...",
                "Content": "Госпожа Сиджвин - отличная медсестра, она одинаково хорошо умеет лечить раненых и утешать страждущих. Я уверена, что её добрая и любящая натура пробуждает то немногое хорошее, что есть даже в самых отъявленных преступниках крепости Меропид.<br>Возможно, это послужит для них достаточным стимулом, чтобы изменить своё поведение.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эмилии...",
                "Content": "Я слышала, что она парфюмер. А ещё я кое-что слышала о её настоящей профессии. Однажды я увидела её на улице, она гладила маленькую собачку и нежно улыбалась. Мы кивнули друг другу, а потом разошлись каждая в свою сторону.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Клоринде I",
                "Content": "Работа судебного дуэлянта не так уж сложна. Можно сказать, что это одна из самых простых профессий - победить своего соперника, как того требует суд. Вот и всё.<br>Возможно, именно поэтому некоторые люди в обиходе называют меня «палачом».",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Клоринде II",
                "Content": "Я всегда делаю всё от меня зависящее, чтобы поединок был честным. Если у моего противника плохое зрение, я закрываю глаза. Если его подвижность ограничена, я ограничиваю свой диапазон движений. Что бы ни случилось, каждая дуэль, в которой я участвую, должна быть честной.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Клоринде III",
                "Content": "Я уже сбилась со счёта, сколько раз люди сдавались прямо перед началом дуэли. Им даже не хватило смелости достать оружие. Я склоняюсь к мысли, что их так называемые пострадавшие честь и достоинство всего лишь искажённые представления самовлюблённых людей.<br>Они становятся архитекторами собственного поражения задолго до того, как встретятся со мной лицом к лицу. Мне не нужно ничего предпринимать, когда кто-то находится в плену собственных мыслей.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Клоринде IV",
                "Content": "Тебе доводилось видеть виновного человека на суде? По моему опыту, они всегда искажают правду, пытаясь доказать свою невиновность. Насилие объясняют добродетелью, а зло - добром... Но чем бы они ни оправдывались, всё заканчивается одинаково: «Это была минутная слабость, любой другой на моём месте поступил бы точно так же, поэтому не надо меня наказывать».<br>Они пытаются найти способ скрыть свою подлость, обливая ею всех остальных.<br>Их ложь необходимо разоблачить, а суд - очистить от их скверны. Именно поэтому я стала судебным дуэлянтом.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Клоринде V",
                "Content": "Я видела многих людей, ищущих сострадания у суда. Я не отношусь к ним неуважительно, но они ищут не там, где нужно.<br>Суд - это место беспристрастного правосудия. А правосудие... всегда должно оставаться равнодушным, иначе оно не сможет восторжествовать.<br>Правосудие легко сбить с пути, когда в дело вмешиваются эмоции. Беспристрастный суд уступает место мстительному наказанию, а мстительность со стороны суда не менее жестока, чем преступления, совершаемые нарушителями закона.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Клоринды...",
                "Content": "В отличие от работы судебным дуэлянтом, роль ведущей в «Настольной труппе» даёт мне свободу оставаться за пределами истории и наблюдать за реакцией людей, не вовлекаясь в драму. Я создаю и контролирую мир, в котором они действуют... Ммм? Похоже на то, как наблюдают за животным в клетке, пойманным на охоте? Интересная точка зрения... Я никогда не думала об этом раньше. Но я бы ни в коем случае не стала досаждать игрокам, я хочу, чтобы они наслаждались историей. Так что это совсем не похоже на охоту.",
                "Tips": [
                    "Завершите главу «Ночь безмолвна»"
                ]
            },
            {
                "Title": "Беспокойство Клоринды...",
                "Content": "Я надеюсь, что эти репортёры перестанут донимать меня, когда я пытаюсь насладиться чашкой кофе, купить букет цветов или почитать книгу. В противном случае мне придётся подать иск, чтобы парочка таких репортёров стала примером для остальных. Если они потребуют дуэли, я заставлю их принести свою камеру, и в интересах справедливости у меня в руках тоже будет только камера.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Я в целом люблю мясные блюда, но только когда мясо свежее. Ничто не сравнится с ароматом свежего мяса, приготовленного на гриле, с щепоткой соли и кислыми фруктами на гарнир. Давай как-нибудь сходим вместе на охоту, я тебе приготовлю.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я не люблю рыбу. В ней слишком много костей, и я не выношу запаха... Может быть, это потому, что я переела рыбы в детстве.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Превосходный вкус. В точности как я люблю. Только не говори об этом репортёрам или гурманам - они умеют оценивать еду только через объектив камеры или газетные статьи.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Отличная еда. Буду медленно есть, чтобы подольше насладиться вкусом.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Тебе повезло, что это не подают в ресторане, иначе посетители пожаловались бы шеф-повару.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения! У меня есть для тебя подарок - ожерелье из коротких мечей, которое я сделала своими руками.<br>По традиции в первый день рождения новичка как Охотника Сумеречного двора {M#его}{F#её} наставник делает {M#ему}{F#ей} ожерелье с подвеской в виде короткого меча с гравировкой имени новичка. Его следует носить так, чтобы меч был на груди. Оно символизирует то, как острие меча подвергает допросу собственное сердце: пойду ли я по пути предательства, есть ли в моём сердце сомнения, {F#полна}{M#полон} ли я решимости искоренить всякое зло?<br>Хотя ты и не {M#Охотник}{F#Охотница} Сумеречного двора, я верю, что ты, как и я, готов{F#а} сражаться во имя добра.<br>Почему меч, а не мушкет? Потому что огнестрельное оружие может дать осечку. Кроме того, есть что-то неуместное в допросе сердца под дулом пистолета.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Интересно... Успехи, безусловно, есть.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Даже мой меч лежит в руке как влитой. Словно продолжение меня самой.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Кажется, моё зрение улучшилось... Попробую рассмотреть вон тот листок.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Ты воин, поэтому вряд ли тебе нужна моя помощь. Но если тебе когда-нибудь понадобится моя сила, я буду сражаться за тебя всеми доступными мне средствами. Как всегда.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Приготовиться.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Заряжай!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Тень охотника!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Поймать всех!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Время для дачи показаний.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Там, где таится зло, стреляй на поражение!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Какая удача. И весьма вовремя.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Если предметы окажутся невостребованными, мы можем забрать их себе бесспорно.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Кто первым найдёт, тот себе и заберёт. По-моему, справедливо.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Пора кончать с этим.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Полная анархия...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "...Смешно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Уходим!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Я займусь этим. Отправляйся в безопасное место.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Победитель... определён...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Я... повержена...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Твоё имя очищено...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Меткий выстрел.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Довольно!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Как пожелаешь.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Хочешь, чтобы я сражалась за тебя?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Мой клинок проведёт нас сквозь тени.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "98": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Меч славы",
                "Desc": "Наряд Клоринды. Без силы, которая способна обеспечить соблюдение закона, правосудие кажется уязвимым. Клоринда в своей рабочей форме - ревностный гарант порядка.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108678,
            "JD": 108677,
            "Name": "<b>«Промаркировано и упаковано»</b>",
            "Eff": "Восстанавливает 80 ед. выносливости.",
            "Desc": "Особое блюдо Клоринды. Не просто мясо птицы, а свежепойманный, слегка обжаренный деликатес. Ваше первоначальное недоверие исчезает так же быстро, как тает лёгкое, освежающее послевкусие. Как бы то ни было, Клоринда уже попробовала. Наверняка пищеварительная система у вас такая же крепкая, как у опытного охотника... не так ли?",
            "Recipe": {
                "101230": 2,
                "100064": 2
            },
            "Icon": "UI_ItemIcon_108678"
        },
        "Namecard": {
            "Name": "<b>Ролевая игра</b>",
            "Desc": "Именная карта.<br>Ведущие «Настольной труппы» иногда меняют шляпы, чтобы показать смену роли.<br>А Клоринда... Ладно, забудьте. Она даже в бассейне не снимает шляпу.",
            "Pic": "UI_NameCardPic_Clorinde_P"
        }
    }
}

var acs_cache_ = {}