// Auto Generated

var _AvatarFetterConfig_ = {
    "71": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Глава всех матр Академии, генерал махаматра Сайно - это «грозное имя» в Академии известно всем и каждому. В его обязанности входит арест нарушителей правил Академии, прекращение запрещённых исследований и поддержание дисциплины... Но учёные говорят, что на самом деле генерал махаматра крушит науку, запрещает исследования и даже «отрезает путь к знаниям». По их словам, каждый учёный Академии, стремящийся к знаниям, рискует получить «предупреждение» от Сайно... Со временем, едва завидев Сайно, учёные стали, не сговариваясь, замолкать и отходить в сторону, чтобы не привлекать к себе лишнего внимания. Но генерал махаматра на них не в обиде. Если его «грозное имя» в самом деле внушает учёным страх, это только помогает ему поддерживать порядок в Академии. К тому же, если выразиться словами друга Сайно, который служит стражем Лесного дозора, «Большинство учёных Академии не вышли на тот уровень исследований, чтобы вызвать интерес у генерала махаматры».",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Мудрость может подарить человеку крылья, а может превратить его в заносчивого гордеца. История Академии знает немало примеров, когда «мудрость» толкала учёных на преступления. Например, один учёный из Амурты пытался найти пределы, до которых может раздуться тело призрака. При помощи запрещённого катализатора он вырастил гигантского призрака, который взорвался во время эксперимента, сравняв лабораторию с землёй. Учёный из Спантамада хотел выяснить, способны ли стражи руин вспахивать землю, но доработанный им страж руин вышел из-под управления, испортил пахотные земли и тяжело ранил нескольких человек. Многие учёные фальсифицируют результаты исследований, используют научные данные в личных целях... Матры под руководством Сайно преследуют учёных, чьи исследования идут вразрез с правилами Академии и представляют опасность для окружающих, и привлекают их к ответственности. Оказавшись в руках матр, эти учёные используют всевозможные уловки, чтобы оправдать себя. Рассказывают, что Академия сократила финансирование их исследований, что руководство Академии нарочно стравливает даршаны между собой, выделяя одни и пренебрегая другими, что их исследования были украдены... Некоторые даже говорят, что матры просто завидуют их таланту, поэтому и пытаются помешать закончить исследования. На все эти отговорки Сайно неизменно отвечает молчанием и под конвоем отправляет многословных преступников на суд. Учёные, нарушившие правила Академии, находят для себя тысячу разных оправданий, но всех их ждёт одна участь.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Имя генерала махаматры Сайно известно и далеко за пределами Академии. Страж Лесного дозора леса Авидья говорит, что однажды видел, как генерал махаматра глубокой ночью бесшумно пробирался через лесную чащу. Один из жителей посёлка на окраине чащи Апам хорошо помнит, как беловолосый юноша однажды попросил у него воды, потом забросил за спину свой рюкзак и в одиночестве отправился вглубь чащи. Искатели приключений, что стоят на привале в оазисе Собека, утверждают, будто генерал махаматра спрашивал у них дорогу в край, кишащий монстрами. Даже наёмники и Похитители сокровищ из Моря красных песков, не признающие над собой никакого закона, не смеют досаждать генералу махаматре. Банда наёмников, погребённая в песках за то, что укрывала у себя нарушителя правил Академии, стала хорошим уроком всем остальным. Но преступники, попавшие в руки Сайно, испытывают перед ним трепет по другой причине. Часто нарушители закона, отправившись в бега, попадают в опасные места, из которых так просто не выбраться. Но Сайно никогда не бросает их пожинать плоды своего безрассудства, он приходит на помощь и вызволяет их из опасности, чтобы доставить в Академию на суд. Один преступник, которого Сайно конвоировал на суд через всё Море красных песков, спросил у него, зачем он идёт на такой риск. Сайно ответил:<br>«Только суд решит, виновен ты или нет, а моя обязанность - доставить тебя на суд».<br>Этот выпускник даршана Вахумана, освободившись из заключения, выпустил книгу «Великий злодей», в которой рассказал о своих приключениях с Сайно в Море красных песков. Книга до сих пор пользуется в Академии большим спросом, а бывшего заключённого даже пригласили в Вахуману прочесть лекцию о поднятой в романе проблеме «справедливости». Но Сайно говорит, что в книге слишком много преувеличений: на самом деле они не встречали никаких монстров, созданных потомками царя Дешрета, не блуждали по живому лабиринту, скрытому под песками, и уж точно не прятались от песчаной бури в одной из складок на теле гигантского червя. Правда, при этом Сайно похвалил бывшего учёного, что о своём преступлении он рассказал читателю вполне правдиво, и выразил надежду, что преступник исправился.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "При малейшем упоминании о кабинете, в котором заседают матры, сердце любого учёного Академии сжимается от страха. Но даже известия о всевозможных «злодеяниях» матр не внушают учёным такого ужаса, как взрывы сухого смеха, что раздаются из кабинета вскоре после того, как туда заходит Сайно... Учёные уверены, что матры смеются от злорадства, когда Сайно рассказывает им о приговоре, вынесенном очередному несчастному. И только сами матры знают, что причина этого смеха - своеобразное чувство юмора генерала махаматры.<br>«Я расследовал одно дело, фигурант которого никак не мог доработать своё исследование, чтобы пройти проверку. Он чувствовал на себе огромное давление со стороны коллег и, сдавая работу на очередную проверку, подкупил рецензента. В итоге его работа была принята, но в ней оказалось так много противоречий, что очень скоро его уличили в фальсификации научных данных. Когда я пришёл его арестовать, этот учёный всё спрашивал: в чём же моя ошибка?..»<br>Сделав паузу, Сайно продолжал:<br>«Я сказал ему: ошибка - в твоей научной работе».<br>Увидев, что матры смотрят на него в недоумении, Сайно решил, что они не поняли шутки, и стал терпеливо объяснять:<br>«Юмор тут вот в чём: учёный считал, будто его ошибка в том, что он протолкнул свою работу с помощью подкупа. А я сказал, что ему вообще не стоило браться за исследования, в этом вся ошибка. Видите, он имел в виду одно, а я другое, поэтому и получилось так смешно...»<br>Когда он закончил объяснять, матры молча переглянулись и выдавили из себя несколько натужных смешков. Этот неестественный смех странным образом придал суровому кабинету матр что-то человеческое. Но чтобы больше не попадать в такую неловкую ситуацию, матры договорились смеяться сразу после того, как Сайно расскажет свой анекдот, тогда ему не придётся объяснять, в чём там юмор. А матры, которые пытаются подражать Сайно и рассказывать несмешные анекдоты, подвергаются жёстким санкциям со стороны коллег - скажем, конфискации талонов в столовую. В отряде матр одного Сайно вполне достаточно.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Сайно любит повторять, что матры не враги тех, кто стремится к знаниям. Учёный Сайрус, наставник Сайно, говорил ему, что, если не ограничивать «мудрость» рамками правил, однажды она обернётся бедствием. Бесконтрольная «мудрость» подобна приманке, что дрейфует в океане невежества, увлекая безрассудных искателей знаний прямо в пучину. Бесконтрольная «мудрость» делает учёных заносчивыми и высокомерными, лишает их страха и благоговения, внушает им презрение перед самой жизнью. В результате они пытаются вмешаться в законы жизни и смерти и приносят в мир непоправимые беды. Мудрецы Академии разрабатывают новые и новые правила, чтобы учёные не сбились с пути, клюнув на такую «приманку». И матры, которые охотятся за нарушителями и судят их по законам Академии, на самом деле оберегают искателей знаний. Но учёные отнюдь не считают матр своими защитниками - наоборот, для них матры - разрушители, которые насильственным путём отрезают им путь к знаниям. «Примитивные человекообразные плесенники», «Господа Нельзя», «Ходячие шредеры»... Это всё прозвища, которыми называют матр в Академии. Но самое известное прозвище придумал один учёный из Хараватата: «Вьючные яки Академии»! Впервые услышав его, матры пришли в ярость от того, как низко ценят учёные их работу. Но Сайно сказал, что ему такое прозвище по душе.<br>«Матры в самом деле похожи на вьючных яков, что тащат на своих спинах правила и предписания Академии. Осуществляя контроль над дисциплиной и исполнением правил, каждый из нас всегда должен помнить о той ноше, что мы на себя взвалили».<br>Помолчав, генерал махаматра добавил:<br>«И ещё нас роднит с вьючными яками то, что мы не должны тратить время на споры и препирательства, а должны, гм, молча идти и выполнять свою работу».",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Когда Академия была только учреждена, учёные часто давали волю фантазиям и воображению и по собственному усмотрению пользовались всеми ресурсами, какие были в их власти. Они меняли земной рельеф, регулировали климат, воспроизводили реликвии древности... Скоро земных знаний стало недостаточно, чтобы утолить их любопытство, и некоторые учёные принялись разгадывать тайны звёздного неба, а другие - и вовсе вмешиваться в законы жизни и смерти. Но все подобные знания должны были оставаться под завесой тайны. Чтобы уберечь учёных от гибели в погоне за знаниями, мудрецы установили «Шесть смертных грехов». Первый грех: вмешиваться в эволюцию человека. Второй грех: вмешиваться в законы жизни и смерти. Третий грех: исследовать космос. Четвёртый грех: исследовать происхождение языка. Пятый грех: почитать Архонтов, не делая подношений. Шестой грех: давать волю языку и не ведать страха. Опираясь на запреты Шести смертных грехов, мудрецы пересмотрели старые законы и вывели свод правил и предписаний Академии. Матры стали следить за соблюдением правил, а учёные оказались вынуждены проводить свои исследования в соответствии со всеми предписаниями. Так каждый человек в Академии исполнял свои обязанности, подчиняясь установленному порядку. Ясность знаний привела к процветанию, и все учёные делали большие успехи в своих исследованиях. Времена меняются - возможно, Шесть грехов, оглашённые некогда мудрецами, теперь забыты, и дерзкие выскочки от науки снова подняли головы... Но генерал махаматра Сайно знает, что его обязанности нисколько не изменились. Ни на секунду не забывая про Шесть смертных грехов, он предаёт всех нарушителей закона справедливому суду. И мудрецы поступают также.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Чехол с картами Сайно для игры в «Священный призыв семерых»",
                "Content": "Любимая вещица Сайно - чехол с колодой карт для игры в «Священный призыв семерых». Снаружи этот чехол обтянут несколькими слоями первоклассной кожи, каждый шов на чехле тщательно обработан. Если затянуть шнурок, чехол станет совершенно герметичен, и даже капля воды не сможет просочиться внутрь. Изнутри чехол обит шёлком, благодаря чему уголки карт никогда не мнутся. Если верить хозяину лавки, это превосходный шёлк из Ли Юэ, сотканный из лучших шелковиц. К чехлу прилагался прочный кожаный ремешок, чтобы с удобством носить колоду на любой части тела. На сам чехол нанесено тиснение с эмблемой «Священного призыва семерых» и именем владельца. В этом чехле Сайно носит свою самую сильную колоду. Он верит, что эта колода - талисман, который делает его непобедимым. Теперь хорошо бы найти пару игроков, которые захотят сыграть с ним в «Священный призыв семерых». Может, у того лесного стража найдётся немного времени?..",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "В Академии ходят самые разные версии о том, как именно Сайно получил свой Глаз Бога. Одни говорят, что однажды ему был дан приказ арестовать учёного, который исследовал способы подделки Глаза Бога. Тот учёный купил Глаз Бога для работы, и после ареста он достался Сайно. Другие говорят, что на самом деле Сайно - один из потомков царя Дешрета, он всё детство провёл в храме посреди Моря красных песков, а его наставником был безымянный жрец Германубиса. Этот жрец воспитал в Сайно волю и научил его боевым искусствам, а когда увидел, что Сайно готов, вручил ему Глаз Бога, повелев одному перейти через Море красных песков и добраться до Академии, ибо такова воля Германубиса. Если верить разным конспирологическим теориям, Глаз Бога Сайно как-то связан с запрещёнными технологиями, которые подспудно практикуются в Академии. Как иначе этот мальчишка из пустынного народа смог занять такой пост в Академии? Никто ещё не осмелился спросить у Сайно, как действительно обстояло дело, а сам генерал махаматра не тратит время на опровержение этих смехотворных домыслов. На самом деле всё случилось очень просто. Был канун того дня, когда он должен был заступить на пост генерала махаматры. Как обычно, выполнив свои обязанности, матра Сайно пошёл в библиотеку и сел читать литературу, посвящённую правилам и предписаниям Академии. Он ясно помнит, что в книге, которую он тогда читал, говорилось об установленных мудрецами Шести смертных грехах, которые считаются истоками всех преступлений. Запреты на эти грехи стали основой нынешних правил и предписаний Академии. Но когда он дошёл до главы, повествующей о Шестом грехе: «Давать волю языку и не ведать страха», то понял, что смысл написанного от него ускользает, закрыл глаза и задумался. А когда снова открыл глаза, на странице перед ним лежал Глаз Бога. Рассматривая его, Сайно погрузился в размышления: сначала он подумал, что в правилах Академии нет статьи, которая запрещала бы получать Глаз Бога. Потом он изучил несколько научных дел, связанных с Глазом Бога, и убедился, что это не ловушка, которую подстроили ему враги. Наконец Сайно рассудил, что Глаз Бога поможет ему лучше справляться с новыми обязанностями в должности генерала махаматры... Всё тщательно обдумав, он решил принять этот дар. Когда он принял решение, за окном уже брезжили первые лучи рассвета, Сайно взял Глаз Бога, недочитанную книгу и отправился на церемонию инаугурации. Если всё пойдёт по плану, через полчаса он станет новым генералом махаматрой Академии. Скоро ему доверят священную власть вершить правосудие, а Глаз Бога проследит за надлежащим исполнением этой власти.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет: Прошлое",
                "Content": "Я Сайно, в прошлом - генерал махаматра. А теперь я караю зло, полагаясь только на свои силы. Если твоё сердце тоже радеет за закон и справедливость, я всегда готов протянуть руку помощи.",
                "Tips": []
            },
            {
                "Title": "Привет: Настоящее",
                "Content": "Я Сайно, генерал махаматра Академии. Мой долг - поддерживать правила и наказывать преступления. Я буду защищать тебя в путешествии.",
                "Tips": [
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "Поболтаем: Весы",
                "Content": "Рано или поздно добро и зло лягут на разные чаши весов. Посмотрим тогда, что перевесит.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Карточное везение",
                "Content": "Везение может принести тебе одну случайную победу, но рано или поздно оно иссякнет.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Сомнения",
                "Content": "Иногда мне тоже хочется разрядить обстановку, но я плохо разбираюсь, какие шутки смешные, а какие нет.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Снова капает...",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "В некоторых легендах гром и молния олицетворяют суд Архонтов над людьми.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Мне очень нравится смотреть на мир, занесённый снегом. Спокойная, но не безжизненная тишина.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Рано или поздно солнечные лучи осветят каждый тёмный уголок.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Какой ветер... Осторожно.",
                "Tips": []
            },
            {
                "Title": "В пустыне...",
                "Content": "Знакомый вид...",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Собирайся, нам пора в путь.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Давай я приготовлю обед? Но предупреждаю: может получиться невкусно.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Помнишь, о чём я тебе говорил? Вечер всегда полон опасностей, в это время нельзя терять бдительности.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Спокойной ночи. В окрестностях заметили преступников, я пойду разберусь с ними.",
                "Tips": []
            },
            {
                "Title": "О Сайно: Несмешные анекдоты",
                "Content": "Один путник умирал от жажды в пустыне и молился, чтобы ему повстречался Гидро слайм. Но он не знал, что в это самое время голодный Гидро слайм молился о встрече с одиноким путником... А? Неужели тебе совсем не смешно?",
                "Tips": []
            },
            {
                "Title": "О Сайно: Прогулки",
                "Content": "Иногда я выхожу погулять по ночной пустыне. Холодный сухой ветер хорошо прочищает голову.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Поединок",
                "Content": "Хочешь сыграть в «Священный призыв семерых»? Давай покажу свою новую колоду.",
                "Tips": []
            },
            {
                "Title": "О нас: Настоящее",
                "Content": "Прошлого не изменить, будущего не угадать. Остаётся дорожить настоящим.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Какая разница, что именно помогает мне бороться со злом: потусторонние силы или Глаз Бога. Пусть даже Архонт благоволит мне, это не даёт мне права изменять своим принципам. Я просто исполняю свой долг, делаю то, что обязан делать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся: Жажда знаний",
                "Content": "Разгул страстей приводит к беде - кажется, всем известна эта простая истина. Но жажду знаний люди возвели на пьедестал и не хотят замечать её оборотной стороны... А по-моему, жажда знаний тоже своего рода страсть, и её нужно держать в узде.",
                "Tips": []
            },
            {
                "Title": "Давай поделимся: Благоговение",
                "Content": "Когда я выполняю свой долг, любое моё решение может изменить судьбы людей. Вот почему я всегда должен сохранять благоговение к своему положению матры - с таким же благоговением я отношусь к знаниям и силе.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Меня восхищают кустарники, растущие в пустыне. Пустыня - символ смерти, все цивилизации рано или поздно будут погребены в песках. Но даже на этой безлюдной земле можно увидеть, как жизнь несмотря ни на что празднует победу. Иногда я бываю просто потрясён стойкостью этих растений.",
                "Tips": []
            },
            {
                "Title": "О Тигнари: Знания",
                "Content": "Тигнари отличается от остальных знакомых мне учёных. Он тоже беззаветно предан знаниям, но никогда не переходит границы. Некоторые учёные мнят себя богами в своих лабораториях, но только не Тигнари - он с уважением относится к каждой жизни. Слышал, он отказался занять пост наставника в Академии, и я очень поддерживаю его в этом решении.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Тигнари: Анекдоты",
                "Content": "Тигнари просил меня не рассказывать за столом анекдоты, говорил, что они у меня несмешные. Я не стал его слушать, рассказал три своих самых любимых анекдота и ещё подробно объяснил, в чём там соль... А потом оказалось, что у меня вся еда остыла.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Коллеи...",
                "Content": "Я запечатал в её теле останки павших Архонтов, но пока накладывал печать, ей было очень больно. Должно быть, такая боль даже страшнее смерти. Она смогла её выдержать, и одно это достойно восхищения.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об аль-Хайтаме...",
                "Content": "Я не люблю слишком умных людей, они уверены, что им подвластно всё на свете, и поэтому частенько ходят по краю. Но на аль-Хайтама можно положиться - он действительно хорошо контролирует происходящее и умеет предотвращать опасности.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Царь Дешрет и три волхва»."
                ]
            },
            {
                "Title": "О Кавехе...",
                "Content": "Тигнари и Коллеи не говорили этого прямо, но я всё понял по взглядам, которыми они обменивались. Истории Кавеха им слушать гораздо интереснее, чем мои анекдоты. Что я думаю по этому поводу? Мне кажется смешным уже то, что истории Кавеха вызывают у них улыбки.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нахиде...",
                "Content": "Оценивать божество - это, пожалуй, несколько превышает мои полномочия... Но когда я с ней работал, я лично видел её мудрость, храбрость и решимость. В отличие от мудрецов, которые постоянно безосновательно её критиковали, я могу дать более квалифицированную оценку: она выдающееся божество и заслуживает всеобщего уважения.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Нилу...",
                "Content": "Я чувствую её энтузиазм и страсть к танцам - это неотделимая её часть. Надеюсь, она всегда будет иметь возможность приносить людям радость своим любимым искусством.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Фарузан...",
                "Content": "Я внимательно просмотрел материалы дела об исчезновении Фарузан. Поначалу я думал, что она занималась какими-то опасными исследованиями... Но после встречи с ней решительно отбросил эту мысль. С ней бывает непросто, но она похожа на разговорчивую тётушку, которая изведёт тебя своей заботой, но никогда не выйдет за рамки дозволенного.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе...",
                "Content": "Мы с Лизой учились у одного наставника, поэтому я знаю, что с ней произошло. И как генерал махаматра я видел много трагедий, случившихся из-за чрезмерной тяги к знаниям, поэтому понимаю её выбор.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сетосе...",
                "Content": "У Сетоса обострённое чувство ответственности. Я безмерно уважаю его мастерство воина и восхищаюсь его мужеством. Он очень помог мне лично, и я уверен, что сотрудничество между Академией и Храмом Молчания будет весьма успешным, если он возглавит Храм.<br>Тем не менее у него есть один недостаток - он не играет в «Священный призыв семерых». Каждый раз, когда я приглашаю его сыграть, он либо занят на работе, либо собирается ужинать, либо у него уже есть другие планы с друзьями... Отговорки, сплошные отговорки! Разве не мы его лучшие друзья во всём городе Сумеру?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Сайно I",
                "Content": "Хочешь узнать меня получше? Гм, думаю, многие люди видят во мне досадную неприятность, с которой приходится считаться. Но не беспокойся, если ты не делаешь ничего опасного, тебе я никаких неприятностей не доставлю.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Сайно II",
                "Content": "Моё тело - сосуд, способный вмещать нечеловеческие силы. Отчасти дело в моих природных особенностях, но ещё и в сделке, которую я добровольно заключил в прошлом. Я не считаю эту тему запретной. Я - матра, который взвешивает на весах людские преступления. Значит, и сам я должен быть готов положить на весы собственную душу, чтобы её судили тем же судом.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Сайно III",
                "Content": "Я не люблю задаваться вопросом: «Почему человек пошёл на это преступление?» Для меня куда важнее вопрос: «Что именно он сделал?» Существует бесчисленное множество причин, по которым люди совершают те или иные поступки, некоторые причины вызывают сочувствие, иногда даже кажется, что преступника можно понять, а люди обошлись с ним слишком сурово. Побеждённый всегда вызывает сочувствие, но судья должен отбросить все сантименты. Мы можем сопереживать обвиняемым, но преступление не должно оставаться безнаказанным.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Сайно IV",
                "Content": "В мрачном море невежества время от времени мерцает слабый свет, манящий к себе тех, кто не знает истины. Многие люди плывут на свет в уверенности, что это маяк, указывающий им путь, но забывают про великие опасности, что притаились в чёрных водах. Уводить от света тех, кто слишком долго пребывал во тьме, само по себе жестоко, но я буду исполнять свой долг до тех пор, пока мы не одолеем всех врагов под водой.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Сайно V",
                "Content": "Я уже рассказал о себе всё, что стоит знать. Что ещё ты хочешь услышать? Ха, ты {F#такая любопытная}{M#такой любопытный}. Ладно, тогда давай ты будешь задавать вопросы. Обычно вопросы задаю я, теперь же допрашивать будут меня... Интересные ощущения.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Сайно...",
                "Content": "В свободное время я люблю поиграть в «Священный призыв семерых». У этой игры строгие правила, но она предоставляет огромный простор для творчества. Для меня это уже не просто игра, а вид искусства.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Сайно...",
                "Content": "Я недавно читал один лёгкий роман из Инадзумы, там всё действие крутится вокруг «Священного призыва семерых». Оказавшись в безвыходной ситуации, главный герой вдруг достал из колоды карту, которой вообще не существовало. Я очень удивился и до сих пор не могу понять: выполнив несколько действий с колодой, игрок сотворил необъяснимое чудо. Вопрос: можно ли это считать нарушением правил? Или его действия укладываются в правила игры?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "Если смешать мясо, рис и сухофрукты, потом залить их йогуртом и запечь, получится настоящее душистое ассорти. Снимаешь хрустящую корочку, и от риса поднимается ароматный пар... Приготовление не займёт много времени, это одно из моих любимых блюд.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Провиант, который берёшь с собой в пустыню, обычно довольно сухой и безвкусный. Но постепенно и к такой еде привыкаешь. Если нужно обязательно вспомнить какую-то нелюбимую еду, пожалуй, я назову блюда, приготовленные из насекомых...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Очень вкусно, ты здорово {F#потрудилась}{M#потрудился}.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Спасибо, возьму.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Это мне? Ты ничего не напутал{F#а}?",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Гм... С днём рождения. Праздники не моя стихия, но я подумал, что это всё-таки твой день рождения, нужно подготовиться. Во-первых, возьми эту колоду - я работал над ней несколько дней, думаю, она подойдёт тебе по стилю. Ещё я немного расчистил своё расписание на ближайшие дни - может, хочешь куда-нибудь отправиться? Я могу составить тебе компанию. День рождения длится всего один день, но на настоящий отдых дня может и не хватить. Так что я выделил целых три дня, можем придумать какой-нибудь маршрут.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Чувствую новую силу. Значит, я расту.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Клянусь стоять на страже закона и наказывать зло.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Неплохие ощущения. Спасибо!",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Моя сила достигла своего предела, но остаётся ещё много задач, которые невозможно решить, полагаясь на одну только боевую мощь. Часто случается, что чувства спорят с законом, но в следующих своих путешествиях я постараюсь найти между ними баланс.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Сдавайся!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Сопротивление бесполезно!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Тебе не сбежать!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Приговор уже вынесен.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Виновен!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Ты загладишь свою вину!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Да свершится правосудие!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Приговор приведён в исполнение.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "На тебе лежит тяжёлая вина.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Заслуженная награда.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Наша настойчивость вознаграждена.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Богатства - фундамент, на котором зиждется цивилизация.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Сильнее... чем я ожидал.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Я почти привык.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Ух... Давай ещё!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Отдохни, не нужно геройствовать!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Я тебя подменю.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Вот и мой черёд...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Смерть... Даёт начало новой жизни...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Мой суд... повержен...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Бессмысленные потуги.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "А ты сильнее, чем я думал...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Недурно.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Я покажу всё, на что способен.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Действуем.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Кто наша следующая цель?",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "71": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Неподкупность",
                "Desc": "Наряд Сайно. Костюм, олицетворяющий строгость и справедливость генерала махаматры. Головной убор выполнен с учётом особых пожеланий Сайно, чем объясняется сложность его изготовления и необходимость в регулярном уходе.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108467,
            "JD": 108420,
            "Name": "<b>Душа поединка</b>",
            "Eff": "Восстанавливает 34% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 980 HP в течение 30 сек.",
            "Desc": "Особое блюдо Сайно. Золотистые зёрна риса сложены в виде удивительного холма. Когда вы зачерпываете немного и кладёте ароматное мясо в рот, у вас возникает непреодолимое желание достать свою колоду «Священного призыва семерых» и скорее сразиться!",
            "Recipe": {
                "100092": 4,
                "100064": 2,
                "100084": 2,
                "101214": 1
            },
            "Icon": "UI_ItemIcon_108467"
        },
        "Namecard": {
            "Name": "<b>Спокойствие</b>",
            "Desc": "Именная карта.<br>Когда Сайно погружается в спокойное молчание, он, должно быть, обдумывает какое-то серьёзное решение... Или же просто думает о чём-то забавном.",
            "Pic": "UI_NameCardPic_Cyno_P"
        }
    }
}

var acs_cache_ = {}