// Auto Generated

var _AvatarDataConfig_ = {
    "Cyno": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Cyno": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101225": 3,
                "112008": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113037": 2,
                "101225": 10,
                "112008": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113037": 4,
                "101225": 20,
                "112009": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113037": 8,
                "101225": 30,
                "112009": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113037": 12,
                "101225": 45,
                "112010": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113037": 20,
                "101225": 60,
                "112010": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104329": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112010": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112010": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112010": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112010": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104329": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112010": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112010": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112010": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112010": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104329": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112010": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112010": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112010": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112010": 12,
                "113032": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Cyno": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Копьё призывателя",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "49.2574%",
                                    "53.2667%",
                                    "57.276%",
                                    "63.0036%",
                                    "67.0129%",
                                    "71.595%",
                                    "77.8954%",
                                    "84.1957%",
                                    "90.4961%",
                                    "97.3692%",
                                    "104.2423%",
                                    "111.1154%",
                                    "117.9886%",
                                    "124.8617%",
                                    "131.7348%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "47.9209%",
                                    "51.8215%",
                                    "55.722%",
                                    "61.2942%",
                                    "65.1947%",
                                    "69.6525%",
                                    "75.7819%",
                                    "81.9113%",
                                    "88.0408%",
                                    "94.7274%",
                                    "101.414%",
                                    "108.1007%",
                                    "114.7873%",
                                    "121.474%",
                                    "128.1606%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "29.3062%+29.3062%",
                                    "31.6916%+31.6916%",
                                    "34.077%+34.077%",
                                    "37.4847%+37.4847%",
                                    "39.8701%+39.8701%",
                                    "42.5963%+42.5963%",
                                    "46.3447%+46.3447%",
                                    "50.0932%+50.0932%",
                                    "53.8417%+53.8417%",
                                    "57.9309%+57.9309%",
                                    "62.0201%+62.0201%",
                                    "66.1094%+66.1094%",
                                    "70.1986%+70.1986%",
                                    "74.2879%+74.2879%",
                                    "78.3771%+78.3771%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "75.8907%",
                                    "82.0679%",
                                    "88.245%",
                                    "97.0695%",
                                    "103.2466%",
                                    "110.3063%",
                                    "120.0132%",
                                    "129.7202%",
                                    "139.4271%",
                                    "150.0165%",
                                    "160.6059%",
                                    "171.1953%",
                                    "181.7847%",
                                    "192.3741%",
                                    "202.9635%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "122.378%",
                                    "132.339%",
                                    "142.3%",
                                    "156.53%",
                                    "166.491%",
                                    "177.875%",
                                    "193.528%",
                                    "209.181%",
                                    "224.834%",
                                    "241.91%",
                                    "258.986%",
                                    "276.062%",
                                    "293.138%",
                                    "310.214%",
                                    "327.29%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Тайный обряд: Переправляющий души",
                        "Desc": "Совершает выпад вперёд, нанося противникам на пути <color style='color:#FFACFF;'>Электро урон</color>.<br><br>Если Сайно находится в состоянии Поклявшегося прокладывать путь, вызванном Священным обрядом: Проворство шакала, то вместо выпада он активирует <color style='color:#FFD780;'>Ритуал погребения</color>, который низвергает силу молний и наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, а также продлевает действие Поклявшегося прокладывать путь.<br><br><i>«Решение принято, и тебе ни отвергнуть, ни принять его... Давно уж мы с тобой связаны этим долгом».</i>",
                        "Icon": "Skill_S_Cyno_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "130.4%",
                                    "140.18%",
                                    "149.96%",
                                    "163.0%",
                                    "172.78%",
                                    "182.56%",
                                    "195.6%",
                                    "208.64%",
                                    "221.68%",
                                    "234.72%",
                                    "247.76%",
                                    "260.8%",
                                    "277.1%",
                                    "293.4%",
                                    "309.7%"
                                ]
                            },
                            {
                                "Desc": "Урон Ритуала погребения",
                                "ParamLevelList": [
                                    "156.8%",
                                    "168.56%",
                                    "180.32%",
                                    "196.0%",
                                    "207.76%",
                                    "219.52%",
                                    "235.2%",
                                    "250.88%",
                                    "266.56%",
                                    "282.24%",
                                    "297.92%",
                                    "313.6%",
                                    "333.2%",
                                    "352.8%",
                                    "372.4%"
                                ]
                            },
                            {
                                "Desc": "Продление Поклявшегося прокладывать путь",
                                "ParamLevelList": [
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек.",
                                    "7.5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката Ритуала погребения",
                                "ParamLevelList": [
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек.",
                                    "3 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Священный обряд: Проворство шакала",
                        "Desc": "Взывает к богам и принимает форму Поклявшегося прокладывать путь.<br><br><color style='color:#FFD780;'>Поклявшийся прокладывать путь</color><br>Конвертирует урон от обычных атак, заряженных атак и атак в падении в <color style='color:#FFACFF;'>Электро урон</color>, который не может быть отменён другими инфузиями.<br> ·  Мастерство стихий и сопротивление прерыванию Сайно увеличиваются, и он получает иммунитет к урону от реакции Заряжен.<br><br>Эффект длится максимум 18 сек. и исчезает, если Сайно покидает поле боя.<br><br><i>Тайные обряды древнего государства являются для генерала махаматры окончательным и бесповоротным решением.</i><br><i>Ни прошлому с настоящим, ни бурям и гигантским змеям не под силу поколебать величие закона.</i>",
                        "Icon": "Skill_E_Cyno_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "78.2832%",
                                    "84.6551%",
                                    "91.027%",
                                    "100.1297%",
                                    "106.5016%",
                                    "113.7838%",
                                    "123.7967%",
                                    "133.8097%",
                                    "143.8227%",
                                    "154.7459%",
                                    "165.6691%",
                                    "176.5924%",
                                    "187.5156%",
                                    "198.4389%",
                                    "209.3621%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "82.4688%",
                                    "89.1814%",
                                    "95.894%",
                                    "105.4834%",
                                    "112.196%",
                                    "119.8675%",
                                    "130.4158%",
                                    "140.9642%",
                                    "151.5125%",
                                    "163.0198%",
                                    "174.5271%",
                                    "186.0344%",
                                    "197.5416%",
                                    "209.0489%",
                                    "220.5562%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "104.6336%",
                                    "113.1503%",
                                    "121.667%",
                                    "133.8337%",
                                    "142.3504%",
                                    "152.0837%",
                                    "165.4671%",
                                    "178.8505%",
                                    "192.2339%",
                                    "206.8339%",
                                    "221.4339%",
                                    "236.034%",
                                    "250.634%",
                                    "265.2341%",
                                    "279.8341%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "51.6942%+51.6942%",
                                    "55.9018%+55.9018%",
                                    "60.1095%+60.1095%",
                                    "66.1205%+66.1205%",
                                    "70.3281%+70.3281%",
                                    "75.1369%+75.1369%",
                                    "81.7489%+81.7489%",
                                    "88.361%+88.361%",
                                    "94.973%+94.973%",
                                    "102.1861%+102.1861%",
                                    "109.3993%+109.3993%",
                                    "116.6124%+116.6124%",
                                    "123.8256%+123.8256%",
                                    "131.0387%+131.0387%",
                                    "138.2518%+138.2518%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "130.8447%",
                                    "141.4948%",
                                    "152.145%",
                                    "167.3595%",
                                    "178.0096%",
                                    "190.1812%",
                                    "206.9172%",
                                    "223.6531%",
                                    "240.3891%",
                                    "258.6465%",
                                    "276.9039%",
                                    "295.1613%",
                                    "313.4187%",
                                    "331.6761%",
                                    "349.9335%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "101.05%",
                                    "109.275%",
                                    "117.5%",
                                    "129.25%",
                                    "137.475%",
                                    "146.875%",
                                    "159.8%",
                                    "172.725%",
                                    "185.65%",
                                    "199.75%",
                                    "213.85%",
                                    "227.95%",
                                    "242.05%",
                                    "256.15%",
                                    "270.25%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "Повышение мастерства стихий",
                                "ParamLevelList": [
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед.",
                                    "100 ед."
                                ]
                            },
                            {
                                "Desc": "Базовая длительность",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Суд пера",
                        "Desc": "Во время действия Поклявшегося прокладывать путь <color style='color:#FFD780;'>Священного обряда: Проворство шакала</color> Сайно периодически входит в состояние Свидетеля истины. Активация <color style='color:#FFD780;'>Тайного обряда: Переправляющий души</color> в этом состоянии вызывает эффект Вынесения приговора, который повышает урон текущего Тайного обряда: Переправляющий души на 35% и выпускает 3 Молнии бедствия, наносящие <color style='color:#FFACFF;'>Электро урон</color> в 100% от силы атаки Сайно.<br>Урон Молний бедствия считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Cyno_05"
                    },
                    {
                        "Name": "Повелитель девяти луков",
                        "Desc": "Увеличивает следующие показатели урона Сайно в зависимости от его мастерства стихий:<br> ·  Урон обычной атаки в состоянии Поклявшегося прокладывать путь увеличивается на 150% от его мастерства стихий.<br> ·  Урон Молний бедствия пассивного таланта Суд пера увеличивается на 250% от его мастерства стихий.",
                        "Icon": "UI_Talent_S_Cyno_06"
                    },
                    {
                        "Name": "Милостивый дар молчания",
                        "Desc": "На 25% увеличивает награду экспедиций в Сумеру длительностью 20 ч.",
                        "Icon": "UI_Talent_S_Cyno_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Завет: Беспрестанное бдение",
                        "Desc": "После активации <color style='color:#FFD780;'>Священного обряда: Проворство шакала</color> скорость обычной атаки Сайно повышается на 20% на 10 сек. Если во время действия <color style='color:#FFD780;'>Тайного обряда: Переправляющий души</color> активируется Вынесение приговора пассивного таланта Суд пера, длительность этого эффекта обновится.<br>Требуется разблокировать пассивный талант «Суд пера».",
                        "Icon": "UI_Talent_S_Cyno_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Церемония: Проводы душ",
                        "Desc": "Попадание Сайно по врагу обычной атакой увеличивает <color style='color:#FFACFF;'>бонус Электро урона</color> на 10% на 4 сек. Эффект может возникнуть не чаще 1 раза в 0,1 сек. и складывается до 5 раз.",
                        "Icon": "UI_Talent_S_Cyno_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Указ: Исполнение наказания",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Священный обряд: Проворство шакала</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Cyno_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Строгая мера: Страж запрета",
                        "Desc": "Сайно, активируя реакции Заряжен, Лунный заряд, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация или Электро Рассеивание во время действия Поклявшегося прокладывать путь <color style='color:#FFD780;'>Священного обряда: Проворство шакала</color>, восстанавливает 3 ед. энергии всем членам отряда поблизости (кроме самого Сайно).<br>Эффект активируется до 5 раз во время действия одного и того же <color style='color:#FFD780;'>Священного обряда: Проворство шакала</color>.",
                        "Icon": "UI_Talent_S_Cyno_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Погребение: Уходящий свет звёзд",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Тайный обряд: Переправляющий души</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Cyno_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Церемония пера: Весы справедливости",
                        "Desc": "Использование <color style='color:#FFD780;'>Священного обряда: Проворство шакала</color> или активация Вынесения приговора пассивного навыка Суд пера наделяет Сайно 4 уровнями Жертвоприношения шакала. Попав обычной атакой, Сайно расходует 1 уровень Жертвоприношения шакала и выпускает одну Молнию бедствия.<br>Жертвоприношение шакала длится 8 сек. и складывается до 8 раз. С завершением Поклявшегося прокладывать путь Священного обряда: Проворство шакала эффект полностью исчезает.<br>Молнию бедствия таким образом можно выпустить не чаще одного раза в 0,4 сек.<br>Требуется разблокировать пассивный талант «Суд пера».",
                        "Icon": "UI_Talent_S_Cyno_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Cyno": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 45.8208,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.7,
                        1.8,
                        2.8
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 44.5776,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.6,
                        2.2,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 27.2616,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.6,
                        2.2,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 27.2616,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 70.596,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.4
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 46.9752,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.4
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 49.9056,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.0,
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 64.0248,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 32.5008,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 32.5008,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.4
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 77.7,
                "ForceType": 3,
                "Force": [
                    100.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill",
                "AttTag": "Cyno_ElementalArt_Bullet",
                "AttGrp": "Cyno_ElementalArt_Bullet",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "Cyno_ElementalArt_Bullet",
                "AttGrp": "Cyno_ElementalArt_Bullet",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Extra",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill Extra",
                "AttTag": "E Group",
                "AttGrp": "Cyno_ElementalArt",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "Cyno_ElementalArt",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    600.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "E Group",
                "AttGrp": "Cyno_ElementalArt_Blade",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "E Group",
                "AttGrp": "Cyno_ElementalArt_Blade",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "E Group",
                "AttGrp": "Cyno_Constellation_6",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "E Group",
                "AttGrp": "Cyno_Constellation_6",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}