// Auto Generated

var _AvatarFetterConfig_ = {
    "115": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "В городе свободы живут самые разные люди: и те, кто ценит покой и отдых, и те, кто жаждет захватывающих приключений. Что касается Далии, то он из тех людей, кто во время утренней молитвы вопрошает о неприятностях.<br>Дьякон церкви Фавония и руководитель церковного хора - благословлённый Архонтом человек, который, как говорят, слышит волю небес. Когда люди сталкиваются с трудностями и ищут совета свыше, именно Далия возглавляет утреннюю молитву, обращаясь к Барбатосу за помощью. Чаще всего его вопросы находят ответы.<br>Многие любопытные умы строили догадки о том, почему Далия удостоился благосклонности Архонта. Одни говорят, что это связано с его благородным нравом и готовностью помогать нуждающимся. Другие утверждают, что дело в его певческом голосе - сладком и пьянящем, как вино из одуванчиков. Третьи утверждают, что он в совершенстве овладел эзотерической формой гадания, позволяющей ему предсказывать будущее...<br>Если бы кто-то решился спросить самого Далию, он бы подмигнул и озорно ухмыльнулся: «А я люблю чужими делами интересоваться, заодно и божествам помогаю с их заботами».",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "До того как стать дьяконом, он всегда искал острых ощущений.<br>Словно проницательный детектив, он рыскал по улицам Мондштадта и окрестностей, выискивая самые свежие слухи. Где бы ни возникал острый вопрос, требующий решения, или когда кто-то попадал в беду, он всегда узнавал об этом одним из первых и спешил на место происшествия, чтобы вмешаться.<br>Когда люди восхваляли его доброту, Далия улыбался и принимал их тёплые слова. Но никто не знал, что его больше интересовал азарт, который он получал, находясь в гуще событий, а решение проблем других людей было второстепенным бонусом.<br>Однако Мондштадт переживал долгий период покоя, и повседневные проблемы его жителей не могли удовлетворить аппетит Далии - ссоры на обочине, долги за выпивку и сбежавшие животные были слишком банальны на его вкус.<br>И когда бы ни случилось что-то по-настоящему захватывающее, элитные рыцари Ордо Фавониус всегда были наготове, чтобы быстро восстановить порядок.<br>И вот, вернув девятнадцатую потерявшуюся кошку и ликвидировав тридцатую за год пробку, вызванную слаймом, Далия подумал о том, что в его жизни не хватает острых ощущений.<br>Когда он почувствовал дуновение ветра, то сорвал одуванчик и зажал его в ладони, молясь Барбатосу, чтобы с ним случилось что-то новое и захватывающее.<br>Семена одуванчика взвились в воздух и понеслись по ветру к площади перед великим собором Фавония, опустившись на вытянутый палец статуи Анемо Архонта.<br>На площади бард играл на арфе, ребёнок кормил голубей, а жители Мондштадта молились перед статуей Архонта.<br>И всё же Далия чувствовал, что в этой идиллической картине что-то не так - его чуткий нос улавливал едва заметный запах неприятностей.<br>Неподалёку две сестры говорили тихими и торжественными голосами. Далия встал рядом с ними и успел уловить слова «пропала» и «срочно».<br>Как и во всех случаях его «участия» до этого, он учтиво подошёл к сёстрам и вежливо поинтересовался, не нужна ли им его помощь.<br>Сёстры неуверенно переглянулись, не зная, стоит ли привлекать непрофессионала к решению проблемы.<br>Далия, положа руку на сердце, объявил, что является искренне верующим, и что для него нет большей чести, чем помочь нуждающимся.<br>Вдохновлённые его словами, сёстры решили объяснить ситуацию. Одна из их соратниц пропала несколько дней назад, оставив невыполненной порученную ей работу.<br>И вот Далия берётся за новое задание «во имя благополучия жителей Мондштадта».",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "«Работа», о которой говорили сёстры, заключалась в том, чтобы отвечать на письма прихожан от имени церкви. Священнослужители выполняли это задание по очереди, и вот настала очередь сестры Розарии, которая уехала из города в связи с расследованием, и от неё уже несколько дней не было вестей. Писем накопилось много.<br>Далия сделал глубокий вдох и принялся вскрывать конверты, словно разворачивая конфету.<br>Письма скопились вокруг него словно снежны сугробы. Все беды, которыми люди не могли поделиться с соседями и друзьями, были обнажены на этих листах бумаги.<br>Далия внимательно прочитал их. К счастью, большинство трудностей было вполне в его силах решить.<br>Девушка призналась, что влюбилась в недоступного человека и не уверена, стоит ли делать первый шаг. Далия написал в ответ: самые прекрасные чувства часто остаются невыраженными, но иногда смелое решение может принести большую радость. Оба варианта хороши, но, возможно, тебе стоит довериться своему сердцу?<br>Торговец пожаловался, что дела идут неважно, и он не может обеспечить семье желаемый уровень жизни. Далия написал в своём ответе: скромная прибыль лучше, чем убытки. Сохраняй терпение и не упускай новых возможностей. Возможно, со временем удача повернётся к тебе лицом.<br>Учёный поставил под сомнение историю древнего Мондштадта. Далия привёл примеры из авторитетных текстов и мягко напомнил учёному, что узнать правду о прошлом можно, пожалуй, только у самого Барбатоса.<br>...<br>Утром третьего дня Далия неистово строчил за письменным столом, когда дверь осторожно приоткрылась и в комнату вошла уставшая сестра. Её одежда была в пятнах, которые могли быть как грязью, так и кровью.<br>«Ты, должно быть, та самая сестра, которая пропала последние несколько дней... Похоже, работа, которую ты выполняла, была не из лёгких».<br>«Спасибо за помощь, незнакомец. Виктория ценит твою доброту. Она надеется убедить тебя остаться и работать с нами». Розария принялась рассказывать о том, что услышала по возвращении в собор.<br>По мнению Далии, помогать церкви и служить в ней - две совершенно разные вещи. В последнем случае нужно было не просто помогать прихожанам решать их проблемы, но и тратить значительное количество времени на бесконечные молитвы и церемонии. Однообразие и монотонное повторение - величайшие враги Далии.<br>Он вскочил с кресла, поспешно заявив: «Мне не нужно никакой платы, кроме радости помогать другим! В общем... раз ты вернулась, моя работа здесь закончена!»<br>Розария даже не попыталась остановить его, молча наблюдая за тем, как он, словно внезапный порыв ветра, уносится прочь.<br>Прочитав кипу ответов, оставшихся на столе, Розария пожалела, что позволила Далии уйти, не узнав его адреса.<br>Она сделала себе пометку выяснить, где он живёт, до того, как ей в следующий раз поручат отвечать на письма жителей...",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Друзья Далии в большинстве своём умеют пить, но никто не сравнится с Венти.<br>Когда они встретились в первый раз, Венти пил в одиночестве в таверне, а перед ним стояло множество пустых бутылок.<br>Обратив внимание на одеяние барда, Далия решил, что это расстроенный исполнитель, который пытается утопить свои печали в вине. Поэтому он решил составить исполнителю компанию на пару-тройку бокалов.<br>Далия деликатно расспрашивал барда, надеясь тактично выяснить причину его страданий. Может быть, у него творческий кризис? Его последняя композиция получила негативные отзывы? Или его выступления не приносят достаточно моры?<br>В итоге, выпив двадцать восьмой стакан яблочного сидра, бард радостно поделился причиной запоя.<br>Урожай фруктов в том году был отличным, и напитки, которые из него получились, были необыкновенно вкусными. Бард рассказал, что, начав пить, ему было трудно остановиться, а потом комната начала кружиться, а глаза начали стекленеть.<br>...Выходило, что он попросту ценитель хорошего алкоголя.<br>Тогда Далия заплатил за оставшиеся напитки и начал заказывать одну выпивку за другой, пока они не только не насытились, но и не стали закадычными друзьями.<br>А когда Далия договорился встретиться с Венти на городской стене, чтобы рассказать о своих приключениях последних дней, он не преминул прихватить с собой выпивку.<br>Венти было любопытно, почему он сбежал из собора. Когда в жизни простых людей случаются неприятности, они зачастую обращаются за помощью к церкви. Разве не этого хочет Далия?<br>Далия вспомнил своё детство, когда мать брала его с собой на утренние молитвы. Он всегда находил эти мероприятия слишком торжественными и беспросветными. Он придумывал, как ускользнуть, или безучастно рисовал на скамье. Если бы он стал священнослужителем, эти ритуалы наверняка стали бы частью его повседневной жизни.<br>Не говоря уже о том, что от одной мысли обо всех этих увесистых томах священных писаний, у него начинала болеть голова.<br>Венти рассмеялся, а затем снова спросил: если бы существовал способ сделать ритуалы более интересными, рассмотрел бы он его? Например, если бы он был в состоянии передавать наставления Анемо Архонта своей пастве?<br>Далия ни за что бы не упустил бы такую возможность.<br>Той ночью Далия стал хранителем непостижимой тайны, а Барбатос, обрёл своего самого надёжного представителя.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Не успели сёстры оплакать его уход, как Далия вернулся в церковь Фавония. На этот раз он объявил себя оракулом, несущим слова самого Барбатоса. И заявил, что ему нужна помощь, чтобы передать их людям.<br>Все присутствующие по понятным причинам были обескуражены. В прошлом было немало случаев, когда шарлатаны, прикрываясь именем Архонта, обманывали простых людей, но редко кто пытался обмануть самих священнослужителей.<br>Но, поскольку Далия имел репутацию человека, который находит радость в помощи другим, мнения сестёр разделились: одни поддержали идею помочь ему, а другие остались при своём мнении.<br>Те, кто был против, считали, что, если «пророчество» окажется ложным, это навредит репутации церкви. В то время как те, кто был «за», считали, что прорицания - не более чем предположения: если предсказанное не сбудется, то в жизни простых людей ничего страшного не произойдёт, однако, если игнорировать истинные пророчества, это может нанести большой вред.<br>После того как все тщательно взвесили преимущества и риски, верх одержали те, кто выступал за помощь «прорицателю» в распространении его слов.<br>В результате Виктория записала озарения Далии и провозгласила их верующим на утренней молитве. Через несколько дней все предсказания сбылись: дождь прошёл именно в тот день, когда по указу Далии пришло время сеять семена; свирепый шторм разразился в тот день, когда по его указу никто не должен был выходить на лодках в море; в тот день, когда по его указу охотники должны были выйти на охоту, они поймали вдвое больше добычи...<br>В то же время слухи о «юноше, благословлённом богами», стремительно распространялись по церкви и всему миру.<br>Церковь официально предложила Далии должность дьякона, которую он с готовностью принял.<br>В первый же день, когда Далия читал утреннюю молитву, собор оказался забит до отказа простыми людьми, наслышанными о его способностях. Они с горячим энтузиазмом рассказывали ему о своих проблемах, надеясь получить божественное руководство.<br>Даже старейшие сёстры никогда не были свидетелями подобных сцен. Раньше единственным способом привлечь в собор столько людей было бы позволить Барбаре устроить там концерт.<br>«Пожалуйста, сохраняйте спокойствие и ждите своей очереди».<br>«Наше время ограничено. Лучше сосредоточиться на самых важных вопросах».<br>Далия один за другим отвечал на вопросы людей, а затем публично объявил дату, когда он в следующий раз будет руководить утренней молитвой.<br>С благословения Барбатоса утренние молитвы перестали быть торжественным и душным мероприятием. Теперь у людей появилась ещё одна причина приходить в церковь.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Однажды, отправившись на поиски одного из членов хора, который не явился на репетицию гимна, Далия обнаружил молодого человека, лежавшего без сознания вблизи Драконьего хребта.<br>Одежда юноши была разорвана, а тело покрыто ранами. По виду он был не местным. Далия прекратил поиски и отвёл юношу в церковь, чтобы тот отдохнул и восстановил силы.<br>Прошло две недели, и молодой человек полностью поправился. Желая отплатить Далии за доброту, он стал расспрашивать о том, что ему нравится.<br>Позже Далия получил ценный подарок, к которому прилагалось официальное письмо.<br>Оказалось, что юноша был исследователем из Сумеру, изучавшим флору и фауну в разных частях Тейвата. Поскольку места, которые он исследовал, в основном представляли собой необитаемые леса, горы и водоёмы, он регулярно попадал в опасные ситуации. Его спутники пострадали один за другим, и в итоге остался только он.<br>Узнав о подвигах Далии, исследователь предположил, что подобные приключения могут быть ему интересны, и пригласил его с собой.<br>Прочитав это искреннее письмо, Далия погрузился в глубокое раздумье.<br>Одним из его любимых занятий было чтение популярных приключенческих романов. Все герои вели скучный образ жизни, а потом отправлялись в удивительные приключения, вызванные неожиданными обстоятельствами.<br>Он и сам не раз задумывался о том, чтобы отправиться в далёкие края в поисках опасностей, попадая из одной плачевной ситуации в другую, при этом пытаясь придумать чудесные способы спасения.<br>И вот ему представилась возможность, которая могла превратиться в настоящее «приключение». Он уже представлял себе все те удивительные сюрпризы, которые ждут его на пути.<br>Далия весь день размышлял над предложением исследователя, прежде чем отклонить его, выразив при этом личную благодарность.<br>У него было много причин отказаться, например, хор, который мог развалиться без его руководства.<br>Или мондштадтские друзья и заблудшие души, которые ищут божественного руководства.<br>Он хотел распределить стоящие перед ним проблемы в порядке приоритета и в полной мере насладиться преимуществами, которые даёт ему его нынешнее положение.<br>Ветер, дующий с городских стен, пузырьки в лучшем вине из одуванчиков, весёлый смех обычных людей... Когда он наконец решит ступить на почву, не тронутую дуновением ветерка, всё это, несомненно, станет его самыми дорогими воспоминаниями.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Партитура",
                "Content": "Партитура Далии. Большинство содержащихся в ней песнопений - хвалебные оды в честь Анемо Архонта, которые передавались из поколения в поколение. Между последними страницами вложена рукописная партитура.<br>Это новое произведение не является общепризнанным гимном и никогда не исполнялось хором в рамках публичных выступлений.<br>Его истоки лежат в случайной встрече и небольшом количестве вина. В тот судьбоносный день Далия пил со своими друзьями и настолько увлёкся беседой, что едва заметил, как зашло солнце и засияли звёзды.<br>Один из собутыльников поинтересовался, как ему удаётся пить по вечерам после того, как он стал дьяконом в церкви.<br>Далия шутливо улыбнулся: « С благословения Анемо Архонта эта земля производит прекрасное вино. Разве наслаждение плодами, которые даровал сам Барбатос, не является формой прославления?»<br>Затем все подняли бокалы и выпили за Барбатоса. Венти, который как раз исполнял песню, почувствовал вдохновение и исполнил импровизированную балладу. Он назвал её «Ода вину».<br>Как только стихли последние аккорды, он записал ноты и объявил, что это подарок руководителю хора.<br>Далия, естественно, с радостью принял этот дар. Гимны, которые он привык исполнять, принадлежали к ушедшей эпохе и были выдержаны в едином стиле. По его мнению, репертуар хора давно пора было обновить. По возвращении он планировал включить в программу новую композицию.<br>К сожалению, многие сёстры не разделяли его взглядов. Как сказала Виктория, только появление самого Барбатоса могло бы переубедить её.<br>Далия понял, что дело гиблое, и молча отложил эту затею в сторону.<br>Ровно до тех пор, пока в том году не состоялся Праздник вина, на котором Далия лично исполнил оду, а Венти сыграл мелодию. Праздник продолжался несколько дней.<br>В результате гимн стал популярен в городе. В те времена, по какой бы улице вы ни шли, отовсюду слышались его припевы, разносимые ветром.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Имя дьякона Далии разнеслось по улицам Мондштадта, как ноты гимна. Даже кошки на крышах и тротуарах, мяукали, услышав его.<br>Те, кому он помог, улыбались и говорили: «Ах, Далия!». А те, кто когда-то был объектом его пристального внимания, воротили носы и фыркали:<br>«Как этому проныре удалось забраться так высоко? Ну-ка, посмотрим, как ему понравится, когда на него глазеют!»<br>В заполненном до отказа зале собора раздавались шаркающие звуки множества ног. Единственное, что можно было расслышать под рассеянным светом витражей, - это голос Далии. Его слова были ясны и просты, но в них чувствовалась серьёзность...<br>«Это неправильно...» - воскликнул голос, наконец воспользовавшись возможностью возразить ему. «Где в священном писании это сказано? Я не могу найти ничего подобного!»<br>Стоявшие неподалёку люди обратили свои негодующие взоры на незваного оратора, и благоразумный незнакомец попытался объяснить, что к чему:<br>«Барбатос - бог свободы, его слова не ограничены священным писанием...»<br>Далия прочистил горло, его самообладание оставалось непоколебимым, а лицо озарило волнение:<br>«Никто не может поймать ветер, если он сам этого не пожелает. И всё же, когда ветер в наших руках, некоторые упрямо пытаются заключить его в ловушку на страницах книги».<br>Это было только начало, поскольку оратор не достиг своей цели унизить Далию. Ему ничего не оставалось, как повернуться и сердито уйти на глазах у всех.<br>Но, когда Далия вернулся домой, он достал своё священное писание - толстое и тяжёлое, как каменная плита, - осторожно сдул пыль с обложки и начал читать слово за словом, пока не запомнил его содержание наизусть.<br>Никто не требовал от него этого, а сам Далия никогда не жаждал признания окружающих.<br>Верили ему люди или нет, но он был проповедником Барбатоса. Именно поэтому он знал, что Анемо Архонт не из тех высокомерных божеств, которые оставляют после себя проповеди и заповеди. Это так называемое священное писание было, по сути, книгой с историей Мондштадта, восхвалением Барбатоса, благодарностью за изобилие и надеждами на свободу. К самому Барбатосу она имела мало отношения.<br>Но Далия понимал, что он уже не тот обычный, пусть и преисполненный энтузиазма житель Мондштадта, каким был когда-то. Он был дьяконом церкви Фавония. Каждое его слово и каждый поступок представляли церковь и Барбатоса. Ему было бы нетрудно выдавать такие же быстрые, экспромтные ответы, как и раньше, но разве это было нужно церкви и её последователям?<br>Спустя несколько дней, когда Далия в очередной раз проводил утреннюю молитву, прихожане заметили, что в его взгляде что-то изменилось. Его движения стали торжественными, а речь - преисполненной смысла, слова лились, словно прекрасная поэзия, а в глазах отражался тёплый свет витражей...<br>К тому времени, как он закончил, даже Виктория не могла не задаться вопросом, не посетил ли Далию сам Барбатос, дабы напутствовать его.<br>Он поднял голову, вспомнив о Глазе Бога, который нашёл, лежащим, наподобие закладки, на его томике священного писания. Само священное писание теперь было надёжно прикреплено к его мантии.<br>«Возможно, судьба улыбается наиболее усердным», - он подмигнул Виктории и одарил её загадочной улыбкой.<br>Далия не сказал, что изменился ради других. Теперь он хотел использовать свою силу, чтобы направить мир по светлому пути.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Приветствую! Я Далия, дьякон церкви Фавония и проповедник Анемо Архонта Барбатоса. Как ты, наверное, {F#догадалась}{M#догадался}, я схожу с ума от скуки. Итак, как обстоят твои дела? Есть проблемы? Я готов выслушать. И, возможно, немного посмеяться... Но и помочь тоже.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Шёпот ветра",
                "Content": "Слышишь? Голос, шепчущий на ветру, говорит... кому-то только что прилетело камнем по голове.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Скука",
                "Content": "О Архонт! Как же мне скучно... Я не ищу неприятностей, но надеюсь, что мы столкнёмся с теми, кто их ищет...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Шум",
                "Content": "Идём, посмотрим, что происходит!",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Когда дует ветер, вслед за ним приходит дождь. Поверь, я знаю об этом не понаслышке.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Я слышал, что молния - это способ, которым один из Архонтов передаёт свои пророчества... Не хочу показаться предвзятым, но... Барбатос определённо добрее.",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер...",
                "Content": "Ветер поднимается. Начнём молитву.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро! Я только что вернулся с утренней молитвы и чувствую себя благословлённым - мои вопросы к Барбатосу снова получили ответы. О, и я, конечно же, помолился за тебя.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Не хочешь немного посидеть в таверне? Конечно, ни один здравомыслящий человек не станет напиваться в такое время, но именно поэтому сейчас стоит посетить таверну - больше шансов встретить весьма колоритных персонажей.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Добрый вечер! Не желаешь посидеть со мной на городской стене и насладиться лёгким ветерком? Почему на стене, спросишь ты? Потому что оттуда открывается потрясающий вид.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Владыка Барбатос общается со мной посредством вечернего ветра... Он шлёт тебе торжественное послание: уже поздно, пора ложиться спать.",
                "Tips": []
            },
            {
                "Title": "О Далии: Обязанности",
                "Content": "Моя главная роль как дьякона в церкви Фавония - проведение богослужений. Кроме того, благодаря своему уникальному дару я являюсь глашатаем воли Барбатоса и передаю его откровения. В этом смысле я как бы представитель Анемо Архонта в церкви. Также не стоит забывать, что я руковожу церковным хором.",
                "Tips": []
            },
            {
                "Title": "О Далии: Благосклонность богов",
                "Content": "Когда жители Мондштадта сталкиваются с трудностями, они молятся Анемо Архонту о помощи. Затем сестра Виктория приглашает меня возглавить утреннюю молитву в церкви, поскольку я всегда получаю ответы от Барбатоса, когда задаю ему вопрос. Почему я? Ха-ха, кто знает. Может, я один из тех, с кем богам нравится разговаривать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Деяния",
                "Content": "Говорят, куда бы ты ни {F#отправилась}{M#отправился}, в итоге оказываешься в эпицентре грандиозных перипетий. А вот я отлично умею создавать их и так же отлично умею их разрешать. Из нас получится отличная команда, как думаешь?",
                "Tips": []
            },
            {
                "Title": "О нас: Личности",
                "Content": "В некотором смысле твоя роль почётного рыцаря и моя роль дьякона во многом схожи. Понимаешь, о чём я? На первый взгляд, они кажутся в основном церемониальными - лёгкая работёнка. Но на самом деле мы часто сталкиваемся с самыми тяжёлыми проблемами людей, которые затем развеиваем по ветру по завету Анемо Архонта. Как это благородно! Я поднимаю этот яблочный сидр за нас!",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Песнь о драконьей свободе»"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Я всегда думал, что получу Анемо Глаз Бога, но результат оказался забавным... Похоже, Барбатос не видит во мне заблудшую душу, которой нужно его постоянное внимание.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Вот что я думаю: сделать из пастора Барбары идола было гениальным маркетинговым ходом. Возможно, она даже не догадывалась об этом, и я сомневаюсь, что это было изначальной целью Алисы, но в результате Мондштадт обожает Барбару, и теперь у всех больше мотивации приходить в церковь.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Говорят, что после смерти сыновья и дочери Анемо Архонта превращаются в одуванчики. Укоренившись в земле, наши неугомонные души жаждут свободы, поэтому мы взмываем в воздух при малейшем дуновении ветерка, надеясь улететь в небо. Те, кто не сумел далеко продвинуться в своём путешествии, мечтают превратиться в самое крепкое вино из одуванчиков, приносящее смелые перемены в скучные жизни благодаря силе опьянения... Возродиться в виде одуванчика! О, Анемо Архонт, молю, позволь мне после смерти стать одуванчиком.",
                "Tips": []
            },
            {
                "Title": "О Венти...",
                "Content": "Венти - мой близкий друг. Когда я жажду узнать волю Анемо Архонта, он всегда рад прояснить для меня ситуацию. А когда ему нужно что-то сделать, но он не может заняться этим лично, я делаю это от его имени. В общем, мы отлично сработались!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Джинн...",
                "Content": "В Ордо Фавониус я лучше всех знаю действующего магистра Джинн. Наверное потому, что когда случаются неприятности, она всегда готова навести порядок. Однако у нас совершенно разные подходы к решению проблем. Я не стесняюсь вносить предложения, но она, как правило, придерживается своих собственных взглядов на вещи.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Барбаре...",
                "Content": "Барбара - не только член духовенства, но и друг. Она всегда готова поддержать, когда мне нужна помощь. В свою очередь, я забочусь о том, чтобы она могла мне помочь - стараюсь привлекать её к работе как можно чаще. ...Хм? Странный способ выразить признательность? Не думаю. Барбара больше всего радуется, когда помогает другим. А когда она счастлива, то и нам всем становится радостнее.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Розарии...",
                "Content": "Мы с Розарией близкие друзья, поэтому я привык к её постоянным отлучкам из церкви. Но когда мы только познакомились, она была крайне замкнутой. Она не хотела открывать мне свои секреты, но в конце концов я нашёл способ ловить её с поличным каждый раз, когда она пропадала, и это убедило её заключить со мной соглашение на взаимовыгодных условиях.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кэйе...",
                "Content": "Кэйа - мой закадычный собутыльник. Иногда мне необходимо выбить для Венти месячную скидку на все напитки в таверне, и я не смог бы сделать это без умения Кэйи торговаться. Беда в том, что он это знает и всегда использует, чтобы вытянуть из меня бесплатную выпивку. Но, увы, такова цена, которую приходится платить за то, что я проповедник Барбатоса, тот, кому доверено указывать путь... Выпьем за Анемо Архонта!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дилюке...",
                "Content": "Дилюк - очень необычный хозяин таверны: он единственный, на кого не действует красноречие Кэйи. А значит, я никогда не смогу с ним сторговаться о цене. Кроме того, я мало что знаю о бывшем капитане кавалерии Дилюке, кроме того, что хранится в архиве. ...Кстати, ты, наверное, знаешь его гораздо лучше, чем я. Может... пойдём в «Долю ангелов», и ты мне всё расскажешь?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О Кли...",
                "Content": "Кли... Однажды она столкнулась со мной, когда я отрабатывал технику «неожиданного крещения» на Гидро слайме. Как же ей это понравилось! Она решила, что это отличный способ бросить Прыг-скок бомбу ещё выше. После этого мы веселились от души несколько дней, наблюдая, как высоко мы можем подбрасывать слаймов и Прыг-скок бомбы... пока не взорвали часть городской стены. Нас заметил стражник Лоуренс и доложил действующему магистру Джин. И она запретила мне использовать неожиданное крещение на Прыг-скок бомбе. Печально...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Далии I",
                "Content": "Я предпочитаю находиться среди людей, а не сидеть в соборе. Чем больше народу, тем лучше. Конечно, сидеть и слушать, как люди рассказывают о своих проблемах, - это моя обязанность как дьякона, и мне это нравится, но не у всех хватает смелости обнажить душу перед другим человеком. Так что иногда мне приходится начинать первым. О чём целый день вздыхает та девушка на скамейке? И почему тот парень у городской стены постоянно хмурится? Я обращаю внимание на такое. Меня всегда интересовали люди и их взаимоотношения.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Далии II",
                "Content": "Мне нравится помогать людям справляться с проблемами, потому что я получаю от этого удовольствие. Большинство людей ненавидят иметь дело с грязной стороной жизни, но это потому, что они не видят в этом ничего интересного. Вот пример: представь, что юноша и девушка влюблены друг в друга, но оба стесняются признаться в своих чувствах, опасаясь, что они не взаимны. Возможно, так продолжается уже долгое время. Немного подготовившись, я могу устроить так, что они случайно сядут рядом друг с другом во время выступления хора. Пытаются украдкой взглянуть друг на друга, их взгляды встречаются, и они вмиг краснеют... Такие моменты - главная причина, по которой я стал дьяконом.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Далии III",
                "Content": "Хочешь знать, как я завоевал благосклонность Анемо Архонта? Хе-хе, на самом деле это было очень просто. Всё, что нужно сделать, - это знать все таверны Мондштадта, присматривать за одним особенным посетителем и регулярно угощать его выпивкой. Ха-ха-ха, не смотри с таким удивлением. Всё в порядке. Да, я тоже знаю тайну Анемо Архонта, но никому не рассказываю об этом. Владыка Барбатос убедил меня в том, что хранить его тайну гораздо интереснее.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Далии IV",
                "Content": "Мне нравится быть дьяконом, но должен признать, как и любая другая работа, временами она бывает мучительной. Самое сложное - понять, как донести до людей волю Архонта. Когда случается бедствие, указания Барбатоса обычно довольно лаконичны и интуитивно понятны, но мне приходится искать способы придать им священный оттенок, чтобы они выглядели более убедительно и побуждали людей к действию. Например: «Воистину, возвращающийся ветер несёт небесную росу. О дети Анемо Архонта, разве семена ваши не посеяны? Так будьте же терпеливы, и из земли, на которой вы трудились, произрастут благословения свыше». На самом деле это означает следующее: «Сажайте, потому что скоро пойдёт дождь». Но очевидно, что первое звучит куда более похоже на послание свыше, верно? Поэтому каждый раз, когда я обращаюсь за советом к Барбатосу, я целую вечность размышляю над тем, как его перефразировать, прежде чем озвучить.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Далии V",
                "Content": "Скажу по секрету, я всегда мечтал покинуть Мондштадт, отправиться туда, где нет ветра, и ввязаться в грандиозную авантюру. Ну, знаешь, как ты. Но когда столько заблудших душ нуждаются в наставлениях Анемо Архонта, я не могу без зазрения совести бросить их на произвол судьбы. Хм... Наверное, мне нужно чаще наслаждаться радостными аспектами жизни здесь. Нотки ветра, пузырьки воздуха в отменных напитках... и все те удивительные истории, которыми ты делишься.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Далии...",
                "Content": "Мне нравится, когда по воле Барбатоса я оказываюсь в неожиданных обстоятельствах, встречаю новых людей. И даже если это принесёт мне безумные неприятности, я не против.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Далии...",
                "Content": "Печально, но факт: большая часть жизни - это повторение одного и того же обыденного цикла. Хм...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Хм... Шкала специй простирается от лёгкой, острой, жгучей... до безумно острой. Вот это, на мой взгляд, вершина вкуса. Его невозможно превзойти.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Хлеб, обычная похлёбка... Безвкусная пища ничем не отличается от коры дерева. По крайней мере, некоторые деревья хотя бы пахнут приятно...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Спасибо за подарок! Да хранит тебя Анемо Архонт! К этому блюду лучше всего подойдёт вино из одуванчиков. Я угощаю.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Спасибо за подарок. Я буду молиться за тебя.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Прошу прощения, но давным-давно я принял пророчество от Анемо Архонта. Так вот, как дьякону церкви Фавония, мне запрещено употреблять такую пищу.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Да благословит сия плодородная земля меня щедрым урожаем, дабы приготовить из него прекрасные вина для {M#моего гостя}{F#моей гостьи}. Да благословит возвратившийся ветер меня цветами, что прольются дождём в честь этого знаменательного события. Да благословит Анемо Архонт день рождения {M#моего друга}{F#моей подруги} и да дарует {M#ему}{F#ей} защиту и благополучие... Итак, пора задуть свечи!",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Я был вознаграждён за свою верность. Но я буду продолжать молиться, ибо наш Архонт наблюдает за нами.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Когда свежий ветер проносится сквозь толпу, он несёт с собой впечатления о людях. От яркой невинности детей до печальных вздохов старших поколений - всё это несёт с собой ветер. Чувствуешь ли ты его? Чувствуешь ли ты эти истории?",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Сделай шаг вперёд и начни свой путь. Вдали раздаётся колокольный звон. Это послание нашего Архонта, зовущее тебя в путь.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Услышь наши молитвы! Да направит нас ветер!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Будет весело.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Чуть веселее!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Неожиданное крещение!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Да пребудет с тобой Архонт!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Откровение Анемо Архонта!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "О, Фавоний, защити меня!",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Хвала Анемо Архонту!",
                "Tips": []
            },
            {
                "Title": "Запуск планера II",
                "Content": "Хорошо, что не упал.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "В священном предсказании указано, что тебе суждено забрать это сокровище, дабы избежать будущих конфликтов.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Я только что почувствовал лёгкий ветерок... Хе-хе, это же благословение Барбатоса!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Может, закроем этот пустой сундук и оставим его здесь?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "У меня завтра утренняя молитва...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Где лекари, когда они так нужны?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Эх, не надо было мне ввязываться...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Пахнет жареным.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Позволь поговорить с ними.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Барбатос...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Слишком много проблем...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Больше никаких утренних молитв...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "А вот и новые проблемы!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Минуточку...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "В предсказании этого не было...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Как оживлённо!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Барбатос прислал меня!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Начнём молитву!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "115": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Пречистые молитвы",
                "Desc": "Наряд Далии. Этот жизнерадостный дьякон предпочитает лёгкие одежды торжественным, стесняющим движения церковным одеяниям. Набожность и благочестие - похвальные качества, но Анемо Архонт ценит свободу превыше всего. Далия верит, что Барбатос одобряет его любовь к лёгким нарядам!",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108839,
            "JD": 108224,
            "Name": "<b>«Беседы весёлых ночей»</b>",
            "Eff": "Восстанавливает 34% от макс. HP выбранному персонажу, затем в течение 30 сек. каждые 5 сек. восстанавливает 980 HP.",
            "Desc": "Особое блюдо Далии. «Кхм. У меня божественное откровение, которое велит тебе это попробовать», - говорит, лукаво подмигивая, дьякон, и ставит перед вами тарелку с аппетитными золотистыми угощениями. Его заботливый, немного ожидающий взгляд и аромат сладкого яблочного сидра заставляют задуматься... а точно ли это повеление свыше?",
            "Recipe": {
                "100016": 4,
                "100093": 4,
                "100080": 3,
                "100051": 2
            },
            "Icon": "UI_ItemIcon_108815"
        },
        "Namecard": {
            "Name": "<b>Священный долг</b>",
            "Desc": "Именная карта.<br>Если «идол» означает быть «любимым всеми», то Далия нашёл своё призвание. Барбаре всё ещё приходится много трудиться, тогда как Далии остаётся лишь беречь свою личную жизнь и смотреть, чтобы никто не поймал его за возлияниями с одним бардом...<br>...Хотя, возможно, это не так уж просто.",
            "Pic": "UI_NameCardPic_Dahlia_P"
        }
    }
}

var acs_cache_ = {}