// Auto Generated

var _AvatarDataConfig_ = {
    "Dahlia": {}
}

var _AvatarMats_ = {
    "Dahlia": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "100056": 3,
                "112011": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113076": 2,
                "100056": 10,
                "112011": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113076": 4,
                "100056": 20,
                "112012": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113076": 8,
                "100056": 30,
                "112012": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113076": 12,
                "100056": 45,
                "112013": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113076": 20,
                "100056": 60,
                "112013": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112013": 4,
                "113070": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112013": 6,
                "113070": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112013": 9,
                "113070": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112013": 12,
                "113070": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112013": 4,
                "113070": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112013": 6,
                "113070": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112013": 9,
                "113070": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112013": 12,
                "113070": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112013": 4,
                "113070": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112013": 6,
                "113070": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112013": 9,
                "113070": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112013": 12,
                "113070": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Dahlia": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Фехтовальный стиль Фавония: Ритуал",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "43.547%",
                                    "47.0915%",
                                    "50.636%",
                                    "55.6996%",
                                    "59.2441%",
                                    "63.295%",
                                    "68.865%",
                                    "74.4349%",
                                    "80.0049%",
                                    "86.0812%",
                                    "92.1575%",
                                    "98.2338%",
                                    "104.3102%",
                                    "110.3865%",
                                    "116.4628%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "40.1001%",
                                    "43.364%",
                                    "46.628%",
                                    "51.2908%",
                                    "54.5548%",
                                    "58.285%",
                                    "63.4141%",
                                    "68.5432%",
                                    "73.6722%",
                                    "79.2676%",
                                    "84.863%",
                                    "90.4583%",
                                    "96.0537%",
                                    "101.649%",
                                    "107.2444%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "23.7446%+29.0164%",
                                    "25.6773%+31.3782%",
                                    "27.61%+33.74%",
                                    "30.371%+37.114%",
                                    "32.3037%+39.4758%",
                                    "34.5125%+42.175%",
                                    "37.5496%+45.8864%",
                                    "40.5867%+49.5978%",
                                    "43.6238%+53.3092%",
                                    "46.937%+57.358%",
                                    "50.2502%+61.4068%",
                                    "53.5634%+65.4556%",
                                    "56.8766%+69.5044%",
                                    "60.1898%+73.5532%",
                                    "63.503%+77.602%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "65.6576%",
                                    "71.0018%",
                                    "76.346%",
                                    "83.9806%",
                                    "89.3248%",
                                    "95.4325%",
                                    "103.8306%",
                                    "112.2286%",
                                    "120.6267%",
                                    "129.7882%",
                                    "138.9497%",
                                    "148.1112%",
                                    "157.2728%",
                                    "166.4343%",
                                    "175.5958%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "39.8765%+55.0675%",
                                    "43.1222%+59.5498%",
                                    "46.368%+64.032%",
                                    "51.0048%+70.4352%",
                                    "54.2506%+74.9174%",
                                    "57.96%+80.04%",
                                    "63.0605%+87.0835%",
                                    "68.161%+94.127%",
                                    "73.2614%+101.1706%",
                                    "78.8256%+108.8544%",
                                    "84.3898%+116.5382%",
                                    "89.9539%+124.2221%",
                                    "95.5181%+131.9059%",
                                    "101.0822%+139.5898%",
                                    "106.6464%+147.2736%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Таинство окунания",
                        "Desc": "Настало время для весёлого трюка! В зависимости от того, было совершено быстрое или долгое нажатие навыка, разными способами призывается <link>Тайна туманного дождя</link>.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>После короткой молитвы призывает перед собой Тайну туманного дождя.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Непрерывно читает молитву, а когда заканчивает, призывает Тайну туманного дождя на указанной позиции.<br><br><color style='color:#FFD780;'>Тайна туманного дождя</color><br>После того как враги или члены отряда поблизости соприкасаются с Тайной туманного дождя, в зависимости от того, кто прикоснулся к ней, возникают разные эффекты:<br>Если к Тайне прикоснулся враг, она взрывается и наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>Если к Тайне прикоснулся персонаж отряда поблизости, она вознесёт его высоко в воздух.<br><br>На поле может существовать только 1 Тайна туманного дождя, призванная самим Далией.",
                        "Icon": "Skill_S_Dahlia_01",
                        "DescAdd": "<br><br><i>Пускай и невозможно изгнать опасность от товарищей, с благоволением Анемо Архонта можно отвадить товарищей от этой опасности.<br>«Тогда как насчёт Клинка водяного потока? Хм?.. Так себе название?»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "232.8%",
                                    "250.26%",
                                    "267.72%",
                                    "291.0%",
                                    "308.46%",
                                    "325.92%",
                                    "349.2%",
                                    "372.48%",
                                    "395.76%",
                                    "419.04%",
                                    "442.32%",
                                    "465.6%",
                                    "494.7%",
                                    "523.8%",
                                    "552.9%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий молебен",
                        "Desc": "Благочестивыми помыслами и песнью взывает к небесам, наносит врагам поблизости <color style='color:#80C0FF;'>Гидро урон по площади</color>, наделяет членов своего отряда Милостью Фавония и призывает Щит священной милости.<br>Поглощение урона Щита священной милости зависит от макс. HP Далии. Щит поглощает <color style='color:#80C0FF;'>Гидро урон</color> с эффективностью 250%.<br><br><color style='color:#FFD780;'>Милость Фавония</color><br>Во время её действия Далия может потратить 1 уровень Благословения и призвать новый Щит священной милости, если время действия существующего завершилось или он был разрушен.<br><br>Далия может получать Благословение следующими способами:<br> ·  Когда активный персонаж его отряда поражает врага обычной атакой 4 раза, находясь под воздействием Милости Фавония, Далия получит 1 Благословение.<br> ·  После активации эффекта пассивного таланта Милостивое благоволение ветра (требуется разблокировать данный пассивный талант).<br>Далия может получить до 5 уровней Благословения во время действия одной и той же Милости Фавония.",
                        "Icon": "Skill_E_Dahlia_01",
                        "DescAdd": "<br><br><i>«Ты слышишь голос ветра и знаешь, что он уносится ко свету, но не знаешь ты, ни откуда пришёл он, ни как ласкал каждое семечко одуванчика. Так и с теми, кто благословляется ветром».</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "406.4%",
                                    "436.88%",
                                    "467.36%",
                                    "508.0%",
                                    "538.48%",
                                    "568.96%",
                                    "609.6%",
                                    "650.24%",
                                    "690.88%",
                                    "731.52%",
                                    "772.16%",
                                    "812.8%",
                                    "863.6%",
                                    "914.4%",
                                    "965.2%"
                                ]
                            },
                            {
                                "Desc": "Поглощение урона Щита покровительства",
                                "ParamLevelList": [
                                    "2.8% от макс. HP + 269.6314",
                                    "3.01% от макс. HP + 296.59833",
                                    "3.22% от макс. HP + 325.81244",
                                    "3.5% от макс. HP + 357.2738",
                                    "3.71% от макс. HP + 390.98242",
                                    "3.92% от макс. HP + 426.9383",
                                    "4.2% от макс. HP + 465.1414",
                                    "4.48% от макс. HP + 505.5917",
                                    "4.76% от макс. HP + 548.2893",
                                    "5.04% от макс. HP + 593.23413",
                                    "5.32% от макс. HP + 640.42615",
                                    "5.6% от макс. HP + 689.8655",
                                    "5.95% от макс. HP + 741.552",
                                    "6.3% от макс. HP + 795.4858",
                                    "6.65% от макс. HP + 851.6668"
                                ]
                            },
                            {
                                "Desc": "Длительность Божественного покровительства",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Милостивое благоволение ветра",
                        "Desc": "Когда персонажи под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> активируют реакцию Заморозка, они наделяют Далию 2 уровнями Милости. Этот эффект может возникнуть один раз в 8 сек.",
                        "Icon": "UI_Talent_S_Dahlia_05"
                    },
                    {
                        "Name": "Молитва искушённой радости",
                        "Desc": "Когда активный персонаж вашего отряда находится под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, его скорость атаки возрастает пропорционально макс. HP Далии: каждая 1000 ед. макс. HP повышает скорость атаки на 0,4%. Максимальное увеличение скорости атаки, которое можно получить таким способом, составляет 15%.",
                        "Icon": "UI_Talent_S_Dahlia_06"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "В дневное время (06:00 - 18:00) персонажи вашего отряда обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.<br>В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется.",
                        "Icon": "UI_Talent_S_Dehya_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Непогрешимая процессия",
                        "Desc": "Каждый раз, когда Далия получает 1 уровень Благословения взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, он восстанавливает 2 ед. энергии.",
                        "Icon": "UI_Talent_S_Dahlia_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Откровение милосердия",
                        "Desc": "После того как Далия расходует Благословения взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> и призывает Щит священной милости, то прочность щита персонажа под его защитой увеличивается на 25% на 12 сек.",
                        "Icon": "UI_Talent_S_Dahlia_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Офферторий анемонии",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий молебен</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекта собрания",
                        "Desc": "Длительность Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> увеличивается на 3 сек.",
                        "Icon": "UI_Talent_S_Dahlia_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Пусть изощрённо будет так",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Таинство окунания</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Итак вы выйдете с веселием",
                        "Desc": "Скорость атаки активного персонажа, находящегося под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, увеличивается на 10%.<br>Кроме того, когда активный персонаж под воздействием Милости Фавония оказывается повержен, то мгновенно:<br> ·  Этот персонаж воскресает.<br> ·  Его HP восстанавливается до 100%.<br>Этот эффект может возникнуть раз в 15 минут.",
                        "Icon": "UI_Talent_S_Dahlia_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Фехтовальный стиль Фавония: Ритуал",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "43.547%",
                                    "47.0915%",
                                    "50.636%",
                                    "55.6996%",
                                    "59.2441%",
                                    "63.295%",
                                    "68.865%",
                                    "74.4349%",
                                    "80.0049%",
                                    "86.0812%",
                                    "92.1575%",
                                    "98.2338%",
                                    "104.3102%",
                                    "110.3865%",
                                    "116.4628%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "40.1001%",
                                    "43.364%",
                                    "46.628%",
                                    "51.2908%",
                                    "54.5548%",
                                    "58.285%",
                                    "63.4141%",
                                    "68.5432%",
                                    "73.6722%",
                                    "79.2676%",
                                    "84.863%",
                                    "90.4583%",
                                    "96.0537%",
                                    "101.649%",
                                    "107.2444%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "23.7446%+29.0164%",
                                    "25.6773%+31.3782%",
                                    "27.61%+33.74%",
                                    "30.371%+37.114%",
                                    "32.3037%+39.4758%",
                                    "34.5125%+42.175%",
                                    "37.5496%+45.8864%",
                                    "40.5867%+49.5978%",
                                    "43.6238%+53.3092%",
                                    "46.937%+57.358%",
                                    "50.2502%+61.4068%",
                                    "53.5634%+65.4556%",
                                    "56.8766%+69.5044%",
                                    "60.1898%+73.5532%",
                                    "63.503%+77.602%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "65.6576%",
                                    "71.0018%",
                                    "76.346%",
                                    "83.9806%",
                                    "89.3248%",
                                    "95.4325%",
                                    "103.8306%",
                                    "112.2286%",
                                    "120.6267%",
                                    "129.7882%",
                                    "138.9497%",
                                    "148.1112%",
                                    "157.2728%",
                                    "166.4343%",
                                    "175.5958%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "39.8765%+55.0675%",
                                    "43.1222%+59.5498%",
                                    "46.368%+64.032%",
                                    "51.0048%+70.4352%",
                                    "54.2506%+74.9174%",
                                    "57.96%+80.04%",
                                    "63.0605%+87.0835%",
                                    "68.161%+94.127%",
                                    "73.2614%+101.1706%",
                                    "78.8256%+108.8544%",
                                    "84.3898%+116.5382%",
                                    "89.9539%+124.2221%",
                                    "95.5181%+131.9059%",
                                    "101.0822%+139.5898%",
                                    "106.6464%+147.2736%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Таинство окунания",
                        "Desc": "Настало время для весёлого трюка! В зависимости от того, было совершено быстрое или долгое нажатие навыка, разными способами призывается Тайна туманного дождя.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>После короткой молитвы призывает перед собой Тайну туманного дождя.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Непрерывно читает молитву, а когда заканчивает, призывает Тайну туманного дождя на указанной позиции.<br><br><color style='color:#FFD780;'>Тайна туманного дождя</color><br>После того как враги или члены отряда поблизости соприкасаются с Тайной туманного дождя, в зависимости от того, кто прикоснулся к ней, возникают разные эффекты:<br>Если к Тайне прикоснулся враг, она взрывается и наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>Если к Тайне прикоснулся персонаж отряда поблизости, она вознесёт его высоко в воздух.<br><br>На поле может существовать только 1 Тайна туманного дождя, призванная самим Далией.",
                        "Icon": "Skill_S_Dahlia_01",
                        "DescAdd": "<br><br><i>Пускай и невозможно изгнать опасность от товарищей, с благоволением Анемо Архонта можно отвадить товарищей от этой опасности.<br>«Тогда как насчёт Клинка водяного потока? Хм?.. Так себе название?»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "232.8%",
                                    "250.26%",
                                    "267.72%",
                                    "291.0%",
                                    "308.46%",
                                    "325.92%",
                                    "349.2%",
                                    "372.48%",
                                    "395.76%",
                                    "419.04%",
                                    "442.32%",
                                    "465.6%",
                                    "494.7%",
                                    "523.8%",
                                    "552.9%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий молебен",
                        "Desc": "Благочестивыми помыслами и песнью взывает к небесам, наносит врагам поблизости <color style='color:#80C0FF;'>Гидро урон по площади</color>, наделяет членов своего отряда Милостью Фавония и призывает Щит священной милости.<br>Поглощение урона Щита священной милости зависит от макс. HP Далии. Щит поглощает <color style='color:#80C0FF;'>Гидро урон</color> с эффективностью 250%.<br><br><color style='color:#FFD780;'>Милость Фавония</color><br>Во время её действия Далия может потратить 1 уровень Благословения и призвать новый Щит священной милости, если время действия существующего завершилось или он был разрушен.<br><br>Далия может получать Благословение следующими способами:<br> ·  Когда активный персонаж его отряда поражает врага обычной атакой 4 раза, находясь под воздействием Милости Фавония, Далия получит 1 Благословение.<br> ·  После активации эффекта пассивного таланта Милостивое благоволение ветра (требуется разблокировать данный пассивный талант).<br>Далия может получить до 5 уровней Благословения во время действия одной и той же Милости Фавония.",
                        "Icon": "Skill_E_Dahlia_01",
                        "DescAdd": "<br><br><i>«Ты слышишь голос ветра и знаешь, что он уносится ко свету, но не знаешь ты, ни откуда пришёл он, ни как ласкал каждое семечко одуванчика. Так и с теми, кто благословляется ветром».</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "406.4%",
                                    "436.88%",
                                    "467.36%",
                                    "508.0%",
                                    "538.48%",
                                    "568.96%",
                                    "609.6%",
                                    "650.24%",
                                    "690.88%",
                                    "731.52%",
                                    "772.16%",
                                    "812.8%",
                                    "863.6%",
                                    "914.4%",
                                    "965.2%"
                                ]
                            },
                            {
                                "Desc": "Поглощение урона Щитом священной милости",
                                "ParamLevelList": [
                                    "2.8% от макс. HP + 269.6314",
                                    "3.01% от макс. HP + 296.59833",
                                    "3.22% от макс. HP + 325.81244",
                                    "3.5% от макс. HP + 357.2738",
                                    "3.71% от макс. HP + 390.98242",
                                    "3.92% от макс. HP + 426.9383",
                                    "4.2% от макс. HP + 465.1414",
                                    "4.48% от макс. HP + 505.5917",
                                    "4.76% от макс. HP + 548.2893",
                                    "5.04% от макс. HP + 593.23413",
                                    "5.32% от макс. HP + 640.42615",
                                    "5.6% от макс. HP + 689.8655",
                                    "5.95% от макс. HP + 741.552",
                                    "6.3% от макс. HP + 795.4858",
                                    "6.65% от макс. HP + 851.6668"
                                ]
                            },
                            {
                                "Desc": "Длительность Милости Фавония",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Милостивое благоволение ветра",
                        "Desc": "Когда персонажи под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> активируют реакцию Заморозка, они наделяют Далию 2 уровнями Милости. Этот эффект может возникнуть один раз в 8 сек.",
                        "Icon": "UI_Talent_S_Dahlia_05"
                    },
                    {
                        "Name": "Молитва искушённой радости",
                        "Desc": "Когда активный персонаж вашего отряда находится под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, его скорость атаки возрастает пропорционально макс. HP Далии: каждая 1000 ед. макс. HP повышает скорость атаки на 0,4%. Максимальное увеличение скорости атаки, которое можно получить таким способом, составляет 15%.",
                        "Icon": "UI_Talent_S_Dahlia_06"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "В дневное время (06:00 - 18:00) персонажи вашего отряда обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.<br>В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется.",
                        "Icon": "UI_Talent_S_Dehya_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Непогрешимая процессия",
                        "Desc": "Каждый раз, когда Далия получает 1 уровень Благословения взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, он восстанавливает 2 ед. энергии.",
                        "Icon": "UI_Talent_S_Dahlia_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Откровение милосердия",
                        "Desc": "После того как Далия расходует Благословения взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> и призывает Щит священной милости, то прочность щита персонажа под его защитой увеличивается на 25% на 12 сек.",
                        "Icon": "UI_Talent_S_Dahlia_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Офферторий анемонии",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий молебен</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекта собрания",
                        "Desc": "Длительность Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> увеличивается на 3 сек.",
                        "Icon": "UI_Talent_S_Dahlia_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Пусть изощрённо будет так",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Таинство окунания</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Итак вы выйдете с веселием",
                        "Desc": "Скорость атаки активного персонажа, находящегося под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, увеличивается на 10%.<br>Кроме того, когда активный персонаж под воздействием Милости Фавония оказывается повержен, то мгновенно:<br> ·  Этот персонаж воскресает.<br> ·  Его HP восстанавливается до 100%.<br>Этот эффект может возникнуть раз в 15 минут.",
                        "Icon": "UI_Talent_S_Dahlia_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "Фехтовальный стиль Фавония: Ритуал",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "43.547%",
                                    "47.0915%",
                                    "50.636%",
                                    "55.6996%",
                                    "59.2441%",
                                    "63.295%",
                                    "68.865%",
                                    "74.4349%",
                                    "80.0049%",
                                    "86.0812%",
                                    "92.1575%",
                                    "98.2338%",
                                    "104.3102%",
                                    "110.3865%",
                                    "116.4628%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "40.1001%",
                                    "43.364%",
                                    "46.628%",
                                    "51.2908%",
                                    "54.5548%",
                                    "58.285%",
                                    "63.4141%",
                                    "68.5432%",
                                    "73.6722%",
                                    "79.2676%",
                                    "84.863%",
                                    "90.4583%",
                                    "96.0537%",
                                    "101.649%",
                                    "107.2444%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "23.7446%+29.0164%",
                                    "25.6773%+31.3782%",
                                    "27.61%+33.74%",
                                    "30.371%+37.114%",
                                    "32.3037%+39.4758%",
                                    "34.5125%+42.175%",
                                    "37.5496%+45.8864%",
                                    "40.5867%+49.5978%",
                                    "43.6238%+53.3092%",
                                    "46.937%+57.358%",
                                    "50.2502%+61.4068%",
                                    "53.5634%+65.4556%",
                                    "56.8766%+69.5044%",
                                    "60.1898%+73.5532%",
                                    "63.503%+77.602%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "65.6576%",
                                    "71.0018%",
                                    "76.346%",
                                    "83.9806%",
                                    "89.3248%",
                                    "95.4325%",
                                    "103.8306%",
                                    "112.2286%",
                                    "120.6267%",
                                    "129.7882%",
                                    "138.9497%",
                                    "148.1112%",
                                    "157.2728%",
                                    "166.4343%",
                                    "175.5958%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "39.8765%+55.0675%",
                                    "43.1222%+59.5498%",
                                    "46.368%+64.032%",
                                    "51.0048%+70.4352%",
                                    "54.2506%+74.9174%",
                                    "57.96%+80.04%",
                                    "63.0605%+87.0835%",
                                    "68.161%+94.127%",
                                    "73.2614%+101.1706%",
                                    "78.8256%+108.8544%",
                                    "84.3898%+116.5382%",
                                    "89.9539%+124.2221%",
                                    "95.5181%+131.9059%",
                                    "101.0822%+139.5898%",
                                    "106.6464%+147.2736%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Таинство погружения",
                        "Desc": "Настало время для весёлого трюка! В зависимости от того, было совершено быстрое или долгое нажатие навыка, разными способами призывается Тайна туманного дождя.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>После короткой молитвы призывает перед собой Тайну туманного дождя.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Непрерывно читает молитву, а когда заканчивает, призывает Тайну туманного дождя на указанной позиции.<br><br><color style='color:#FFD780;'>Тайна туманного дождя</color><br>После того как враги или члены отряда поблизости соприкасаются с Тайной туманного дождя, в зависимости от того, кто прикоснулся к ней, возникают разные эффекты:<br>Если к Тайне прикоснулся враг, она взрывается и наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>Если к Тайне прикоснулся персонаж отряда поблизости, она вознесёт его высоко в воздух.<br><br>На поле может существовать только одна Тайна туманного дождя, призванная самим Далией.",
                        "Icon": "Skill_S_Dahlia_01",
                        "DescAdd": "<br><br><i>Пускай и невозможно отогнать опасности от товарищей, с благоволением Анемо Архонта от этих опасностей можно отвадить товарищей.<br>«Тогда как насчёт Клинка водяного потока? Хм?.. Не пойдёт?»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "232.8%",
                                    "250.26%",
                                    "267.72%",
                                    "291.0%",
                                    "308.46%",
                                    "325.92%",
                                    "349.2%",
                                    "372.48%",
                                    "395.76%",
                                    "419.04%",
                                    "442.32%",
                                    "465.6%",
                                    "494.7%",
                                    "523.8%",
                                    "552.9%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий молебен",
                        "Desc": "Благочестивыми помыслами и песнью взывая к небесам, наносит врагам поблизости <color style='color:#80C0FF;'>Гидро урон по площади</color>, наделяет членов своего отряда Милостью Фавония и призывает Щит священной милости.<br>Поглощение урона Щитом священной милости зависит от макс. HP Далии. Щит поглощает <color style='color:#80C0FF;'>Гидро урон</color> с эффективностью 250%.<br><br><color style='color:#FFD780;'>Милость Фавония</color><br>Во время её действия Далия может потратить 1 уровень Бенедикции и призвать новый Щит священной милости, если время действия существующего завершилось или он был разрушен уроном.<br><br>Далия может получать Бенедикцию следующими способами:<br> ·  Когда активный персонаж его отряда поражает врага обычной атакой 4 раза, находясь под воздействием Милости Фавония, Далия получит 1 уровень Бенедикции.<br> ·  После активации эффекта пассивного таланта Милостивое благоволение ветра (требуется разблокировать данный пассивный талант).<br>Во время действия одной и той же Милости Фавония Далия может получить до 5 уровней Бенедикции.",
                        "Icon": "Skill_E_Dahlia_01",
                        "DescAdd": "<br><br><i>«Ты слышишь голос ветра и знаешь, что он уносится ко свету, но не знаешь ты, ни откуда пришёл он, ни как ласкал каждое семечко одуванчика. Так и с теми, кто благословлён ветром».</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "406.4%",
                                    "436.88%",
                                    "467.36%",
                                    "508.0%",
                                    "538.48%",
                                    "568.96%",
                                    "609.6%",
                                    "650.24%",
                                    "690.88%",
                                    "731.52%",
                                    "772.16%",
                                    "812.8%",
                                    "863.6%",
                                    "914.4%",
                                    "965.2%"
                                ]
                            },
                            {
                                "Desc": "Поглощение урона Щитом священной милости",
                                "ParamLevelList": [
                                    "3.36% от макс. HP + 323.5577",
                                    "3.612% от макс. HP + 355.91797",
                                    "3.864% от макс. HP + 390.97495",
                                    "4.2% от макс. HP + 428.72858",
                                    "4.452% от макс. HP + 469.17892",
                                    "4.704% от макс. HP + 512.3259",
                                    "5.04% от макс. HP + 558.1697",
                                    "5.376% от макс. HP + 606.7101",
                                    "5.712% от макс. HP + 657.94714",
                                    "6.048% от макс. HP + 711.8809",
                                    "6.384% от макс. HP + 768.5114",
                                    "6.72% от макс. HP + 827.83856",
                                    "7.14% от макс. HP + 889.8624",
                                    "7.56% от макс. HP + 954.58295",
                                    "7.98% от макс. HP + 1022.0"
                                ]
                            },
                            {
                                "Desc": "Длительность Милости Фавония",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Милостивое благоволение ветра",
                        "Desc": "Когда персонажи под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> активируют реакцию Заморозка, они наделяют Далию 2 уровнями Бенедикции. Этот эффект может возникнуть один раз в 8 сек.",
                        "Icon": "UI_Talent_S_Dahlia_05"
                    },
                    {
                        "Name": "Молитва искушённой радости",
                        "Desc": "Когда активный персонаж вашего отряда находится под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, его скорость атаки возрастает пропорционально макс. HP Далии: каждая 1000 ед. макс. HP повышает скорость атаки на 0,4%. Максимальное увеличение скорости атаки, которое можно получить таким способом, составляет 15%.",
                        "Icon": "UI_Talent_S_Dahlia_06"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "В дневное время (06:00 - 18:00) персонажи вашего отряда обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.<br>В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется.",
                        "Icon": "UI_Talent_S_Dehya_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Непогрешимая процессия",
                        "Desc": "Каждый раз, когда Далия получает 1 уровень Бенедикции взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, он восстанавливает 2 ед. энергии.",
                        "Icon": "UI_Talent_S_Dahlia_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Откровение милосердия",
                        "Desc": "После того как Далия расходует уровни Бенедикции взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> и призывает Щит священной милости, то прочность щита персонажа под его защитой увеличивается на 25% на 12 сек.",
                        "Icon": "UI_Talent_S_Dahlia_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Офферторий анемонии",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий молебен</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекта собрания",
                        "Desc": "Длительность Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> увеличивается на 3 сек.",
                        "Icon": "UI_Talent_S_Dahlia_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Пусть изощрённо будет так",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Таинство погружения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Итак вы выйдете с веселием",
                        "Desc": "Скорость атаки активного персонажа, находящегося под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, увеличивается на 10%.<br>Кроме того, когда активный персонаж под воздействием Милости Фавония оказывается повержен, то мгновенно:<br> ·  Этот персонаж воскресает.<br> ·  Его HP восстанавливается до 100%.<br>Этот эффект может возникнуть раз в 15 минут.",
                        "Icon": "UI_Talent_S_Dahlia_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "Фехтовальный стиль Фавония: Ритуал",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "43.547%",
                                    "47.0915%",
                                    "50.636%",
                                    "55.6996%",
                                    "59.2441%",
                                    "63.295%",
                                    "68.865%",
                                    "74.4349%",
                                    "80.0049%",
                                    "86.0812%",
                                    "92.1575%",
                                    "98.2338%",
                                    "104.3102%",
                                    "110.3865%",
                                    "116.4628%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "40.1001%",
                                    "43.364%",
                                    "46.628%",
                                    "51.2908%",
                                    "54.5548%",
                                    "58.285%",
                                    "63.4141%",
                                    "68.5432%",
                                    "73.6722%",
                                    "79.2676%",
                                    "84.863%",
                                    "90.4583%",
                                    "96.0537%",
                                    "101.649%",
                                    "107.2444%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "23.7446%+29.0164%",
                                    "25.6773%+31.3782%",
                                    "27.61%+33.74%",
                                    "30.371%+37.114%",
                                    "32.3037%+39.4758%",
                                    "34.5125%+42.175%",
                                    "37.5496%+45.8864%",
                                    "40.5867%+49.5978%",
                                    "43.6238%+53.3092%",
                                    "46.937%+57.358%",
                                    "50.2502%+61.4068%",
                                    "53.5634%+65.4556%",
                                    "56.8766%+69.5044%",
                                    "60.1898%+73.5532%",
                                    "63.503%+77.602%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "65.6576%",
                                    "71.0018%",
                                    "76.346%",
                                    "83.9806%",
                                    "89.3248%",
                                    "95.4325%",
                                    "103.8306%",
                                    "112.2286%",
                                    "120.6267%",
                                    "129.7882%",
                                    "138.9497%",
                                    "148.1112%",
                                    "157.2728%",
                                    "166.4343%",
                                    "175.5958%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "39.8765%+55.0675%",
                                    "43.1222%+59.5498%",
                                    "46.368%+64.032%",
                                    "51.0048%+70.4352%",
                                    "54.2506%+74.9174%",
                                    "57.96%+80.04%",
                                    "63.0605%+87.0835%",
                                    "68.161%+94.127%",
                                    "73.2614%+101.1706%",
                                    "78.8256%+108.8544%",
                                    "84.3898%+116.5382%",
                                    "89.9539%+124.2221%",
                                    "95.5181%+131.9059%",
                                    "101.0822%+139.5898%",
                                    "106.6464%+147.2736%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Таинство погружения",
                        "Desc": "Настало время для весёлого трюка! В зависимости от того, было совершено быстрое или долгое нажатие навыка, разными способами призывается Тайна туманного дождя.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>После короткой молитвы призывает перед собой Тайну туманного дождя.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Непрерывно читает молитву, а когда заканчивает, призывает Тайну туманного дождя на указанной позиции.<br><br><color style='color:#FFD780;'>Тайна туманного дождя</color><br>После того как враги или члены отряда поблизости соприкасаются с Тайной туманного дождя, в зависимости от того, кто прикоснулся к ней, возникают разные эффекты:<br>Если к Тайне прикоснулся враг, она взрывается и наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>Если к Тайне прикоснулся персонаж отряда поблизости, она вознесёт его высоко в воздух.<br><br>На поле может существовать только одна Тайна туманного дождя, призванная самим Далией.",
                        "Icon": "Skill_S_Dahlia_01",
                        "DescAdd": "<br><br><i>Пускай и невозможно отогнать опасности от товарищей, с благоволением Анемо Архонта от этих опасностей можно отвадить товарищей.<br>«Тогда как насчёт Клинка водяного потока? Хм?.. Не пойдёт?»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "232.8%",
                                    "250.26%",
                                    "267.72%",
                                    "291.0%",
                                    "308.46%",
                                    "325.92%",
                                    "349.2%",
                                    "372.48%",
                                    "395.76%",
                                    "419.04%",
                                    "442.32%",
                                    "465.6%",
                                    "494.7%",
                                    "523.8%",
                                    "552.9%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий молебен",
                        "Desc": "Благочестивыми помыслами и песнью взывая к небесам, наносит врагам поблизости <color style='color:#80C0FF;'>Гидро урон по площади</color>, наделяет членов своего отряда Милостью Фавония и призывает Щит священной милости.<br>Поглощение урона Щитом священной милости зависит от макс. HP Далии. Щит поглощает <color style='color:#80C0FF;'>Гидро урон</color> с эффективностью 250%.<br><br><color style='color:#FFD780;'>Милость Фавония</color><br>Во время её действия Далия может потратить 1 уровень Бенедикции и призвать новый Щит священной милости, если имевшийся был разрушен уроном.<br><br>Далия может получать Бенедикцию следующими способами:<br> ·  Когда активный персонаж его отряда поражает врага обычной атакой 4 раза, находясь под воздействием Милости Фавония, Далия получит 1 уровень Бенедикции.<br> ·  После активации эффекта пассивного таланта Милостивое благоволение ветра (требуется разблокировать данный пассивный талант).<br>Во время действия одной и той же Милости Фавония Далия может получить до 4 уровней Бенедикции.",
                        "Icon": "Skill_E_Dahlia_01",
                        "DescAdd": "<br><br><i>«Ты слышишь голос ветра и знаешь, что он уносится ко свету, но не знаешь ты, ни откуда пришёл он, ни как ласкал каждое семечко одуванчика. Так и с теми, кто благословлён ветром».</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "406.4%",
                                    "436.88%",
                                    "467.36%",
                                    "508.0%",
                                    "538.48%",
                                    "568.96%",
                                    "609.6%",
                                    "650.24%",
                                    "690.88%",
                                    "731.52%",
                                    "772.16%",
                                    "812.8%",
                                    "863.6%",
                                    "914.4%",
                                    "965.2%"
                                ]
                            },
                            {
                                "Desc": "Поглощение урона Щитом священной милости",
                                "ParamLevelList": [
                                    "3.36% от макс. HP + 323.5577",
                                    "3.612% от макс. HP + 355.91797",
                                    "3.864% от макс. HP + 390.97495",
                                    "4.2% от макс. HP + 428.72858",
                                    "4.452% от макс. HP + 469.17892",
                                    "4.704% от макс. HP + 512.3259",
                                    "5.04% от макс. HP + 558.1697",
                                    "5.376% от макс. HP + 606.7101",
                                    "5.712% от макс. HP + 657.94714",
                                    "6.048% от макс. HP + 711.8809",
                                    "6.384% от макс. HP + 768.5114",
                                    "6.72% от макс. HP + 827.83856",
                                    "7.14% от макс. HP + 889.8624",
                                    "7.56% от макс. HP + 954.58295",
                                    "7.98% от макс. HP + 1022.0"
                                ]
                            },
                            {
                                "Desc": "Длительность Милости Фавония",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Милостивое благоволение ветра",
                        "Desc": "Когда персонажи под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> активируют реакцию Заморозка, они наделяют Далию 2 уровнями Бенедикции. Этот эффект может возникнуть один раз в 8 сек.",
                        "Icon": "UI_Talent_S_Dahlia_05"
                    },
                    {
                        "Name": "Молитва искушённой радости",
                        "Desc": "Когда активный персонаж вашего отряда находится под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, его скорость атаки возрастает пропорционально макс. HP Далии: каждая 1000 ед. макс. HP повышает скорость атаки на 0,5%. Максимальное увеличение скорости атаки, которое можно получить таким способом, составляет 20%.",
                        "Icon": "UI_Talent_S_Dahlia_06"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "В дневное время (06:00 - 18:00) персонажи вашего отряда обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.<br>В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется.",
                        "Icon": "UI_Talent_S_Dehya_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Непогрешимая процессия",
                        "Desc": "Каждый раз, когда Далия получает 1 уровень Бенедикции взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, он восстанавливает 2,5 ед. энергии.",
                        "Icon": "UI_Talent_S_Dahlia_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Откровение милосердия",
                        "Desc": "После того как Далия расходует уровни Бенедикции взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> и призывает Щит священной милости, то прочность щита персонажа под его защитой увеличивается на 25% на 12 сек.",
                        "Icon": "UI_Talent_S_Dahlia_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Офферторий анемонии",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий молебен</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекта собрания",
                        "Desc": "Длительность Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> увеличивается на 3 сек.",
                        "Icon": "UI_Talent_S_Dahlia_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Пусть изощрённо будет так",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Таинство погружения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Итак вы выйдете с веселием",
                        "Desc": "Скорость атаки активного персонажа, находящегося под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, увеличивается на 10%.<br>Кроме того, когда активный персонаж под воздействием Милости Фавония оказывается повержен, то мгновенно:<br> ·  Этот персонаж воскресает.<br> ·  Его HP восстанавливается до 100%.<br>Этот эффект может возникнуть раз в 15 минут.",
                        "Icon": "UI_Talent_S_Dahlia_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "Фехтовальный стиль Фавония: Ритуал",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "43.547%",
                                    "47.0915%",
                                    "50.636%",
                                    "55.6996%",
                                    "59.2441%",
                                    "63.295%",
                                    "68.865%",
                                    "74.4349%",
                                    "80.0049%",
                                    "86.0812%",
                                    "92.1575%",
                                    "98.2338%",
                                    "104.3102%",
                                    "110.3865%",
                                    "116.4628%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "40.1001%",
                                    "43.364%",
                                    "46.628%",
                                    "51.2908%",
                                    "54.5548%",
                                    "58.285%",
                                    "63.4141%",
                                    "68.5432%",
                                    "73.6722%",
                                    "79.2676%",
                                    "84.863%",
                                    "90.4583%",
                                    "96.0537%",
                                    "101.649%",
                                    "107.2444%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "23.7446%+29.0164%",
                                    "25.6773%+31.3782%",
                                    "27.61%+33.74%",
                                    "30.371%+37.114%",
                                    "32.3037%+39.4758%",
                                    "34.5125%+42.175%",
                                    "37.5496%+45.8864%",
                                    "40.5867%+49.5978%",
                                    "43.6238%+53.3092%",
                                    "46.937%+57.358%",
                                    "50.2502%+61.4068%",
                                    "53.5634%+65.4556%",
                                    "56.8766%+69.5044%",
                                    "60.1898%+73.5532%",
                                    "63.503%+77.602%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "65.6576%",
                                    "71.0018%",
                                    "76.346%",
                                    "83.9806%",
                                    "89.3248%",
                                    "95.4325%",
                                    "103.8306%",
                                    "112.2286%",
                                    "120.6267%",
                                    "129.7882%",
                                    "138.9497%",
                                    "148.1112%",
                                    "157.2728%",
                                    "166.4343%",
                                    "175.5958%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "39.8765%+55.0675%",
                                    "43.1222%+59.5498%",
                                    "46.368%+64.032%",
                                    "51.0048%+70.4352%",
                                    "54.2506%+74.9174%",
                                    "57.96%+80.04%",
                                    "63.0605%+87.0835%",
                                    "68.161%+94.127%",
                                    "73.2614%+101.1706%",
                                    "78.8256%+108.8544%",
                                    "84.3898%+116.5382%",
                                    "89.9539%+124.2221%",
                                    "95.5181%+131.9059%",
                                    "101.0822%+139.5898%",
                                    "106.6464%+147.2736%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Таинство погружения",
                        "Desc": "Настало время для весёлого трюка! В зависимости от того, было совершено быстрое или долгое нажатие навыка, разными способами призывается Сакраментальный ливень.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>После короткой молитвы призывает перед собой Сакраментальный ливень.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Непрерывно читает молитву, а когда заканчивает, призывает Сакраментальный ливень на указанной позиции.<br><br><color style='color:#FFD780;'>Сакраментальный ливень</color><br>После того как враги или члены отряда поблизости соприкасаются с Сакраментальным ливнем, в зависимости от того, кто прикоснулся к нему, возникают разные эффекты:<br>Если к Сакраментальному ливню прикоснулся враг, он взрывается и наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>Если к нему прикоснулся персонаж отряда поблизости, он вознесёт его высоко в воздух.<br><br>На поле может существовать только один Сакраментальный ливень, призванный самим Далией.",
                        "Icon": "Skill_S_Dahlia_01",
                        "DescAdd": "<br><br><i>Пускай и невозможно отогнать опасности от товарищей, с благоволением Анемо Архонта от этих опасностей можно отвадить товарищей.<br>«Тогда как насчёт Клинка водяного потока? Хм?.. Не пойдёт?»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "232.8%",
                                    "250.26%",
                                    "267.72%",
                                    "291.0%",
                                    "308.46%",
                                    "325.92%",
                                    "349.2%",
                                    "372.48%",
                                    "395.76%",
                                    "419.04%",
                                    "442.32%",
                                    "465.6%",
                                    "494.7%",
                                    "523.8%",
                                    "552.9%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий молебен",
                        "Desc": "Благочестивыми помыслами и песнью взывая к небесам, наносит врагам поблизости <color style='color:#80C0FF;'>Гидро урон по площади</color>, наделяет членов своего отряда Милостью Фавония и призывает Щит священной милости.<br>Поглощение урона Щитом священной милости зависит от макс. HP Далии. Щит поглощает <color style='color:#80C0FF;'>Гидро урон</color> с эффективностью 250%.<br><br><color style='color:#FFD780;'>Милость Фавония</color><br>Во время её действия Далия может потратить 1 уровень Бенедикции и призвать новый Щит священной милости, если имевшийся был разрушен уроном.<br><br>Далия может получать Бенедикцию следующими способами:<br> ·  Когда активный персонаж его отряда поражает врага обычной атакой 4 раза, находясь под воздействием Милости Фавония, Далия получит 1 уровень Бенедикции.<br> ·  После активации эффекта пассивного таланта Милостивое благоволение ветра (требуется разблокировать данный пассивный талант).<br>Во время действия одной и той же Милости Фавония Далия может получить до 4 уровней Бенедикции.",
                        "Icon": "Skill_E_Dahlia_01",
                        "DescAdd": "<br><br><i>«Ты слышишь голос ветра и знаешь, что он уносится ко свету, но не знаешь ты, ни откуда пришёл он, ни как ласкал каждое семечко одуванчика. Так и с теми, кто благословлён ветром».</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "406.4%",
                                    "436.88%",
                                    "467.36%",
                                    "508.0%",
                                    "538.48%",
                                    "568.96%",
                                    "609.6%",
                                    "650.24%",
                                    "690.88%",
                                    "731.52%",
                                    "772.16%",
                                    "812.8%",
                                    "863.6%",
                                    "914.4%",
                                    "965.2%"
                                ]
                            },
                            {
                                "Desc": "Поглощение урона Щитом священной милости",
                                "ParamLevelList": [
                                    "3.36% от макс. HP + 323.5577",
                                    "3.612% от макс. HP + 355.91797",
                                    "3.864% от макс. HP + 390.97495",
                                    "4.2% от макс. HP + 428.72858",
                                    "4.452% от макс. HP + 469.17892",
                                    "4.704% от макс. HP + 512.3259",
                                    "5.04% от макс. HP + 558.1697",
                                    "5.376% от макс. HP + 606.7101",
                                    "5.712% от макс. HP + 657.94714",
                                    "6.048% от макс. HP + 711.8809",
                                    "6.384% от макс. HP + 768.5114",
                                    "6.72% от макс. HP + 827.83856",
                                    "7.14% от макс. HP + 889.8624",
                                    "7.56% от макс. HP + 954.58295",
                                    "7.98% от макс. HP + 1022.0"
                                ]
                            },
                            {
                                "Desc": "Длительность Милости Фавония",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Милостивое благоволение ветра",
                        "Desc": "Когда персонажи под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> активируют реакцию Заморозка, они наделяют Далию 2 уровнями Бенедикции. Этот эффект может возникнуть один раз в 8 сек.",
                        "Icon": "UI_Talent_S_Dahlia_05"
                    },
                    {
                        "Name": "Молитва искушённой радости",
                        "Desc": "Когда активный персонаж вашего отряда находится под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, его скорость атаки возрастает пропорционально макс. HP Далии: каждая 1000 ед. макс. HP повышает скорость атаки на 0,5%. Максимальное увеличение скорости атаки, которое можно получить таким способом, составляет 20%.",
                        "Icon": "UI_Talent_S_Dahlia_06"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "В дневное время (06:00 - 18:00) персонажи вашего отряда обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.<br>В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется.",
                        "Icon": "UI_Talent_S_Dehya_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Непогрешимая процессия",
                        "Desc": "Каждый раз, когда Далия получает 1 уровень Бенедикции взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, он восстанавливает 2,5 ед. энергии.",
                        "Icon": "UI_Talent_S_Dahlia_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Откровение милосердия",
                        "Desc": "После того как Далия расходует уровни Бенедикции взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> и призывает Щит священной милости, то прочность щита персонажа под его защитой увеличивается на 25% на 12 сек.",
                        "Icon": "UI_Talent_S_Dahlia_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Офферторий анемонии",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий молебен</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекта собрания",
                        "Desc": "Длительность Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> увеличивается на 3 сек.",
                        "Icon": "UI_Talent_S_Dahlia_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Пусть изощрённо будет так",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Таинство погружения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Итак вы выйдете с веселием",
                        "Desc": "Скорость атаки активного персонажа, находящегося под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, увеличивается на 10%.<br>Кроме того, когда активный персонаж под воздействием Милости Фавония оказывается повержен, то мгновенно:<br> ·  Этот персонаж воскресает.<br> ·  Его HP восстанавливается до 100%.<br>Этот эффект может возникнуть раз в 15 минут.",
                        "Icon": "UI_Talent_S_Dahlia_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Фехтовальный стиль Фавония: Ритуал",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "43.547%",
                                    "47.0915%",
                                    "50.636%",
                                    "55.6996%",
                                    "59.2441%",
                                    "63.295%",
                                    "68.865%",
                                    "74.4349%",
                                    "80.0049%",
                                    "86.0812%",
                                    "92.1575%",
                                    "98.2338%",
                                    "104.3102%",
                                    "110.3865%",
                                    "116.4628%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "40.1001%",
                                    "43.364%",
                                    "46.628%",
                                    "51.2908%",
                                    "54.5548%",
                                    "58.285%",
                                    "63.4141%",
                                    "68.5432%",
                                    "73.6722%",
                                    "79.2676%",
                                    "84.863%",
                                    "90.4583%",
                                    "96.0537%",
                                    "101.649%",
                                    "107.2444%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "23.7446%+29.0164%",
                                    "25.6773%+31.3782%",
                                    "27.61%+33.74%",
                                    "30.371%+37.114%",
                                    "32.3037%+39.4758%",
                                    "34.5125%+42.175%",
                                    "37.5496%+45.8864%",
                                    "40.5867%+49.5978%",
                                    "43.6238%+53.3092%",
                                    "46.937%+57.358%",
                                    "50.2502%+61.4068%",
                                    "53.5634%+65.4556%",
                                    "56.8766%+69.5044%",
                                    "60.1898%+73.5532%",
                                    "63.503%+77.602%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "65.6576%",
                                    "71.0018%",
                                    "76.346%",
                                    "83.9806%",
                                    "89.3248%",
                                    "95.4325%",
                                    "103.8306%",
                                    "112.2286%",
                                    "120.6267%",
                                    "129.7882%",
                                    "138.9497%",
                                    "148.1112%",
                                    "157.2728%",
                                    "166.4343%",
                                    "175.5958%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "39.8765%+55.0675%",
                                    "43.1222%+59.5498%",
                                    "46.368%+64.032%",
                                    "51.0048%+70.4352%",
                                    "54.2506%+74.9174%",
                                    "57.96%+80.04%",
                                    "63.0605%+87.0835%",
                                    "68.161%+94.127%",
                                    "73.2614%+101.1706%",
                                    "78.8256%+108.8544%",
                                    "84.3898%+116.5382%",
                                    "89.9539%+124.2221%",
                                    "95.5181%+131.9059%",
                                    "101.0822%+139.5898%",
                                    "106.6464%+147.2736%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Таинство погружения",
                        "Desc": "Настало время для весёлого трюка! В зависимости от того, было совершено быстрое или долгое нажатие навыка, разными способами призывается Сакраментальный ливень.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>После короткой молитвы призывает перед собой Сакраментальный ливень.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Непрерывно читает молитву, а когда заканчивает, призывает Сакраментальный ливень на указанной позиции.<br><br><color style='color:#FFD780;'>Сакраментальный ливень</color><br>После того как враги или члены отряда поблизости соприкасаются с Сакраментальным ливнем, в зависимости от того, кто прикоснулся к нему, возникают разные эффекты:<br>Если к Сакраментальному ливню прикоснулся враг, он взрывается и наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> врагам поблизости.<br>Если к нему прикоснётся персонаж отряда поблизости, он вознесёт его высоко в воздух.<br><br>На поле может существовать только один Сакраментальный ливень, призванный самим Далией.",
                        "Icon": "Skill_S_Dahlia_01",
                        "DescAdd": "<br><br><i>Пускай и невозможно отогнать опасности от товарищей, с благоволением Анемо Архонта от этих опасностей можно отвадить товарищей.<br>«Тогда как насчёт Клинка водяного потока? Хм?.. Не пойдёт?»</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "232.8%",
                                    "250.26%",
                                    "267.72%",
                                    "291.0%",
                                    "308.46%",
                                    "325.92%",
                                    "349.2%",
                                    "372.48%",
                                    "395.76%",
                                    "419.04%",
                                    "442.32%",
                                    "465.6%",
                                    "494.7%",
                                    "523.8%",
                                    "552.9%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий молебен",
                        "Desc": "Благочестивыми помыслами и песнью взывая к небесам, наносит врагам поблизости <color style='color:#80C0FF;'>Гидро урон по площади</color>, наделяет членов своего отряда Милостью Фавония и призывает Щит священной милости.<br>Поглощение урона Щитом священной милости зависит от макс. HP Далии. Щит поглощает <color style='color:#80C0FF;'>Гидро урон</color> с эффективностью 250%.<br><br><color style='color:#FFD780;'>Милость Фавония</color><br>Во время её действия Далия может потратить 1 уровень Бенедикции и призвать новый Щит священной милости, если имевшийся был разрушен уроном.<br><br>Далия может получать Бенедикцию следующими способами:<br> ·  Когда активный персонаж его отряда поражает врагов обычной атакой 4 раза, находясь под воздействием Милости Фавония, Далия получает 1 уровень Бенедикции.<br> ·  После активации эффекта пассивного таланта Милостивое благоволение ветра (требуется разблокировать данный пассивный талант).<br>Во время действия одной и той же Милости Фавония Далия может получить до 4 уровней Бенедикции.",
                        "Icon": "Skill_E_Dahlia_01",
                        "DescAdd": "<br><br><i>«Ты слышишь голос ветра и знаешь, что он уносится ко свету, но не знаешь ты, ни откуда пришёл он, ни как ласкал каждое семечко одуванчика. Так и с теми, кто благословлён ветром».</i>",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "406.4%",
                                    "436.88%",
                                    "467.36%",
                                    "508.0%",
                                    "538.48%",
                                    "568.96%",
                                    "609.6%",
                                    "650.24%",
                                    "690.88%",
                                    "731.52%",
                                    "772.16%",
                                    "812.8%",
                                    "863.6%",
                                    "914.4%",
                                    "965.2%"
                                ]
                            },
                            {
                                "Desc": "Поглощение урона Щитом священной милости",
                                "ParamLevelList": [
                                    "3.36% от макс. HP + 323.5577",
                                    "3.612% от макс. HP + 355.91797",
                                    "3.864% от макс. HP + 390.97495",
                                    "4.2% от макс. HP + 428.72858",
                                    "4.452% от макс. HP + 469.17892",
                                    "4.704% от макс. HP + 512.3259",
                                    "5.04% от макс. HP + 558.1697",
                                    "5.376% от макс. HP + 606.7101",
                                    "5.712% от макс. HP + 657.94714",
                                    "6.048% от макс. HP + 711.8809",
                                    "6.384% от макс. HP + 768.5114",
                                    "6.72% от макс. HP + 827.83856",
                                    "7.14% от макс. HP + 889.8624",
                                    "7.56% от макс. HP + 954.58295",
                                    "7.98% от макс. HP + 1022.0"
                                ]
                            },
                            {
                                "Desc": "Длительность Милости Фавония",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Милостивое благоволение ветра",
                        "Desc": "Когда персонажи под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> активируют на противнике реакцию Заморозка, они наделяют Далию 2 уровнями Бенедикции. Этот эффект может возникнуть один раз в 8 сек.",
                        "Icon": "UI_Talent_S_Dahlia_05"
                    },
                    {
                        "Name": "Молитва искушённой радости",
                        "Desc": "Когда активный персонаж вашего отряда находится под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, его скорость атаки возрастает пропорционально макс. HP Далии: каждая 1000 ед. макс. HP повышает скорость атаки на 0,5%. Максимальное увеличение скорости атаки, которое можно получить таким способом, составляет 20%.",
                        "Icon": "UI_Talent_S_Dahlia_06"
                    },
                    {
                        "Name": "Паломничество с возвратившимся ветром",
                        "Desc": "В дневное время (06:00 - 18:00) персонажи вашего отряда обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.<br>В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется.",
                        "Icon": "UI_Talent_S_Dehya_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Непогрешимая процессия",
                        "Desc": "Каждый раз, когда Далия получает 1 уровень Бенедикции взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, он восстанавливает 2,5 ед. энергии.",
                        "Icon": "UI_Talent_S_Dahlia_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Откровение милосердия",
                        "Desc": "После того как Далия расходует уровни Бенедикции взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> и призывает Щит священной милости, то прочность щита персонажа под его защитой увеличивается на 25% на 12 сек.",
                        "Icon": "UI_Talent_S_Dahlia_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Офферторий анемонии",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий молебен</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекта собрания",
                        "Desc": "Длительность Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color> увеличивается на 3 сек.",
                        "Icon": "UI_Talent_S_Dahlia_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Пусть изощрённо будет так",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Таинство погружения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Dahlia_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Итак вы выйдете с веселием",
                        "Desc": "Скорость атаки активного персонажа, находящегося под воздействием Милости Фавония взрыва стихии <color style='color:#FFD780;'>Сияющий молебен</color>, увеличивается на 10%.<br>Кроме того, когда активный персонаж под воздействием Милости Фавония оказывается повержен, то мгновенно:<br> ·  Этот персонаж воскресает.<br> ·  Его HP восстанавливается до 100%.<br>Этот эффект может возникнуть раз в 15 минут.",
                        "Icon": "UI_Talent_S_Dahlia_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Dahlia": {}
}