// Auto Generated

var _AvatarDataConfig_ = {
    "Diluc": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Diluc": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "100055": 3,
                "112032": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113011": 2,
                "100055": 10,
                "112032": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113011": 4,
                "100055": 20,
                "112033": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113011": 8,
                "100055": 30,
                "112033": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113011": 12,
                "100055": 45,
                "112034": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113011": 20,
                "100055": 60,
                "112034": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112034": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112034": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112034": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112034": 12,
                "113003": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112034": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112034": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112034": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112034": 12,
                "113003": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112034": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112034": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112034": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112034": 12,
                "113003": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Diluc": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Закалённый меч",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх рубящих ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Комбо-атака, на которую непрерывно тратится выносливость.<br>После комбо-атаки проводит дополнительную мощную атаку мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "89.698%",
                                    "97.0%",
                                    "104.3%",
                                    "114.73%",
                                    "122.031%",
                                    "130.375%",
                                    "141.848%",
                                    "153.321%",
                                    "164.794%",
                                    "177.31%",
                                    "191.6513%",
                                    "208.5166%",
                                    "225.3819%",
                                    "242.2472%",
                                    "260.6457%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "87.634%",
                                    "94.767%",
                                    "101.9%",
                                    "112.09%",
                                    "119.223%",
                                    "127.375%",
                                    "138.584%",
                                    "149.793%",
                                    "161.002%",
                                    "173.23%",
                                    "187.2412%",
                                    "203.7185%",
                                    "220.1957%",
                                    "236.6729%",
                                    "254.6481%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "98.814%",
                                    "106.857%",
                                    "114.9%",
                                    "126.39%",
                                    "134.433%",
                                    "143.625%",
                                    "156.264%",
                                    "168.903%",
                                    "181.542%",
                                    "195.33%",
                                    "211.1287%",
                                    "229.7081%",
                                    "248.2874%",
                                    "266.8667%",
                                    "287.1351%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "133.988%",
                                    "144.894%",
                                    "155.8%",
                                    "171.38%",
                                    "182.286%",
                                    "194.75%",
                                    "211.888%",
                                    "229.026%",
                                    "246.164%",
                                    "264.86%",
                                    "286.2825%",
                                    "311.4754%",
                                    "336.6682%",
                                    "361.8611%",
                                    "389.3442%"
                                ]
                            },
                            {
                                "Desc": "Урон вращающейся атаки",
                                "ParamLevelList": [
                                    "68.8%",
                                    "74.4%",
                                    "80.0%",
                                    "88.0%",
                                    "93.6%",
                                    "100%",
                                    "108.8%",
                                    "117.6%",
                                    "126.4%",
                                    "136.0%",
                                    "147.0%",
                                    "159.936%",
                                    "172.872%",
                                    "185.808%",
                                    "199.92%"
                                ]
                            },
                            {
                                "Desc": "Урон последней заряженной атаки",
                                "ParamLevelList": [
                                    "124.7%",
                                    "134.85%",
                                    "145.0%",
                                    "159.5%",
                                    "169.65%",
                                    "181.25%",
                                    "197.2%",
                                    "213.15%",
                                    "229.1%",
                                    "246.5%",
                                    "266.4375%",
                                    "289.884%",
                                    "313.3305%",
                                    "336.777%",
                                    "362.355%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек"
                                ]
                            },
                            {
                                "Desc": "Макс. длительность",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "89.5054%",
                                    "96.7907%",
                                    "104.076%",
                                    "114.4836%",
                                    "121.7689%",
                                    "130.095%",
                                    "141.5434%",
                                    "152.9917%",
                                    "164.4401%",
                                    "176.9292%",
                                    "189.4183%",
                                    "201.9074%",
                                    "214.3966%",
                                    "226.8857%",
                                    "239.3748%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "178.9728%/223.5467%",
                                    "193.5403%/241.7423%",
                                    "208.1079%/259.938%",
                                    "228.9187%/285.9318%",
                                    "243.4862%/304.1275%",
                                    "260.1349%/324.9225%",
                                    "283.0267%/353.5157%",
                                    "305.9186%/382.1089%",
                                    "328.8105%/410.702%",
                                    "353.7834%/441.8946%",
                                    "378.7564%/473.0872%",
                                    "403.7293%/504.2797%",
                                    "428.7023%/535.4723%",
                                    "453.6752%/566.6648%",
                                    "478.6482%/597.8574%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Огненный натиск",
                        "Desc": "Совершает рубящий удар мечом, наносящий <color style='color:#FF9999;'>Пиро урон</color> врагам впереди.<br><br>Этот навык можно активировать 3 раза подряд.<br>Если не активировать его слишком долго, навык уходит в откат.<br><br><i>Меч Дилюка - это символ справедливости, храбрости и чувства долга.</i>",
                        "Icon": "Skill_S_Diluc_01_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "94.4%",
                                    "101.48%",
                                    "108.56%",
                                    "118.0%",
                                    "125.08%",
                                    "132.16%",
                                    "141.6%",
                                    "151.04%",
                                    "160.48%",
                                    "169.92%",
                                    "179.36%",
                                    "188.8%",
                                    "200.6%",
                                    "212.4%",
                                    "224.2%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "97.6%",
                                    "104.92%",
                                    "112.24%",
                                    "122.0%",
                                    "129.32%",
                                    "136.64%",
                                    "146.4%",
                                    "156.16%",
                                    "165.92%",
                                    "175.68%",
                                    "185.44%",
                                    "195.2%",
                                    "207.4%",
                                    "219.6%",
                                    "231.8%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "128.8%",
                                    "138.46%",
                                    "148.12%",
                                    "161.0%",
                                    "170.66%",
                                    "180.32%",
                                    "193.2%",
                                    "206.08%",
                                    "218.96%",
                                    "231.84%",
                                    "244.72%",
                                    "257.6%",
                                    "273.7%",
                                    "289.8%",
                                    "305.9%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Рассвет",
                        "Desc": "Окружая себя языками пламени, Дилюк отбрасывает окружающих врагов и наносит им <color style='color:#FF9999;'>Пиро урон</color>. Затем, собравшись на оружии, его пламя превращается в стремящегося вперёд феникса, который наносит большой <color style='color:#FF9999;'>Пиро урон</color> всем врагам на своём пути. В конце своего пути феникс взрывается, нанося огромный <color style='color:#FF9999;'>Пиро урон по площади</color>.<br>Собравшееся пламя наделяет оружие Дилюка <color style='color:#FF9999;'>инфузией Пиро</color>.<br><br><i>Мы погружаемся во тьму лишь для того, чтобы озарить её ярким светом. Узри же предрассветный столп искр, вспыхнувший на излёте ночи.</i>",
                        "Icon": "Skill_E_Diluc_01",
                        "ParamDesc": [
                            {
                                "Desc": "Рубящий урон",
                                "ParamLevelList": [
                                    "204.0%",
                                    "219.3%",
                                    "234.6%",
                                    "255.0%",
                                    "270.3%",
                                    "285.6%",
                                    "306.0%",
                                    "326.4%",
                                    "346.8%",
                                    "367.2%",
                                    "387.6%",
                                    "408.0%",
                                    "433.5%",
                                    "459.0%",
                                    "484.5%"
                                ]
                            },
                            {
                                "Desc": "Периодический урон",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "Урон от взрыва",
                                "ParamLevelList": [
                                    "204.0%",
                                    "219.3%",
                                    "234.6%",
                                    "255.0%",
                                    "270.3%",
                                    "285.6%",
                                    "306.0%",
                                    "326.4%",
                                    "346.8%",
                                    "367.2%",
                                    "387.6%",
                                    "408.0%",
                                    "433.5%",
                                    "459.0%",
                                    "484.5%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность инфузии",
                                "ParamLevelList": [
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Беспощадность",
                        "Desc": "Уменьшает стоимость заряженной атаки Дилюка на 50%, а длительность увеличена на 3 сек.",
                        "Icon": "UI_Talent_S_Diluc_05"
                    },
                    {
                        "Name": "Благословение феникса",
                        "Desc": "Увеличивает длительность <color style='color:#FF9999;'>инфузии Пиро</color> навыка <color style='color:#FFD780;'>Рассвет</color> на 4 сек. В течение действия этого эффекта Дилюк также получает 20% <color style='color:#FF9999;'>бонус Пиро урона</color>.",
                        "Icon": "UI_Talent_S_Diluc_06"
                    },
                    {
                        "Name": "Наследие солнца",
                        "Desc": "При ковке двуручного оружия возвращает 15% затраченной руды.",
                        "Icon": "UI_Talent_Forge_Claymore"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Раскалённая месть",
                        "Desc": "Увеличивает урон Дилюка против врагов с HP выше 50% на 15%.",
                        "Icon": "UI_Talent_S_Diluc_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Тлеющий уголёк",
                        "Desc": "Когда Дилюк получает урон, его сила атаки увеличивается на 10%, а скорость атаки - на 5%. Длится 10 сек.<br>Может складываться до 3 раз и возникнуть раз в 1,5 сек.",
                        "Icon": "UI_Talent_S_Diluc_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Стальное пламя",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Огненный натиск</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Diluc_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Палящая комета",
                        "Desc": "Ритмичная активация навыка <color style='color:#FFD780;'>Огненный натиск</color> увеличивает наносимый им урон.<br>Активация навыка <color style='color:#FFD780;'>Огненный натиск</color> через 2 сек. после предыдущего удара увеличивает урон следующего удара на 40% в течение 2 сек.",
                        "Icon": "UI_Talent_S_Diluc_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Феникс, предвестник зари",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Рассвет</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Diluc_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Клинок, освещающий тьму",
                        "Desc": "После активации навыка <color style='color:#FFD780;'>Огненный натиск</color> в течение 6 сек. увеличивает скорость и наносимый урон двух следующих обычных атак на 30%.<br>Также навык Огненный натиск больше не прерывает серию обычных атак.",
                        "Icon": "UI_Talent_S_Diluc_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Diluc": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 108.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 105.57,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 119.03,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 161.46,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        3.0,
                        300.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        3.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.16,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.0,
                        16.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "Diluc",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        16.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "Diluc",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    900.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        10.0,
                        16.0,
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "Diluc",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    795.0,
                    900.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}