// Auto Generated

var _AvatarFetterConfig_ = {
    "16": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Мондштадтское виноделие знаменито по всему Тейвату, ведь Мондштадт - это город песен и вина. Господин Дилюк, владелец винокурни «Рассвет», контролирующий половину винодельческого бизнеса Мондштадта, фактически контролирует поток информации, сплетен и денег. В некотором смысле он - король Мондштадта без короны.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "В воздухе Мондштадта всегда витает запах алкоголя. Если последовать за этим запахом, вы непременно придёте к винокурне «Рассвет». Под названием винокурни, гордо вырезанным на деревянной табличке, есть короткая фраза, гласящая: «Сохраняя верность традициям». Большинство считает, что эта фраза символизирует вино, остающееся верным своему первоначальному вкусу. Но старым рыцарям она напоминает о долгой истории взаимной поддержки между винокурней и городом. На винодельне время от времени устраивают праздники. Во время празднеств всегда найдутся восторженные отцы, желающие сделать молодого одинокого хозяина винодельни своим зятем и представляющие ему своих нетерпеливых дочерей. Обычно это заканчивается насмешками других гостей: «Слава Архонтам, что господин Дилюк остаётся женат на своей винодельне! Мы можем быть всегда уверены в том, что вино в наших бокалах не переведётся». Неважно, кто или что попадается ему на пути, реакция Дилюка всегда безупречна. Дилюк - это экстраординарный джентльмен во всех аспектах.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Дилюк старается не упоминать о своём прошлом. «Эх, если бы господин Дилюк не покинул орден...» - с долей сожаления говорят старшие рыцари, вспоминая о той ночи. Это случилось очень давно. Отцом Дилюка был мастер Крепус, предыдущий владелец винокурни. Он мечтал, чтобы Дилюк стал почётным рыцарем и защищал свободу Мондштадта. Молодой Дилюк оправдал ожидания своего отца и прошёл все рыцарские испытания, став почётным членом Ордо Фавониус. Как сына семьи Рагнвиндр, его к этому готовили с детства. За относительно короткий срок службы Дилюк смог заслужить звание самого молодого офицера ордена. Жители Мондштадта постепенно узнавали молодого, полного страсти и отваги, офицера Ордо Фавониус через его бесчисленные миссии и патрули. Чего бы ни требовало от него задание, он всегда сохранял честь и самообладание. Несмотря на все трудности, его меч вёл его на передовую. Похвалы, которые он получал от горожан и своих товарищей, воодушевляли его. Но самой большой похвалой было: «Хорошая работа. Я горжусь тобой, сын». Слова отца разжигали огонь в его сердце и служили ему величайшей мотивацией. Эта «вера» ярко горела в сердце юного рыцаря. Дилюк был тогда таким молодым...",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "«Жизнь человека может измениться в один миг», - сказал ему отец в тот роковой день, который оказался концом рыцарского пути Дилюка. В тот день ужасное чудовище напало на конвой его отца. У Дилюка не было времени послать за помощью. Сила чудовища оказалась не ровней молодому офицеру. Исход был ужаснее любых ожиданий. Крепус, которому было отказано в приёме в рыцари, неугодный богам, победил монстра с помощью таинственной злой силы, прежде чем та же самая сила отразилась на нём самом. В конце концов Крепус умер на руках своего сына. Дилюк вернулся в штаб ордена с тяжёлым сердцем, но тут же получил немыслимый приказ от командующего скрыть правду. Эрох заявил, что инцидент должен быть объявлен для общественности несчастным случаем ради поддержки репутации Ордо Фавониус. Даже его желание спорить угасло, когда Дилюк получил такой презренный приказ. Крепус однажды сказал, что мир никогда не отвернётся от верующего человека, но Ордо Фавониус просто потоптались на его вере. Дилюк не мог не задаться вопросом, во что верил его отец в последние минуты своей жизни? Он покинул Ордо Фавониус, оставив позади всё, включая свой Глаз Бога. Когда-нибудь он не только отомстит, но и выяснит источник той злой силы, которая стала причиной гибели его отца.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "После того как Дилюк ушёл в отставку и оставил свой Глаз Бога, он оставил хозяйство главной горничной и покинул Мондштадт. Во время своего путешествия по семи королевствам Дилюк нашёл ключи к тайне, которую он поклялся раскрыть. Все они вели к огромной организации, зовущейся Фатуи, которая тайно создавала поддельные Глаза Бога и называла их «Глаз Порчи». Именно их сила и убила Крепуса. Каковы были мотивы его отца, чтобы владеть такой богохульной вещью? Неужели он хотел с помощью неё творить добро? Зная, что, возможно, он никогда не узнает ответ на этот вопрос, Дилюк всё же отказался отступать, не узнав всей правды. Подобно ястребу в пустыне, он начал свою охоту за истиной и отправился туда, куда его вели улики. Несмотря на покрытое боевыми шрамами тело, его сердце и душа остались стойкими и непоколебимыми. То, что не убивало его, делало его сильнее. Однако его деяния привлекли внимание Одиннадцати Предвестников, руководителей Фатуи, которые стали наблюдать за ним из тени. Многочисленные опустошённые Дилюком крепости организации заставили их действовать. Жизнь Дилюка от неминуемой смерти спас таинственный наблюдатель с севера, который был частью обширной подпольной информационной сети. Он утверждал, что уже некоторое время наблюдает за Дилюком и согласен с его методами. После взгляда в глаза смерти Дилюк задумался о своих действиях, питаемых давним гневом. Тщательно всё обдумав, он решил присоединиться к этой подпольной сети. Так же, как и с Ордо Фавониус, Дилюк был полностью предан работе и, благодаря своим талантам и навыкам, быстро поднялся на вершину организации. Подпольная сеть состояла из волонтёров, которые добровольно отказывались от своей репутации, статуса и даже имени. Может ли его вера, поражённая смертью отца, быть восстановлена новыми товарищами?",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "«Сохраняя верность традициям». О значении этой фразы до сих пор идут жаркие споры. Но для Дилюка она проста и ясна. «Зло должно быть наказано. Никогда не забывайте, что подлинный рассвет ещё не наступил». Одинокое путешествие Дилюка длилось три года. Четыре года спустя возмужавший Дилюк вернулся в Мондштадт и продолжил семейное дело, став новым хозяином винокурни «Рассвет». За эти четыре года Эроха объявили предателем и изгнали из Ордо Фавониус, магистр ордена Варка ушёл в дальний поход, а действующим магистром ордена стала Джинн. Возвращение хозяина винокурни «Рассвет» должно было стать памятным событием, но каким-то образом оно прошло незамеченным. А всё потому, что внимание горожан было приковано к загадочному «Защитнику Мондштадта». О нём было известно только, что за ним тянулся запах гари и перед тем, как он внезапно исчезал, вспышка пламени освещала его силуэт. Туши давно терзавших Мондштадт чудовищ остывали в траве, неуловимые воры висели перед идолами, а рыцари, вышедшие положить конец злодеяниям мага Бездны, обнаруживали только его останки... Благодаря подогретой вином болтовне слава о деяниях загадочного стражника прокатилась по городу стремительной волной, и вскоре его окрестили «Полуночным героем». На публике Дилюк героя презирал и хмурился каждый раз, когда кто-то произносил его прозвище. Один из посвящённых в его тайну, председатель гильдии виноделов Эльзер, как-то спросил Дилюка: должно ли было это показное отвращение к «Полуночному герою» сбить рыцарей с толку и защитить его от разоблачения? Но Дилюк, нахмурившись снова, был краток: «Просто это пошлое прозвище».",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Яблочный сидр",
                "Content": "В руках Дилюка оказалось всё производство вина, но сам он его никогда не любил. По требованию Дилюка винокурня «Рассвет» разработала ряд безалкогольных напитков, чему все не пьющие алкоголь, но желающие причаститься к питейной культуре мондштадтцы были несказанно рады. Одним из таких напитков был яблочный сидр. Месячные продажи его могли потягаться с вином из одуванчиков. Одни думают, что чрезвычайно высокие требования господина Дилюка к вину не позволяют ему пить то, что и остальная публика. Другие считают, что он не притрагивается к вину потому, что оно напоминает ему об отце. Сам же он особо настойчивым поясняет: от вина мутнеет разум, что сказывается на работе. Но непонятно одно: чем же таким хозяева винокурен занимаются, что им нельзя ни капли?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "В своей жизни Крепус жалел о двух вещах: что так и не стал рыцарем, и что не получил Глаз Бога. Поэтому собственный Глаз Бога Дилюк почёл за признание своих и отцовских стремлений - отец мог им наконец гордиться. Несколько лет спустя одним пасмурным днём отец погиб. Пламенные надежды и чаянья, ярко пылавшие в Глазу Бога Дилюка, потушил ночной ливень. Смерть приходит без предупреждения даже к самым справедливым и добрым. Неужели история правосудия кончится именно здесь? Дилюку казалось, что для защиты всего, чем он дорожил, статуса рыцаря и Глаза Бога было недостаточно. Он решил, что пора было от них отказаться. В момент осознания своей беспомощности Глаз Бога стал для него таким же бременем, как и Глаз Порчи. Ложные титулы его не прельщали. Он искал испепеляющее пламя, которое горело бы ярко и непоколебимо. Лишь непоколебимость могла привести к истине, лишь пламя могло растопить лёд, сковавший длань правосудия. В тот день, когда Дилюк возвратился в Мондштадт, он взял Глаз Бога в свои руки вновь. Насыщенные событиями годы путешествий избавили его от ребячества и сделали его таким героем, который смог бы нести волю отца. Каждую ночь он во тьме сражался за Мондштадт. Своё прошлое он не обсуждает, но и не отрицает его. Для тех, кто сбился с пути, Глаз Бога может стать путеводным светом. Но для людей с твёрдой верой Глаз Бога - продолжение их силы, средство направления воли и свидетельство их свершений.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Алиби Полуночного героя»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Дилюк, из Мондштадта. Я не люблю пустые разговоры. Дай знать, если понадобится помощь.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Отдых",
                "Content": "Здесь можно передохнуть.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Ордо Фавониус",
                "Content": "В следующий раз тебе бы следовало взять с собой рыцарей Ордо Фавониус.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Гильдия",
                "Content": "У меня ещё много дел в гильдии. Отдохни, пока я буду с ними разбираться.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Подготовка",
                "Content": "Подготовься заранее и нанеси упреждающий удар по врагу.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Планирование",
                "Content": "Давай передохнём и спланируем наш следующий шаг.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Предупреждение",
                "Content": "У каждого действия есть свои риски. Нельзя забывать об осторожности.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь: Зонт",
                "Content": "Мне не нужен зонт. Если нужен тебе - не стесняйся.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь: Очищение",
                "Content": "Дождь... Если бы он только мог очистить порочные души этого мира.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Неважно, какова погода. Главное - придерживаться своей дороги.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "За воем ветра можно скрыть звуки совершающегося преступления.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Нет нужды в болтовне. Важно только то, что ночь прошла спокойно.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Хочешь попробовать что-нибудь из нашего тайного меню?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Стемнело.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "До встречи. Я прослежу, чтобы по дороге домой с тобой ничего не случилось.",
                "Tips": []
            },
            {
                "Title": "О Дилюке...",
                "Content": "Легенда о «Полуночном герое»? Интересно...",
                "Tips": []
            },
            {
                "Title": "О нас: Потребности",
                "Content": "Дай знать, если тебе нужна помощь. За выплатами обращайся к Эльзеру.",
                "Tips": []
            },
            {
                "Title": "О нас: Доказательства",
                "Content": "Ты доказал{F#а} свою решимость. Теперь настала моя очередь.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Глаз Бога - это свет в море тьмы, окружающей заблудшие души. Но для тех, кто имеет веру, Глаз Бога всего лишь символ признания.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Иногда я остаюсь поработать в «Доле ангелов». Именно в таверну стекаются все слухи Мондштадта.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Что? А почему ты спрашиваешь? ...Это сова, тихо наблюдающая за своей добычей из темноты, выжидающая идеального момента для удара... Безупречно.",
                "Tips": []
            },
            {
                "Title": "О Кэйе...",
                "Content": "Кэйа? Ты можешь доверять ему только наполовину... И то в лучшем случае.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе...",
                "Content": "Я верю, что Лиза может стать самым надёжным рыцарем Ордо Фавониус... Если она сама этого захочет.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Джинн: Враги",
                "Content": "Бессмысленные поручения могут стать злейшим врагом Джинн.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Джинн: Обязанности",
                "Content": "Её несравненное чувство ответственности - единственная причина, по которой она до сих пор не нашла своего истинного призвания.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Моне...",
                "Content": "По велению Анемо Архонта земля Мондштадта очень плодотворна. Я не вижу надобности в предсказаниях о хорошем урожае.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дионе...",
                "Content": "Отношение Дионы ко мне такое... Как бы это сказать? Довольно непреклонное. Я ещё не нашёл возможности поговорить с ней должным образом. Не уверен, не нравится ли ей моё семейное древо или... Что? Она просто презирает алкоголь? Ха... Никогда не думал, что встречу в Мондштадте другого бармена, похожего на меня.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Варке...",
                "Content": "Магистр Варка... Я понимаю его позицию, но его действия я одобрить не могу... Я сказал слишком много... Я уже давно покинул орден. Забудь, что я сказал.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эоле...",
                "Content": "Я слышал о ней, и у неё есть свои убеждения. Желание вырваться из оков её клана также заслуживает похвалы. И все же она... Присоединилась к рыцарям Ордо Фавониус.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Дилюке I",
                "Content": "Чем могу служить?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Дилюке II",
                "Content": "Что? Ордо Фавониус? Хм... Мне нечего сказать. У нас с ними просто разные взгляды и всё.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Дилюке III",
                "Content": "Я давно не играл ни с кем в шахматы, кроме моего дворецкого. Как раз сейчас у меня выдалась свободная минутка. Хочешь сыграть со мной?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Дилюке IV",
                "Content": "Шах и мат! Давненько у меня не было такой интересной игры.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Дилюке V",
                "Content": "Неплохо. Ты постоянно удивляешь меня, будь то битва или шахматы. Хм... Работа с тобой пробуждает во мне чувство новизны, поэтому... Я бы хотел и дальше сопровождать тебя, партнёр.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Дилюка...",
                "Content": "Произведение искусства в поместье? Оно не моё. Это из коллекции моего покойного отца.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Дилюка...",
                "Content": "Победа над демонами, населяющими зловещую тьму, потребует чего-то большего, чем взмахи мечом.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Хочешь знать, что в моём бокале? Это виноградный сок, мой любимый напиток.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Мне не нравится алкоголь... Просто не нравится ощущать его вкус.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Изысканно. Незабываемый аромат.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Вижу, что шеф-повар вложил всю душу. Прекрасное блюдо.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "...Спасибо.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения. Это очень важный день для тебя. Расскажи мне, чего ты желаешь? Если в моих силах даровать тебе это, то я обязательно над этим подумаю.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Мы должны быть сильными, чтобы достичь поставленной цели.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Что ожидает нас впереди? Я редко задумываюсь над этим. Неважно, что встаёт у меня на пути, я должен идти вперёд.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Я стал сильнее... Но этого всё равно недостаточно. Чтобы столкнуться лицом к лицу с ужасами бездны и принести рассвет, кто-то должен пролить свет на кромешную тьму.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Раньше я был уверен, что для того, чтобы искоренить зло, мне придётся погрузиться во тьму одному. Но путешествуя с тобой, я понимаю, что ошибался. Друг... Прими мою благодарность.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Ух!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Хэх!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Ха-а!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Ух!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Ха.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Ха!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Настал час суда!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Да поднимется пламя!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Пылающая кара!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Пламя, очисти!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Уничтожить нечестивых!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Рассвет, прорвись!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Лучше, чем ничего.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Недурно.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Нам нужно больше.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Это всё, что ты можешь?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Чтоб тебя!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Ты за это заплатишь!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Осторожно!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Не изнуряй себя! Отойди!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "В чём была моя ошибка...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Нельзя оправдать... поражение...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Мое пламя... потушено...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Ох!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Вперёд.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Какова наша цель?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Покончим с этим как можно скорее.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "16": {
        "Costumes": [
            {
                "ID": 340004,
                "Name": "Алая ночь",
                "Desc": "Один из костюмов, который Дилюк надевает во время работы под прикрытием. Он напоминает пламя, бушующее в тени. Багрово-красные следы, которые он оставляет за собой по краям поля зрения врагов, станут их вечным кошмаром на всю оставшуюся жизнь.",
                "Icon": "UI_AvatarIcon_DilucCostumeFlamme",
                "Quality": 5
            },
            {
                "ID": 0,
                "Name": "Огонь во тьме",
                "Desc": "Наряд Дилюка. Неброский, но стильный костюм благородного мужа.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108058,
            "JD": 108057,
            "Name": "<b>«Однажды в Мондштадте»</b>",
            "Eff": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Дилюка. Насладитесь тающими во рту рёбрышками. Удовлетворите свои эстетические потребности, а затем и голод. Кто подозревал, что Дилюк вообще умеет готовить?",
            "Recipe": {
                "100061": 3,
                "100080": 3,
                "100055": 1,
                "110009": 1
            },
            "Icon": "UI_ItemIcon_108058"
        },
        "Namecard": {
            "Name": "<b>Огненная птица</b>",
            "Desc": "Именная карта.<br>При жизни мастер Крепус нарисовал немало орлов, но даже ему не представлялось, какая птица родится из пламени его сына.",
            "Pic": "UI_NameCardPic_Diluc_P"
        }
    }
}

var acs_cache_ = {
    "340004": "As the eldest son of the Ragnvindr Clan and the youngest Cavalry Captain in the history of the Knights of Favonius, much was always expected of Diluc, who grew up surrounded by plaudits and applause. Even the carefree Knight of Boreas, Varka, praised him, calling him \"the pride of the Knights.\"<br>This was a matter of great comfort to his father, Crepus, who hoped that Diluc would be more successful than him. Not only would he bring dawn to Mondstadt as a member of the Ragnvindr Clan, but he would also become an excellent Knight of Favonius, standing at the apex of the crowd, inheriting and passing its noble traditions down.<br>This expectation would bleed into their conversations, into training, and into every little detail of life, with the proud father even having a ceremonial uniform tailored for Diluc well in advance.<br>Yet, for Diluc, his father's praises and his life as a knight were extinguished forever on that gloomy, rainy night, and the ceremonial garment thus lost its purpose.<br>Many years later, the tragedy and the uproar had finally stabilized. Returning home, Diluc began his journey of \"reckoning.\"<br>This was not merely for his father's sake, but also on account of the convictions he had suffered much to gain. He would protect Mondstadt in his own way.<br>The ceremonial uniform of yesteryear was modified to serve as new cladding for battle. The fabric itself was familiar yet had the feeling of long-separation, and Diluc privately treasured it.<br>\"That's my boy.\" Looking upon the gem around the neck that reflected his red hair, he recalled his father saying that.<br>On silent nights, the edge hidden under the velvet glove of the noble princeling will be unsheathed to counter any threat. And wherever the blade passed, wherever the claymore's arc flashed, raging flames would arise and burn the hidden nests of villainy to the ground.<br>By the time the name of the Darknight Hero had become well-known to the people of Mondstadt, the red so striking that it might sear the eyes had long become a thing of awe and terror to monsters and crooks alike.<br>\"The true dawn has yet to come.\"<br>Contrary to his father's expectations, Diluc knew that he must instead be a \"forerunner.\""
}