// Auto Generated

var _AvatarFetterConfig_ = {
    "39": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Всякий раз, когда любитель выпить заходит в таверну «Кошкин хвост», он первым делом смотрит в сторону барной стойки. <br>Ведь за ней часто стоит девушка с кошачьими ушами, абсолютно нерадостно смешивающая коктейли. <br>Это - бармен Диона, восходящая звезда мондштадтской винной индустрии и та, кто бросает вызов силе традиций. <br>Но смешивать прекрасные коктейли - отнюдь не её цель, даже наоборот. <br>Её способы смешивать алкоголь посторонним кажутся совершенно непостижимыми. Но, с точки зрения Дионы, она действительно старается испортить эту мерзкую жижу. <br>Тем не менее, какие бы сорта алкоголя она не смешивала, коктейли, сделанные её руками, всегда получаются восхитительно вкусными. <br>Это - её благословение, но именно оно мучит Диону сильнее всего. <br>Ведь истинная цель Дионы, называющей себя Конец винной индустрии, - во что бы то ни стало разрушить производство вина в Мондштадте.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "На самом деле, работа барменом в таверне «Кошкин хвост» - это тщательно спланированная злая шутка Дионы, первый этап её грандиозного и коварного плана. <br>Но приходящие клиенты специально садятся перед барной стойкой, чтобы насладиться презрительным взором бармена и подождать своего бокальчика «фирменного от Дионы»... <br>«На, выпей-ка этот коктейль \"Ящерица с морской солью\" и распрощайся со своей жизнью пьяницы». <br>Так говорит Диона, прикидывая, как бы попортить этим пьянчугам аппетит. <br>И тем не менее...<br>«Бульк, бульк... Ах, никогда ещё не пробовал такого прекрасного коктейля! Мисс, можно повторить?» <br>«Ч-что... Повторить?» <br>Диона и поныне всеми силами борется со своим умением всегда делать идеальные коктейли. Она никак не может принять себя и бросить попытки найти тот самый действительно мерзкий рецепт. <br>Но итог всегда один, и «Кошкин хвост» по-прежнему популярен, а беззаботные пьяницы продолжают восхвалять коктейли Дионы. <br>А ей только и остаётся, что сердито надувать щёки и, сдерживая подступающие слёзы, приговаривать: <br>«Я вам ещё покажу!»",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Драфф, отец Дионы, - лучший охотник в Спрингвейле. <br>У него решительный вид, отточенная техника охоты и холодный ясный ум. Драфф заслуженно считается главой охотников Спрингвейла и примером для них всех. <br>Для маленькой Дионы её отец был идеальным кумиром, светом жизни, тем, кем она хотела стать. <br>Именно поэтому Диона так рыдала и убивалась, когда идеальный образ её отца, который она нарисовала, вдруг рухнул. <br>«Когда он пьян, он похож на кабана, кувыркающегося в грязи!» - говорила маленькая Диона, краснея и отводя взгляд. <br>Но она не была готова обвинить отца в его скверном поведении. Ведь разве мог её идеальный отец что-то сделать не так? <br>«Это всё вино! Это оно соблазняет людей и делает их дураками!» <br>Вот почему Диона ненавидит алкоголь и вот почему таверна «Кошкин хвост» так успешна. <br>Хозяйка «Кошкиного хвоста», госпожа Маргарита, не ожидала ничего из того, что стало происходить после прихода Дионы, а нанимала её по очень простой причине: <br>«Ну она же такая милая, как я могла ей отказать?»",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Многие посетители считают, что кошачьи уши и хвост Дионы - это часть её униформы бармена. <br>По крайней мере, такое мнение бытовало до того момента, пока один пьяный посетитель не решил потрогать её хвост из любопытства... И тот оказался гибким и мягким наощупь. <br>В тот день Диона перевернула жизнь таверны с ног на голову. <br>Такие особенности - это проявление крови кецлайнов, что очень редко встречаются в Мондштадте. <br>Кроме особенного внешнего вида, древняя кровь даровала Дионе и её отцу Драффу превосходные охотничьи качества. <br>Поэтому красться, стрелять из лука, быстро карабкаться и уклоняться Диона научилась сама, без чьей-либо помощи. <br>«О-о, а ещё у неё глаза светятся в темноте!» <br>Недостатки?.. Ну, она кусается, когда злится, будьте осторожнее». <br>Так пишет доктор Эдит в своём труде «Исследование необычных кровей».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Появление Дионы действительно повлияло на виноделие в Мондштадте. <br>Монополия винокурни «Рассвет» была нарушена таверной «Кошкин хвост», и Эльзер, заведующий делами винокурни, счёл это неприемлемым для бизнеса. <br>Опытный и хитрый Эльзер решил привлечь на свою сторону этот «уникальный кадр», но кто бы мог подумать, что Диона рассматривала винокурню «Рассвет» как «финального босса»? <br>«В этом странном и смелом способе смешивания коктейлей и есть секрет вкуса, так?» <br>Диона вскинула голову, пристально глядя на седого мужчину, подсевшего за барную стойку. <br>«Ну конечно вы восхищены. Я вижу ваше горячее пристрастие и любовь к алкоголю». <br>Диона как раз смешивала очередной коктейль, и руки её стали едва заметно трястись. Это не ускользнуло от острого взгляда Эльзера, и он прямо озвучил ей цель своего визита: <br>«Если бы такой талантливый бармен почтил своим присутствием винокурню \"Рассвет\", мондштадтская винная индустрия достигла бы небывалых высот!» <br>... <br>После этого, когда Дилюк спросил, откуда у Эльзера бинты на руках, тот лишь пространно ответил: <br>«Ах, это... меня покусала кошка».",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "На малой родине Дионы ходит легенда о родниковой фее.<br>Она некогда спасла отчаявшихся мать и сына, наполнив пересохший колодец родниковой водой. И тогда находившийся при смерти ребёнок чудесным образом исцелился благодаря той воде.<br>После того случая люди стали приезжать в это место, чтобы взглянуть на чудесный источник, дарующий исцеление, и даже основали вокруг него небольшое поселение, которое некоторые отказались покидать. Так через какое-то время появился посёлок под названием Спрингвейл.<br>Но большинство современных жителей Спрингвейла считают это лишь легендой, а некоторые и вовсе говорят, что история - трюк для привлечения туристов.<br>Только маленькая Диона твёрдо верила, что родниковая фея существует, и каждый раз, когда отец ночью забывался крепким сном, уходила разговаривать с ликом луны, отражённым в водах источника.<br>Чувства маленькой Дионы, искренние, непорочные и прекрасные, стоили того, чтобы откликнуться на них...<br>Так думала родниковая фея.<br>И у Дионы появился чудесный друг, с которым можно было поговорить по душам и избавиться от чувства одиночества.<br>Вечером, в день рождения Дионы, когда ей исполнилось семь лет, лунный свет отразился от родниковой воды и скользнул по её лицу. Диона услышала тихую речь родниковой феи:<br>«Я благословляю тебя, дочь охотника, и вот мой прощальный подарок. Да будет чаша твоя вечно полна праздничного вина, студёного и сладкого, как воды источника, берущего начало своё в вековых снегах».<br>С тех пор родниковая фея никогда больше не показывалась Дионе, и эти воспоминания остались для неё детской фантазией.<br>Но Диона до сих пор не осознала, что беспокоящий её навык связан именно с той «детской фантазией».",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Холодный шейкер",
                "Content": "Отец Дионы, Драфф, тоже любит смешивать случайные напитки. <br>Ночами, когда отец тряс флягу, смешивая напиток, хвост подсматривавшей за ним Дионы тоже неосознанно вздрагивал. <br>Юная Диона заметила, что в такие ночи отец всегда напивается до беспамятства и засыпает ещё до того, как прочитает ей сказку на ночь. <br>Поэтому однажды, когда отец отправился на охоту, она спрятала флягу далеко под кровать. <br>Но отец почти не искал флягу. На второй день он вернулся домой с новой. <br>Когда Диона проходила собеседование в «Кошкином хвосте», Маргарита заметила, что фляжка для смешивания коктейлей совсем не идёт той. <br>Будучи мастерицей на все руки, Маргарита сделала и в первый день работы Дионы подарила ей фляжку для смешивания коктейлей с украшением в виде милого кошачьего хвоста. <br>«Вот эта тебе подходит», - сказала Маргарита и удовлетворённо кивнула.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Отвращение Дионы к алкоголю появилось не из-за ненависти, а из-за желания. <br>Она хотела, чтобы отец всегда был таким, каким она нарисовала его в своих мечтах, таким, каким он был, когда старался провести с семьёй как можно больше времени. Диона не хотела «делить» счастье от общения с ним с вином. <br>Однажды случился шторм, и дождь не прекращался три дня. Все эти дни отец, который ушёл на охоту, не возвращался домой. <br>Рыцари Ордо Фавониус не могли развернуть поисковую кампанию из-за непогоды, и страх потерять отца накрыл Диону с головой. <br>Если она не хотела «делиться» им, то каково ей было целиком его потерять? <br>Диона распахнула двери и шагнула навстречу шторму. Вода, застилавшая ей путь, замёрзла, будто подчинившись неведомой силе. <br>Положившись на своё превосходное чутьё, Диона пошла по следу отца и наконец нашла его под обрывом. <br>Только после того, как Диона с помощью других охотников привела его домой и убедилась, что с ним всё в порядке, она смогла улыбнуться. <br>«Может быть... Мне смешать для тебя бокальчик коктейля? Он поможет унять боль». <br>Возможно, это был первый и единственный раз, когда Диона смешала коктейль по нормальному рецепту. <br>«Мм, как освежает! Замечательно, ха-ха-ха... Ауч». <br>Осознание того, что коктейль сделан дочерью, оказало больший болеутоляющий эффект, чем сам алкоголь. <br>...Но, хотя благодаря этому происшествию Диона и получила силу Крио элемента, с алкоголем это её не примирило.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Диона, знаменитый бармен из «Кошкиного хвоста». Я дорого беру за участие в мероприятиях... А? Ты здесь не ради выпивки? Хм. Тогда я, возможно, приму твоё приглашение...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Отдых",
                "Content": "Ах... Приятно хорошо потянуться.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Размышления",
                "Content": "Хвост ящерицы, перец, звёздная ракушка... Что ещё нужно, чтобы сделать «супер мерзкий коктейль»?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Ожидание",
                "Content": "Я... Я вовсе тебя не ждала. Я просто отдыхала, вот и всё!",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Ох уж этот мерзкий дождь... Пойдём внутрь. Нет, я не боюсь воды! Я просто не люблю сушить одежду!",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "А?! Я не дрожу, я не... Гр-р...",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег: Игры",
                "Content": "Ой, какой холодный... Хм, забавно!",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег: Любование",
                "Content": "Смотри, как эти белые снежинки танцуют на ветру, красота! Садись со мной, полюбуйся.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Пойдём, погреемся на солнце... Ну, если ты не хочешь, я пойду сама... Эй последний шанс! Идёшь или нет?!",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Передай мне, пожалуйста, банку с солёной рыбой, она вон там, в буфете... Ладно, пора разрушить винную индустрию Мондштадта!",
                "Tips": []
            },
            {
                "Title": "Добрый день: Странные звуки",
                "Content": "Мя... А? Нет! Ты ничего не слышал{F#а}!",
                "Tips": []
            },
            {
                "Title": "Добрый день: Консервы",
                "Content": "Я с большим трудом сберегла эти рыбные консервы, поэтому не смотри на меня так! Ну... Ну ладно, можешь попробовать кусочек.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Провал... Опять провал... Гр-р, все любят мои напитки... Не утешай меня, я в этом не нуждаюсь...",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Ты не заблудишься ночью без кошачьего зрения? Если хочешь, я могу тебя проводить... Что? Там горят фонари?.. Нет, никто тебя провожать не собирался, тебе послышалось. Иди уже, иди!",
                "Tips": []
            },
            {
                "Title": "О Дионе...",
                "Content": "Уши и хвост - это не украшение, они настоящие. Это проявление крови кецлайнов. Они кажутся тебе странными, только потому что ты раньше такого не видел{F#а}. Ты... Ты зачем это руки ко мне тянешь? Эм... Ну ладно, уши потрогать можно, но не хвост! Хвост нельзя!",
                "Tips": []
            },
            {
                "Title": "О нас: Напитки",
                "Content": "Хочешь безалкогольный напиток? Нет, это не сложно, но бессмысленно! Это никак не поможет мне сокрушить винную индустрию Мондштадта, поэтому я не буду тратить на это время!",
                "Tips": []
            },
            {
                "Title": "О нас: ВИП каналы",
                "Content": "Это Необыкновенный Коралловый Чай Летних Грёз с пузырьками. Я сделала его, потому что мне было скучно. Что? Популярный напиток? Люди выстраиваются за ним в очереди? Не понимаю, о чём ты.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Жажда разговора",
                "Content": "Эм... Если... Если тебе одиноко, мы можем поболтать. Я знаю много интересного! Я... Как его... Я интересный собеседник, вот! Мы можем поговорить... О чём угодно... Да?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Любопытство",
                "Content": "Что это, что это? Что это у тебя в руках? Скорее, дай посмотреть! Этим точно можно испортить коктейль... Что? Это всего лишь странно выглядящий гриб? Какое разочарование...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О Глазе Бога: Наследство",
                "Content": "Как я получила Глаз Бога? Хм... Ну... Все в роду кецлайнов получают Глаз Бога! А? Почему у Драффа нет Глаза Бога? Ой, кот вылез из мешка!",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "О Глазе Бога: Происхождение",
                "Content": "Почему я должна тебе это рассказывать? Пфф... Ладно, раз ты так настойчиво спрашиваешь... Раз мы друзья, я скажу: как-то раз мой папа пошёл на охоту и пропал. Шёл сильный дождь, но я могла думать только о том, чтобы спасти его... Вот и всё! Надеюсь, теперь ты от меня отстанешь?",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Как думаешь, на Драконьем хребте можно найти редкие травы? Какие-нибудь смертельно горькие или заставляющие язык неметь? Мне нужно очень много! А потом... Ха-ха... Муа-ха-ха-ха!",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Я лучше всех бью... В смысле, ловлю бабочек. Эй, не смешно! Я ловлю бабочек, чтобы добавить моим коктейлям мерзкий привкус. Я вовсе не кошка! Мяу!",
                "Tips": []
            },
            {
                "Title": "О Дилюке...",
                "Content": "Этот... Дилюк! Терпеть его не могу! Если бы не было Дилюка, не было бы и винной индустрии в Мондштадте, а если бы не было виноделия, папа бы не пил, а если бы папа не пил... Тогда бы мы проводили время вместе. Эх...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кэйе...",
                "Content": "Да почему даже капитан - мерзкий пьяница?! Этот тип, который вечно улыбается, когда говорит! Он пьёт бокал за бокалом, фу!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Венти...",
                "Content": "Венти? Я мало с ним знакома. Он бард? Значит, он из тех типов, которые подбадривают пьяниц песнями, а значит, он мне уже не нравится! Нет-нет-нет, совсем не нравится.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Барбаре...",
                "Content": "Почему это все фанаты Барбары - молодые люди, а мои фанаты - только пьяные мужчины старшего возраста? Гр-р, отвратительно!.. Забудь.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Джинн...",
                "Content": "Джинн, действующий магистр ордена... Редкий взрослый человек, не употребляющий алкоголь... Но она слишком серьёзная. Мне кажется, или рыцари из Ордо Фавониус слишком опекают меня?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Альбедо...",
                "Content": "Гений алхимик? Хм... Интересно, сможет ли он мне помочь сделать напиток, который никому не понравится?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе...",
                "Content": "Лиза такая дружелюбная и милая! Но как такой человек может пить вино?! Хны-ы, ну почему-у так?.. Мондштадт безнадёжен...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сян Лин...",
                "Content": "Я попросила Сян Лин поделиться со мной рецептом самой отвратительной смеси ингредиентов из тех, что у неё получались... И ничего. «Налей ещё!» - вот и всё, что слышат мои кошачьи ушки... Эх...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кли...",
                "Content": "Каждый раз, когда Кли хочет поиграть со мной, мне приходится уводить её подальше от таверны. Вино и взрывчатка... Это очень опасно! Конечно, я хочу разрушить винную индустрию в Мондштадте, но не таким же способом!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об отце...",
                "Content": "Папа - лучший! Я люблю его больше всех! Но... Папа, выпивший вина, он... Гр-р, я должна расправиться с виноделием в Мондштадте как можно скорее! У меня нет времени на болтовню!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Дионе I",
                "Content": "Бармен всегда занят! Когда я не работаю в таверне, я подбираю рецепты. Поэтому... Поэтому, если у тебя нет ничего срочного, не мешай мне.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Дионе II",
                "Content": "Ты... Ты же не будешь просить меня мяукать, как эти мерзкие пьяницы? Я не буду это делать, ни за что! Я вам не домашний питомец, который шевелит ушками и потягивается! Я... Я... Я Диона, Конец винной индустрии!",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Дионе III",
                "Content": "Ты спрашиваешь, как Конец винной индустрии превратилась в символ «Кошкиного хвоста»?.. Ты... Ты нарочно спрашиваешь, чтобы посмеяться, да?! Ах ты, негодяй{F#ка}! Не буду больше делать для тебя напитки, даже воды не дам! Пф-ф!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Дионе IV",
                "Content": "Не зли меня. Я добрая, но не вздумай провоцировать меня! Предупреждаю, когда я злюсь, я кусаюсь! Мяу! ...Но, может быть, тебя я кусать не буду.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Дионе V",
                "Content": "Мы с тобой стали хорошими друзьями. Я смутно помню... Кажется, в детстве у меня был такой друг, но я не уверена, была ли это грёза или правда... Дай мне свою руку. Тёплая... Это хорошо. Не покидай меня, не превращайся в далёкий сон...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Дионы...",
                "Content": "Я люблю охотиться. Я отлично выслеживаю дичь! Но папа говорит, что в лесу может быть опасно, и туда следует ходить только с надёжным взрослым... Ты сойдёшь за надёжного взрослого?",
                "Tips": []
            },
            {
                "Title": "Беспокойство Дионы...",
                "Content": "Ну... Как же мне испортить напиток? Мой кошмарный коктейль «специальный купаж из соевого соуса, молока, заоблачного перчика и семян одуванчика», на который я возлагала все надежды, назвали «шедевром маленькой Дионы»! Гр-р... Я не сдамся...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Я обожаю рыбу! Папа лучше всех готовит рыбу! Но... Делать из рыбы закуску к алкоголю - это святотатство!",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Морковь, картофель, лук, помидоры... Это всё я не люблю. Я... Я вообще овощи не ем!",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Как вкусно! Я... я хотела спросить... А ты потом принесёшь ещё немного?",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Признаю, было довольно вкусно... Но не жди от меня дифирамбов.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Эй... Ты за кого меня держишь, за уличную кошку?!",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Это тебе! Жареная рыба с моим особым соусом! <br>Ничего необычного в составе! Я действительно хорошо готовлю, когда хочу, поэтому хватит болтать, пробуй уже! <br>Да, вот так... Это... С днём рождения тебя.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Кошачьи глаза видят дичь даже в непроглядной тьме!",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Кошачьи уши слышат даже самые тихие шаги.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Кошачьи лапы могут забраться даже на самое высокое дерево в Тейвате.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Кошачий нос чует знакомых людей и тех, кто ему нравится... Что?! Тебе послышалось! Как я могла такое сказать вслух... Ой...",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Киии-я!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Пиу-пиу!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Пора выпустить когти!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Взболтать и смешивать!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Поймала!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Не на того напали!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Авторский коктейль Дионы!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Что, не умеешь пить? Гм!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Погляди на себя, выпивоха!",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Я здесь.",
                "Tips": []
            },
            {
                "Title": "Начало спринта II",
                "Content": "Вперёд, вперёд!",
                "Tips": []
            },
            {
                "Title": "Конец спринта I",
                "Content": "Фуух.",
                "Tips": []
            },
            {
                "Title": "Конец спринта II",
                "Content": "Ух... *выдыхает*",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Я лечу!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Если этим не испортить напиток, то это не сокровища!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Как блестит... Нужно... держать... себя... в руках...",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Сокровища... Эх, ладно, любопытство, ты снова победило!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Я не приму поражения!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Мяу!..",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Это ещё не конец!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Будь осторожней!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Отдохни!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Фу... разит вином...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Родниковая фея... не оставляй меня...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Мои глаза... сами смыкаются...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "В этот раз тебе повезло...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "А это откуда прилетело?!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Да начнётся охота!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Как обычно нужна моя помощь?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Хе-хе, предоставьте это мне!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "39": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Сахарный коктейль",
                "Desc": "Наряд Дионы. Рабочая одежда знаменитого бармена таверны «Кошкин хвост».",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108134,
            "JD": 108097,
            "Name": "<b>Точно не закуска!</b>",
            "Eff": "Воскрешает персонажа и восстанавливает ему 10% от макс. HP + 150 HP.",
            "Desc": "Особое блюдо Дионы. Роскошное мясо и хрустящая корочка. Только тот, кто действительно любит рыбу, может приготовить её столь вкусно. Неужели, к этому блюду не подают никакой выпивки? ... О нет, Диона идёт!",
            "Recipe": {
                "100084": 1,
                "100077": 1
            },
            "Icon": "UI_ItemIcon_108134"
        },
        "Namecard": {
            "Name": "<b>Мяу-мяу!</b>",
            "Desc": "Именная карта.<br>У всех обладателей крови кецлайнов есть кошачьи черты. Возможно, во всём виноваты специфические вкусы древних?",
            "Pic": "UI_NameCardPic_Diona_P"
        }
    }
}

var acs_cache_ = {}