// Auto Generated

var _AvatarDataConfig_ = {
    "Emilie": {
        "BallList": [
            {
                "When": "Lumidouce Case Lv1~2",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 2.5
            }
        ],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@E Lumidouce Case#</b><br>- Does not snapshot<br>- When Lumidouce Case Lv1~2 hits a monster, generate 1 Dendro Particle, CD 2.5s<br>- Attack range 16.5m (Super Big)<br>- Attack AoE radius: 1m (same as Hyperbloom)<br>- Attack interval 1.5s, applies 1GU every 2 rounds (=3s)<br>- E casting DMG 1GU, independent application",
            "<b>@Scent Generation#</b><br>- When there are Burning enemies in a 20m radius, will generate 1 Scent every 2s<br>- A 20m radius range is almost as big as the Spiral Abyss, and the number of Burning enemies does not affect the rate of generation",
            "<b>@Passive Talent#</b><br>- Does not snapshot<br>- does not count as NA, CA, Plunge, Skill or Burst DMG<br>- Attack AoE radius: 3m （same as Barbara E）<br>- Applies 1GU independently",
            "<b>@Q Lumidouce Case#</b><br>- Does not snapshot<br>- Attack range 12.5m (Bigger than Dendro Traveler's Q infused with Hydro)<br>- Attack AoE radius: 2.5m (same as Qiqi E)<br>- Attacks 9 times before C4, 16 times after C4<br>- Default ICD (3 hits / 2.5s)<br>- Will deal DMG at the target's position. If no enemy in the rage can be selected as the target, will deal DMG at a random position",
            "<b>@Interruption Resistance#</b><br>- No extra Interruption Resistance"
        ]
    }
}

var _AvatarMats_ = {
    "Emilie": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101238": 3,
                "112083": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113059": 2,
                "101238": 10,
                "112083": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113059": 4,
                "101238": 20,
                "112084": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113059": 8,
                "101238": 30,
                "112084": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113059": 12,
                "101238": 45,
                "112085": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113059": 20,
                "101238": 60,
                "112085": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Emilie": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Копьё охоты на тени",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и наносит восходящий удар.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Извлечение ароматов",
                        "Desc": "Создаёт Шкатулку Люмидус, которая наносит <color style='color:#99FF88;'>Дендро урон по площади</color>.<br><br><color style='color:#FFD780;'>Шкатулка Люмидус</color><br><br> ·  Периодически выпускает во врагов поблизости Благоухание чистых рос, нанося <color style='color:#99FF88;'>Дендро урон</color>.<br> ·  Если поблизости есть враги со статусом Горение, они будут периодически производить Ароматы, собираемые Шкатулкой Люмидус. Собрав 2 Аромата, Шкатулка станет уровнем выше, и с каждым выпущенным Благоуханием чистых рос она будет дополнительно выпускать ещё одно Благоухание, причём их урон также увеличится.<br> ·  Одновременно может существовать только одна Шкатулка Люмидус, созданная Эмилией. Шкатулка при создании обладает первым уровнем и может быть повышена до второго.<br><br><color style='color:#FFD780;'>Архэ: Пневма</color><br>После того как Эмилия создаёт Шкатулку Люмидус таким способом, перед ней периодически появляется пронзающая врагов Игла дыхания душ, которая наносит <color style='color:#99FF88;'>Дендро урон</color> пневмы.<br><br><i>«Мир подобен бесконечной гармонии ароматов, цветов и песен».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 1",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 2",
                                "ParamLevelList": [
                                    "39.6%×2",
                                    "42.57%×2",
                                    "45.54%×2",
                                    "49.5%×2",
                                    "52.47%×2",
                                    "55.44%×2",
                                    "59.4%×2",
                                    "63.36%×2",
                                    "67.32%×2",
                                    "71.28%×2",
                                    "75.24%×2",
                                    "79.2%×2",
                                    "84.15%×2",
                                    "89.1%×2",
                                    "94.05%×2"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус",
                                "ParamLevelList": [
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Иглы дыхания душ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "Интервал Иглы дыхания душ",
                                "ParamLevelList": [
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Толкование ароматов",
                        "Desc": "Направляя собранные в шкатулке ароматы, Эмилия превращает их в чистую силу Дендро, создавая Шкатулку Люмидус третьего уровня и уничтожая существующую Шкатулку.<br>Находясь на поле боя, Шкатулка Люмидус третьего уровня не собирает Ароматы поблизости, но непрерывно обрушивает на врагов Благоухающую росу, нанося им <color style='color:#99FF88;'>Дендро урон</color> в её области действия. В это время обрушивается 1 капля Благоухающей росы в 0,3 сек., причём каждый враг может быть целью только один раз в 0,7 сек.<br>Когда время действия истекает, заново создаётся Шкатулка Люмидус первого уровня. Если на момент уничтожения Шкатулки Люмидус после активации Толкования ароматов в ней были собраны Ароматы, новая Шкатулка наследует собранные Ароматы и уровень.<br>Элементальный навык Извлечение ароматов во время действия <color style='color:#FFD780;'>Толкования ароматов</color> не создаёт Шкатулку Люмидус.<br><br><i>Любой парфюм, соприкоснувшись с воздухом, тут же изменяется, пока окончательно не растворится в шёпоте травы и ветра. В некотором смысле, никому не будет нравиться один и тот же флакон.<br>То же касается пути всего сущего. Поэтому можно сказать, что парфюм - толкование жизни.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "140.3%",
                                    "150.822%",
                                    "161.345%",
                                    "175.375%",
                                    "185.898%",
                                    "196.42%",
                                    "210.45%",
                                    "224.48%",
                                    "238.51%",
                                    "252.54%",
                                    "266.57%",
                                    "280.6%",
                                    "298.137%",
                                    "315.675%",
                                    "333.212%"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Непреходящий аромат",
                        "Desc": "Собрав два <color style='color:#FFD780;'>Аромата</color>, Шкатулка Люмидус второго уровня расходует их и выпускает Парфюм ясных рос, который наносит врагам <color style='color:#99FF88;'>Дендро урон по площади</color>, равный 500% силы атаки Эмилии. Этот урон не считается уроном элементального навыка.<br>Эмилия не может активировать этот эффект в течение 30 сек. после активации реакций Катализ и Разрастание.",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "Ректификация",
                        "Desc": "Когда созданная Эмилией Шкатулка Люмидус на поле боя, <color style='color:#FF9999;'>Пиро сопротивление</color> урону от Горения всех членов отряда поблизости повышается на 85%.",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Экстрагирование лёгкого аромата",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Извлечения ароматов</color> и Парфюма ясных рос пассивного таланта Непреходящий аромат на 10%. Для последнего требуется открыть пассивный талант Непреходящий аромат.<br>Кроме того, когда персонажи отряда поблизости активируют на противнике Горение или наносят ему <color style='color:#99FF88;'>Дендро урон</color>, будет дополнительно создан 1 <color style='color:#FFD780;'>Аромат</color>. Этот эффект может возникнуть один раз в 2,9 сек.",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Высший тон озёрного света",
                        "Desc": "Созданная Эмилией Шкатулка Люмидус, собирая Ароматы, наделяет её уровнем эффекта Особая композиция, который увеличивает её силу атаки на 18% на 10 сек. Этот эффект может складываться до 2 раз, а отсчёт времени каждого уровня происходит отдельно.",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Благоуханная эссенция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Извлечение ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Сердце Люмидус",
                        "Desc": "Увеличивает длительность <color style='color:#FFD780;'>Толкования ароматов</color> на 2 сек., а также сокращает интервал выбора противника в качестве цели Благоухающей росы на 0,3 сек.",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Аромат чистых рос",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Толкование ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Шлейф маркота",
                        "Desc": "Применяя <color style='color:#FFD780;'>Извлечение ароматов</color> или <color style='color:#FFD780;'>Толкование ароматов</color>, Эмилия на 5 сек. получает Стойкое благоухание.<br>Во время его действия после обычных и заряженных атак Эмилии создаётся 1 Аромат, а урон её обычных и заряженных атак конвертируется в <color style='color:#99FF88;'>Дендро урон</color>, который не может быть отменён другими инфузиями, и увеличивается на 250% от её силы атаки.<br><br>Эффект Стойкого благоухания прекращается, когда Аромат создаётся 4 раза или когда заканчивается время действия. Стойкое благоухание может возникнуть один раз в 12 сек.",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Копьё охоты на тени",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и наносит восходящий удар.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Извлечение ароматов",
                        "Desc": "Создаёт Шкатулку Люмидус, которая наносит <color style='color:#99FF88;'>Дендро урон по площади</color>.<br><br><color style='color:#FFD780;'>Шкатулка Люмидус</color><br> ·  Периодически выпускает во врагов поблизости Благоухание чистых рос, нанося <color style='color:#99FF88;'>Дендро урон</color>.<br> ·  Если поблизости есть враги со статусом Горение, они будут периодически производить Ароматы, собираемые Шкатулкой Люмидус. Собрав 2 Аромата, Шкатулка станет уровнем выше, и с каждым выпущенным Благоуханием чистых рос она будет дополнительно выпускать ещё одно Благоухание, причём их урон также увеличится.<br> ·  Одновременно может существовать только одна Шкатулка Люмидус, созданная Эмилией. Шкатулка при создании обладает первым уровнем и может быть повышена до второго.<br><br><color style='color:#FFD780;'>Архэ: Пневма</color><br>После того как Эмилия создаёт Шкатулку Люмидус таким способом, перед ней периодически появляется пронзающая врагов Игла дыхания душ, которая наносит <color style='color:#99FF88;'>Дендро урон</color> пневмы.<br><br><i>«Мир подобен бесконечной гармонии ароматов, цветов и песен».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 1",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 2",
                                "ParamLevelList": [
                                    "39.6%×2",
                                    "42.57%×2",
                                    "45.54%×2",
                                    "49.5%×2",
                                    "52.47%×2",
                                    "55.44%×2",
                                    "59.4%×2",
                                    "63.36%×2",
                                    "67.32%×2",
                                    "71.28%×2",
                                    "75.24%×2",
                                    "79.2%×2",
                                    "84.15%×2",
                                    "89.1%×2",
                                    "94.05%×2"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус",
                                "ParamLevelList": [
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Иглы дыхания душ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "Интервал Иглы дыхания душ",
                                "ParamLevelList": [
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Толкование ароматов",
                        "Desc": "Направляя собранные в шкатулке ароматы, Эмилия превращает их в чистую силу Дендро, создавая Шкатулку Люмидус третьего уровня и уничтожая существующую Шкатулку.<br>Находясь на поле боя, Шкатулка Люмидус третьего уровня не собирает Ароматы поблизости, но непрерывно обрушивает на врагов Благоухающую росу, нанося им <color style='color:#99FF88;'>Дендро урон</color> в её области действия. В это время обрушивается 1 капля Благоухающей росы в 0,3 сек., причём каждый враг может быть целью только один раз в 0,7 сек.<br>Когда время действия истекает, заново создаётся Шкатулка Люмидус первого уровня. Если на момент уничтожения Шкатулки Люмидус после активации Толкования ароматов в ней были собраны Ароматы, новая Шкатулка наследует собранные Ароматы и уровень.<br>Элементальный навык Извлечение ароматов во время действия <color style='color:#FFD780;'>Толкования ароматов</color> не создаёт Шкатулку Люмидус.<br><br><i>Любой парфюм, соприкоснувшись с воздухом, тут же изменяется, пока окончательно не растворится в шёпоте травы и ветра. В некотором смысле, никому не будет нравиться один и тот же флакон.<br>То же касается пути всего сущего. Поэтому можно сказать, что парфюм - толкование жизни.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "140.3%",
                                    "150.822%",
                                    "161.345%",
                                    "175.375%",
                                    "185.898%",
                                    "196.42%",
                                    "210.45%",
                                    "224.48%",
                                    "238.51%",
                                    "252.54%",
                                    "266.57%",
                                    "280.6%",
                                    "298.137%",
                                    "315.675%",
                                    "333.212%"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Непреходящий аромат",
                        "Desc": "Собрав два <color style='color:#FFD780;'>Аромата</color>, Шкатулка Люмидус второго уровня расходует их и выпускает Парфюм ясных рос, который наносит врагам <color style='color:#99FF88;'>Дендро урон по площади</color>, равный 500% силы атаки Эмилии. Этот урон не считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "Ректификация",
                        "Desc": "Когда созданная Эмилией Шкатулка Люмидус на поле боя, <color style='color:#FF9999;'>Пиро сопротивление</color> урону от Горения всех членов отряда поблизости повышается на 85%.",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "Пассивный талант",
                        "Desc": "Увеличивает урон Эмилии против врагов, находящихся под действием Горения, на 36%.",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Экстрагирование лёгкого аромата",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Извлечения ароматов</color> и Парфюма ясных рос пассивного таланта Непреходящий аромат на 10%. Для последнего требуется открыть пассивный талант Непреходящий аромат.<br>Кроме того, когда персонажи отряда поблизости активируют на противнике Горение или наносят ему <color style='color:#99FF88;'>Дендро урон</color>, будет дополнительно создан 1 <color style='color:#FFD780;'>Аромат</color>. Этот эффект может возникнуть один раз в 2,9 сек.",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Высший тон озёрного света",
                        "Desc": "Созданная Эмилией Шкатулка Люмидус, собирая Ароматы, наделяет её уровнем эффекта Особая композиция, который увеличивает её силу атаки на 18% на 10 сек. Этот эффект может складываться до 2 раз, а отсчёт времени каждого уровня происходит отдельно.",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Благоуханная эссенция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Извлечение ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Сердце Люмидус",
                        "Desc": "Увеличивает длительность <color style='color:#FFD780;'>Толкования ароматов</color> на 2 сек., а также сокращает интервал выбора противника в качестве цели Благоухающей росы на 0,3 сек.",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Аромат чистых рос",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Толкование ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Шлейф маркота",
                        "Desc": "Применяя <color style='color:#FFD780;'>Извлечение ароматов</color> или <color style='color:#FFD780;'>Толкование ароматов</color>, Эмилия на 5 сек. получает Стойкое благоухание.<br>Во время его действия после обычных и заряженных атак Эмилии создаётся 1 Аромат, а урон её обычных и заряженных атак конвертируется в <color style='color:#99FF88;'>Дендро урон</color>, который не может быть отменён другими инфузиями, и увеличивается на 250% от её силы атаки.<br><br>Эффект Стойкого благоухания прекращается, когда Аромат создаётся 4 раза или когда заканчивается время действия. Стойкое благоухание может возникнуть один раз в 12 сек.",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "Копьё охоты на тени",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и наносит восходящий удар.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Извлечение ароматов",
                        "Desc": "Создаёт Шкатулку Люмидус, которая наносит <color style='color:#99FF88;'>Дендро урон по площади</color>.<br><br><color style='color:#FFD780;'>Шкатулка Люмидус</color><br> ·  Периодически выпускает во врагов поблизости Благоухание чистых рос, нанося <color style='color:#99FF88;'>Дендро урон</color>.<br> ·  Если поблизости есть враги со статусом Горение, они будут периодически производить Ароматы, собираемые Шкатулкой Люмидус. Собрав 2 Аромата, Шкатулка станет уровнем выше, и с каждым выпущенным Благоуханием чистых рос она будет дополнительно выпускать ещё одно Благоухание, причём их урон также увеличится.<br> ·  Одновременно может существовать только одна Шкатулка Люмидус, созданная Эмилией. Шкатулка при создании обладает первым уровнем и может быть повышена до второго.<br><br><color style='color:#FFD780;'>Архэ: Пневма</color><br>После того как Эмилия создаёт Шкатулку Люмидус таким способом, перед ней периодически появляется пронзающая врагов Игла дыхания душ, которая наносит <color style='color:#99FF88;'>Дендро урон</color> пневмы.<br><br><i>«Мир подобен бесконечной гармонии ароматов, цветов и песен».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 1",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 2",
                                "ParamLevelList": [
                                    "39.6%×2",
                                    "42.57%×2",
                                    "45.54%×2",
                                    "49.5%×2",
                                    "52.47%×2",
                                    "55.44%×2",
                                    "59.4%×2",
                                    "63.36%×2",
                                    "67.32%×2",
                                    "71.28%×2",
                                    "75.24%×2",
                                    "79.2%×2",
                                    "84.15%×2",
                                    "89.1%×2",
                                    "94.05%×2"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус",
                                "ParamLevelList": [
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Иглы дыхания душ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "Интервал Иглы дыхания душ",
                                "ParamLevelList": [
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Толкование ароматов",
                        "Desc": "Направляя собранные в шкатулке ароматы, Эмилия превращает их в чистую силу Дендро, создавая Шкатулку Люмидус третьего уровня и уничтожая существующую Шкатулку.<br>Находясь на поле боя, Шкатулка Люмидус третьего уровня не собирает Ароматы поблизости, но непрерывно обрушивает на врагов Благоухающую росу, нанося им <color style='color:#99FF88;'>Дендро урон</color> в её области действия. В это время обрушивается 1 капля Благоухающей росы в 0,3 сек., причём каждый враг может быть целью только один раз в 0,7 сек.<br>Когда время действия истекает, заново создаётся Шкатулка Люмидус первого уровня. Если на момент уничтожения Шкатулки Люмидус после активации Толкования ароматов в ней были собраны Ароматы, новая Шкатулка наследует собранные Ароматы и уровень.<br>Элементальный навык Извлечение ароматов во время действия <color style='color:#FFD780;'>Толкования ароматов</color> не создаёт Шкатулку Люмидус.<br><br><i>Любой парфюм, соприкоснувшись с воздухом, тут же изменяется, пока окончательно не растворится в шёпоте травы и ветра. В некотором смысле, никому не будет нравиться один и тот же флакон.<br>То же касается пути всего сущего. Поэтому можно сказать, что парфюм - толкование жизни.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Непреходящий аромат",
                        "Desc": "Собрав два <color style='color:#FFD780;'>Аромата</color>, Шкатулка Люмидус второго уровня расходует их и выпускает Парфюм ясных рос, который наносит врагам <color style='color:#99FF88;'>Дендро урон по площади</color>, равный 500% силы атаки Эмилии. Этот урон не считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "Ректификация",
                        "Desc": "Когда созданная Эмилией Шкатулка Люмидус на поле боя, <color style='color:#FF9999;'>Пиро сопротивление</color> урону от Горения всех членов отряда поблизости повышается на 85%.",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "Сбор ароматов из пространства",
                        "Desc": "Увеличивает урон Эмилии против врагов, находящихся под действием Горения, на 36%, но на 90% снижает урон против врагов под действием Стимуляции.",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Экстрагирование лёгкого аромата",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Извлечения ароматов</color> и Парфюма ясных рос пассивного таланта Непреходящий аромат на 10%. Для последнего требуется открыть пассивный талант Непреходящий аромат.<br>Кроме того, когда персонажи отряда поблизости активируют на противнике Горение или наносят ему <color style='color:#99FF88;'>Дендро урон</color>, будет дополнительно создан 1 <color style='color:#FFD780;'>Аромат</color>. Этот эффект может возникнуть один раз в 2,9 сек.",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Высший тон озёрного света",
                        "Desc": "Созданная Эмилией Шкатулка Люмидус, собирая Ароматы, наделяет её уровнем эффекта Особая композиция, который увеличивает её силу атаки на 18% на 10 сек. Этот эффект может складываться до 2 раз, а отсчёт времени каждого уровня происходит отдельно.",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Благоуханная эссенция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Извлечение ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Сердце Люмидус",
                        "Desc": "Увеличивает длительность <color style='color:#FFD780;'>Толкования ароматов</color> на 2 сек., а также сокращает интервал выбора противника в качестве цели Благоухающей росы на 0,3 сек.",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Аромат чистых рос",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Толкование ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Шлейф маркота",
                        "Desc": "Применяя <color style='color:#FFD780;'>Извлечение ароматов</color> или <color style='color:#FFD780;'>Толкование ароматов</color>, Эмилия на 5 сек. получает Стойкое благоухание.<br>Во время его действия после обычных и заряженных атак Эмилии создаётся 1 Аромат, а урон её обычных и заряженных атак конвертируется в <color style='color:#99FF88;'>Дендро урон</color>, который не может быть отменён другими инфузиями, и увеличивается на 250% от её силы атаки.<br><br>Эффект Стойкого благоухания прекращается, когда Аромат создаётся 4 раза или когда заканчивается время действия. Стойкое благоухание может возникнуть один раз в 12 сек.",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "Копьё охоты на тени",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и наносит восходящий удар.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Извлечение ароматов",
                        "Desc": "Создаёт Шкатулку Люмидус, которая наносит <color style='color:#99FF88;'>Дендро урон по площади</color>.<br><br><color style='color:#FFD780;'>Шкатулка Люмидус</color><br> ·  Периодически выпускает во врагов поблизости Благоухание чистых рос, нанося <color style='color:#99FF88;'>Дендро урон</color>.<br> ·  Если поблизости есть враги со статусом Горение, они будут периодически производить Ароматы, собираемые Шкатулкой Люмидус. Таким способом может создаваться 1 Аромат каждые 2 сек. Собрав 2 Аромата, Шкатулка станет уровнем выше, и с каждым выпущенным Благоуханием чистых рос она будет дополнительно выпускать ещё одно Благоухание, причём их область поражения и урон также увеличится.<br> ·  Одновременно может существовать только одна Шкатулка Люмидус, созданная Эмилией. Шкатулка при создании обладает первым уровнем и может быть повышена до второго. Если Шкатулка в течение 8 сек. на поле боя не соберёт ни одного Аромата, её уровень вернётся к 1.<br><br><color style='color:#FFD780;'>Архэ: Пневма</color><br>После того как Эмилия создаёт Шкатулку Люмидус таким способом, перед ней периодически появляется пронзающая врагов Игла дыхания душ, которая наносит <color style='color:#99FF88;'>Дендро урон</color> пневмы.<br><br><i>«Мир подобен бесконечной гармонии ароматов, цветов и песен».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 1",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 2",
                                "ParamLevelList": [
                                    "39.6%×2",
                                    "42.57%×2",
                                    "45.54%×2",
                                    "49.5%×2",
                                    "52.47%×2",
                                    "55.44%×2",
                                    "59.4%×2",
                                    "63.36%×2",
                                    "67.32%×2",
                                    "71.28%×2",
                                    "75.24%×2",
                                    "79.2%×2",
                                    "84.15%×2",
                                    "89.1%×2",
                                    "94.05%×2"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус",
                                "ParamLevelList": [
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Иглы дыхания душ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "Интервал Иглы дыхания душ",
                                "ParamLevelList": [
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Толкование ароматов",
                        "Desc": "Направляя собранные в Шкатулке ароматы, Эмилия превращает их в чистую силу Дендро, создавая Шкатулку Люмидус третьего уровня и откладывая существующую Шкатулку.<br>Находясь на поле боя, Шкатулка Люмидус третьего уровня не собирает Ароматы поблизости, но непрерывно обрушивает на врагов Благоухающую росу, нанося им <color style='color:#99FF88;'>Дендро урон</color> в её области действия. В это время обрушивается 1 капля Благоухающей росы в 0,3 сек., причём каждый враг может быть целью только один раз в 0,7 сек.<br>Когда время действия истекает, заново создаётся Шкатулка Люмидус первого уровня. Если Шкатулка Люмидус была отложена во время использования Толкования ароматов, то будет применяться отложенная Шкатулка, причём её длительность сбрасывается.<br>Элементальный навык Извлечение ароматов во время действия <color style='color:#FFD780;'>Толкования ароматов</color> не создаёт Шкатулку Люмидус.<br><br><i>Любой парфюм, соприкоснувшись с воздухом, тут же изменяется, пока окончательно не растворится в шёпоте травы и ветра. В некотором смысле, никому не будет нравиться один и тот же флакон.<br>То же касается пути всего сущего. Поэтому можно сказать, что парфюм - толкование жизни.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Непреходящий аромат",
                        "Desc": "Собрав два <color style='color:#FFD780;'>Аромата</color>, Шкатулка Люмидус второго уровня расходует их и выпускает Парфюм ясных рос, который наносит врагам <color style='color:#99FF88;'>Дендро урон по площади</color>, равный 600% силы атаки Эмилии. Этот урон не считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "Ректификация",
                        "Desc": "Эмилия пропорционально своей силе атаки наносит противникам со статусом Горение повышенный урон: урон повышается на 15% за каждые 1000 ед. силы атаки. Максимальное увеличение урона, которое можно получить таким образом, составляет 36%.",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "Сбор ароматов из пространства",
                        "Desc": "Когда созданная Эмилией Шкатулка Люмидус на поле боя, <color style='color:#FF9999;'>Пиро сопротивление</color> урону от Горения всех членов отряда поблизости повышается на 85%.",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Экстрагирование лёгкого аромата",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Извлечения ароматов</color> и Парфюма ясных рос пассивного таланта Непреходящий аромат на 20%. Для последнего требуется открыть пассивный талант Непреходящий аромат.<br>Кроме того, когда персонажи отряда поблизости активируют на противнике Горение или наносят ему <color style='color:#99FF88;'>Дендро урон</color>, будет дополнительно создан 1 <color style='color:#FFD780;'>Аромат</color>. Этот эффект может возникнуть один раз в 2,9 сек.",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Высший тон озёрного света",
                        "Desc": "<color style='color:#FFD780;'>Извлечение ароматов</color>, <color style='color:#FFD780;'>Толкование ароматов</color> или Парфюм ясных рос пассивного таланта Непреходящий аромат (для последнего требуется открыть соответствующий пассивный талант) поражают противников, их <color style='color:#99FF88;'>Дендро сопротивление</color> на 10 сек. снижается на 30%.",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Благоуханная эссенция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Извлечение ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Сердце Люмидус",
                        "Desc": "Увеличивает длительность <color style='color:#FFD780;'>Толкования ароматов</color> на 2 сек., а также сокращает интервал выбора противника в качестве цели Благоухающей росы на 0,3 сек.",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Аромат чистых рос",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Толкование ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Шлейф маркота",
                        "Desc": "Применяя <color style='color:#FFD780;'>Извлечение ароматов</color> или <color style='color:#FFD780;'>Толкование ароматов</color>, Эмилия на 5 сек. получает Стойкое благоухание.<br>Во время его действия после обычных и заряженных атак Эмилии создаётся 1 Аромат, а урон её обычных и заряженных атак конвертируется в <color style='color:#99FF88;'>Дендро урон</color>, который не может быть отменён другими инфузиями, и увеличивается на 300% от её силы атаки.<br><br>Эффект Стойкого благоухания прекращается, когда Аромат создаётся 4 раза или когда заканчивается время действия. Стойкое благоухание может возникнуть один раз в 12 сек.",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "Копьё охоты на тени",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и наносит восходящий удар.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Извлечение ароматов",
                        "Desc": "Создаёт Шкатулку Люмидус, которая наносит <color style='color:#99FF88;'>Дендро урон по площади</color>.<br><br><color style='color:#FFD780;'>Шкатулка Люмидус</color><br> ·  Периодически выпускает во врагов поблизости Благоухание чистых рос, нанося <color style='color:#99FF88;'>Дендро урон</color>.<br> ·  Если поблизости есть враги со статусом Горение, они будут периодически производить Ароматы, собираемые Шкатулкой Люмидус. Таким способом может создаваться 1 Аромат каждые 2 сек. Собрав 2 Аромата, Шкатулка станет уровнем выше, и с каждым выпущенным Благоуханием чистых рос она будет дополнительно выпускать ещё одно Благоухание, также увеличивается область поражения и урон.<br> ·  Одновременно может существовать только одна Шкатулка Люмидус, созданная самой Эмилией. Шкатулка при создании обладает первым уровнем и может быть повышена до второго. Если Шкатулка в течение 8 сек. на поле боя не соберёт ни одного Аромата, её уровень вернётся к 1.<br><br><color style='color:#FFD780;'>Архэ: Пневма</color><br>После того как Эмилия создаёт Шкатулку Люмидус таким способом, перед ней периодически появляется пронзающая врагов Игла дыхания душ, которая наносит <color style='color:#99FF88;'>Дендро урон</color> пневмы.<br><br><i>«Мир подобен бесконечной гармонии ароматов, цветов и песен».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 1",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 2",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус",
                                "ParamLevelList": [
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек.",
                                    "22.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Иглы дыхания душ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "Интервал Иглы дыхания душ",
                                "ParamLevelList": [
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек.",
                                    "10.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек.",
                                    "14.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Толкование ароматов",
                        "Desc": "Направляя собранные в Шкатулке ароматы, Эмилия превращает их в чистую силу Дендро, создаёт Шкатулку Люмидус третьего уровня и откладывает существующую Шкатулку.<br>Находясь на поле боя, Шкатулка Люмидус третьего уровня не собирает Ароматы поблизости, но непрерывно атакует врагов Благоухающей росой в своей области действия, нанося им <color style='color:#99FF88;'>Дендро урон</color>. Во время действия обрушивается 1 капля Благоухающей росы в 0,3 сек., причём каждый враг может быть целью только один раз в 0,7 сек.<br>Когда время действия истекает, заново создаётся Шкатулка Люмидус первого уровня. Если Шкатулка Люмидус была отложена во время использования Толкования ароматов, то воссоздаётся отложенная Шкатулка, причём её длительность сбрасывается.<br>Элементальный навык Извлечение ароматов во время действия <color style='color:#FFD780;'>Толкования ароматов</color> не создаёт Шкатулку Люмидус.<br><br><i>Любой парфюм, соприкоснувшись с воздухом, тут же изменяется, пока окончательно не растворится в шёпоте травы и ветра. В некотором смысле, люди никогда не смогут понюхать один и тот же аромат духов дважды.<br>То же касается и пути всего сущего. Поэтому можно сказать, что парфюм - толкование жизни.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Непреходящий аромат",
                        "Desc": "Собрав два <color style='color:#FFD780;'>Аромата</color>, Шкатулка Люмидус второго уровня расходует их и выпускает Парфюм ясных рос, который наносит врагам <color style='color:#99FF88;'>Дендро урон по площади</color>, равный 600% силы атаки Эмилии. Этот урон не считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "Ректификация",
                        "Desc": "Эмилия пропорционально своей силе атаки наносит противникам со статусом Горение повышенный урон: урон повышается на 15% за каждые 1000 ед. силы атаки. Максимальное увеличение урона, которое можно получить таким образом, составляет 36%.",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "Сбор ароматов из пространства",
                        "Desc": "Когда созданная Эмилией Шкатулка Люмидус находится на поле боя, <color style='color:#FF9999;'>Пиро сопротивление</color> урону от Горения всех членов отряда поблизости повышается на 85%.",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Экстрагирование лёгкого аромата",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Извлечения ароматов</color> и Парфюма ясных рос пассивного таланта Непреходящий аромат на 20%. Для последнего требуется открыть пассивный талант Непреходящий аромат.<br>Кроме того, когда персонажи отряда поблизости активируют на противнике Горение или наносят противнику в состоянии Горения <color style='color:#99FF88;'>Дендро урон</color>, будет дополнительно создан 1 <color style='color:#FFD780;'>Аромат</color>. Этот эффект может возникнуть один раз в 2,9 сек.",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Высший тон озёрного света",
                        "Desc": "<color style='color:#FFD780;'>Извлечение ароматов</color>, <color style='color:#FFD780;'>Толкование ароматов</color> или Парфюм ясных рос пассивного таланта Непреходящий аромат (для последнего требуется открыть соответствующий пассивный талант) поражают противников, их <color style='color:#99FF88;'>Дендро сопротивление</color> снижается на 30% на 10 сек.",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Благоуханная эссенция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Извлечение ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Сердце Люмидус",
                        "Desc": "Увеличивает длительность <color style='color:#FFD780;'>Толкования ароматов</color> на 2 сек., а также сокращает интервал выбора противника в качестве цели Благоухающей росы на 0,3 сек.",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Аромат чистых рос",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Толкование ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Шлейф маркота",
                        "Desc": "Применяя <color style='color:#FFD780;'>Извлечение ароматов</color> или <color style='color:#FFD780;'>Толкование ароматов</color>, Эмилия на 5 сек. получает Стойкое благоухание.<br>Во время его действия после обычных и заряженных атак Эмилии создаётся 1 Аромат, а урон её обычных и заряженных атак конвертируется в <color style='color:#99FF88;'>Дендро урон</color>, который не может быть отменён другими инфузиями, и увеличивается на 300% от её силы атаки.<br><br>Эффект Стойкого благоухания прекращается, когда он создаёт Аромат 4 раза или когда заканчивается время его действия. Стойкое благоухание может возникнуть один раз в 12 сек.",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Копьё охоты на тени",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и наносит восходящий удар.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "48.5608%",
                                    "52.5134%",
                                    "56.466%",
                                    "62.1126%",
                                    "66.0652%",
                                    "70.5825%",
                                    "76.7938%",
                                    "83.005%",
                                    "89.2163%",
                                    "95.9922%",
                                    "102.7681%",
                                    "109.544%",
                                    "116.32%",
                                    "123.0959%",
                                    "129.8718%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "44.8954%",
                                    "48.5497%",
                                    "52.204%",
                                    "57.4244%",
                                    "61.0787%",
                                    "65.255%",
                                    "70.9974%",
                                    "76.7399%",
                                    "82.4823%",
                                    "88.7468%",
                                    "95.0113%",
                                    "101.2758%",
                                    "107.5402%",
                                    "113.8047%",
                                    "120.0692%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "59.3004%",
                                    "64.1272%",
                                    "68.954%",
                                    "75.8494%",
                                    "80.6762%",
                                    "86.1925%",
                                    "93.7774%",
                                    "101.3624%",
                                    "108.9473%",
                                    "117.2218%",
                                    "125.4963%",
                                    "133.7708%",
                                    "142.0452%",
                                    "150.3197%",
                                    "158.5942%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "75.1029%",
                                    "81.216%",
                                    "87.329%",
                                    "96.0619%",
                                    "102.1749%",
                                    "109.1613%",
                                    "118.7674%",
                                    "128.3736%",
                                    "137.9798%",
                                    "148.4593%",
                                    "158.9388%",
                                    "169.4183%",
                                    "179.8977%",
                                    "190.3772%",
                                    "200.8567%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Извлечение ароматов",
                        "Desc": "Создаёт Шкатулку Люмидус, которая наносит <color style='color:#99FF88;'>Дендро урон по площади</color>.<br><br><color style='color:#FFD780;'>Шкатулка Люмидус</color><br> ·  Периодически выпускает во врагов поблизости Благоухание чистых рос, нанося <color style='color:#99FF88;'>Дендро урон</color>.<br> ·  Если поблизости есть враги со статусом Горение, они будут периодически производить Ароматы, собираемые Шкатулкой Люмидус. Таким способом может создаваться 1 Аромат каждые 2 сек. Собрав 2 Аромата, Шкатулка станет уровнем выше, и во время стрельбы она будет дополнительно выпускать ещё одно Благоухание. Кроме того, увеличивается область поражения и урон вышеописанной атаки.<br> ·  Одновременно может существовать только одна Шкатулка Люмидус, созданная самой Эмилией. Шкатулка при создании обладает первым уровнем и может быть повышена до второго. Если Шкатулка в течение 8 сек. на поле боя не соберёт ни одного Аромата, её уровень вернётся к 1.<br><br><color style='color:#FFD780;'>Архэ: Пневма</color><br>После того как Эмилия создаёт Шкатулку Люмидус таким способом, перед ней периодически появляется пронзающая врагов Игла дыхания душ, которая наносит <color style='color:#99FF88;'>Дендро урон</color> пневмы.<br><br><i>«Мир подобен бесконечной гармонии ароматов, цветов и песен».</i>",
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.045%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 1",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 2",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус",
                                "ParamLevelList": [
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Иглы дыхания душ",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "Интервал Иглы дыхания душ",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Толкование ароматов",
                        "Desc": "Направляя собранные в Шкатулке ароматы, Эмилия превращает их в чистую силу Дендро, создаёт Шкатулку Люмидус третьего уровня и откладывает существующую Шкатулку.<br>Находясь на поле боя, Шкатулка Люмидус третьего уровня не собирает Ароматы поблизости, но непрерывно обрушивает Благоухающую росу, атакуя врагов в своей области действия и нанося им <color style='color:#99FF88;'>Дендро урон</color>. Во время действия обрушивается 1 капля Благоухающей росы в 0,3 сек., причём каждый враг может быть целью только один раз в 0,7 сек.<br>Когда время действия истекает, заново создаётся Шкатулка Люмидус первого уровня. Если Шкатулка Люмидус была отложена во время использования Толкования ароматов, то воссоздаётся отложенная Шкатулка, причём её длительность сбрасывается.<br>Элементальный навык Извлечение ароматов во время действия <color style='color:#FFD780;'>Толкования ароматов</color> не создаёт Шкатулку Люмидус.<br><br><i>Любой парфюм, соприкоснувшись с воздухом, тут же изменяется, пока окончательно не растворится в шёпоте травы и ветра. В некотором смысле, люди никогда не смогут понюхать один и тот же аромат духов дважды.<br>То же касается и пути всего сущего. Поэтому можно сказать, что парфюм - толкование жизни.</i>",
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "Длительность Шкатулки Люмидус ур. 3",
                                "ParamLevelList": [
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек.",
                                    "2.8 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Непреходящий аромат",
                        "Desc": "Собрав два <color style='color:#FFD780;'>Аромата</color>, Шкатулка Люмидус второго уровня расходует их и выпускает Парфюм ясных рос, который наносит врагам <color style='color:#99FF88;'>Дендро урон по площади</color>, равный 600% силы атаки Эмилии. Этот урон не считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "Ректификация",
                        "Desc": "Эмилия пропорционально своей силе атаки наносит противникам со статусом Горение повышенный урон: урон повышается на 15% за каждые 1000 ед. силы атаки. Максимальное увеличение урона, которое можно получить таким образом, составляет 36%.",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "Сбор ароматов из пространства",
                        "Desc": "Когда созданная самой Эмилией Шкатулка Люмидус находится на поле боя, <color style='color:#FF9999;'>Пиро сопротивление</color> урону от Горения всех членов отряда поблизости повышается на 85%.",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Экстрагирование лёгкого аромата",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Извлечения ароматов</color> и Парфюма ясных рос пассивного таланта Непреходящий аромат на 20%. Для последнего требуется открыть пассивный талант Непреходящий аромат.<br>Кроме того, когда персонажи отряда поблизости активируют на противнике Горение или наносят противнику в состоянии Горения <color style='color:#99FF88;'>Дендро урон</color>, будет дополнительно создан 1 <color style='color:#FFD780;'>Аромат</color>. Этот эффект может возникнуть один раз в 2,9 сек.",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Высший тон озёрного света",
                        "Desc": "Когда <color style='color:#FFD780;'>Извлечение ароматов</color>, <color style='color:#FFD780;'>Толкование ароматов</color> или Парфюм ясных рос пассивного таланта Непреходящий аромат (для последнего требуется открыть соответствующий пассивный талант) поражают противников, их <color style='color:#99FF88;'>Дендро сопротивление</color> снижается на 30% на 10 сек.",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Благоуханная эссенция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Извлечение ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Нотка сердца Люмидус",
                        "Desc": "Увеличивает длительность <color style='color:#FFD780;'>Толкования ароматов</color> на 2 сек., а также сокращает интервал выбора противника в качестве цели Благоухающей росы на 0,3 сек.",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Аромат чистых рос",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Толкование ароматов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Шлейф маркота",
                        "Desc": "Применяя <color style='color:#FFD780;'>Извлечение ароматов</color> или <color style='color:#FFD780;'>Толкование ароматов</color>, Эмилия на 5 сек. получает Стойкое благоухание.<br>Во время его действия после обычных и заряженных атак Эмилии создаётся 1 Аромат, урон её обычных и заряженных атак конвертируется в <color style='color:#99FF88;'>Дендро урон</color>, который не может быть отменён другими инфузиями, а наносимый урон увеличивается на 300% от её силы атаки.<br><br>Эффект Стойкого благоухания прекращается, когда он таким способом создаёт Аромат 4 раза или когда заканчивается время его действия. Стойкое благоухание может возникнуть один раз в 12 сек.",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Emilie": {
        "AttackList": [
            {
                "Skill": "E Casting",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Lumidouce Case Lv1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "Lumidouce Case",
                "AttGrp": "At most 1 time every 2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Lumidouce Case Lv2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "Lumidouce Case",
                "AttGrp": "At most 1 time every 2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Lumidouce Case",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elem Burst",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Passive Talent",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.5
                    ]
                },
                "AtkTag": "None",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Spiritbreath Thorn",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 46.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2 (Dendro)",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 43.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 59.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 72.7,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK (Dendro)",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.3,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 43.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 59.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 72.7,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.3,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}