// Auto Generated

var _AvatarFetterConfig_ = {
    "99": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Каждый флакон духов можно обсуждать очень долго. Поговорить о композиции: как верхняя нота захватывает внимание, чтобы затем слиться с кожей и незаметно исчезнуть, уступив место средним и базовым нотам. Обсудить саму концепцию аромата: он призван дарить свежесть, поднимать настроение или придавать образу таинственности? Поговорить об обстоятельствах, в которых аромат будет наиболее уместен: стоит ли надевать его на светский бал? Или он больше подходит для создания атмосферы на романтическом свидании? По мнению Эмилии, при выборе аромата все перечисленные вопросы, безусловно, заслуживают обсуждения. При этом куда менее важно, кто именно составляет парфюмерные композиции. Но клиентов не переубедить, они всегда следуют веяниям моды. Стадный инстинкт и неумение рисковать побуждают людей бездумно скупать продукты известных брендов или парфюмеров из страха совершить ошибку.<br>Слава - палка о двух концах. Чем громче ваша слава, тем больше критики вы будете слышать в свой адрес. Многие люди боятся критики и каждый шаг делают с оглядкой на клиентов. Но Эмилию, знаменитую в парфюмерных кругах Фонтейна, не сковывает слава. Её произведения отличает свобода и непринуждённость. Эмилию не заботит успех её композиций, поскольку её настоящая профессия совсем другая.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Передав офицеру Палаты Жардинаж поручение и соглашение о конфиденциальности с подписью и печатью, Эмилия проходит за оградительную ленту и оказывается на месте преступления. Все необходимые сведения ей сообщили заранее: число погибших, причина смерти, объём работ по уборке. Прочие подробности, имеющие отношение к делу, её не интересуют, и лишних вопросов Эмилия не задаёт. Тела погибших унесли. Предметы, которые не представляется возможным восстановить, убрали. Эмилия внимательно осматривает помещение, мысленно отмечая места, которые легко упустить из виду или трудные для очистки уголки, на которые нужно обратить особое внимание. Эмилия много раз бывала на местах преступления и со временем по следам крови, по очертаниям упавших тел, по тому, как лежали предметы, научилась в общих чертах выстраивать последовательность событий. Но её работа заключается не в этом. Конечно, в исключительных случаях Палата Жардинаж обращается к её опыту, чтобы восстановить события на месте преступления. Но сегодня не тот случай. Дело уже раскрыто, и «криминалистическому чистильщику» остаётся только поставить последнюю точку. Эмилия молча облачается в защитное снаряжение, надевает очки и приступает к работе. Всё идёт хорошо. Химикаты легко очищают багровые, бурые и даже чёрные пятна, а липкие субстанции и осколки Эмилия удаляет отдельно. Кошмарная картина и пугающие запахи исчезают, словно краски, попавшие на холст по ошибке. Наконец Эмилия зовёт офицера, который всё это время ждал снаружи. Поблагодарив Эмилию и попрощавшись, офицер начинает снимать оградительную ленту. Всё так же молча Эмилия переодевается в свой обычный костюм. Поправив шляпу, кивает убранной комнате и прощается с незнакомыми людьми, будто тоже сыграла свою небольшую роль в траурной церемонии.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Некоторые психологические теории утверждают, что творческие личности не любят наводить порядок, а в их вещах царит привычный хаос. Короткие заметки с описанием психологических типов ежедневно появляются на страницах фонтейнских газет и журналов, а через каждые несколько дней текст повторяется, как будто редакторы уверены, что люди составляют собственный психологический портрет по газетным заметкам (а ещё - что у их читателей очень короткая память).<br>Конечно, такие заметки лишь множат стереотипы, ведь в доме Эмилии царит безупречный порядок, но никто не станет утверждать, что ей не хватает творческой жилки. Как ни скромна Эмилия, предположить, будто знаменитая создательница парфюмерии лишена воображения, - всё равно что отрицать существование самой парфюмерной индустрии в Фонтейне. Но порядок в доме Эмилии царит даже слишком идеальный. Мебели очень мало, почти все вещи аккуратно убраны в герметичные шкафы. Сначала даже не скажешь, что здесь вообще кто-то живёт. Даже друзья, которые иногда заходят в гости к Эмилии, например, Тиори, открыто спрашивают, нет ли у неё обсессивно-компульсивного расстройства. Эмилия только смеётся в ответ: «Знаешь, я не могу иначе».<br>Дом у Эмилии небольшой, но оборудован двумя мастерскими: парфюмерной мастерской и лабораторией для изготовления химикатов, необходимых в работе. Обе мастерские не терпят хаоса, поэтому, хотя Эмилия никогда не любила рутину, ей пришлось научиться строгому искусству организации порядка и привычно провести чёткие границы между разными сферами своей жизни. Она с лёгкостью выработала в себе пугающую самодисциплину. Подобно тому, как химик разливает опасные реагенты по разным пробиркам, Эмилия даёт себе простор для творчества в одной пробирке и оттачивает характер в другой.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "В свободные вечера Эмилия обычно ужинает с родителями. Её отец - офицер Сумеречного двора, мать - судмедэксперт, после работы они часто приглашают на ужин коллег - и людей, и мелюзин. Можно себе представить, сколько необычных разговоров помнят стены этой обычной на вид столовой. Учитывая такие обстоятельства, Эмилия росла вполне нормальной девочкой. Пока её сверстники листали книжки с картинками, Эмилия разглядывала мамины справочники. Так она влюбилась в тайны химических реакций и стала всерьёз интересоваться химией. Полезные знания, только куда бы их приложить? Может, станешь судебным экспертом? - предлагал отец. Но работа эксперта сопряжена с определёнными опасностями, поэтому лучше сначала поучиться у отца навыкам самообороны. Долгое время Эмилия стремилась стать судебным экспертом. Но однажды за ужином родители открыли бутылку красного вина и стали сокрушённо вспоминать прошедший день...<br>Сумеречный двор обязан расследовать преступление, но как только истина установлена, все остальные тяготы ложатся на плечи убитых горем родственников. Один мальчик решил покончить с собой - ковёр в комнате насквозь пропитался кровью. Следователи установили, что смерть наступила в результате самоубийства, и ушли, но представьте, с каким сердцем родители будут оттирать кровь и наводить порядок?<br>Какими бы ни были твои намерения, химические реакции связаны друг с другом, как и человеческие чувства. Наверное... она могла бы помочь. Решено. Она назвала свой род занятий «криминалистической чисткой» и модифицировала химикаты, которые собиралась использовать в экспертизе, превратив их в чистящие средства, способные стереть все следы, оставшиеся на месте преступления. Конечно, вещи можно очистить, а боль просто так не сотрёшь. Но Эмилия готова разделить это бремя, чтобы жертвам не пришлось нести его в одиночку.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Жизнь несправедлива, не у всех людей есть возможность посвящать время своим любимым занятиям. Поэтому Эмилия особенно ценит такую возможность. Коллекционирование духов когда-то было увлечением её матери, но работа судмедэксперта не позволяла ей часто пользоваться парфюмом, поэтому изысканные ароматы со временем стали сокровищами Эмилии. Ей нравились блестящие флаконы, наполненные прозрачной жидкостью, она любовалась тем, как переплетаются запахи, как они вступают в таинственные реакции. Позже благодаря этому увлечению она полюбила путешествия в поисках ингредиентов для составления новых композиций. Она покоряла заснеженные вершины, где почти не ступала нога человека, гуляла по многолюдным иноземным базарам. Ароматы бесформенны, поэтому их легко не заметить, но они являются неотъемлемой частью жизни любого человека. Большинство людей любят строго определённые запахи, но Эмилия принимает мир ароматов во всей его полноте. Хорошие, плохие, простые, сложные - в уме Эмилия аккуратно раскладывает ароматы по полочкам, и они служат ей мостиком для понимания этого мира. Значит, ароматы - не роскошь, а предмет, который дарит людям естественную радость... и именно такими должны быть духи. Очевидно, эта идея идёт вразрез с тенденциями рынка. Тот факт, что изысканные, словно драгоценные камни, произведения парфюмерного искусства сияют под светом софитов и уходят с прилавков по высоким ценам, воспринимается всеми как должное. Эмилия была и остаётся любителем, в одиночку она не способна изменить расстановку сил на рынке. В результате многие её произведения так и не попали на прилавки магазинов. Ей самой часто приходится работать на открытом воздухе, и однажды она придумала композицию, которая отпугивает насекомых и оказывает дезодорирующий эффект, но такое описание оказалось совсем не романтичным. Ещё Эмилия составила особую композицию, которая должна была понравиться мелюзинам, но людям такие духи оказались неинтересны. Впрочем, Эмилию не расстраивали неудачи. Ей было довольно того, что она могла подарить свои композиции тем, кто в них нуждался.<br>Разумеется, Эмилии тоже есть о чём жалеть. Например, она не может исполнить своё давнее желание и завести питомца - ведь домашние животные могут случайно опрокинуть или проглотить её химикаты. Остаётся только играть с чужими собаками в парке. Само собой, когда Эмилия идёт поиграть с собачками, парфюмом она не пользуется. Ведь у животных очень развито обоняние, а она не хочет настраивать их против себя.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Люди часто пытаются выявить закономерности в попытке объяснить те или иные явления. Работая «криминалистическим чистильщиком», Эмилия часто имеет дело с тканями человеческого тела, некоторые тела принадлежат уроженцам Фонтейна, некоторые нет. Испытывая химикаты для уборки, она постепенно обнаружила, что структурой тканей уроженцы Фонтейна несколько отличаются от иностранцев. Эмилия продолжала тайное расследование и поняла, что о выявленной ею закономерности никто не знает, а если люди и замечали нечто подобное, то объясняли разницу особыми климатическими условиями в Фонтейне. Скажем, уроженцы одних земель чаще лысеют, в других жители отличаются особенно длинными и тонкими пальцами... Эмилия согласилась с таким объяснением, но интуиция подсказывала, что на самом деле всё не так просто. После исполнения «пророчества» она выполнила несколько новых поручений и обнаружила, что некогда существовавшие отличия между уроженцами Фонтейна и иностранцами полностью исчезли, словно их и не было. Тщательно всё обдумав, Эмилия решила, что должна найти ответ. Она нанесла визит верховному судье Нёвиллету (говорили, однажды в оперном театре «Эпиклез» он подробно рассказывал о происхождении фонтейнцев), и поделилась с ним своими наблюдениями. Месье Нёвиллет на мгновение задумался и сказал: «Теперь все фонтейнцы - настоящие люди». Слово «теперь» явно указывало на то, что исполнение пророчества коренным образом изменило Фонтейн. Этого было достаточно. Эмилия не нуждалась в подробностях, она только хотела подтвердить свою догадку и чувствовала, что детали обычному человеку вроде неё знать не следует. За время сотрудничества с Палатой Жардинаж Эмилия подписала целый ворох соглашений о конфиденциальности, но сейчас она и без соглашения понимала, что об этом разговоре лучше молчать. Возможно, ничего особенного и не случилось. На её жизни перемена никак не сказалась, стало даже проще: ведь формула растворителя теперь была одна, независимо от места происхождения жертвы. И потому Эмилия хранит этот секрет глубоко в сердце, вместе со всеми своими радостями и печалями.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "«Основано на реальных событиях»",
                "Content": "Шеврёз, капитан Особого патруля охраны и наблюдения, однажды дала Эмилии такую характеристику: «Ты не романтик». Конечно, стереотипы диктуют, что всякий парфюмер должен быть романтиком, но Эмилия пустилась в серьёзные объяснения: как только духи попадают на полку магазина, их восприятие зависит только от покупателя, парфюмер здесь уже бессилен. Ей аромат маркота напоминает о детстве, а кто-то почувствует в нём любовь, вдохновение или даже горечь. Реакция человека обусловлена его опытом, любые обобщения бесполезны. Если парфюмер, работая над композицией, думает не о том, как раскрыть аромат, а пытается воссоздать романтический флёр некоего места или чувства, результат, скорее всего будет плачевным. «Потому ты и вырезаешь статьи из газет? Чтобы собрать чужой опыт?» - спросила Шеврёз. «В каком-то смысле да», - ответила про себя Эмилия. Конечно, газетные вырезки были всего лишь одной из её читательских привычек. Реальные события интересовали Эмилию куда больше вымышленных сюжетов. Чаще всего она вырезала из газет серьёзные репортажи, но иногда её выбор падал на забавные новости, для которых можно было бы создать рубрику «Десять самых невероятных происшествий десятилетия», чтобы потом рассказать о них друзьям. А Шеврёз страстно любила читать романы. Если оценивать круг чтения, можно заключить, что капитану Особого патруля свойственна романтика. Но Шеврёз обожает детективы, причём душевные терзания героев её не интересуют, зато она любит обсуждать вопросы юридической ответственности, которые затрагиваются в книге. Тоже не очень романтично. Увлечения Шеврёз и Эмилии отличаются, но мыслят они похоже - возможно, потому между ними и завязалась дружба.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Эмилии часто приходят поручения очистить место преступления после раскрытия очередного дела. К тому времени, как она прибывает на место, там остаётся только один дежурный офицер, и Эмилия может спокойно приступать к работе. Но иногда на месте происшествия можно встретить и других людей. Однажды Эмилия приехала на место и увидела, что у оградительной ленты бродит потерянная родственница жертвы. Это была молодая женщина с опустевшим взором, она явно не понимала, что ей делать, но не хотела уходить. На самом деле она едва ли помешала бы работе Эмилии. Можно было как обычно показать дежурному документы, пройти за ленту и начать уборку. Это была единственная обязанность Эмилии, никто не ждал от неё ничего другого. Но Эмилия застыла в нерешительности. Она поздоровалась с дежурным офицером и подошла к женщине. Следующие несколько часов Эмилия тихо сидела рядом и слушала, как несчастная сбивчиво рассказывает о себе и своём родном человеке. Эмилия почти ничего не говорила, только держала женщину за руку и терпеливо слушала, пока история не закончилась, пока беспокойство и тревога не иссякли вместе со словами, а на их месте осталось только тихое горе. Горе было неизбежным, утолить его Эмилия не могла.<br>В тот день Эмилия закончила работу намного позже обычного. Когда она собирала инструменты и растворители, за окном уже опускались сумерки, на фоне которых Глаз Бога сиял особенно ярко. С того дня она всегда с большим запасом планирует рабочее время. Если кому-то понадобится выговориться, она будет рядом.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Привет, меня зовут Эмилия. Интересуют ароматические композиции?<br>Если нет, то надо будет найти более тихое место для разговора.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Вдохновение",
                "Content": "Мне в голову пришла одна идея... Пожалуйста, подожди минутку, я запишу.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Веер",
                "Content": "Многие дамы Кур-де-Фонтейна любят надушить тонкий кружевной веер и создавать дуновение приятного аромата при каждом взмахе руки. Весьма изобретательно.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Газета",
                "Content": "Сходим за сегодняшним номером газеты?",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Дождь иногда доставляет немало хлопот. Он смывает слишком много следов...",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Когда ударяет молния, в воздухе возникает особый запах.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Это место уникальное. Возможно, здесь мы найдём ценные материалы.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Какое прекрасное солнце. Надеюсь, это обещает хороший день.",
                "Tips": []
            },
            {
                "Title": "В пустыне...",
                "Content": "Высококачественные ингредиенты можно найти повсюду, даже в пустыне, где почва бесплодна. Жир унутов можно переработать в ценный компонент для изготовления парфюма.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "После пробуждения я всегда выпиваю стакан холодной воды. Очень бодрит.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Прогулка после еды помогает пищеварению и улучшает кровообращение. Присоединишься?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Некоторые ингредиенты для парфюма можно собирать только в определённое время суток, поэтому иногда мне приходится выходить из дома по ночам.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Спокойной ночи. Я могу порекомендовать ароматы, помогающие уснуть, но лучше всего засыпать естественным путём.",
                "Tips": []
            },
            {
                "Title": "Об Эмилии...",
                "Content": "Я не самый разговорчивый человек и не умею заводить беседу, но я готова выслушать любую историю, хорошую или плохую.",
                "Tips": []
            },
            {
                "Title": "Об Эмилии: Криминалистический чистильщик",
                "Content": "Когда власти заканчивают расследование убийства или несчастного случая со смертельным исходом, на месте происшествия остаётся немало того, что нужно убрать. Это и удаление органических веществ, и удаление пятен крови, и санитарная обработка территории... Всё это входит в обязанности криминалистического чистильщика. Я не связана ни с одной организацией в Кур-де-Фонтейне. Я независимый подрядчик. У меня есть давнее соглашение с жандармами, но я также принимаю частные заказы.<br>Это практически всё, что можно сказать о моей работе, но если есть вопросы, задавай.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Рекомендации",
                "Content": "Хочешь знать, каким парфюмом пользуюсь я? Боюсь разочаровать, но я не пользуюсь духами на работе, чтобы другие запахи не мешали мне. Если ты расскажешь, какое у тебя настроение, я могу дать рекомендации.",
                "Tips": []
            },
            {
                "Title": "О нас: Экскурсия",
                "Content": "Хочешь посетить мою студию? Буду только рада. Могу рассказать немного о парфюмерии, и у меня довольно большая коллекция духов. Моя мать тоже любила парфюм. Многие духи в моей коллекции - её подарки. Если будет время, мы даже сможем попробовать их все по очереди.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Когда-то я хотела использовать Глаз Бога, чтобы создать растение, которое не нуждалось бы в питании. К сожалению, мои попытки закончились неудачей. Похоже, что даже с силой Глаза Бога нельзя идти против законов природы.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Пять чувств не являются полностью независимыми друг от друга. Например, красный цвет ассоциируется с ощущением тепла, а ароматы могут вызывать особые ощущения. Однако это свойство используется в основном в сфере продаж. Например, если покупатель чувствует себя подавленным, его можно легко убедить выбрать духи с травяным или сладким ароматом.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "{M#Для меня интереснее всего узнавать новое. Ты много странствуешь и наверняка немало повидал. Я хотела бы обратиться к тебе с просьбой... Встречал ли ты какие-то цветы или специи, которые произвели на тебя особенно сильное впечатление? Расскажешь?<br>Интейват... Впервые слышу это слово. Хм, я запишу. Если мне посчастливится увидеть такие цветы, я тут же сообщу тебе.}{F#Прости, у меня вопрос... Цветок, который у тебя в волосах... Я никогда не видела такого. Если ты сделала из него аксессуар для волос, полагаю, он многое для тебя значит.<br>Интейват... У этого цветка звучное название. Не знаю, откуда он у тебя, но уверена, это означает, что ты очень важна для этого мира.}",
                "Tips": [
                    "Завершите главу «Реквием гулких глубин»"
                ]
            },
            {
                "Title": "О Шеврёз...",
                "Content": "Не знаю, рассказывала ли она тебе, но мы с ней познакомились на работе. Хотя в большинстве случаев наши разговоры не столь серьёзны, как можно было бы предположить по нашей работе. Однажды она рассказала мне, что прочитала роман о парфюмере, который создаёт аромат, используя человеческую плоть. Конечно, это выдумка, но по сюжету это были лучшие духи из когда-либо созданных. Основываясь на собственном опыте, не могу поверить, что в реальной жизни аромат получился бы таким замечательным...<br>Шеврёз не слишком задумывалась о реалистичности ситуации. Она была слишком занята, пытаясь выяснять, какую юридическую ответственность повлекла бы подобная ситуация.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Тиори...",
                "Content": "У дизайнера Тиори особое чутьё на тенденции. Хотя мы работаем с совершенно разными товарами, мне всё равно нравится слушать, как она рассказывает о творческом процессе, лежащем в основе её дизайнов. Не говоря уже о том, что у неё очень хороший вкус, когда речь идёт о парфюмерии. Когда я предлагаю ей протестировать мои новые духи, она всегда выбирает те, которые потом продаются лучше всего.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шарлотте...",
                "Content": "По-настоящему энергичная молодая леди. Поскольку она журналистка, я могу предположить, что для многих она ассоциируется только с неприятностями, но я её знаю только с лучшей стороны. Даже узнав об истинной природе моей работы, она никому не рассказала. И это несмотря на то, что у неё не было никаких причин помогать мне, и, вероятно, это противоречило её профессиональным интересам. Поэтому я довольно высокого мнения о ней. Если бы ей когда-нибудь понадобилась моя помощь, я бы точно не отказала.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Клоринде...",
                "Content": "Думаю, в Фонтейне не найдётся человека, который не слышал бы её имя. Она грозный судебный дуэлянт. Но я не думаю, что с Клориндой будет трудно поладить. Чем сильнее человек в бою, тем более открыт в общении.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сиджвин...",
                "Content": "Если я не ошибаюсь, госпожа Сиджвин познакомилась со мной, когда я была совсем юной - слишком юной, чтобы помнить... Ах, я, наверное, не рассказывала тебе... Мой отец работает в Сумеречном дворе, поэтому к нам часто приезжали мелюзины. Очевидно, именно мелюзины приглядывали за мной в детстве.<br>Но госпожа Сиджвин никогда не относилась ко мне как к младшей. Она всегда высоко отзывается о моих духах, поэтому всякий раз, когда я делаю новый образец, я обычно откладываю для неё дополнительный пробник.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нёвиллете...",
                "Content": "Если у парфюмера обоняние начинает притупляться, есть довольно простое решение - надо попить свежую воду. Обычно я не слежу за тем, какую воду пью, но однажды из любопытства я посетила мероприятие по дегустации воды, организованное месье Нёвилеттом.<br>У него было такое абстрактное, но своеобразное понимание отличительных особенностей различных типов воды. Это почти напомнило мне о том, как в журнальных статьях рассказывают о парфюмерии. Он нашёл время, чтобы понять мои потребности, и совершенно искренне порекомендовал несколько источников воды. Он был настолько внимателен, что иногда я предпочитала покупать именно те типы воды, которые он рекомендовал, хотя бы из уважения к нему.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ризли...",
                "Content": "Вы с Ризли знакомы? Ха-ха, ты {M#полон}{F#полна} сюрпризов. Насколько я знаю, герцог старается держаться в тени. Большинство людей даже не подозревают о его существовании. Месье Нёвиллет однажды пытался рекомендовать ему мои услуги, но, видимо, Ризли решил, что в крепости Меропид они не понадобятся.<br>Я не знаю, по каким причинам он отказал мне, поскольку никогда не встречала его лично. Но если бы я могла предположить... я бы сказала, что, возможно, есть вещи, которые он не хочет смывать. Возможно, он предпочитает оставить их там... как предупреждение.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Тигнари...",
                "Content": "Мы с ним встречались не так уж много раз, но вели переписку. Сначала он связался со мной, как-то узнав мои контактные данные, и был очень вежлив в письмах. Знаменитый ботаник обратился ко мне за советом по поводу цветов, что мне очень льстило. Я воспользовалась этой возможностью и расспросила его о сумерских парфюмерных ингредиентах, и он подробно ответил на все мои вопросы.<br>Теперь наши письма стали более непринуждёнными, и он часто упоминает о своих друзьях и знакомых. Я очень рада, что мне удалось с ним подружиться.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эскофье...",
                "Content": "Госпожа Эскофье - усердный и прилежный шеф-повар. Обычно сухие лекции о парфюмерии усыпляют всех, но только не её. Кроме того, её ум очень быстр, и она умеет распознавать тонкие связи между фактами и мгновенно применять эти знания на практике. Некоторые считают, что она наделена природным кулинарным даром. Но я считаю, что секрет её успеха очевиден.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше об Эмилии I",
                "Content": "Люди часто романтизируют парфюм, наделяя его всевозможными поэтическими свойствами. Но на самом деле парфюмерия гораздо ближе к науке. Её можно сравнить с простым химическим экспериментом. Задача парфюмера - преодолеть разрыв между творческими и научными качествами продукта, и для этого требуется немалое мастерство.",
                "Tips": []
            },
            {
                "Title": "Узнать больше об Эмилии II",
                "Content": "Конечно, люди могут рассказать, какие чувства вызывает у них тот или иной аромат. Но воссоздать аромат по письменному описанию очень сложно, даже для меня. Поэтому прошу меня простить, но я не принимаю индивидуальные заказы. Тем не менее, если тебе придутся по вкусу другие мои духи, я, конечно же, буду рада.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше об Эмилии III",
                "Content": "Перед выпуском в продажу духи должны пройти ряд испытаний, в том числе тест на срок годности. Это поможет ответить на несколько вопросов: Как долго хранится продукт? Подвержен ли он порче? Станет ли он токсичным или выветрится и исчезнет со временем?<br>Ха, теперь я задумалась... Было бы здорово, если бы существовал способ тестирования межличностных отношений на срок годности.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше об Эмилии IV",
                "Content": "Я не скрываю свою настоящую профессию, но по возможности предпочитаю быть незаметной. Не потому, что я боюсь, что это оттолкнёт клиентов от моих духов, скорее я осознаю, что моя работа в качестве криминалистического чистильщика связана с большим количеством конфиденциальной информации, которую нельзя разглашать публично. Люди, которые заказывают мои услуги, доверяют мне. Я не хочу, чтобы из-за меня к ним было привлечено нежелательное внимание.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше об Эмилии V",
                "Content": "Парфюмерия всегда была для меня лишь хобби. Я занимаюсь этим в свободное время, как некоторые люди учатся играть на музыкальных инструментах или мастерить.<br>Но всё же не всегда моей целью в жизни было стать криминалистическим чистильщиком. Моя мама работает судебным патологоанатомом, и с самого детства я знала, что хочу работать в сфере уголовных расследований, как она. Долгое время мой талант к химии вдохновлял меня на анализ следов. Но по мере того как я училась, я начала сталкиваться с реальными местами преступлений. Я никогда не забуду то, что однажды увидела... Был убит маленький ребёнок, кровь впиталась в ковёр и забрызгала стены... И после того как следователи закончили осмотр, они ушли. Я не могла представить, через что пришлось пройти этим бедным родителям... Мне казалось неправильным, чтобы они убирали следы убийства своего ребёнка.<br>Так что, да. Это и привело меня в мою профессию.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Эмилии...",
                "Content": "Я люблю собирать газетные вырезки. Всякий раз, когда я натыкаюсь на невероятную историю в газете, я вырезаю её и добавляю в свою коллекцию. Так я заполнила несколько толстых папок. Пролистывать их всё равно что читать одну из серий коротких рассказов, которые так любит Шеврёз.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Эмилии...",
                "Content": "Все собаки в этом парке очень дружелюбны. Если хочешь погладить их, сначала тебе придётся поиграть с ними. Хе-хе, какая это милая задача.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Отварные свежие креветки, посыпанные морской солью, а затем обмакнутые в растопленное сливочное масло - просто и вкусно. Попробуй как-нибудь.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я редко ем красное мясо. Спорно, я знаю.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Вкус такой же приятный, как и аромат. Спасибо, что угостил{F#а} меня. Мне очень нравится.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Хм, красиво и на вкус неплохо.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Неужели есть люди, которые особенно неравнодушны к подобным ароматам?",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения! Я знаю, что парфюмерные предпочтения - дело сугубо личное, но я взяла на себя смелость выбрать аромат, который, как мне кажется, тебе понравится. На самом деле, это одно из моих собственных творений, но его пока нельзя купить.<br>Я попыталась объединить цветочные и фруктовые ноты, которые встречаются в природе в это время года. Я хотела добиться более тонкого аромата. Надеюсь, он подарит тебе ощущение спокойствия и комфорта.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Благодарю. Не стоит скромничать. Конечно, ты заслуживаешь благодарности.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Спасибо за предложения, теперь у меня есть пища для размышления.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Сила на пользу только тогда, когда ею обладает правильный человек. Я сделаю всё возможное, чтобы оправдать твоё доверие.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Многое видится ясно только в ярком свете, и сейчас ты как будто передаёшь этот свет мне. Ты приглашаешь меня присоединиться к тебе в твоём путешествии? Тогда, пожалуйста, веди. Я буду рядом.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Преобразование.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Экстракт.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Начинаю очистку.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Свежо и цветочно.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Рассейся!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Воссияй.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Оправдались ли твои ожидания?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Помочь тебе с грузом?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Ни малейшей информации о владельце...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Моё обоняние ослабевает...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Негативная реакция...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Пора заново оценить обстановку...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Минутку.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Не переживай, я тут.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Чувствую... кровь...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Фонарь... погас...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Пришло моё время?",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Моя уязвимость.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Плохо подготовилась...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Следует проявить больше осторожности.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Почту за честь.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Приветствую, рада.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Я польщена.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "99": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Благоухание зелени",
                "Desc": "Наряд Эмилии. Отдавая долг выпуску классического парфюма, дизайнер этого изумрудно-зелёного платья вдохновлялся концепцией «осязаемого аромата». Теперь оно часть коллекции Эмилии.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108683,
            "JD": 108682,
            "Name": "<b>Ароматный пир вкусов</b>",
            "Eff": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Эмилии. Ферментированный сок с тонким цветочным ароматом радует древесными нотками, а сладкие сливки мягко дополняют его, придавая умеренный вкус и аромат. Долгое послевкусие этого богатого аромата создаёт незабываемое гастрономическое впечатление.",
            "Recipe": {
                "100064": 4,
                "100099": 3,
                "100076": 3,
                "110002": 2
            },
            "Icon": "UI_ItemIcon_108683"
        },
        "Namecard": {
            "Name": "<b>Конечная нота</b>",
            "Desc": "Именная карта.<br>«Верхняя нота сладкая, средняя насыщенная, но не доминирующая, а базовая с лёгким ароматом сандала. Какой изысканный парфюм!»<br>Заказы идут непрерывно; и чтобы ароматы не мешали её работе, Эмилия практически не пользуется парфюмом. Когда же она сможет насладиться этими базовыми нотами?",
            "Pic": "UI_NameCardPic_Emilie_P"
        }
    }
}

var acs_cache_ = {}