// Auto Generated

var _AvatarFetterConfig_ = {
    "112": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "На протяжении многих лет фонтейнская кухня, отличительной чертой которой является подчёркнутая элегантность, пользуется популярностью в Тейвате.<br>Если вы спросите у кулинарных критиков, кто лучше всего воплощает принципы фонтейнской кухни, вряд ли хоть один исключит из своего списка великую Эскофье, «бывшего шеф-повара \"Дебор Отеля\"».<br>В глазах искушённых гурманов Эскофье - основательница «технологичной кулинарии» и главный приверженец «принципов инновационной гастрономии». Она мастерски использует вкусовые экстракты, отмеренные с научной точностью, и превращает их в изумительные, многогранные вкусовые ощущения.<br>По мнению многочисленных критиков, Эскофье - демонический повар, который продолжает вдыхать новую жизнь в кулинарный мир, заставляя мурашки бегать по спине гастрономических ископаемых - тех, кто упорно отказывается воспринимать перемены. Совершенствуя технологии и приёмы, она успешно снижает стоимость блюд, делая высокую кухню более доступной и ставя знаменитые блюда на столы простых людей.<br>По словам её учеников и коллег, Эскофье - олицетворение дисциплины. При ней нельзя халтурить - даже малейшие ошибки, вызванные нарушением концентрации или рассеянностью, встречают яростную критику. Чтобы приготовить блюдо, достойное хотя бы небрежного кивка одобрения, требуется абсолютное уважение к каждому ингредиенту и предельная искренность и осторожность на всех этапах процесса приготовления.<br>В глазах Навии и других её друзей Эскофье - терпеливая и вдумчивая девушка, которая находит вдохновение как в сложных симфониях, так и в общении с собеседниками. Посидеть с ней за чашечкой послеобеденного чая сродни приятному сюрпризу - всегда можно открыть для себя что-то новое и неожиданное.<br>Однако Эскофье не зацикливается на прошлой славе - для неё существует только настоящее и, конечно же, цели на будущее.<br>Даже пробуя творение, в которое она вложила всю душу, Эскофье наслаждается своей работой лишь мимолетное мгновение, прежде чем её внимание переключится на мельчайшие недостатки, которые не заметит даже самый искушённый критик.<br>«До совершенства ещё очень далеко!»",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Эскофье с ранних лет проявляла необычайную... можно сказать, шокирующую наблюдательность.<br>Её вкусовые рецепторы были особенно чувствительными, что в сочетании с природной любознательностью производило потрясающий эффект.<br>Однажды, когда родители отвлеклись, Эскофье бросилась на кухню и перепробовала все продукты и пряности, какие только смогла найти. Затем она разделила их на категории: сладкие, солёные, кислые и острые. Затем аккуратно расставила в зависимости от насыщенности вкуса. После чего она жестом указала маме, какой вкус ей больше нравится.<br>Пока другие дети предавались бесцельным и беззаботным играм, Эскофье была занята тем, что определяла, какие багеты пролежали слишком долго и утратили свежесть. Она требовательно сигнализировала матери, чтобы та заменила зачерствевшие на свежие. Видя, как Эскофье размахивает маленькими ручками и неистово хлопает глазами, мать отрезала ей несколько кусочков хлеба и наливала новую тарелку супа, ошибочно полагая, что Эскофье проголодалась.<br>Конечно, родители Эскофье не были настолько богаты, чтобы позволить себе выбрасывать хлеб, как только он начинал терять свежесть. Поэтому Эскофье научилась создавать свежие ароматы для каждого блюда с помощью соли, масла, сахара и перца.<br>Видя это, родители Эскофье, которые сами были поварами, постепенно стали понимать особые интересы своей дочери. Они предоставляли ей всё больше пряностей, с которыми она могла играть, тем самым давая ей инструменты и свободу проявлять своё творчество.<br>В свободное время между обучением дочери поэзии и искусству родители знакомили Эскофье с историей кулинарии, прививая ей чувство торжественной важности профессии шеф-повара, повторяя фразу: «Безупречная белизна поварского мундира так же изысканна, как оперение белокрылого гуся».<br>Вскоре Эскофье с головой погрузилась в удивительный мир деликатесов. Она попросила родителей брать её с собой на работу, где тихо сидела и наблюдала за происходящим из самого укромного уголка. С разрешения владельца ресторана они делали дополнительные пробы каждого блюда, чтобы любопытная Эскофье могла прочувствовать все стили и ароматы.<br>Они ещё не знали, что Эскофье считала это не чем иным, как прилежной учёбой.<br>Её особый талант будет развиваться и совершенствоваться, пока в один прекрасный день Эскофье не достигнет уровня мастерства, поражающего воображение.<br>Какое бы блюдо перед ней ни поставили, Эскофье, попробовав его всего раз и внимательно посмотрев минуту-другую, могла не только назвать все ингредиенты и пряности в его составе, но даже оценить их количество.<br>В итоге в возрасте четырёх лет Эскофье сделала решающий шаг на своём кулинарном пути - ей уже было недостаточно определять ингредиенты и приправлять еду. Она твёрдо решила готовить блюда, которые могли бы удовлетворить её вкус, - создать кухню, способную потрясти мир!<br>«Давайте сегодня я приготовлю ужин?»<br>В своём первом блюде Эскофье отказалась от привычных рецептов и попробовала приготовить рулет «Золотая троица»: рыба, птица и требуха в кляре, обжаренные до золотистой корочки. Чудесное сочетание многогранных вкусов.<br>Это блюдо ни в коем случае нельзя назвать простым. Только тщательная и точная подготовка каждого ингредиента позволяет добиться правильного баланса вкусов. Малейшая неточность может привести к тому, что блюдо станет настоящим мучением для вкусовых рецепторов.<br>Эскофье в точности следовала рецепту, тщательно отмеряя каждый ингредиент и пряности и строго контролируя время каждого этапа приготовления. Её крохотные ручки мелькали в суматохе, от волнения её лицо покраснело - так она провела два часа.<br>Её первая и немного неуклюжая попытка приготовить еду не имела сказочного финала - это был не тот случай, когда гениальный шеф-повар, чья судьба была предопределена, превращает каждое блюдо, к которому прикасается, в кулинарное сокровище.<br>Родители наперебой хвалили её рулет, искренне восторгаясь получившимся блюдом, но как только они ушли и Эскофье сама попробовала рулет, выражение её лица мгновенно изменилось.<br>Ей не удалось приготовить блюдо, которое доставило бы ей истинное удовольствие.<br>«Чего-то не хватает...»<br>В ту ночь Эскофье лежала в постели и сосредоточенно размышляла, не в силах уснуть...<br>«Возможно... я попробовала недостаточно продуктов... приготовила недостаточно блюд... Может быть, у меня не было нужных пряностей?»<br>«Прочитать рецепт и шаг за шагом следовать инструкциям... Этого недостаточно!»<br>С этого момента у Эскофье появилась цель, к которой она устремилась...<br>Она хотела попробовать больше продуктов, расширить свои кулинарные горизонты и создавать деликатесы, которые заставили бы весь мир задохнуться от восторга!",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "«Расширить свои кулинарные горизонты» - простая цель, которая требует значительных затрат.<br>Чтобы не быть обузой для родителей, несмотря на юный возраст, Эскофье решила отправиться в кулинарное путешествие.<br>Она нашла неприметный ресторанчик вдали от посторонних глаз и старательно пробивала себе дорогу на кухню в качестве ученицы.<br>Наблюдая за тем, как повара готовят блюдо за блюдом, помогая им выполнять важные этапы процесса приготовления, Эскофье быстро освоила специфические трудности самых разных блюд.<br>Если посетитель оставался недоволен, Эскофье пробовала образец его блюда и, сочетая свой вкус с воспоминаниями о том, как повар его готовил, проводила тщательный анализ.<br>На кухне ошибки неизбежны, а казусы невозможно предсказать, глядя только на рецепты и учебники.<br>Повара в ресторане Эскофье считали, что она слишком мала для работы на кухне. Даже когда она опрокинула кастрюлю с едой, они не смогли заставить себя отругать её.<br>Но сама Эскофье требовала, чтобы к ней не было особого отношения - каждое грубое слово, каждый резкий выговор она хотела выслушать до конца.<br>Не нравится? Просто не повторяй ту же ошибку.<br>Именно подобные непредсказуемые ошибки Эскофье предстояло быстро усвоить и запомнить, приобщив их к собственному «опыту».<br>За неполные шесть месяцев ей удалось добиться значительных успехов в кулинарии, и вскоре она могла готовить фирменные блюда ресторана без посторонней помощи.<br>Эта маленькая ученица, ростом едва ли выше плиты, стояла на стуле, орудовала посудой, которая весила едва ли меньше, чем она сама, и готовила одно блюдо за другим, все высочайшего качества.<br>Владелец ресторана был тронут её страстью и присвоил Эскофье звание «маленького повара». Её ученичество закончилось, и она получила зарплату, соответствующую новой должности.<br>Почти всю заработанную мору Эскофье тратила на «дегустацию деликатесов».<br>Каждый выходной день она приглашала родителей посетить знаменитые рестораны Кур-де-Фонтейна, чтобы отведать лучшее блюдо в каждом заведении.<br>Пока родители были заняты тем, что восторгались высокой кухней, Эскофье погружалась в размышления, обдумывая шаги, которые нужно предпринять, чтобы приготовить каждое блюдо, и фиксируя в памяти малейшую искру вдохновения.<br>Чем больше деликатесов она пробовала, тем больше преуспевала в кулинарии, тем больше моры зарабатывала, и тем больше блюд могла попробовать... По мере того как Эскофье поднималась всё выше по ступеням кулинарной лестнице, она всё дальше погружалась в грандиозные глубины гастрономии.<br>Но был один деликатес, истинный вкус которого она не могла попробовать...<br>Легендарный торт «Дебор» лесным пожаром пронёсся по миру кулинарии всего сто лет назад. Однако после безвременной кончины шеф-повара «Дебор Отеля» рецепт канул в небытие.<br>Позднее поколения поваров предпринимали неоднократные попытки восстановить рецепт по разрозненным записям того времени. Многие из его копий сами по себе произвели фурор в кулинарных кругах Фонтейна.<br>Эскофье попробовала их все, и хотя они действительно были сладкими и вкусными, на душе у неё неизменно оставалось невыразимое чувство разочарования - наверняка в легендарном торте было что-то ещё.<br>Накануне пятого дня рождения Эскофье великий шеф-повар Спина-ди-Росула создал ещё одну копию, по слухам, почти идентичную оригиналу.<br>Спина-ди-Росула даже организовала торжественную дегустацию торта в «Дебор Отеле», причём мероприятие пришлось на день рождения Эскофье.<br>Каждый день на пробу выставлялось всего шестнадцать порций. Естественно, они быстро доставались знаменитостям и знатным людям. У простого человека, как Эскофье, при всём её желании не было ни малейшей надежды попробовать это лакомство.<br>На свой пятый день рождения Эскофье умоляла родителей отвести её в «Дебор Отель». Даже если ей не удастся попробовать легендарный торт, возможно, она сможет узнать что-то о нём по цвету, форме и запаху.<br>Однако обстоятельства сложились так, что ей удалось не просто увидеть торт и почувствовать его аромат. Возле «Дебор Отеля» внезапный порыв ветра подхватил красивую шляпку и принёс её прямо в руки Эскофье.<br>Эскофье долго и упорно искала её владелицу, пока, наконец, по характерному аромату роз, исходящему от шляпы, не нашла её столь же благоухающую обладательницу - встревоженную Навию.<br>В знак благодарности Навия пригласила Эскофье попробовать восхитительный кусок торта, который припас специально для неё великий шеф-повар.<br>«По правде говоря, ничего особенного! Я открою тебе маленький секрет...» Навия понизила голос и, убедившись, что никто не подслушивает, шепнула замершей в недоумении Эскофье: «Я много раз тайком пробовала его... Лично мне больше нравятся макароны!»<br>Любопытство взяло верх над манерами, и Эскофье с жадностью схватила торт, который протянула ей Навия.<br>Он был превосходным, но всё же далёким от совершенства. На её вкус, он был не лучше и не хуже других имитаций, которые она пробовала.<br>Но это был вожделенный подарок, который преподнесла ей новая подруга, стоявшая прямо перед ней. А ещё его приготовил шеф-повар, состоящий в организации, которой она руководила... Разве это подходящее время, чтобы давать честную оценку?<br>«Ну как? Вкусно? Только честно!»<br>Настрой Навии развеял все сомнения. В отношении друзей, как и в отношении еды, возможна только правда.<br>И вот, как и бесчисленное количество раз в дальнейшем, Эскофье дала откровенную и строгую оценку:<br>«...Ничего особенного».",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Существует гигантская пропасть, которую необходимо преодолеть, чтобы «изысканное» возвысилось до «чарующего».<br>Тщательно проанализировав и сравнив множество имитаций, которые она пробовала на протяжении многих лет, Эскофье решила, что сама попытается воссоздать торт «Дебор», о котором так долго грезила.<br>Она хотела использовать это потрясающее творение как ступеньку для восхождения на вершину кулинарного мира.<br>Эскофье не знала рецепта, поэтому использовала самые обычные ингредиенты, чтобы «воссоздать» вкус шедевра.<br>Если взять существующий рецепт и научиться готовить по нему, а затем модифицировать и улучшить то, что уже имелось, то это можно сравнить со строительством дома по проверенному чертежу, а затем с декорированием его в другом стиле...<br>Значит, метод «воссоздания» Эскофье можно сравнить со строительством нового дома с нуля.<br>Если какой-то ингредиент придаст блюду неожиданный вкус, а пропорции будут хоть немного нарушены, конструкция рухнет, и всё блюдо придётся переделывать с нуля.<br>Для этого, помимо своей обычной работы в ресторане, Эскофье начала принимать индивидуальные заказы. Клиенты предоставляли ей ингредиенты и озвучивали пожелания, а она готовила для них блюда, которых не было в меню.<br>Это позволило ей выйти за границы своей зоны комфорта и научиться адаптироваться к неожиданным запросам. Знакомясь с разнообразными ингредиентами в пылу сражения, постоянно экспериментируя с новыми сочетаниями, Эскофье могла раскрыть оригинальные и потаённые оттенки вкуса каждого ингредиента.<br>Годы летели в бесконечном цикле экспериментов и доработок, в процессе которых Эскофье создала подробную «Таблицу вкусовых профилей» и разработала собственную уникальную кулинарную философию.<br>Она назвала это направление «технологичной кулинарией». Это был стиль, не ограниченный определённым репертуаром ингредиентов, а основанный на понимании фундаментального вкуса каждого компонента. Она уделяла большое внимание точным измерениям и анализу реакций, происходящих на каждом этапе процесса приготовления, чтобы создать подход, который перевернул кулинарию с ног на голову.<br>Именно в этот момент Эскофье наконец почувствовала, что по-настоящему влилась в ряды кулинарного сообщества. С этого момента она направила все свои усилия на то, чтобы расширить границы кулинарии и бросить вызов совершенству.<br>Используя принципы зарождающейся технологичной кулинарии, Эскофье успешно создала новый десерт, который был не просто изысканным, а поистине чарующим.<br>На волне популярности индивидуальных заказов её новый десерт сразил Кур-де-Фонтейн наповал.<br>Он вызвал такой ажиотаж, что новости о новом лакомстве дошли до самой Фурины и пробудили в ней любопытство. В перерыве между выступлениями она нашла время, чтобы лично посетить ресторан Эскофье и посмотреть, чем вызвана шумиха.<br>Появление Фурины в ресторане повергло всех в шок. Ножи и вилки застыли в воздухе, а руки поваров дрожали так сильно, что они не могли готовить.<br>Только Эскофье удалось быстро вернуть себе самообладание. Она поприветствовала Фурину и спустя несколько секунд тщательной подготовки поставила на стол суперзвезды свой новый фирменный десерт.<br>Именно тогда Фурина заметила необычную эмоцию на лице Эскофье.<br>Пылкость? Нет... она была словно одержима.<br>Казалось, что молодая сотрудница ресторана ждала именно этой возможности. Каждое блюдо, которое она готовила, было исполнено с особой тщательностью, а теперь, когда у неё появился шанс представить свои блюда самому Гидро Архонту, она чувствовала себя так, словно оказалась в центре внимания, и с нетерпением ждала вердикта Фурины.<br>Охваченная любопытством, Фурина взяла в руки нож и вилку и начала напевать мелодию, пока нежные оттенки вкуса театрального торта в лилейной глазури танцевали на её языке, словно ноты сладкой симфонии.<br>Закончив, Фурина разразилась восторженными похвалами. Она уточнила источник каждого сладкого вкуса и дважды спросила имя Эскофье, прежде чем уйти.<br>В ту ночь Эскофье не могла уснуть. Неожиданная похвала Фурины заставила её почувствовать себя словно во сне, настолько прекрасном, что она с трудом могла поверить в его реальность...<br>Когда она проснётся, сможет ли она вновь пережить эту фантазию?<br>Ответ был утвердительным. На следующий день Эскофье получила письмо из Дворца Мермония. В нём было предложение о работе.<br>...<br>Много лет спустя, рассказывая о своей первой встрече с Эскофье, Фурина будет вспоминать, как её поразила уверенность Эскофье и её торжественная грация.<br>В тот момент Эскофье проявила редкую несдержанность, но при этом сохранила привычную откровенность, ответив:<br>«Честно говоря, моя голова была совершенно пуста. Я готовила чисто инстинктивно».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "«Эскофье, ты полна сюрпризов. Твои десерты бесподобны, а в одиночку ты можешь добиться большего, чем целая армия поваров...»<br>«В честь твоих достижений я провозглашаю тебя своим \"главным кондитером\"!»<br>В гостином зале Дворца Мермония Фурина лично надела на голову Эскофье изысканный поварской колпак, наградила её памятным значком, изготовленным по собственному эскизу, и присвоила титул, не имеющий аналогов в кулинарном мире.<br>Для Эскофье это было высшей наградой - ответственная должность при дворе Фурины. Она чувствовала, как её переполняет гордость, подобно мощной волне вдохновения.<br>А вместе с этим росла и её решимость дальше создавать блюда, которые принесут удовольствие госпоже Фурине.<br>Однако даже у Дворца Мермония был ограниченный бюджет, и хорошо оборудованная кухня считалась слишком большой статьёй расходов. Имеющееся оборудование позволяло готовить только простые блюда, не давая Эскофье возможности в полной мере проявить свой кулинарный гений.<br>В результате Эскофье понадобился хорошо оборудованный ресторан, где она могла бы готовить десерты для Фурины, а затем тщательно упаковывать и запечатывать их и доставлять ко двору.<br>К счастью, «Дебор Отель» сделал своевременное предложение, учредив специально для неё новую должность «шефа-технолога». Теперь она формально была наравне с шеф-поваром отеля и могла свободно использовать даже самые редкие и дорогие ингредиенты, чтобы создавать непревзойдённые блюда для госпожи Фурины.<br>Это было взаимовыгодное сотрудничество. Эскофье получила доступ к лучшему оборудованию и ингредиентам, а на каждом из её эксклюзивных десертов теперь красовалась надпись «Творение \"Дебор Отеля\"», что ещё больше укрепило репутацию заведения в Фонтейне.<br>В «Дебор Отеле», похоже, не заметили, что Эскофье была не просто кондитером, а её кулинарные таланты простирались далеко за пределы сладостей. В конце концов, от госпожи Фурины вряд ли можно было ожидать, что она будет питаться кремом, глазурью и фруктовыми начинками три раза в день - порой она требовала от своего главного кондитера готовить полноценные обеды.<br>Этот период своей жизни Эскофье провела, не ограничивая себя, применяя свои таланты на практике, оттачивая кулинарное мастерство, пока не достигла вершин ремесла.<br>Она с безупречным мастерством воссоздавала классические блюда «Дебор Отеля», совершенствуя многие из их рецептов и даже возрождая те, которые считались утраченными со временем.<br>В то время шеф-поваром была старая и опытная женщина, которая уже выбрала себе преемницу. Однако, увидев преимущества Эскофье во всех областях кулинарного искусства, она решила дать возможность двум молодым поварам помериться силами в дружеском состязании.<br>Эскофье не обманула возложенных на неё ожиданий. Она приготовила «Прибрежные пески» - блюдо, которое на первый взгляд кажется простым и непритязательным, но в процессе приготовления таит в себе множество подводных камней. Блюдо ошеломило всех, кто его попробовал, и даже соперница признала, что Эскофье должна занять её место в качестве нового шеф-повара.<br>Так Эскофье стала самым молодым шеф-поваром в истории «Дебор Отеля». Памятный значок, подаренный Фуриной, символ её образа, стал олицетворять вершину авангардной гастрономии.<br>Под её руководством повара «Дебор Отеля» раздвинули границы возможного, повысив качество каждого блюда в своём репертуаре. Даже самые педантичные критики не могли найти изъянов в их работе.<br>Всего за шесть месяцев Эскофье достигла вершины в своей профессии. Она была объявлена самым прославленным шеф-поваром Фонтейна после Модеста - гениального основателя «Дебор Отеля».<br>Но ни один жизненный путь не обходится без препятствий, и Эскофье познала эту истину на себе.<br>Через некоторое время Эскофье обнаружила, что зашла в тупик в своём развитии в «Дебор Отеле».<br>Каждому посетителю ресторана присуща своя уникальная культура питания - устоявшаяся инерция, сформированная временем, историей и окружающей средой. Эти глубоко укоренившиеся традиции Эскофье не могла преодолеть самостоятельно.<br>Например, хорошо одетой паре из знатного рода было бы так же трудно представить, что они возьмут свои отполированные ножи и вилки, чтобы покопаться в рыбе с картофелем во фритюре, как и экономному рабочему - что он будет есть фуа-гра со своей семьёй.<br>Поэтому блюда, которые Эскофье могла создавать в «Дебор Отеле», были крайне ограничены вкусами и кругозором её клиентов.<br>Не говоря уже о том, что резкий наплыв клиентов, вызванный возросшей популярностью отеля, стал огромной нагрузкой для Эскофье, которая теперь должна была не только следить за качеством каждого блюда, но и управлять всем персоналом кухни.<br>Все эти факторы ограничивали Эскофье в её поисках и экспериментах со вкусами.<br>Но... могла ли она отказаться от звания шеф-повара, которого так упорно добивалась, и покинуть непревзойдённую гастрономическую среду «Дебор Отеля» в погоне за туманной целью, не имея чёткого понимания, как её достигнуть?<br>Прежде чем Эскофье успела принять решение, неожиданный случай решил её судьбу за неё.<br>В блюдах «Дебор Отеля» было обнаружено опасное запрещённое вещество - люмилин. Новость распространилась по Фонтейну, как лесной пожар, и все повара были в панике.<br>Как шеф-повар, Эскофье считала себя ответственной за то, что в блюда попал люмилин. Чтобы защитить репутацию отеля и успокоить волнения среди персонала, она ушла со своего поста. Но этого оказалось недостаточно - её привлекли к суду и приговорили к заключению.<br>Все сомнения и разочарования теперь будут сопровождать её в тюрьме под толщей воды.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "От главного кондитера Фурины и прославленного легендарного шеф-повара до заключённой крепости Меропид...<br>Падение Эскофье было стремительным - не каждому дано оправиться от такого удара...<br>К счастью, Эскофье не страшилась опасности - чем сложнее было её положение, тем спокойнее она становилась. Непродолжительное пребывание в крепости Меропид дало ей новую перспективу. Позже она в шутку называла это время «первым периодом уединения» - временем, когда она сосредоточилась на совершенствовании своих навыков.<br>Еду в купонной столовой - далёкую от привычной ей высокой кухни - можно было сравнить с лотереей. Джекпотом в ней были настолько ужасные блюда, что их можно было приравнять к дополнительному наказанию. И всё же это позволило ей взглянуть на возможности технологичной кулинарии под новым углом.<br>Больше не стремясь воссоздать конкретные вкусы или добиться заданных результатов, она переключила своё внимание на тестирование как можно большего количества вкусовых сочетаний. В каждом ингредиенте таилась глубина, которую нужно было исследовать. При правильном сочетании каждый из них мог придать блюду немыслимый вкус, открывая тем самым доступ к широчайшему миру приправ.<br>Вновь обретённая цель позволила ей перестать считать подводную жизнь удушающей, хотя сожаление по-прежнему не покидало её.<br>Временами в крепости Меропид было шумно, как на заводе, а временами - тихо, как в космическом вакууме. Вспоминая атмосферу «Дебор Отеля» с его мелодичной музыкой, всегда наполнявшей залы, Эскофье испытывала глубокую печаль.<br>Однажды Фурина и Навия пришли в гости и принесли маленький проигрыватель. Для Эскофье тягучие ноты давно приевшихся мелодий были подобны первым каплям дождя после долгой засухи. Когда она вспоминала все блюда, которыми наслаждалась, слушая эти песни, в ней вспыхивало вдохновение.<br>С этого дня дело о люмилине, из-за которого Эскофье оказалась в тюрьме, перестало иметь для неё какое-либо значение.<br>В первый же день после освобождения из крепости Меропид Эскофье пригласила своих друзей - в том числе и Навию - на банкет. Она выбрала мелодичную композицию и позволила музыке вдохновлять её, пока она создавала дюжину или более блюд, каждое из которых гости встречали изумлёнными возгласами. Новое творение, которое она отправила госпоже Фурине и назвала «Осенний иней», было принято на ура, а сама Фурина танцевала от радости.<br>Эскофье не вернулась в «Дебор Отель». Вместо этого она погрузилась в мирную жизнь в таверне во Флёв Сандр, которую ей посоветовала Навия.<br>Это должно было стать началом её «второго периода уединения». Никакие вопросы, не имеющие отношения к кулинарии, не могли вырвать её из раздумий.<br>Даже внезапное наводнение не могло отвлечь Эскофье от задуманного - она не села в спасательную лодку, пока не упаковала и не закрепила всю свою посуду и ингредиенты. Как только вода отступила, она первым делом вернулась на кухню.<br>Целью Эскофье было не просто создать десерт, который превзошёл бы торт «Дебор», и преподнести его Фурине - её главной задачей было полностью разрушить границы традиционной кулинарии.<br>Она не пыталась бороться с культурной инерцией напролом. Вместо этого, словно смешивая цвета на палитре, она постепенно вводила новые вкусы, поощряя тихие, тонкие инновации и прогресс.<br>Со временем она создала мир без оков, где даже самые скромные блюда могли украсить столы изысканных заведений, а высокая кухня была избавлена от флёра надменности.<br>Конечной целью было открытие новой вершины гастрономического удовольствия. Даже если этой вершины нельзя достичь за одну жизнь, Эскофье была полна решимости приблизиться к ней.<br>Её ожидало бесконечное путешествие в погоне за вкусом, не ограниченное ни временем, ни пространством. Как только возникает новая идея или обнаруживается незнакомый ингредиент, Эскофье бросает все силы на их изучение.<br>Она прекрасно понимала, какую задачу поставила перед собой. Казалось, она отражается в её глазах - сияющий пик совершенного вкуса, призванный преломлять бесконечный блеск её вдохновения, подобно первозданному белому оперению снежного гуся...",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "Многоцелевой гастромек",
                "Content": "Опытные повара привыкли работать со множеством ингредиентов одновременно. Будучи пионером технологичной кулинарии, Эскофье часто крутится на кухне, как заведённая.<br>В то время как другие повара могут взять готовые ингредиенты и приправить их, чтобы добиться желаемого вкуса, подход Эскофье заключается в создании «вкусового протокола», основанного на принципах, лежащих в основе каждого блюда. Этот процесс требует точного разделения ингредиентов, сложных способов приготовления, рафинирования, дистилляции и множества техник, которые могут значительно растянуть во времени процесс приготовления.<br>В результате Эскофье начала исследовать пределы многозадачности. Готовясь к приготовлению каждого блюда, она выделяла шаги, которые нужно было предпринять, и планировала их последовательность вплоть до секунды, словно музыкант на генеральной репетиции.<br>Её движения стали настолько отточенными, что этот процесс стал известен в кулинарном мире как «кухонный вальс».<br>Натренировавшись таким образом, через некоторое время Эскофье вдруг опомнилась:<br>«Я шеф-повар, а не исполнитель на сцене!»<br>Для Эскофье было жизненно важно распределить нагрузку, не только привлекая дополнительную помощь, но и разрабатывая более удобные инструменты.<br>И вот, когда Эскофье только начала принимать «индивидуальные заказы», она обратилась за помощью к группе инженеров из Исследовательского института Фонтейна. Основываясь на её требованиях, специалисты по механике создали Экспериментальный мультифункциональный кулинарный мек, который состоит из двух помощников: Универсального мультифункционального кулинарного мека и Вспомогательного мека самоадаптивного отслеживания сигнала движения.<br>Универсальный мультифункциональный кулинарный мек одновременно служит для приготовления и сервировки блюд, объединяя функции измерения ингредиентов, регулирования температуры и контроля влажности в механизме, предназначенном для разделения минеральных компонентов. В руках Эскофье он может заменить практически любую кухонную утварь. С его помощью можно даже создавать «случайные блюда», настраивая его на произвольное выполнение этапов приготовления.<br>Эскофье часто использует эту функцию для создания комбинаций ингредиентов, которые она сама никогда бы не придумала. Иногда эти кулинарные эксперименты приносят вкусные плоды, но не реже они приводят к результатам, которые едва ли можно назвать съедобными.<br>Вспомогательный мек самоадаптивного отслеживания сигнала движения расширяет технические возможности кулинарии, используя концепцию «протезирования». Его можно запрограммировать на выполнение огромного количества различных движений по сигналам, которые подаёт Эскофье. Прикреплённый к спине, он подобен хвосту - неважно, работает ли он с посудой, ингредиентами или носит подносы с едой, он был и остаётся надёжным помощником.<br>Однако этот механизм, похожий на хвост, слишком чувствителен и часто реагирует на малейшие движения Эскофье, а индикатор рабочего состояния, из-за неисправности периодически «светится неправильно».<br>Если бы Эскофье знала, что так будет, она бы попросила инженеров вообще не делать индикатор, чтобы механизм не выдавал её эмоций...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "В отличие от палящего жара открытого пламени, Эскофье куда больше увлекает леденящий холодок льда.<br>Когда дело касается технологий, созданных человеком, охлаждение чего-либо требует куда больше усилий, чем нагрев.<br>Низкие температуры - ключ к сохранению первоначального вкуса ингредиентов. Важность сохранения свежести продуктов - как в период между сбором и приготовлением, так и между приготовлением и подачей - невозможно переоценить.<br>Поэтому Эскофье делает всё возможное, чтобы гарантировать стабильные поставки высококачественного льда.<br>Эффекты ледяных паров туманного цветка впечатляют, но их действие ограничено, а охлаждающие свойства слишком слабы. Затраты на использование алхимических растворов настолько велики, что «Дебор Отель» не стал бы с ними мириться. А механизмы Исследовательского института Фонтейна не в состоянии искусственно поддерживать низкие температуры в течение сколько-нибудь значительного времени...<br>Однажды Эскофье даже отправилась на Драконий хребет, чтобы отыскать легендарный источник холода.<br>Закутавшись в толстое пальто и туго обмотав шею шарфом, с тяжёлым рюкзаком за спиной и Железным наконечником, она днями бродила по горным склонам.<br>Её оружие износилось до предела, а она так и не приблизилась к своей цели. Страдая от сильного обморожения и ранений, полученных в сражениях с местными монстрами, ей ничего не оставалось, как уйти с пустыми руками.<br>Во время долгой дороги домой до Эскофье дошли слухи о таинственной Крио сущности, известной как Далет, и это только усилило её сожаления.Желание отыскать источник Крио стало для неё почти столь же всепоглощающим, как и стремление продвинуть границы кулинарного искусства<br>Во время очередной поездки в Натлан в поисках новых ингредиентов из-за удушающе жаркого климата ей пришлось несладко. Она пошла по неверному пути и не раз оказывалась в опасных землях.<br>Беда не приходит одна: в тот самый момент, когда Эскофье обнаружила цель, она по неосторожности потревожила воплощения лавы. Оказавшись в смертельной опасности, она едва не потеряла сознание от палящего жара флогистона. Поспешно отступив, она была отброшена в сторону взорвавшейся бочкой с флогистоном.<br>Эскофье отчаянно сжимала свой рюкзак, стараясь изо всех сил защитить находящиеся в нём кухонные механизмы и ингредиенты. Одна мысль всё время звучала в её голове...<br>Лёд... Лёд... Лёд...<br>Дальнейшие события она помнит смутно - как будто по неосторожности выпила большое количество алкоголя. Всё, что она могла вспомнить, - это то, что какой-то... ледяной поток омывал её сзади, не прекращаясь, пока пламя, полыхавшее на её одежде, не погасло, и она каким-то образом покинула территорию монстров.<br>Только вернувшись в Фонтейн с редкими ингредиентами, она обнаружила Глаз Бога, висящий у себя на спине и излучающий холодный блеск.<br>Остаточный шок от смертельной опасности сменился чувством радостного изумления. Эйфория, охватившая её, заставила Эскофье забыть о полученных травмах.<br>Чтобы сохранить ощущение холодной ясности, Эскофье закрепила Глаз Бога на ободке, надеясь, что он успокоит её разум в разгар рабочего дня и поможет сохранить абсолютное физическое хладнокровие на кухне, охваченной ревущим пламенем.<br>С помощью Глаза Бога Эскофье наконец-то удалось осуществить свою мечту - сохранять ингредиенты холодными в любых условиях. Мало того, научившись пользоваться дарованной ей стихией, она совместила её с функциями своего кулинарного мека, значительно расширив сферу поиска ингредиентов.<br>Даже проблема с кухонными принадлежностями теперь была решена. Ножи, вилки и ложки, которые Эскофье создавала из элементального льда, были исключительно прочными, не говоря уже о том, что их было удобно заменять. Ещё одно преимущество столовых приборов из Крио элемента заключалось в том, что Эскофье больше не нужно было тратить время и силы на переноску и мытьё столового серебра.<br>И всё же несмотря на то, что Эскофье - самый способный Крио-повар во всём Фонтейне, а возможно, и в Тейвате, она производит на удивление мало мороженого.<br>Возможно, однажды она направит свои усилия на создание целой кулинарной школы, создавая замороженные лакомства, которые можно приготовить и отведать в любом месте и в любое время...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Приветствую. Я Эскофье, главный кондитер и мастер технологичной кулинарии. Как {M#уважаемый гость}{F#уважаемая гостья} божества, ты заслуживаешь самой лучшей кухни, которую может предложить Тейват. Надеюсь, моя работа придётся тебе по душе.<br>Если интересуешься кулинарным искусством, то я познакомлю тебя с удивительным миром высокой кухни. Но, надеюсь, ты морально готов{F#а} к этому. Терпеть не могу тех, кто останавливается на полпути.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Фоновая музыка",
                "Content": "Знаешь какие-нибудь новые симфонические записи? Люблю иногда менять фоновую музыку на кухне. Это отличный способ найти новое вдохновение.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Владение ножом",
                "Content": "В приготовлении блюд очень важно, чтобы ингредиенты впитывали в себя нужные ароматы. Для этого повар должен уметь обращаться с ножом с той же точностью, что и хирург - скальпелем. Практика никогда не помешает.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Острота чувств",
                "Content": "Даже из самых обычных ингредиентов можно получить удивительный вкус. Но чтобы раскрыть этот потенциал, необходимо тонкое обоняние и открытый ум.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Влажный воздух, наполненный насыщенным ароматом листвы и земли... Подходящий день для рыбного супа с дожделотосом.",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Ощущение солнечного тепла, изгоняющего влагу из воздуха... Уверена, что могу передать его в блюде, нужно только подобрать правильное сочетание вкусов.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Хех... Думаю, можно положить ингредиенты в снег вместо морозилки!",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Яркий свет солнца... Словно блюдо с резкими нотами цитруса, пеной из ягодных листьев и щепоткой сахара. Хм, неплохая идея.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Ещё не {M#проснулся}{F#проснулась}, да? Вот тебе свежий круассан с морской солью, квенеповое пальмье и чашка пузыринового чая. Такой завтрак тебя точно разбудит!",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Было время, когда обеду не придавали особой важности. Но современное общество уделяет гораздо больше внимания заботе о себе. И теперь мы понимаем, что питание без обеда, как симфония без струнных, - совершенно неприемлемо. Так что не будем терять ни секунды. Пора собрать свежие ингредиенты и приготовить что-нибудь питательное.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Ужину следует уделять столько же внимания, сколько и грандиозному банкету. Даже если речь идет только о паре блюд, все приготовления должны быть закончены к трём часам дня. Что? Не успеем? А, ну сейчас уже далеко за три, ты прав{F#а}. Не волнуйся - тебе и не надо сегодня готовить. Я давно уже подготовила все ингредиенты. Просто отдыхай и настраивайся пировать!",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Немного десерта улучшает сон. Я приготовила вишнёвый пудинг с запечёнными яблоками. Не волнуйся, в нём мало сахара. Но если хочешь совет... Не стоит много думать о цифрах на весах. И вообще, если тебе когда-нибудь понадобится сбалансировать диету, я могу приготовить питательную еду, не жертвуя её вкусом!",
                "Tips": []
            },
            {
                "Title": "Об Эскофье: Ломая стереотипы",
                "Content": "Я ношу титул «главного кондитера», но это не значит, что я умею готовить только десерты. Я уважаю тех, кто посвящает себя какой-то одной специальности, но идея замыкаться на чём-то мне не нравится. Я готова попробовать любой ингредиент из любой точки мира. Всё, чего я хочу, - это расширять границы кулинарных инноваций.",
                "Tips": []
            },
            {
                "Title": "Об Эскофье: Во всеоружии",
                "Content": "Центральная философия моей кулинарной школы - «открывать и использовать все грани вкуса». На практике это означает, что мне нужен целый арсенал кухонной утвари. Всякий раз, когда я покидаю свою домашнюю кухню на длительное время, большая часть моего багажа заполняется тщательно упакованными кухонными принадлежностями. Навия любит шутить, что у меня больше снаряжения, чем у Особого патруля. Но с тех пор как я заказала у Исследовательского института Фонтейна Универсальный мультифункциональный кулинарный мек, готовить в дороге стало намного проще.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Принципы инновации",
                "Content": "Пока одни ингредиенты портятся, другие только начинают прорастать... Это практически метафора кулинарии в целом - она постоянно развивается. Классические рецепты ценны, но это не значит, что мы должны ограничиваться одной эпохой. Конечно, инновации должны быть продуманными, иначе в итоге получатся такие мерзости, как макароны с бланманже из фиалковой дыни или бергамотовый чай с заоблачным перчиком... По крайней мере, надо знать, где провести черту!",
                "Tips": []
            },
            {
                "Title": "О нас: Право на критику",
                "Content": "Повар должен стремиться доставить клиенту самые лучшие впечатления, но когда дело доходит до критики, клиент не всегда прав. Просто у некоторых людей с рождения менее утонченное чувство вкуса. А кого-то не волнуют тонкости блюда, не говоря уже о сложном сочетании подачи, запаха и вкуса. С другой стороны, ты - особый случай. Ты {M#внимателен и проницателен}{F#внимательна и проницательна}, много путешествуешь и ужинал{F#а} с самими Архонтами. Поэтому только ты имеешь право критиковать все аспекты моей работы. Если тебе покажется, что в каком-то из моих блюд что-то не так, просто дай мне знать - я не обижусь.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Я не особо понимаю, как работает Глаз Бога, но это не мешает мне использовать его на кухне. Как я всегда говорю, кулинария - это наука. Так много вкусов ждут своего часа. Я знаю, что некоторые монстры выглядят отвратительно, но если их мелко порубить и растереть в порошок, их вкус может оказаться невероятным! Без Глаза Бога получить в свои руки такие нетрадиционные ингредиенты было бы... мягко говоря, небезопасно. А самое главное - я, по сути, ходячий холодильник!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Устройство на моей спине называется Вспомогательный мек самоадаптивного отслеживания сигнала движения. Он похож на Универсальный мультифункциональный кулинарный мек. Им легко управлять, он эффективен на кухне и даже может считывать привычные движения и реагировать на них. Многие считают, что он похож на хвост, и даже называют меня «демоническим поваром». Хотела бы я обладать демонической силой, если бы она мне позволила изгонять некоторые кулинарные мерзости в небытие... Оно бы того стоило...",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Если однажды я создам десерт лучше, чем торт «Дебор», который понравится госпоже Фурине... Думаю, следующим шагом я хотела бы посетить все страны Тейвата и приготовить что-нибудь для всех Архонтов. Так я выйду на следующий уровень. Возможно, мне даже удастся попробовать фирменное блюдо каждого Архонта. Ох, это открыло бы мне глаза на совершенно новый мир гастрономии...",
                "Tips": [
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Фурине: Первая встреча",
                "Content": "В самом начале своей карьеры я работала в небольшом ресторане в пассаже Вазари. Однажды, совершенно неожиданно, госпожа Фурина решила поужинать в нашем ресторане после представления. Когда я сбивалась с ног на кухне, мне передали, что один из клиентов хочет познакомиться с шеф-поваром. Я бросилась к столику с ножом в руке и застыла на месте... Передо мной сидела сама госпожа Фурина. Я поняла, что должна приготовить что-то особенное. Словно по наитию я придумала «театральный торт в лилейной глазури». Он очень понравился госпоже Фурине, и она сказала, что запомнит меня. В ту ночь я почти не сомкнула глаз, а уже на следующий день меня пригласили на работу в Дворец Мермония...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фурине: Текущая ситуация",
                "Content": "После этого госпожа Фурина присвоила мне титул главного кондитера и сказала, что в своём деле я стою целой армии. Чтобы оправдать это звание, я уединилась и стала оттачивать своё мастерство. И, похоже, за это время я пропустила много важных событий. Госпожа Фурина больше не живёт во Дворце Мермония... Я не очень понимаю, что произошло, но знаю одно - госпожа Фурина всегда будет главной благодетельницей моей жизни. Стоит ей только сказать слово, и я тут же пойду работать её личным поваром, не задумываясь о зарплате!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Навии...",
                "Content": "На мой пятый день рождения родители привели меня в «Дебор Отель». У входа я подобрала кем-то оброненную шляпу. Она была такой красивой и от неё доносился ни на что не похожий, пылкий аромат роз. По нему мне удалось найти и владелицу, и что ж... За годы этот аромат ничуть не поменялся. Я приглашаю её на послеобеденный чай при любом удобном случае. Каждая секунда, проведённая вместе, - это чистый восторг... Разве что она всё ещё придерживается мнения «чем слаще десерт, тем лучше»... Ну что ж, спорить с ней я не собираюсь. И вообще, вкус - дело личное, наверное...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шарлотте...",
                "Content": "Будучи профессиональным репортёром с безупречными писательскими навыками, Шарлотта имеет большой авторитет в кулинарном мире. Она может описать вкус до мельчайших подробностей, а её навыки фотографии не имеют себе равных. Она может подготовить рецензию на блюдо в мгновение ока. Если у меня есть что-то новое, что я хочу прорекламировать, пригласить Шарлотту попробовать - всегда хорошая идея.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сиджвин...",
                "Content": "Старшая медсестра, да... Ну... Она, конечно, очень хорошая, но... Её чувство вкуса, одним словом, уникально... Я, полностью понимаю это и уважаю. Я изо всех сил старалась понять вкус с её точки зрения. Но единственное, что я поняла: она могла бы быть убийцей из фильма. Серьёзно, попробуй как-нибудь её молочные коктейли - убийственный вкус...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ризли...",
                "Content": "Герцог вежлив и непоколебим - настоящий джентльмен старой закалки. Но есть пищу из купонной столовой... Это действительно жестокое и необычное наказание.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Линетт...",
                "Content": "Может быть, ты не знаешь, но Линетт - член нашего «Клуба чая и десертов». Они с братом часто выступали в «Дебор Отеле», так что мы много общались. Поначалу она казалась мне отстранённой и холодной, но потом я набралась смелости и пригласила её на чаепитие. Оказалось, что её эмоции богаты и разнообразны, как тарелка с радужными макаронами... Когда ей нравится тот или иной десерт, её ушки ходят взад-вперед. А если он ей не нравится, хвост опускается вниз... Стой! Только не говори, что мой хвост тоже так делает...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Слуге...",
                "Content": "Я видела её только издалека и всего один раз, но никогда этого не забуду. Некоторое время после я готовила так, будто она может попробовать каждое моё блюдо. Представь себе, что будет, если разочаровать такого человека... Вот это была мотивация. Это был хороший способ устрашения и для моих учеников. Достаточно было сказать: «Думаешь, сможешь подать это госпоже Арлекино и остаться в живых?» Но вот что странно... Навия, похоже, считает, что она не так страшна, как кажется... Даже не знаю.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эмилии...",
                "Content": "А ты знаешь, что составление ароматов на основе продуктов питания - популярное направление в парфюмерии? Эмилия помогла мне узнать много нового об извлечении ароматов и запахов. Теперь я иначе оцениваю динамику между запахом и вкусом. Надеюсь, когда-нибудь я смогу использовать это в своих интересах и с помощью аромата открыть совершенно новые вкусовые ощущения. Что касается Эмилии, то мне очень приятно, когда кто-то ценит научный подход...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Варесе...",
                "Content": "А, Вареса. Фрукты из её сада просто потрясающие. Даже один кусочек сразу переносит тебя в ленивый летний день. Она могла бы брать с меня на двадцать процентов больше, и всё равно оно того бы стоило! Поэтому я всегда угощаю её после каждой покупки. Её аппетит просто поражает. Может показаться, что она просто проглатывает всё сразу, но если поговорить с ней о еде, то становится ясно, как ценит она каждый нюанс. Другими словами, у неё есть и аппетит, и вкус - люблю подавать еду таким людям!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сян Лин...",
                "Content": "В пословице из Ли Юэ говорится: «За горой есть другие горы». А у нас с Сян Лин это больше похоже на... «Пройди через пещеру - попадёшь в другой мир». Она использует техники, о которых я никогда не слышала, и выбирает ингредиенты, о которых я даже не подозревала. Её блюда переопределяют границы возможного. Их нельзя даже проанализировать в рамках классической фонтейнской кухни. Встреча с ней убедила меня в том, что сидеть дома на кухне - это путь в никуда. Нужно выбираться из своей раковины и исследовать, что могут предложить другие страны!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Сокровище из сокровищ»"
                ]
            },
            {
                "Title": "Узнать больше об Эскофье I",
                "Content": "Для меня еда не просто источник энергии, а краеугольный камень самого важного ритуала в нашей жизни. Хорошее блюдо может дать нам надежду, радость и силу. Процесс приготовления пищи, словно снежный гусь из той книги - в нём есть некая грация и элегантность. Это искусство, на освоение которого можно потратить всю жизнь.",
                "Tips": []
            },
            {
                "Title": "Узнать больше об Эскофье II",
                "Content": "Для многих людей препятствием на пути к хорошей кухне является не отсутствие вкуса, а нехватка времени и денег. Я считаю, что обязанность шеф-повара заключается в том, чтобы при разработке рецептов отдавать предпочтение экономически рациональным ингредиентам. Высокая кухня не должна оставаться привилегией избранных - ею должны наслаждаться все. Конечно, это гораздо легче сказать, чем сделать. Когда я только начинала, то будто упёрлась в стену - именно это вдохновило меня заняться технологичной кулинарией.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше об Эскофье III",
                "Content": "Принципы технологичной кулинарии - анализ, извлечение и сочетание. Сначала проводится количественный анализ, чтобы определить элементы, необходимые для достижения определённого вкусового профиля. Затем эти элементы извлекаются из наиболее экономичных ингредиентов. Цель - превратить дорогие блюда в доступные. Это означает использование на кухне всевозможных нетрадиционных инструментов, но для меня это обычное дело.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше об Эскофье IV",
                "Content": "Теоретически, технологичная кулинария может не только снизить стоимость блюда. Она также заставляет повара проявлять творческий подход и внедрять инновации. Конечно, я делаю это не из желания стать «лучшим поваром в мире» или заслужить какой-нибудь другой титул - я не настолько наивна. Моя цель остаётся неизменной - сделать высокую кухню доступной для всех, открывая по пути новые высоты вкусов.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше об Эскофье V",
                "Content": "Моя идеальная жизнь - это приятная музыка, запас времени для экспериментов с интересными вкусовыми сочетаниями и единомышленник рядом, готовый быть моим верным дегустатором. По крайней мере, именно ради этого я и коплю деньги. Что же касается будущего су-шефа, закупщика лучших ингредиентов и главного ценителя моих кулинарных творений... у меня уже есть кандидат... Эй, не отводи взгляд!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Эскофье...",
                "Content": "Ты производишь впечатление человека, который ценит хорошую ковку. Посмотри на эти ножи, они все выполнены в разных техниках и украшены замысловатыми узорами на лезвиях. Некоторые закручиваются, как рулеты, другие переливаются, словно густой джем, а третьи сияют, как драгоценные камни. Не говоря уже о том, что каждый из них ощущается в руке по-разному. Одни скользят по ингредиентам, как по маслу, другие шинкуют, резкими тычками, а некоторые даже вибрируют, словно струны скрипки... Каждый из них обладает уникальным шармом!",
                "Tips": []
            },
            {
                "Title": "Беспокойство Эскофье",
                "Content": "Однажды консультант по имиджу бренда посоветовал мне создать так называемый «профессиональный образ с высокой инвестиционной ценностью», который привлёк бы больше финансирования и помог бы мне достичь больших кулинарных высот. Но у меня ужасно получается играть, поэтому я сказала им просто записать, как я работаю и общаюсь со своими учениками в реальной жизни... Не уверена, что фильм произвёл желаемое впечатление. Люди, кажется, совсем не на то внимание обращают...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Я перепробовала почти все традиционные блюда, которые может предложить Тейват. Так что теперь моё внимание сосредоточено на необычных и неожиданных блюдах. Мои любимые рецепты - это те, которые переворачивают старую классику с ног на голову. Вообще, если хочешь услышать моё экспертное мнение, в этом деле у тебя есть безграничный потенциал. С нетерпением жду твоих будущих творений.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "«Что-то напоминает», «более-менее», «на вкус ничего»... Подобные комментарии - мой злейший враг. Вкус - это всё, и если блюдо не доставляет удовольствия, оно отправляется прямиком в мусорное ведро.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Хм... Хм? Хм! Это невероятно! У тебя дар! Я должна как можно скорее научить тебя всему, что знаю! Твой кулинарный потенциал просто зашкаливает!",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Хм... Довольно стандартно. Не плохо, но ничего выдающегося. Я знаю, что с твоими талантами ты можешь добиться намного большего. Продолжишь работать над этим блюдом? С нетерпением жду новой, улучшенной версии.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "...Мы друзья, так что скажу как есть. Если бы кто-то из моих учеников подал мне такое блюдо, я бы ему на голову его опрокинула! Но для тебя я его доем, а потом... дам тщательную оценку. Надеюсь, ты примешь мои замечания всерьёз и будешь учиться на своих ошибках. Из уважения к своим гостям и собственному вкусу, в следующий раз постарайся получше.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "{F#Уважаемая путешественница}{M#Уважаемый путешественник}, ты - «высшая переменная» Тейвата, которая привнесла в этот мир неповторимый вкус. Празднование твоего дня рождения требует пира из восьмидесяти блюд как минимум. Для начала: четыре мясных, четыре из дичи, четыре кондитерских и два супа... Но объедаться нельзя - это вредит и здоровью, и самим блюдам... Так что придётся праздновать твой день рождения целую неделю! Десяти блюд в день будет достаточно. Я хочу, чтобы ты в полной мере оценил{F#а} каждое из них. Тебя ожидает кулинарная симфония!",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Мои чувства стали острее. Аромат, цвет и текстура пищи ощущаются намного более выпукло... Отлично! Это поможет мне готовить с ещё большей точностью.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Мастерство заключается не столько в увеличении силы, сколько в умении контролировать и учитывать множество переменных... Я чувствую, что с каждым днём совершенствуюсь в этом.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Я вижу... Золотой момент времени, когда форма и вкус соединяются в точке максимального напряжения. Наиболее эффективные пути передачи вкуса, мелодия тонкой акустики каждого кусочка, и то, как их переплетение сливается в симфонию вкуса...",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Спасибо тебе большое. Благодаря твоему вдохновению и поддержке у меня теперь есть всё, чтобы извлечь самые лучшие вкусы, которые только может предложить природа, и заново определить границы кулинарного совершенства! А потом я найду новую вершину, к которой буду стремиться!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "В морозилку.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "На закуску!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Шоковая заморозка!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Импровизированное приготовление.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Вдохновляющий меланж.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Приятного аппетита!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Гусь расправил крылья!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Вершина совершенства!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Взрыв вкуса!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Хе-хе, а эта начинка ничего.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "А эти продукты не просрочены?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "А в этом сундуке всё неплохо хранится.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Всего лишь оплошность...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Ничего... Отрегулируем температуру.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Осторожнее с ножом...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Начнём сначала...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Держись!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Ненавижу этот вкус...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Вышло из-под контроля...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Это я ошиблась?",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Тухлятина...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Какая дерзость!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Не бояться!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Готова придать вкус приключениям!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Приборы готовы!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Прогуляемся, пока блюдо настаивается.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "112": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Медовик с мороженым",
                "Desc": "Наряд Эскофье. Рабочая форма главного кондитера украшена рукавами-крылышками тончайшей работы, нежными, как пирожные самой Эскофье. Они неизбежно вызывают мысли о чистой и изысканной сладости.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108820,
            "JD": 108816,
            "Name": "<b>Торт «Дебор»: Великолепие</b>",
            "Eff": "Увеличивает силу атаки всех членов отряда на 384 ед. и шанс крит. попадания на 14% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Фирменное блюдо Эскофье. Его роскошный облик затмевает любой торт, который вы когда-либо видели. Он мгновенно привлекает внимание, а его вкус оставляет неизгладимое впечатление, словно уютное тёплое одеяло нежно обволакивает каждый рецептор, наполняя вас чувством безграничного счастья... Без сомнений, кулинарное мастерство Эскофье вышло на новый уровень.",
            "Recipe": {
                "101233": 3,
                "100062": 3,
                "110001": 2,
                "110002": 2
            },
            "Icon": "UI_ItemIcon_108804"
        },
        "Namecard": {
            "Name": "<b>Изысканный вкус</b>",
            "Desc": "Именная карта.<br>Для Эскофье ритм и вкус связаны между собой. Но почему она не черпает вдохновение для своих мелодий в еде? Всё просто: знакомые вкусы дают чувство уверенности и уюта, но ведь никому не хочется слушать одну и ту же мелодию снова и снова.",
            "Pic": "UI_NameCardPic_Escoffier_P"
        }
    }
}

var acs_cache_ = {}