// Auto Generated

var _AvatarDataConfig_ = {
    "Feiyan": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Feiyan": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "100028": 3,
                "112035": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113016": 2,
                "100028": 10,
                "112035": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113016": 4,
                "100028": 20,
                "112036": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113016": 8,
                "100028": 30,
                "112036": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113016": 12,
                "100028": 45,
                "112037": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113016": 20,
                "100028": 60,
                "112037": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113018": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113018": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113018": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113018": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113018": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113018": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113018": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113018": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113018": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113018": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113018": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113018": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Feiyan": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Печать одобрения",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>Запускает до трёх огненных шаров, которые наносят <color style='color:#FF9999;'>Пиро урон</color>.<br>Когда обычная атака попадает по врагу, Янь Фэй получает одну Багровую печать. Изначально может иметь максимум три печати. При каждой активации длительность уже имеющихся Багровых печатей обновляется.<br>Каждая Багровая печать снижает потребление выносливости Янь Фэй. Печати исчезают при смене персонажа.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>После прочтения краткого заклинания тратит некоторое количество выносливости и все Багровые печати, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> перед собой.<br>Чем больше потрачено Багровых печатей, тем больше урон и радиус заряженной атаки.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Накопив энергию огня, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color style='color:#FF9999;'>Пиро урон по площади</color>.",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "58.3416%",
                                    "62.7172%",
                                    "67.0928%",
                                    "72.927%",
                                    "77.3026%",
                                    "81.6782%",
                                    "87.5124%",
                                    "93.3466%",
                                    "99.1807%",
                                    "105.0149%",
                                    "110.849%",
                                    "116.6832%",
                                    "123.9759%",
                                    "131.2686%",
                                    "138.5613%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "52.1256%",
                                    "56.035%",
                                    "59.9444%",
                                    "65.157%",
                                    "69.0664%",
                                    "72.9758%",
                                    "78.1884%",
                                    "83.401%",
                                    "88.6135%",
                                    "93.8261%",
                                    "99.0386%",
                                    "104.2512%",
                                    "110.7669%",
                                    "117.2826%",
                                    "123.7983%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "76.0128%",
                                    "81.7138%",
                                    "87.4147%",
                                    "95.016%",
                                    "100.717%",
                                    "106.4179%",
                                    "114.0192%",
                                    "121.6205%",
                                    "129.2218%",
                                    "136.823%",
                                    "144.4243%",
                                    "152.0256%",
                                    "161.5272%",
                                    "171.0288%",
                                    "180.5304%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "98.2294%/115.564%/132.8986%/150.2332%/167.5678%",
                                    "104.1114%/122.484%/140.8566%/159.2292%/177.6018%",
                                    "109.9934%/129.404%/148.8146%/168.2252%/187.6358%",
                                    "117.64%/138.4%/159.16%/179.92%/200.68%",
                                    "123.522%/145.32%/167.118%/188.916%/210.714%",
                                    "129.404%/152.24%/175.076%/197.912%/220.748%",
                                    "137.0506%/161.236%/185.4214%/209.6068%/233.7922%",
                                    "144.6972%/170.232%/195.7668%/221.3016%/246.8364%",
                                    "152.3438%/179.228%/206.1122%/232.9964%/259.8806%",
                                    "159.9904%/188.224%/216.4576%/244.6912%/272.9248%",
                                    "167.637%/197.22%/226.803%/256.386%/285.969%",
                                    "175.2836%/206.216%/237.1484%/268.0808%/299.0132%",
                                    "182.9302%/215.212%/247.4938%/279.7756%/312.0574%",
                                    "190.5768%/224.208%/257.8392%/291.4704%/325.1016%",
                                    "198.2234%/233.204%/268.1846%/303.1652%/338.1458%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости заряженной атакой",
                                "ParamLevelList": [
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед."
                                ]
                            },
                            {
                                "Desc": "Снижение потребления выносливости багровой печатью",
                                "ParamLevelList": [
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность Багровой печати",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Подписанный указ",
                        "Desc": "Призывает языки пламени, которые наносят <color style='color:#FF9999;'>Пиро урон по площади</color>.<br>При попадании по врагу даёт Янь Фэй максимальное количество Багровых печатей.<br><br><i>Печать, нанесённая огнём, имеет не только юридическую силу, но и накладывает дополнительные условия от самой Янь Фэй. Ведь законы природы не изменить, опираясь лишь на авторитет Департамента по делам граждан.</i>",
                        "Icon": "Skill_S_Feiyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "169.6%",
                                    "182.32%",
                                    "195.04%",
                                    "212.0%",
                                    "224.72%",
                                    "237.44%",
                                    "254.4%",
                                    "271.36%",
                                    "288.32%",
                                    "305.28%",
                                    "322.24%",
                                    "339.2%",
                                    "360.4%",
                                    "381.6%",
                                    "402.8%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "По рукам",
                        "Desc": "Вызывает яростный поток огня, который бьёт окружающих врагов, нанося <color style='color:#FF9999;'>Пиро урон по площади</color>. Также даёт Янь Фэй максимальное количество Багровых печатей и эффект Блеска.<br><color style='color:#FFD780;'>Блеск</color><br>Имеет следующие эффекты:<br> ·  Периодически даёт Янь Фэй одну Багровую печать.<br> ·  Увеличивает урон заряженной атаки.<br>Эффект Блеска пропадает, если Янь Фэй покидает поле боя или погибает.<br><br><i>«Условия ясны, договор о жизни и смерти заключён. Ты умрёшь - я буду жить!»</i>",
                        "Icon": "Skill_E_Feiyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "182.4%",
                                    "196.08%",
                                    "209.76%",
                                    "228.0%",
                                    "241.68%",
                                    "255.36%",
                                    "273.6%",
                                    "291.84%",
                                    "310.08%",
                                    "328.32%",
                                    "346.56%",
                                    "364.8%",
                                    "387.6%",
                                    "410.4%",
                                    "433.2%"
                                ]
                            },
                            {
                                "Desc": "Интервал получения Багровой печати",
                                "ParamLevelList": [
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек.",
                                    "1 сек."
                                ]
                            },
                            {
                                "Desc": "Увеличение урона заряженной атаки",
                                "ParamLevelList": [
                                    "33.4%",
                                    "35.4%",
                                    "37.4%",
                                    "40.0%",
                                    "42.0%",
                                    "44.0%",
                                    "46.6%",
                                    "49.2%",
                                    "51.8%",
                                    "54.4%",
                                    "57.0%",
                                    "59.6%",
                                    "62.2%",
                                    "64.8%",
                                    "67.4%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Оговорка",
                        "Desc": "Когда заряженная атака Янь Фэй потребляет Багровые печати, каждая потраченная печать увеличивает <color style='color:#FF9999;'>бонус Пиро урона</color> на 5%, эффект длится 6 сек. Если во время действия эффекта снова используется заряженная атака, то она снимает предыдущий эффект.",
                        "Icon": "UI_Talent_S_Feiyan_05"
                    },
                    {
                        "Name": "Пламенный взгляд",
                        "Desc": "При критическом попадании заряженной атаки по противнику Янь Фэй дополнительно наносит <color style='color:#FF9999;'>Пиро урон по площади</color>, равный 80% силы атаки. Урон считается уроном заряженной атаки.",
                        "Icon": "UI_Talent_S_Feiyan_06"
                    },
                    {
                        "Name": "Энциклопедические знания",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Ли Юэ</color> на мини-карте.",
                        "Icon": "UI_Talent_Collect_Local_Liyue"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Закон суров",
                        "Desc": "При проведении заряженной атаки каждая Багровая печать увеличивает сопротивление прерыванию во время чтения заклинания и снижает потребление выносливости этой заряженной атаки на 10%.",
                        "Icon": "UI_Talent_S_Feiyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Право толкования",
                        "Desc": "Увеличивает на 20% шанс критического попадания заряженной атаки Янь Фэй против врагов с HP ниже 50%.",
                        "Icon": "UI_Talent_S_Feiyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Печать истины",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Подписанный указ</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Feiyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Охранная грамота",
                        "Desc": "При использовании таланта <color style='color:#FFD780;'>По рукам</color>:<br>Создаёт щит, который в течение 15 сек. поглощает урон, равный 45% от макс. HP Янь Фэй.<br><color style='color:#FF9999;'>Пиро урон</color> поглощается с эффективностью 250%.",
                        "Icon": "UI_Talent_S_Feiyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Подчинение закону",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>По рукам</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Feiyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Дополнительный пункт",
                        "Desc": "Увеличивает максимальное количество Багровых печатей на 1.",
                        "Icon": "UI_Talent_S_Feiyan_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Feiyan": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.75
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Feiyan_Fire_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 10.93905,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.75
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Feiyan_Fire_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 9.77355,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.75
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Feiyan_Fire_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 14.2524,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3,
                        2.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4,
                        2.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4,
                        2.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.5,
                        1.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}