// Auto Generated

var _AvatarDataConfig_ = {
    "Flins": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• Manifest Flame Normal ATK generates @1 Electro Particle#, CD @2s#."
                ]
            },
            {
                "Name": "Element Application",
                "DescList": [
                    "• Apart from NA and Lunar-Charged, all DMG applies @1U independently#.",
                    "• Manifest Flame Normal ATK: @2.5s / 3hits#"
                ]
            },
            {
                "Name": "Interruption RES",
                "DescList": [
                    "• Manifest Flame: @0.5# (= Cyno, Hutao, Ayato)"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Flins": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101261": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113077": 2,
                "101261": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113077": 4,
                "101261": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113077": 8,
                "101261": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113077": 12,
                "101261": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113077": 20,
                "101261": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Flins": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Почтовое копьё демонов ЪЪЪ",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и бросает копьё вперёд.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Древний обряд: Тайный свет",
                        "Desc": "Флинс призывает древнюю силу, заключённую в его лампе, и переходит в режим <color style='color:#FFD780;'>Явления пламени</color>. У этого режима следующие особенности:<br> ·  Обычная и заряженная атаки Флинса наносят <color style='color:#FFACFF;'>Электро урон</color>, который не может быть отменён другими инфузиями. Он не может выполнять атаки в падении.<br> ·  Элементальный навык <color style='color:#FFD780;'>Древний обряд: Тайный свет</color> сменяется на особый элементальный навык <color style='color:#FFD780;'>Шторм северных копий</color>.<br><br><color style='color:#FFD780;'>Шторм северных копий</color><br>Флинс призывает шквал копий впереди, нанося <color style='color:#FFACFF;'>Электро урон по площади</color> и сменяя свой взрыв стихии <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> на особый взрыв стихии <color style='color:#FFD780;'>Громогласная симфония</color> на последующие 6 сек.<br>Базовый откат <color style='color:#FFD780;'>Шторма северных копий</color> составляет 6 сек. и не подвергается влиянию других эффектов.<br><br><i>«Мы отстраним снежную завесу неба и развеем зимние ветра по пустоши».</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "Урон Шторма северных копий",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "Время отката Шторма северных копий",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность Явления пламени",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Старинный ритуал: Наступление ночи",
                        "Desc": "Флинс выпускает истинную силу своей лампы, наносит <color style='color:#FFACFF;'>Электро урон по площади</color> и через короткий промежуток времени 3 раза наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Зарождающийся свет</color>: если поблизости есть грозовые тучи, Флинс 2 дополнительных раза наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><br>На 6 сек. после применения особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> взрыв стихии Флинса <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> сменяется на особый взрыв стихии <color style='color:#FFD780;'>Громогласная симфония</color>.<br><br><color style='color:#FFD780;'>Громогласная симфония</color><br>Особый взрыв стихии расходует меньше энергии. Флинс 1 раз наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Зарождающийся свет</color>: если поблизости есть грозовые тучи, Флинс 1 дополнительный раз наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><br><i>«Наступила ночь, ратники заступили в дозор. Похоже, эта ночь будет долгой».</i>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "Исходный урон навыка",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "Урон этапа Лунного заряда",
                                "ParamLevelList": [
                                    "25.984%",
                                    "27.9328%",
                                    "29.8816%",
                                    "32.48%",
                                    "34.4288%",
                                    "36.3776%",
                                    "38.976%",
                                    "41.5744%",
                                    "44.1728%",
                                    "46.7712%",
                                    "49.3696%",
                                    "51.968%",
                                    "55.216%",
                                    "58.464%",
                                    "61.712%"
                                ]
                            },
                            {
                                "Desc": "Урон финальной фазы Лунного заряда",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Громогласной симфонии",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "Дополнительный урон Громогласной симфонии",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "Потребление энергии Громогласной симфонии",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Симфония зимней стужи",
                        "Desc": "В зависимости от <color style='color:#FFD780;'>Лунного знака</color> отряда Флинс получает соответствующие усиления.<br><br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон реакции Лунный заряд Флинса увеличивается на 20%.",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "Шепчущее пламя",
                        "Desc": "Мастерство стихий Флинса повышается на 8% от его силы атаки. Полученное таким образом увеличение может составлять до 160 ед.",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "Дар лунного знамения: Секреты старого мира",
                        "Desc": "Когда персонажи отряда активируют реакцию Заряжен, она превращается в Лунный заряд, а базовый урон реакции Лунный заряд персонажей отряда увеличивается на 0,7% за каждые 100 ед. силы атаки Флинса. Максимальное увеличение урона, которое можно получить таким образом, составляет 14%.<br><br>Кроме того, когда Флинс в отряде, уровень <color style='color:#FFD780;'>Лунного знака</color> отряда повышается на 1.",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "Свет во тьме",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Нод-Края</color> на мини-карте.<br>Кроме того, Флинс понимает, о чём шепчет Дикая Охота...",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Отстраняя снежную завесу",
                        "Desc": "Базовый откат особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> сокращается на 4 сек.<br>Кроме того, когда персонажи вашего отряда активируют реакцию Лунный заряд, Флинс восстанавливает 5 ед. энергии. Этот эффект может возникнуть один раз в 5,5 сек.",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Преодолевая стену злого духа",
                        "Desc": "На 6 сек. после применения особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> следующая обычная атака Флинса, поражая врага, наносит дополнительный <color style='color:#FFACFF;'>Электро урон по площади</color>, равный 50% от силы атаки Флинса. Такой урон считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: особый элементальный навык <color style='color:#FFD780;'>Шторм северных копий</color> может использоваться на 1 раз больше.",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Путник в ночи",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "Ночь на Лысой горе",
                        "Desc": "Сила атаки Флинса повышается на 20%.<br>Кроме того, его пассивный талант Шепчущее пламя получает усиление: мастерство стихий Флинса повышается на 10% от его силы атаки. Полученное таким образом увеличение может составлять до 220 ед.",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Тень изгнанника",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Древний обряд: Тайный свет</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "Песни и пляски покойников",
                        "Desc": "Урон, который наносит Лунный заряд Флинса врагам, повышается на 30%.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон Лунного заряда всех членов отряда возвышается на 10%.",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "Громогласная симфония",
                        "Desc": "На активацию особого взрыва стихии расходуется меньше энергии. Флинс наносит однократный <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Зарождающийся свет</color>: если поблизости есть грозовые тучи, Флинс дополнительно наносит однократный <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд."
                    },
                    {
                        "Name": "Возвышение",
                        "Desc": "Особый эффект повышения урона. Он рассчитывается отдельно от других эффектов повышения урона."
                    }
                ]
            },
            "15": {
                "BattleSkills": [
                    {
                        "Name": "Почтовое копьё демонов ЪЪЪ",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и бросает копьё вперёд.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Древний обряд: Тайный свет",
                        "Desc": "Флинс призывает древнюю силу, заключённую в его лампе, и переходит в режим <color style='color:#FFD780;'>Явления пламени</color>. У этого режима следующие особенности:<br> ·  Обычная и заряженная атаки Флинса наносят <color style='color:#FFACFF;'>Электро урон</color>, который не может быть отменён другими инфузиями. Он не может выполнять атаки в падении.<br> ·  Элементальный навык <color style='color:#FFD780;'>Древний обряд: Тайный свет</color> сменяется на особый элементальный навык <color style='color:#FFD780;'>Шторм северных копий</color>.<br><br><color style='color:#FFD780;'>Шторм северных копий</color><br>Флинс призывает шквал копий впереди, нанося <color style='color:#FFACFF;'>Электро урон по площади</color> и сменяя свой взрыв стихии <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> на особый взрыв стихии <color style='color:#FFD780;'>Громогласная симфония</color> на последующие 6 сек.<br>Базовый откат <color style='color:#FFD780;'>Шторма северных копий</color> составляет 6 сек. и не подвергается влиянию других эффектов.<br><br><i>«Мы отстраним снежную завесу неба и развеем зимние ветра по пустоши».</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "Урон Шторма северных копий",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "Время отката Шторма северных копий",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность Явления пламени",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Старинный ритуал: Наступление ночи",
                        "Desc": "Флинс выпускает истинную силу своей лампы, наносит <color style='color:#FFACFF;'>Электро урон по площади</color> и через короткий промежуток времени 3 раза наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: если поблизости есть грозовые тучи, Флинс 2 дополнительных раза наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><br>На 6 сек. после применения особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> взрыв стихии Флинса <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> сменяется на особый взрыв стихии <color style='color:#FFD780;'>Громогласная симфония</color>.<br><br><color style='color:#FFD780;'>Громогласная симфония</color><br>Особый взрыв стихии расходует меньше энергии. Флинс 1 раз наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: если поблизости есть грозовые тучи, Флинс 1 дополнительный раз наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><br><i>«Наступила ночь, ратники заступили в дозор. Похоже, эта ночь будет долгой».</i>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "Исходный урон навыка",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "Урон этапа Лунного заряда",
                                "ParamLevelList": [
                                    "25.984%",
                                    "27.9328%",
                                    "29.8816%",
                                    "32.48%",
                                    "34.4288%",
                                    "36.3776%",
                                    "38.976%",
                                    "41.5744%",
                                    "44.1728%",
                                    "46.7712%",
                                    "49.3696%",
                                    "51.968%",
                                    "55.216%",
                                    "58.464%",
                                    "61.712%"
                                ]
                            },
                            {
                                "Desc": "Урон финальной фазы Лунного заряда",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Громогласной симфонии",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "Дополнительный урон Громогласной симфонии",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "Потребление энергии Громогласной симфонии",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Симфония зимней стужи",
                        "Desc": "В зависимости от <color style='color:#FFD780;'>Лунного знака</color> отряда Флинс получает соответствующие усиления.<br><br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон реакции Лунный заряд Флинса увеличивается на 20%.",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "Шепчущее пламя",
                        "Desc": "Мастерство стихий Флинса повышается на 8% от его силы атаки. Полученное таким образом увеличение может составлять до 160 ед.",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "Дар лунного знамения: Секреты старого мира",
                        "Desc": "Когда персонажи отряда активируют реакцию Заряжен, она превращается в Лунный заряд, а базовый урон реакции Лунный заряд персонажей отряда увеличивается на 0,7% за каждые 100 ед. силы атаки Флинса. Максимальное увеличение урона, которое можно получить таким образом, составляет 14%.<br><br>Кроме того, когда Флинс в отряде, уровень <color style='color:#FFD780;'>Лунного знака</color> отряда повышается на 1.",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "Свет во тьме",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Нод-Края</color> на мини-карте.<br>Кроме того, Флинс понимает, о чём шепчет Дикая Охота...",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Отстраняя снежную завесу",
                        "Desc": "Базовый откат особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> сокращается на 4 сек.<br>Кроме того, когда персонажи вашего отряда активируют реакцию Лунный заряд, Флинс восстанавливает 7 ед. энергии. Этот эффект может возникнуть один раз в 5,5 сек.",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Преодолевая стену злого духа",
                        "Desc": "На 6 сек. после применения особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> следующая обычная атака Флинса, поражая врага, наносит дополнительный <color style='color:#FFACFF;'>Электро урон по площади</color>, равный 50% от силы атаки Флинса. Такой урон считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: когда Флинс на поле, а его <color style='color:#FFACFF;'>Электро</color> атаки поражают врага, <color style='color:#FFACFF;'>Электро сопротивление</color> этого врага снижается на 25% на 7 сек.",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Путник в ночи",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "Ночь на Лысой горе",
                        "Desc": "Сила атаки Флинса повышается на 20%.<br>Кроме того, его пассивный талант Шепчущее пламя получает усиление: мастерство стихий Флинса повышается на 10% от его силы атаки. Полученное таким образом увеличение может составлять до 220 ед.",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Тень изгнанника",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Древний обряд: Тайный свет</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "Песни и пляски покойников",
                        "Desc": "Урон, который наносит Лунный заряд Флинса врагам, повышается на 30%.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон Лунного заряда всех членов отряда возвышается на 10%.",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "Громогласная симфония",
                        "Desc": "На активацию особого взрыва стихии расходуется меньше энергии. Флинс наносит однократный <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Зарождающийся свет</color>: если поблизости есть грозовые тучи, Флинс дополнительно наносит однократный <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд."
                    },
                    {
                        "Name": "Возвышение",
                        "Desc": "Особый эффект повышения урона. Он рассчитывается отдельно от других эффектов повышения урона."
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Почтовое копьё демонов ЪЪЪ",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти последовательных ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и бросает копьё вперёд.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Древний обряд: Тайный свет",
                        "Desc": "Флинс призывает древнюю силу, заключённую в его лампе, и переходит в режим <color style='color:#FFD780;'>Явления пламени</color>. У этого режима следующие особенности:<br> ·  Обычная и заряженная атаки Флинса наносят <color style='color:#FFACFF;'>Электро урон</color>, который не может быть отменён другими инфузиями. Он не может выполнять атаки в падении.<br> ·  Сопротивление прерыванию Флинса повышается.<br> ·  Элементальный навык <color style='color:#FFD780;'>Древний обряд: Тайный свет</color> сменяется на особый элементальный навык <color style='color:#FFD780;'>Шторм северных копий</color>.<br><br><color style='color:#FFD780;'>Шторм северных копий</color><br>Флинс призывает шквал копий впереди, нанося <color style='color:#FFACFF;'>Электро урон по площади</color> и сменяя свой взрыв стихии <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> на особый взрыв стихии <color style='color:#FFD780;'>Громогласная симфония</color> на последующие 6 сек.<br>Базовый откат <color style='color:#FFD780;'>Шторма северных копий</color> составляет 6 сек. и не подвергается влиянию других эффектов.<br><br><i>«Мы отстраним снежную завесу неба и развеем зимние ветра по пустоши».</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "Урон Шторма северных копий",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "Время отката Шторма северных копий",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность Явления пламени",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Старинный ритуал: Наступление ночи",
                        "Desc": "Флинс выпускает истинную силу своей лампы, наносит <color style='color:#FFACFF;'>Электро урон по площади</color> и через короткий промежуток времени 3 раза наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: если поблизости есть грозовые тучи, Флинс 2 дополнительных раза наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><br>На 6 сек. после применения особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> взрыв стихии Флинса <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> сменяется на особый взрыв стихии <color style='color:#FFD780;'>Громогласная симфония</color>.<br><br><color style='color:#FFD780;'>Громогласная симфония</color><br>Особый взрыв стихии расходует меньше энергии. Флинс 1 раз наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: если поблизости есть грозовые тучи, Флинс 1 дополнительный раз наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><br><i>«Наступила ночь, ратники заступили в дозор. Похоже, эта ночь будет долгой».</i>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "Исходный урон навыка",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "Урон этапа Лунного заряда",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "Урон финальной фазы Лунного заряда",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Громогласной симфонии",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "Дополнительный урон Громогласной симфонии",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "Потребление энергии Громогласной симфонии",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Симфония зимней стужи",
                        "Desc": "В зависимости от <color style='color:#FFD780;'>Лунного знака</color> отряда Флинс получает соответствующие усиления.<br><br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон реакции Лунный заряд Флинса увеличивается на 20%.",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "Шепчущее пламя",
                        "Desc": "Мастерство стихий Флинса повышается на 8% от его силы атаки. Полученное таким образом увеличение может составлять до 160 ед.",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "Дар лунного знамения: Секреты старого мира",
                        "Desc": "Когда персонажи отряда активируют реакцию Заряжен, она превращается в Лунный заряд, а базовый урон реакции Лунный заряд персонажей отряда увеличивается на 0,7% за каждые 100 ед. силы атаки Флинса. Максимальное увеличение урона, которое можно получить таким образом, составляет 14%.<br><br>Кроме того, когда Флинс в отряде, уровень <color style='color:#FFD780;'>Лунного знака</color> отряда повышается на 1.",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "Свет во тьме",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Нод-Края</color> на мини-карте.<br>Кроме того, Флинс понимает, о чём шепчет Дикая Охота...",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Отстраняя снежную завесу",
                        "Desc": "Базовый откат особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> сокращается на 4 сек.<br>Кроме того, когда персонажи вашего отряда активируют реакцию Лунный заряд, Флинс восстанавливает 7 ед. энергии. Этот эффект может возникнуть один раз в 5,5 сек.",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Преодолевая стену злого духа",
                        "Desc": "На 6 сек. после применения особого элементального навыка <color style='color:#FFD780;'>Шторм северных копий</color> следующая обычная атака Флинса, поражая врага, наносит дополнительный <color style='color:#FFACFF;'>Электро урон по площади</color>, равный 50% от силы атаки Флинса. Такой урон считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: когда Флинс на поле, а его <color style='color:#FFACFF;'>Электро</color> атаки поражают врага, <color style='color:#FFACFF;'>Электро сопротивление</color> этого врага снижается на 25% на 7 сек.",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Путник в ночи",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Старинный ритуал: Наступление ночи</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "Ночь на Лысой горе",
                        "Desc": "Сила атаки Флинса повышается на 20%.<br>Кроме того, его пассивный талант Шепчущее пламя получает усиление: мастерство стихий Флинса повышается на 10% от его силы атаки. Полученное таким образом увеличение может составлять до 220 ед.",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Тень изгнанника",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Древний обряд: Тайный свет</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "Песни и пляски покойников",
                        "Desc": "Урон, который наносит Лунный заряд Флинса врагам, повышается на 30%.<br><color style='color:#FFD780;'>Лунный знак: Полное сияние</color>: урон Лунного заряда всех членов отряда возвышается на 10%.",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "Громогласная симфония",
                        "Desc": "На активацию особого взрыва стихии расходуется меньше энергии. Флинс наносит однократный <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд.<br><color style='color:#FFD780;'>Лунный знак: Зарождающийся свет</color>: если поблизости есть грозовые тучи, Флинс дополнительно наносит однократный <color style='color:#FFACFF;'>Электро урон по площади</color>, который считается уроном реакции Лунный заряд."
                    },
                    {
                        "Name": "Возвышение",
                        "Desc": "Особый эффект повышения урона. Он рассчитывается отдельно от других эффектов повышения урона."
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Flins": {}
}