// Auto Generated

var _AvatarDataConfig_ = {
    "Ganyu": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Ganyu": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100031": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113010": 2,
                "100031": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113010": 4,
                "100031": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113010": 8,
                "100031": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113010": 12,
                "100031": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113010": 20,
                "100031": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113015": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113015": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113015": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113015": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113015": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113015": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113015": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113015": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113015": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113015": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113015": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113015": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ganyu": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Небесная стрела",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До шести выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания наконечник стрелы заряжается ледяной аурой. Эффект зависит от длительности заряда стрелы:<br> ·  Уровень заряда 1: Выпускает ледяную стрелу, наносящую <color style='color:#99FFFF;'>Крио урон</color>;<br> ·  Уровень заряда 2: Выпускает стрелу-снежинку, наносящую <color style='color:#99FFFF;'>Крио урон</color>. При попадании стрела-снежинка расцветает и наносит <color style='color:#99FFFF;'>Крио урон по площади</color>.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "31.734%",
                                    "34.317%",
                                    "36.9%",
                                    "40.59%",
                                    "43.173%",
                                    "46.125%",
                                    "50.184%",
                                    "54.243%",
                                    "58.302%",
                                    "62.73%",
                                    "67.8037%",
                                    "73.7705%",
                                    "79.7372%",
                                    "85.7039%",
                                    "92.2131%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "35.604%",
                                    "38.502%",
                                    "41.4%",
                                    "45.54%",
                                    "48.438%",
                                    "51.75%",
                                    "56.304%",
                                    "60.858%",
                                    "65.412%",
                                    "70.38%",
                                    "76.0725%",
                                    "82.7669%",
                                    "89.4613%",
                                    "96.1556%",
                                    "103.4586%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "45.494%",
                                    "49.197%",
                                    "52.9%",
                                    "58.19%",
                                    "61.893%",
                                    "66.125%",
                                    "71.944%",
                                    "77.763%",
                                    "83.582%",
                                    "89.93%",
                                    "97.2038%",
                                    "105.7577%",
                                    "114.3116%",
                                    "122.8655%",
                                    "132.1971%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "45.494%",
                                    "49.197%",
                                    "52.9%",
                                    "58.19%",
                                    "61.893%",
                                    "66.125%",
                                    "71.944%",
                                    "77.763%",
                                    "83.582%",
                                    "89.93%",
                                    "97.2038%",
                                    "105.7577%",
                                    "114.3116%",
                                    "122.8655%",
                                    "132.1971%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "48.246%",
                                    "52.173%",
                                    "56.1%",
                                    "61.71%",
                                    "65.637%",
                                    "70.125%",
                                    "76.296%",
                                    "82.467%",
                                    "88.638%",
                                    "95.37%",
                                    "103.0838%",
                                    "112.1551%",
                                    "121.2265%",
                                    "130.2979%",
                                    "140.1939%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 6",
                                "ParamLevelList": [
                                    "57.62%",
                                    "62.31%",
                                    "67.0%",
                                    "73.7%",
                                    "78.39%",
                                    "83.75%",
                                    "91.12%",
                                    "98.49%",
                                    "105.86%",
                                    "113.9%",
                                    "123.1125%",
                                    "133.9464%",
                                    "144.7803%",
                                    "155.6142%",
                                    "167.433%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Ур. заряда 1",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон стрелы-снежинки",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "Урон цветения стрелы",
                                "ParamLevelList": [
                                    "217.6%",
                                    "233.92%",
                                    "250.24%",
                                    "272.0%",
                                    "288.32%",
                                    "304.64%",
                                    "326.4%",
                                    "348.16%",
                                    "369.92%",
                                    "391.68%",
                                    "413.44%",
                                    "435.2%",
                                    "462.4%",
                                    "489.6%",
                                    "516.8%"
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "След цилиня",
                        "Desc": "Гань Юй отпрыгивает назад, оставив перед собой Ледяной лотос, который наносит <color style='color:#99FFFF;'>Крио урон по площади</color>.<br><br><color style='color:#FFD780;'>Ледяной лотос:</color><br> ·  Привлекает атаки врагов на себя;<br> ·  Макс. HP Ледяного лотоса зависит от макс. HP Гань Юй;<br> ·  Если Ледяной лотос уничтожен, либо его время заканчивается, он распускается, нанося <color style='color:#99FFFF;'>Крио урон по площади</color>.<br><br><i>«Говоришь, видел{F#а} меня? Должно быть, ты {M#ошибся}{F#ошиблась}. В тот вечер я задержалась на работе».</i>",
                        "Icon": "Skill_S_Ganyu_01",
                        "ParamDesc": [
                            {
                                "Desc": "HP лотоса",
                                "ParamLevelList": [
                                    "120.0%",
                                    "129.0%",
                                    "138.0%",
                                    "150.0%",
                                    "159.0%",
                                    "168.0%",
                                    "180.0%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%",
                                    "240.0%",
                                    "255.0%",
                                    "270.0%",
                                    "285.0%"
                                ]
                            },
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "132.0%",
                                    "141.9%",
                                    "151.8%",
                                    "165.0%",
                                    "174.9%",
                                    "184.8%",
                                    "198.0%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%",
                                    "264.0%",
                                    "280.5%",
                                    "297.0%",
                                    "313.5%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Небесный дождь",
                        "Desc": "Собирает из воздуха иней для того, чтобы призвать Священную Крио жемчужину, изгоняющую зло.<br>Пока навык активен, Священная Крио жемчужина непрерывно обрушивает на врагов в области осколки льда, нанося <color style='color:#99FFFF;'>Крио урон</color>.<br><br><i>Гань Юй может создать для вас сладкий дождь, но для демонов и еретиков он превращается в горький морозящий снег.</i>",
                        "Icon": "Skill_E_Ganyu_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон ледяных осколков",
                                "ParamLevelList": [
                                    "70.272%",
                                    "75.5424%",
                                    "80.8128%",
                                    "87.84%",
                                    "93.1104%",
                                    "98.3808%",
                                    "105.408%",
                                    "112.4352%",
                                    "119.4624%",
                                    "126.4896%",
                                    "133.5168%",
                                    "140.544%",
                                    "149.328%",
                                    "158.112%",
                                    "166.896%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Неразделённое сердце",
                        "Desc": "В течение 5 сек. после выстрела стрелы-снежинки увеличивает шанс крит. попадания стрел-снежинок и вызванного ими цветения на 20%.",
                        "Icon": "UI_Talent_S_Ganyu_05"
                    },
                    {
                        "Name": "Гармония Земли и Небес",
                        "Desc": "Активные члены отряда, находящиеся в области навыка <color style='color:#FFD780;'>Небесный дождь</color>, получают 20% <color style='color:#99FFFF;'>бонус Крио урона</color>.",
                        "Icon": "UI_Talent_S_Ganyu_06"
                    },
                    {
                        "Name": "Отложено на охоту",
                        "Desc": "При ковке стрелкового оружия возвращает 15% затраченной руды.",
                        "Icon": "UI_Talent_Forge_Bow"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Жажда росы",
                        "Desc": "Попадание стрелой-снежинкой с уровнем заряда 2 или её цветением понижает <color style='color:#99FFFF;'>Крио сопротивление</color> противников на 15% в течение 6 сек.;<br>Также попадание восстанавливает 2 ед. энергии Гань Юй. Каждое попадание заряженной атакой с уровнем заряда 2 может восстановить энергию только один раз, вне зависимости от того, было ли это попадание стрелой-снежинкой или её цветением.",
                        "Icon": "UI_Talent_S_Ganyu_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Благополучие",
                        "Desc": "Увеличивает количество зарядов навыка <color style='color:#FFD780;'>След цилиня</color> на 1.",
                        "Icon": "UI_Talent_S_Ganyu_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Облачные странствия",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Небесный дождь</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Ganyu_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Поход на Запад",
                        "Desc": "Увеличивает урон, получаемый врагами, находящимися в области навыка <color style='color:#FFD780;'>Небесный дождь</color>. Этот эффект усиливается со временем.<br>Увеличение урона начинается с 5% и увеличивается на 5% каждые 3 сек., до макс. 25%.<br>Эффект продолжается ещё 3 сек. после того, как враг покидает зону действия навыка.",
                        "Icon": "UI_Talent_S_Ganyu_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Милосердие",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>След цилиня</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Ganyu_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Сострадание",
                        "Desc": "Следующая стрела-снежинка в течение 30 сек. после активации навыка <color style='color:#FFD780;'>След цилиня</color> не нуждается в зарядке.",
                        "Icon": "UI_Talent_S_Ganyu_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ganyu": {
        "AttackList": [
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        7.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        7.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    1200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 11.07,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 12.42,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 15.87,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 15.87,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 16.83,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 6",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 6",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 20.1,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}