// Auto Generated

var _AvatarDataConfig_ = {
    "Gorou": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [
            {
                "Skill": "Q Suck Crystals<br>(At most 1 simultaneously, interval 1.5s)",
                "Target": "Crystal Shards",
                "Duration": 0,
                "Radius": 8.0,
                "Inner": 0.1,
                "Strength": 15.0,
                "Attenuation": 0.0,
                "Reverse": true
            }
        ],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Gorou": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101207": 3,
                "112053": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113023": 2,
                "101207": 10,
                "112053": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113023": 4,
                "101207": 20,
                "112054": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113023": 8,
                "101207": 30,
                "112054": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113023": 12,
                "101207": 45,
                "112055": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113023": 20,
                "101207": 60,
                "112055": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104326": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112055": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112055": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112055": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112055": 12,
                "113025": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104326": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112055": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112055": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112055": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112055": 12,
                "113025": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104326": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112055": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112055": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112055": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112055": 12,
                "113025": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Gorou": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Клыкастое оперение",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака</color><br>До четырёх выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания стрела накапливает энергию земли. Полностью заряженная энергией земли стрела наносит <color style='color:#FFE699;'>Гео урон</color>.<br><br><color style='color:#FFD780;'>Атака в падении</color><br>Выпускает град стрел, которые при приземлении персонажа наносят урон по площади.",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "37.754%",
                                    "40.827%",
                                    "43.9%",
                                    "48.29%",
                                    "51.363%",
                                    "54.875%",
                                    "59.704%",
                                    "64.533%",
                                    "69.362%",
                                    "74.63%",
                                    "79.898%",
                                    "85.166%",
                                    "90.434%",
                                    "95.702%",
                                    "100.97%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "37.152%",
                                    "40.176%",
                                    "43.2%",
                                    "47.52%",
                                    "50.544%",
                                    "54.0%",
                                    "58.752%",
                                    "63.504%",
                                    "68.256%",
                                    "73.44%",
                                    "78.624%",
                                    "83.808%",
                                    "88.992%",
                                    "94.176%",
                                    "99.36%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "49.45%",
                                    "53.475%",
                                    "57.5%",
                                    "63.25%",
                                    "67.275%",
                                    "71.875%",
                                    "78.2%",
                                    "84.525%",
                                    "90.85%",
                                    "97.75%",
                                    "104.65%",
                                    "111.55%",
                                    "118.45%",
                                    "125.35%",
                                    "132.25%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.996%",
                                    "63.798%",
                                    "68.6%",
                                    "75.46%",
                                    "80.262%",
                                    "85.75%",
                                    "93.296%",
                                    "100.842%",
                                    "108.388%",
                                    "116.62%",
                                    "124.852%",
                                    "133.084%",
                                    "141.316%",
                                    "149.548%",
                                    "157.78%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Заряженный выстрел",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Всесторонняя защита Инудзаки",
                        "Desc": "Наносит <color style='color:#FFE699;'>Гео урон по площади</color> и устанавливает Боевой штандарт генерала.<br><br><color style='color:#FFD780;'>Боевой штандарт генерала</color><br>Даёт усиления активному персонажу в области действия штандарта в зависимости от числа персонажей <color style='color:#FFE699;'>Гео</color> в отряде:<br> ·  Если в отряде есть один персонаж Гео, даётся эффект Стойкость, увеличивающий защиту.<br> ·  При наличии двух персонажей Гео в отряде действует Крепость: к эффекту Стойкости добавляется сопротивление прерыванию.<br> ·  Три персонажа Гео в отряде дают эффект Ярость: к прошлым эффектам прибавляется <color style='color:#FFE699;'>бонус Гео урона</color>.<br><br>Горо не может установить больше одного своего Боевого штандарта генерала на поле боя одновременно. Персонажи могут одновременно использовать эффекты только одного Боевого штандарта генерала. Эффект области действует в течение 2 сек. после выхода из области.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Используется для выбора места действия навыка.<br><br><i>«Займите места в этом построении, и мы будем в безопасности - я гарантирую это!» - как генерал и настоящий лидер Горо меньше всего хочет, чтобы те, кто следует за ним, пострадали.</i>",
                        "Icon": "Skill_S_Gorou_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "107.2%",
                                    "115.24%",
                                    "123.28%",
                                    "134.0%",
                                    "142.04%",
                                    "150.08%",
                                    "160.8%",
                                    "171.52%",
                                    "182.24%",
                                    "192.96%",
                                    "203.68%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%"
                                ]
                            },
                            {
                                "Desc": "Повышение защиты",
                                "ParamLevelList": [
                                    "206.16",
                                    "221.622",
                                    "237.084",
                                    "257.7",
                                    "273.162",
                                    "288.624",
                                    "309.24",
                                    "329.856",
                                    "350.472",
                                    "371.088",
                                    "391.704",
                                    "412.32",
                                    "438.09",
                                    "463.86",
                                    "489.63"
                                ]
                            },
                            {
                                "Desc": "Бонус Гео урона",
                                "ParamLevelList": [
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Дзюга: Вперёд к победе",
                        "Desc": "Демонстрируя свой талант полководца, Горо наносит <color style='color:#FFE699;'>Гео урон по площади</color> и создаёт область Влияния генерала для поддержки соратников.<br><br><color style='color:#FFD780;'>Влияние генерала</color><br>Обладает следующими свойствами:<br> ·  Даёт те же эффекты, что элементальный навык «Всесторонняя защита Инудзаки», в зависимости от количества <color style='color:#FFE699;'>Гео</color> персонажей в отряде на момент запуска. Область перемещается вместе с активным персонажем.<br> ·  Каждые 1,5 сек. запускает Кристальный обвал, нанося <color style='color:#FFE699;'>Гео урон по площади</color>.<br> ·  Каждые 1,5 сек. 1 элементальный осколок, созданный реакцией Кристалл притягивается к активному персонажу.<br><br>Если при запуске Влияния генерала на поле есть установленный самим Горо Боевой штандарт генерала, штандарт исчезает. Если Горо запускает элементальный навык Всесторонняя защита Инудзаки во время действия Влияния генерала, Боевой штандарт не создаётся.<br>Собственный эффект Влияния генерала Горо исчезает, если Горо повержен.<br><br><i>«Преимущество у нас!» - чтобы одержать победу, Горо может в некоторой степени изменять рельеф поля боя. Благодаря этому он выстоял во множестве битв против превосходящих сил противника.</i>",
                        "Icon": "Skill_E_Gorou_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "98.216% защиты",
                                    "105.5822% защиты",
                                    "112.9484% защиты",
                                    "122.77% защиты",
                                    "130.1362% защиты",
                                    "137.5024% защиты",
                                    "147.324% защиты",
                                    "157.1456% защиты",
                                    "166.9672% защиты",
                                    "176.7888% защиты",
                                    "186.6104% защиты",
                                    "196.432% защиты",
                                    "208.709% защиты",
                                    "220.986% защиты",
                                    "233.263% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон Кристального обвала",
                                "ParamLevelList": [
                                    "61.3% защиты",
                                    "65.8975% защиты",
                                    "70.495% защиты",
                                    "76.625% защиты",
                                    "81.2225% защиты",
                                    "85.82% защиты",
                                    "91.95% защиты",
                                    "98.08% защиты",
                                    "104.21% защиты",
                                    "110.34% защиты",
                                    "116.47% защиты",
                                    "122.6% защиты",
                                    "130.2625% защиты",
                                    "137.925% защиты",
                                    "145.5875% защиты"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Бросая вызов стихии",
                        "Desc": "В течение 12 сек. после запуска навыка <color style='color:#FFD780;'>Дзюга: Вперёд к победе</color> защита всех членов отряда поблизости увеличивается на 25%.",
                        "Icon": "UI_Talent_S_Gorou_05"
                    },
                    {
                        "Name": "Ответная услуга",
                        "Desc": "Урон атак Горо увеличивается пропорционально его защите:<br> ·  Урон навыка <color style='color:#FFD780;'>Всесторонняя защита Инудзаки</color> повышается на 156% защиты.<br> ·  Урон навыка <color style='color:#FFD780;'>Дзюга: Вперёд к победе</color> и кристального обвала увеличивается на 15,6% защиты.",
                        "Icon": "UI_Talent_S_Gorou_06"
                    },
                    {
                        "Name": "Искатель сияния",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Инадзумы</color> на мини-карте.",
                        "Icon": "UI_Talent_S_Gorou_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Бег собаки: Скорость ветра",
                        "Desc": "Когда активный персонаж (не Горо), находясь под действием созданного самим Горо <color style='color:#FFD780;'>Боевого штандарта генерала</color> или области <color style='color:#FFD780;'>Влияния генерала</color>, наносит Гео урон врагу, время отката <color style='color:#FFD780;'>Всесторонней защиты Инудзаки</color> Горо снижается на 2 сек.<br>Эффект возникает раз в 10 сек.",
                        "Icon": "UI_Talent_S_Gorou_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Ожидание собаки: Точность часов",
                        "Desc": "Если активный персонаж поблизости во время действия <color style='color:#FFD780;'>Влияния генерала</color> получает созданный реакцией Кристалл элементальный осколок, то длительность Влияния генерала Горо увеличивается на 1 сек.<br>Эффект может возникнуть раз в 0,1 сек. Нельзя увеличить длительность больше чем на 3 сек.",
                        "Icon": "UI_Talent_S_Gorou_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Укус собаки: Ярость огня",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Всесторонняя защита Инудзаки</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Gorou_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Забота собаки: Нежность воды",
                        "Desc": "У активного персонажа в области <color style='color:#FFD780;'>Влияния генерала</color> при наличии эффектов Крепость или Ярость каждые 1,5 сек. восстанавливается HP в размере 50% защиты самого Горо.",
                        "Icon": "UI_Talent_S_Gorou_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Удар собаки: Сила грома",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Дзюга: Вперёд к победе</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Gorou_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Доблесть собаки: Надёжность гор",
                        "Desc": "В течение 12 сек. после запуска <color style='color:#FFD780;'>Всесторонней защиты Инудзаки</color> или <color style='color:#FFD780;'>Дзюга: Вперёд к победе</color> у всех членов отряда поблизости увеличивается крит. <color style='color:#FFE699;'>Гео урон</color> в соответствии с уровнем области:<br> ·  Стойкость - на 10%;<br> ·  Крепость - на 20%;<br> ·  Ярость - на 40%.<br><br>Эффект не складывается, действует последний сработавший эффект.",
                        "Icon": "UI_Talent_S_Gorou_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Gorou": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 13.17,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 12.96,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 17.25,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 20.58,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 18.75,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}