// Auto Generated

var _AvatarFetterConfig_ = {
    "55": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Горо - генерал армии острова Ватацуми, в котором души не чают его подчинённые. Во времена Охоты на Глаза Бога Горо возглавлял войска Ватацуми в войне против сёгуната, и, невзирая на трудное положение, смог удержать оборону острова. Солдаты прозвали его «Победоносным генералом с острыми ушами», и прозвище это распространилось даже среди войск сёгуната. В личном общении Горо лишён всякого высокомерия. Его искренность и прямота снискали ему всеобщую симпатию среди подчинённых. Тем не менее даже у такого образцового генерала не может не быть своих тревог...",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Горо когда-то был рядовым солдатом Ватацуми. Однажды во время спецоперации отряд Горо, Угорь II, попал в крайне опасную ситуацию. Командира убила шальная стрела, а выжившие оказались в окружении далеко в горах. Продолжить выполнять задание, запросить подкрепление, начать переговоры с врагом... Перед ними стоял сложный выбор, но горы оставались безмолвны. Без командира и доступа к припасам отряд оказался на краю гибели. В этот критический момент вперёд выступил Горо. Он отказался от переговоров и капитуляции, а вместо этого предложил дерзкий план: выйти из укрытия и повести большую часть отряда в ложную атаку, чтобы дать возможность остальным вызвать подкрепление. А когда подкрепления прибудут, они вместе смогут взять врага в клещи. На вопрос о том, что делать в случае провала, Горо ответил: «Если враг сузит кольцо окружения, выбора почти не останется. У нас ещё есть шанс, и мы должны сражаться за него до конца. В случае неудачи отвечать буду я».<br>Измождённые бойцы отряда и Горо, стойко державшие последние несколько дней оборону, наконец-то дождались подкреплений во главе с самой Сангономией Кокоми. После этого Горо произвели в командиры отряда Угорь II, а затем он постепенно дослужился до звания генерала.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "В глазах солдат Горо - генерал строгий, но не высокомерный. Он открыт и прямолинеен, а к подчинённым относится как к собственной семье, разделяя с ними все радости и невзгоды. Однажды Сангономия Кокоми поведала Горо, что для армии нет ничего важнее трёх вещей: снаряжения, провианта и жалования. С тех пор он начал лично учить солдат уходу за оружием. Также он стал внимательно следить за выдачей провианта и жалований, чтобы избежать краж. И, будучи генералом, он всегда идёт в бой во главе войска. Он словно знамя на острие атаки, которое вдохновляет солдат идти вперёд. По всем этим причинам бойцы глубоко уважают Горо. Как и Кокоми, Горо дорожит жизнями своего войска, но легкомысленно обращается со своей. Те, кому ход его мыслей непонятен, иногда шутят, что Горо как мальчишка, совсем не похожий на генерала. Но для солдат Ватацуми этот мальчишка - лучший генерал, о каком можно было только мечтать.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Горо храбр и решителен. Он часто приводит меньшие силы к победе над превосходящим числом противником. Но и у Горо есть недостаток - непостоянный темперамент. Иными словами, в пылу битвы он теряет голову. Война жестока, и Горо по сравнению с ветеранами, которые провели десятки лет на поле боя, действительно не хватает опыта. К счастью, он быстро учится и старается исправлять свои незначительные недостатки. Сангономия Кокоми снабжает своих генералов указаниями, но их применение зависит от уровня самого военачальника. Горо всегда удаётся претворить наиболее подходящий для текущей ситуации план действий, извлечённый из указаний. Горо считает, что однажды придёт к пониманию идей, которые лежат в их основе. Тогда он ступит на поле боя с ещё большей уверенностью.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "По просьбе Яэ Мико Горо взял дополнительную работу в издательском доме Яэ. Благодаря отмене Охоты на Глаза Бога и успешным переговорам между Ватацуми и сёгунатом отношения сторон начали налаживаться. Горо тоже неоднократно посещал остров Наруками, чтобы увидеть, как обстоят дела, купить новых книг и выполнить задание издательского дома. Яэ Мико открыла анонимную колонку для Горо в журнале «Это жизнь». Она предназначалась для писем читателей об их тяготах, присылаемых в издательский дом Яэ, и высказываемых Горо предложений касательно их решения. Издательский дом Яэ особенно кропотливо подошёл к редактированию этой колонки, изменяя любую личную информацию и заменяя реальные имена на псевдонимы. По словам Мико, выбор пал на Горо потому, что он часто выслушивал своих подчинённых по личным вопросам. Колонка быстро обрела популярность, но по неизвестной причине редактор, каждый раз выплачивая Горо гонорар, робко спрашивал:<br>- Кстати, Горо, ты слышал о госпоже Хине?<br>- Насколько я знаю, она ведёт довольно популярную колонку. А что?<br>- Н-нет, ничего...",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Так же как и солдаты не раскрывают Горо все свои секреты, так и у Горо есть тяготы, которыми ему не очень хочется делиться. Например, как от солнца и ветра мех на его хвосте теряет объём и тускнеет, но на уход за ним нет времени. Или как Горо стыдится своей субтильной комплекции всякий раз, когда моется вместе с подчинёнными. Или как в обществе непредсказуемых женщин вроде Яэ Мико он сразу переходит в глухую защиту и не может нормально с ними общаться... Стараясь сохранить строгий образ, Горо никогда не делится этими проблемами с подчинёнными. И хоть бойцы о них догадываются, они подыгрывают Горо и делают вид, что ничего не замечают. Беспокойства генерала, избавляющего остальных от тревог, копились бы и дальше, если бы не {F#прибыла путешественница}{M#прибыл путешественник} и не {F#избавила}{M#избавил} его от собственных терзаний.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Снаряжение для альпинизма",
                "Content": "Альпинизм наверняка входит в первую тройку любимых увлечений Горо. Трудное восхождение на вершину вместе с компаньонами и прекрасный вид не только тренируют тело и дух, но и замечательно укрепляют товарищеские отношения. Чтобы получать ещё больше удовольствия от скалолазания, Горо купил у странствующего купца снаряжение для альпинизма. Набор недорогого, но надёжного снаряжения помог Горо покорить вот уже не одну опасную вершину. Он заботится об этом снаряжении так же тщательно, как и о своём оружии, поддерживая его в идеальном состоянии. Оно без сомнения будет ещё долго сопровождать его во многих походах.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Одно время за поражения в битвах Горо винил исключительно себя.<br>«Я смог бы изменить ход боя, будь я хоть немного сильнее».<br>С этой мыслью Горо дни и ночи упражнялся в стрельбе из лука, надеясь собственной силой привести соратников к победе. Но в последующих схватках Горо увидел, как сильных солдат отделяют от отряда и живьём берут в плен, а слабые солдаты на невыгодной позиции, благодаря совместным действиям, разбивают врага. Тогда-то он и понял, что в одиночку на поле боя многого не добиться. Становиться сильнее, конечно, важно, но куда важнее сплотить войска так, чтобы они сражались как единое целое. С осознанием этого Горо более не стремился к совершенству в стрельбе из лука, а вместо этого посвятил своё время и силы другим, помогая им стать сильнее вместе. Возможно, именно поэтому Горо и получил свой Глаз Бога.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Генерал сопротивления острова Ватацуми Горо, готов оказать поддержку! Твоё славное имя мне известно уже давно. Мне не терпится отправиться с тобой в победный бой! Ну, что скажешь? Прозвучало воодушевляюще?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Стратегия",
                "Content": "Всегда держи оружие наготове. Только так можно справиться с неожиданностями.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Тренировки",
                "Content": "Редкие минуты затишья... Приступить к физическим упражнениям!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Физическая форма",
                "Content": "Крепкое тело свидетельствует о силе и вселяет уверенность в окружающих. Я всегда должен быть в форме!",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Мой хвост промок... Давай найдём костёр и обсушимся.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Будь начеку!",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Холод собачий... В такую погоду на улице делать нечего...",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Было бы здорово понежиться на солнце... Отставить расслабляться. Я должен подавать пример другим.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Мы можем атаковать по ветру и укрепить превосходство. Или набраться храбрости и воевать против ветра!",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Пора приступать к утренней тренировке. Поднимемся на гору вместе?",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "На обед давай съедим рагу из редиса и рыбы с рисом. Это сочетание полюбилось солдатам сопротивления, рекомендую попробовать его и тебе.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Даже после захода солнца бдительность терять нельзя. Позволь глазам привыкнуть к темноте, ведь даже во мраке ночи может разразиться бой.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "{F#Устала}{M#Устал}? Тогда иди отдыхать, а дозор я возьму на себя! Уверяю, к твоему возвращению всё останется в полном порядке.",
                "Tips": []
            },
            {
                "Title": "О Горо: Вожак",
                "Content": "Вожак Горо? Где ты это {F#услышала}{M#услышал}? Эх... По правде, у меня с солдатами сложились близкие отношения. Я делюсь с ними любой хорошей новостью. Из уважения они между собой начали называть меня Вожаком, хотя по возрасту все они старше меня...",
                "Tips": []
            },
            {
                "Title": "О Горо: Совет",
                "Content": "Похоже, что из-за моих постоянных побед солдаты видят во мне человека выдающихся талантов и спрашивают совета даже по пустякам. Я не в силах отказать, когда вижу их исполненные надежды глаза, но в то же время мои стратегические навыки не безграничны... Я могу лишь давать общие указания, либо ответы на основании одной интуиции. Ах, не хотелось бы подвести их...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Искренность",
                "Content": "Если тебя что-то беспокоит, ни в коем случае не держи всё в себе. Лучше поговори со мной. Может, у меня и не всегда найдётся ответ, но я советом помогу. А если... если и с советом не сложится, то я хотя бы выслушаю тебя.",
                "Tips": []
            },
            {
                "Title": "О нас: Товарищество",
                "Content": "Мы вместе тренируемся, вместе едим, вместе отдыхаем... Чтобы укрепить общение и взаимопонимание в команде, способа лучше нет. В пылу битвы всю важную информацию можно передать одним лишь взглядом... Хм? По-твоему, это не слишком уместно? Ну... именно это нас с ребятами и сплотило.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Глаз Бога усиливает мои способности в бою, позволяя брать большую ответственность на поле боя и прокладывать войскам путь. Но также я понимаю, что в одиночку, каким бы сильным ты ни был, исход сражения не изменить. Единодушные усилия, единая цель - вот ключ к победе.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся: В бой налегке",
                "Content": "Я не люблю сражаться в тяжёлом обмундировании. Я всегда налегке, таков мой стиль. Я умею стремительно перемещаться по полю боя и находить возможности для получения преимущества. В первую очередь я обстреливаю самых сильных воинов, чтобы подорвать боевой дух врага.",
                "Tips": []
            },
            {
                "Title": "Давай поделимся: Победоносный генерал",
                "Content": "Солдаты дали мне прозвище «Победоносный генерал с острыми ушами». А теперь даже ходит слух, что «если погладить острые уши генерала Горо, тебе передастся его победоносная удача». Хм... Мои уши никому трогать не разрешается! И шутить о них тоже! Эм... Ты что это делаешь? И ты туда же? Эй, эй...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Говорят, в Ли Юэ есть горы, которые поднимаются до самых облаков. Было бы так здорово взобраться по ним.",
                "Tips": []
            },
            {
                "Title": "О Бэй Доу...",
                "Content": "Капитан Бэй Доу ценит товарищество, а её незаурядные способности заслуживают уважения. Однажды она сказала, что не желает вовлекать своих компаньонов в споры, которые их не касаются. И я понимаю её. Поэтому я обращаюсь к ней за помощью только в случае крайней необходимости.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кадзухе...",
                "Content": "Я повидал самых разных странствующих самураев, и ни один из них не похож на Кадзуху. Он словно ветер, который проносится по земле. Он нигде подолгу не задерживается, но всегда что-то приносит окружающим. Когда мы с ним сражались бок о бок, то я лучше понял, что означает быть по-настоящему свободным и беззаботным. Словом, мы с Кадзухой отлично поладили!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сангономии Кокоми: Обязанности",
                "Content": "Её превосходительство Сангономия, будучи верховным главой Ватацуми, отвечает за оценку общего положения и разработку плана. Ну а мой долг состоит в том, чтобы претворять каждый из пунктов плана в действие и управлять ситуацией на передовой. Нас со всем сопротивлением объединяет одна цель: победа.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сангономии Кокоми: Отношение",
                "Content": "Я отношусь к её превосходительству с глубочайшим уважением. Сопротивление ни за что бы не добилось теперешнего успеха без её блестящей стратегии и планирования. Тем не менее я считаю, что она предпочла бы куда более спокойную жизнь. Поэтому, когда неотложных военных дел нет, я стараюсь не беспокоить её.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О сёгуне Райдэн...",
                "Content": "Сёгун Райдэн... Какими бы ни были причины её поступков в прошлом, я всё равно их не приемлю. И хоть теперь между Ватацуми и сёгунатом объявлено перемирие, я буду оставаться настороже. Если конфликт разразится вновь, я сразу же вернусь на передовую.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О Кудзё Саре...",
                "Content": "К сёгунату я тёплых чувств не питаю, но Кудзё Сара, пожалуй, самый достойный из его военачальников. В бою мы с ней сталкивались не раз и оба выходили то победителями, то побеждёнными. Это может прозвучать наивно, но я иногда думаю, как бы всё обернулось, если бы она считалась с желаниями народа и освободилась от контроля сёгуната.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "О Яэ Мико...",
                "Content": "Та женщина... Может, не будем о ней? Хочешь, я за тебя работу по дому сделаю? Это я с радостью. Что, совсем ничего?.. Эм... Ради моего душевного и физического здоровья лучше будет о ней не говорить.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Камисато Аяке...",
                "Content": "Комиссия Ясиро подчиняется сёгунату, но во многом она принимает сторону народа. В условиях давления с обеих сторон Сирасаги Химэгими смогла заслужить безупречную репутацию. Полагаю, она умеет сохранять самообладание в любой ситуации и справляться с самыми щекотливыми вопросами. Мне есть чему у неё поучиться.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "О Саю...",
                "Content": "Согласно нашим разведданным, она - ниндзя, в совершенстве освоившая искусство скрытного проникновения. Саю могла бы принести немалую пользу в некоторых из особых операций её превосходительства... Но также разведданные указывают, что она недисциплинированна и часто бесследно пропадает, из-за чего её трудно завербовать... Хм? Она из комиссии Ясиро? А, тогда забудь.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сиканоине Хэйдзо...",
                "Content": "Ты об этом скользком бездельнике-детективе? Никому из сёгуната доверять нельзя, так что я пристально слежу за ним. Всё же у него есть кое-какие способности к сыскной работе. Но откуда нам знать, что он не является частью какого-нибудь хитроумного замысла?.. Хм, поживём - увидим.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Горо I",
                "Content": "Большую часть жизни я провёл на поле боя, и мне рассказывать особо нечего... Но если тебе действительно хочется послушать мои истории, я с радостью всё расскажу.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Горо II",
                "Content": "Выдающейся изобретательностью и интеллектом я не обладаю. Всё, что у меня есть, это пара рук и жизнь, которую можно поставить на карту. После бесчисленных яростных битв я всё ещё жив, так что, стало быть, эти руки и воля к жизни достаточно сильны. Некоторые утверждают даже, что можно выйти из самой отчаянной битвы невредимым, если следовать за мной. Благодаря этому я каким-то образом приобрёл среди наших войск достаточную репутацию, чтобы стать тем лидером, коим являюсь сейчас.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Горо III",
                "Content": "В самом начале нашими врагами были бандиты, пираты и чудовища, но когда сёгун Райдэн издала указ об Охоте на Глаза Бога, всё изменилось. Пришли высокомерные войска сёгуната с намерением поставить нас на место, но получили сокрушительный удар. Ха-ха, они наверняка не ожидали встретить такое ожесточённое сопротивление.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Горо IV",
                "Content": "Однажды её превосходительство указала на мой роковой изъян: я слишком сильно увлекаюсь битвой, пытаясь поглубже врезаться в ряды врага, и забываю обо всём остальном. Она сказала, что моя отвага достойна похвалы, но военачальнику так действовать не подобает. Я изо всех сил стараюсь исправиться, но... Могу ли я попросить тебя присматривать за мной?",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Горо V",
                "Content": "Мы воюем не с конкретной группировкой или организацией, а со злом - злом, которое растоптало человеческие надежды и разрушило некогда мирную жизнь. Когда оно будет уничтожено, только тогда я смогу сложить оружие, надеть гражданскую одежду и прогуляться с тобой по живописным уголкам Ватацуми.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Горо...",
                "Content": "Я обожаю карабкаться по горам! И чем круче гора, тем лучше. Скалолазание закаляет тело и дух, делая его сильнее с каждой покорённой вершиной. А ещё лучше восходить на гору вместе с компаньонами, чтобы после часов напряжённых усилий насладиться видом вместе. Вот только... я ни за что бы не стал взбираться на самую высокую гору Инадзумы...",
                "Tips": []
            },
            {
                "Title": "Беспокойство Горо...",
                "Content": "Лёгкие доспехи имеют свои недочёты. Например, когда враг атакует огнём, я должен особенно беречь хвост.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Мне нравятся пирожные и трёхцветное данго! Хм... наверное, это потому, что мне редко выпадает возможность насладиться такими роскошными лакомствами. Полевая кухня делает упор на простоте и быстроте приготовления, и в её блюда редко когда кладут приправы, не говоря уже о сахаре. Я просто не в силах устоять перед сладостями!",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я могу есть всё за исключением лука. Однажды отряд обеспечения добавил мне в еду тёртого лука, и я разревелся прямо за столом... Ах, какой позор! Солдатам обеспечения тоже было ужасно неловко.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Перед этой сладостью невозможно устоять!",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Я чувствую прилив сил! Могу я чем-нибудь помочь?",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Немного острее, чем я ожидал... Не думаю, что смогу доесть.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Сегодня очень важный день, день твоего рождения! Позволь мне организовать для тебя праздник. Мы разведём на пляже костёр и наловим рыбы да крабов. Я лично приготовлю тебе воодушевляющее блюдо, достойное высших военачальников!",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "С этой новообретённой силой я буду защищать тех, кто сражается на моей стороне.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Защита моих солдат - это не только крепкая оборона, но и активное нападение.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Ключ к победе лежит в понимании значения битвы и применения правильной тактики для создания преимущества, что наделяет войска сокрушительной мощью.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Напор и сплочённость делает нас непобедимыми. Благодарю тебя за наставления! Эта победа принадлежит нам обоим.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Вперёд!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "В атаку!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Собраться в строй!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Все за мной!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Наращивайте преимущество!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Перегруппироваться!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Битва разворачивается в нашу пользу!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Распределим добытое между солдатами.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Осторожно, это может быть ловушкой... А? Ну ладно.",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Следуйте за мной.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Я ещё могу сражаться!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Я допустил оплошность!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Нельзя сдаваться!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Битва окончена!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Держать строй!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Мы проиграли...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "За... Ватацуми...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Всем... отступать...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Я даже не заметил!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Ещё раз!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "В полной готовности!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Готов выдвигаться!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Всем занять позиции!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "55": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Охотничьи доспехи мстителя",
                "Desc": "Наряд Горо. Лёгкая броня позволяет генералу Горо мастерски управляться с луком. Наплечники и налокотники позволяют ловчее натягивать тетиву.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108365,
            "JD": 108263,
            "Name": "<b>Победоносная легенда</b>",
            "Eff": "Восстанавливает выбранному персонажу 40% от макс. HP + 2350 HP.",
            "Desc": "Особое блюдо Горо. Гарниры достигают почти тех же вершин, что и амбиции Горо. Когда вы доедаете суп с лапшой и удовлетворённо похлопываете себя по животу, вы поднимаете глаза и видите Горо... лучезарно улыбающегося, а его хвост виляет из стороны в сторону (хотя, вероятно, он об этом не знает)!",
            "Recipe": {
                "100061": 4,
                "110001": 3,
                "100091": 2,
                "100062": 1
            },
            "Icon": "UI_ItemIcon_108365"
        },
        "Namecard": {
            "Name": "<b>Безмятежный пёс</b>",
            "Desc": "Именная карта.<br>Пока вы верите в путь, по которому идёте, всё, с чем вы столкнётесь, будет источником счастья.",
            "Pic": "UI_NameCardPic_Gorou_P"
        }
    }
}

var acs_cache_ = {}