// Auto Generated

var _AvatarDataConfig_ = {
    "Hutao": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Hutao": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "100029": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113016": 2,
                "100029": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113016": 4,
                "100029": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113016": 8,
                "100029": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113016": 12,
                "100029": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113016": 20,
                "100029": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Hutao": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Скрытое копьё «Ваншэн»",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До шести ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "46.8864%",
                                    "50.0832%",
                                    "53.28%",
                                    "57.5424%",
                                    "60.7392%",
                                    "64.4688%",
                                    "69.264%",
                                    "74.0592%",
                                    "78.8544%",
                                    "83.6496%",
                                    "88.4448%",
                                    "93.24%",
                                    "98.0352%",
                                    "102.8304%",
                                    "107.6256%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "48.2539%",
                                    "51.544%",
                                    "54.834%",
                                    "59.2207%",
                                    "62.5108%",
                                    "66.3491%",
                                    "71.2842%",
                                    "76.2193%",
                                    "81.1543%",
                                    "86.0894%",
                                    "91.0244%",
                                    "95.9595%",
                                    "100.8946%",
                                    "105.8296%",
                                    "110.7647%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "61.05%",
                                    "65.2125%",
                                    "69.375%",
                                    "74.925%",
                                    "79.0875%",
                                    "83.9438%",
                                    "90.1875%",
                                    "96.4313%",
                                    "102.675%",
                                    "108.9188%",
                                    "115.1625%",
                                    "121.4063%",
                                    "127.65%",
                                    "133.8938%",
                                    "140.1375%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "65.641%",
                                    "70.1165%",
                                    "74.592%",
                                    "80.5594%",
                                    "85.0349%",
                                    "90.2563%",
                                    "96.9696%",
                                    "103.6829%",
                                    "110.3962%",
                                    "117.1094%",
                                    "123.8227%",
                                    "130.536%",
                                    "137.2493%",
                                    "143.9626%",
                                    "150.6758%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "33.2737%+35.2%",
                                    "35.5423%+37.6%",
                                    "37.811%+40.0%",
                                    "40.8359%+43.2%",
                                    "43.1045%+45.6%",
                                    "45.7513%+48.4%",
                                    "49.1543%+52.0%",
                                    "52.5573%+55.6%",
                                    "55.9603%+59.2%",
                                    "59.3633%+62.8%",
                                    "62.7663%+66.4%",
                                    "66.1693%+70.0%",
                                    "69.5722%+73.6%",
                                    "72.9752%+77.2%",
                                    "76.3782%+80.8%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 6",
                                "ParamLevelList": [
                                    "85.9584%",
                                    "91.8192%",
                                    "97.68%",
                                    "105.4944%",
                                    "111.3552%",
                                    "118.1928%",
                                    "126.984%",
                                    "135.7752%",
                                    "144.5664%",
                                    "153.3576%",
                                    "162.1488%",
                                    "170.94%",
                                    "179.7312%",
                                    "188.5224%",
                                    "197.3136%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "135.96%",
                                    "145.23%",
                                    "154.5%",
                                    "166.86%",
                                    "176.13%",
                                    "186.945%",
                                    "200.85%",
                                    "214.755%",
                                    "228.66%",
                                    "242.565%",
                                    "256.47%",
                                    "270.375%",
                                    "284.28%",
                                    "298.185%",
                                    "312.09%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "65.4192%",
                                    "69.8796%",
                                    "74.34%",
                                    "80.2872%",
                                    "84.7476%",
                                    "89.9514%",
                                    "96.642%",
                                    "103.3326%",
                                    "110.0232%",
                                    "116.7138%",
                                    "123.4044%",
                                    "130.095%",
                                    "136.7856%",
                                    "143.4762%",
                                    "150.1668%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "130.8107%/163.3896%",
                                    "139.7296%/174.5298%",
                                    "148.6485%/185.67%",
                                    "160.5404%/200.5236%",
                                    "169.4593%/211.6638%",
                                    "179.8647%/224.6607%",
                                    "193.2431%/241.371%",
                                    "206.6214%/258.0813%",
                                    "220.0%/274.7916%",
                                    "233.3781%/291.5019%",
                                    "246.7565%/308.2122%",
                                    "260.1349%/324.9225%",
                                    "273.5132%/341.6328%",
                                    "286.8916%/358.3431%",
                                    "300.27%/375.0534%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Путеводитель по загробной жизни",
                        "Desc": "Лишь непоколебимое пламя может очистить этот мир.<br>Ху Тао потребляет определённое количество HP, откидывает окружающих её противников и входит в состояние Танец бабочки.<br><br><color style='color:#FFD780;'>Танец бабочки:</color><br> ·  Сила атаки Ху Тао в этом состоянии увеличивается в зависимости от её макс. HP. Полученный таким образом бонус силы атаки не может превышать 400% от базовой силы атаки Ху Тао.<br> ·  Конвертирует урон от атак в <color style='color:#FF9999;'>Пиро урон</color>, этот эффект не может быть отменён какой-либо элементальной инфузией.<br> ·  Заряженные атаки накладывают на врагов эффект Кровавого цветка.<br> ·  Повышает сопротивление Ху Тао к прерыванию.<br><br><color style='color:#FFD780;'>Кровавый цветок:</color><br>Противники с эффектом Кровавого цветка будут получать <color style='color:#FF9999;'>Пиро урон</color> каждые 4 сек., который считается уроном элементального навыка.<br>Каждый противник может иметь только один эффект Кровавого цветка, и его длительность может быть обновлена только самой Ху Тао.<br><br><color style='color:#FFD780;'>Танец бабочки</color> заканчивается, если истёк срок действия, Ху Тао покинула поле боя или повержена.<br><br><i>Техника скрытого копья Ху Тао основывается на нескольких правилах, первое из которых гласит: «На тот свет дорогу открывает копьё, идут вслед за бабочками умерших души».</i>",
                        "Icon": "Skill_S_Hutao_01",
                        "ParamDesc": [
                            {
                                "Desc": "Потребление навыка",
                                "ParamLevelList": [
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP"
                                ]
                            },
                            {
                                "Desc": "Увеличение силы атаки",
                                "ParamLevelList": [
                                    "3.841% макс. HP",
                                    "4.071% макс. HP",
                                    "4.301% макс. HP",
                                    "4.6% макс. HP",
                                    "4.83% макс. HP",
                                    "5.06% макс. HP",
                                    "5.359% макс. HP",
                                    "5.658% макс. HP",
                                    "5.957% макс. HP",
                                    "6.256% макс. HP",
                                    "6.555% макс. HP",
                                    "6.854% макс. HP",
                                    "7.153% макс. HP",
                                    "7.452% макс. HP",
                                    "7.751% макс. HP"
                                ]
                            },
                            {
                                "Desc": "Урон Кровавого цветка",
                                "ParamLevelList": [
                                    "64.0%",
                                    "68.8%",
                                    "73.6%",
                                    "80.0%",
                                    "84.8%",
                                    "89.6%",
                                    "96.0%",
                                    "102.4%",
                                    "108.8%",
                                    "115.2%",
                                    "121.6%",
                                    "128.0%",
                                    "136.0%",
                                    "144.0%",
                                    "152.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность Кровавого цветка",
                                "ParamLevelList": [
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Упокоение духов",
                        "Desc": "Приказывает пылающему духу атаковать, нанося <color style='color:#FF9999;'>Пиро урон</color> по большой площади.<br>При попадании по врагу восстанавливает некоторый процент макс. HP Ху Тао. Этот эффект может активироваться до 5 раз, в зависимости от количества задетых противников.<br>Если HP Ху Тао равно или ниже 50% в момент попадания по противнику, наносимый урон и количество восстановленного HP увеличиваются.<br><br><i>Сверхъестественная активность тех, кто уже покинул этот мир, является источником больших переживаний в похоронном бюро «Ваншэн». В подобных случаях кремация всегда помогает Ху Тао обрести душевный покой. Чем больше она тревожится, тем сильнее пламя.</i>",
                        "Icon": "Skill_E_Hutao_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "303.272%",
                                    "321.432%",
                                    "339.592%",
                                    "363.2%",
                                    "381.36%",
                                    "399.52%",
                                    "423.128%",
                                    "446.736%",
                                    "470.344%",
                                    "493.952%",
                                    "517.56%",
                                    "541.168%",
                                    "564.776%",
                                    "588.384%",
                                    "611.992%"
                                ]
                            },
                            {
                                "Desc": "Урон навыка при низком HP",
                                "ParamLevelList": [
                                    "379.09%",
                                    "401.79%",
                                    "424.49%",
                                    "454.0%",
                                    "476.7%",
                                    "499.4%",
                                    "528.91%",
                                    "558.42%",
                                    "587.93%",
                                    "617.44%",
                                    "646.95%",
                                    "676.46%",
                                    "705.97%",
                                    "735.48%",
                                    "764.99%"
                                ]
                            },
                            {
                                "Desc": "Лечение навыка",
                                "ParamLevelList": [
                                    "6.2625% макс. HP",
                                    "6.6375% макс. HP",
                                    "7.0125% макс. HP",
                                    "7.5% макс. HP",
                                    "7.875% макс. HP",
                                    "8.25% макс. HP",
                                    "8.7375% макс. HP",
                                    "9.225% макс. HP",
                                    "9.7125% макс. HP",
                                    "10.2% макс. HP",
                                    "10.6875% макс. HP",
                                    "11.175% макс. HP",
                                    "11.6625% макс. HP",
                                    "12.15% макс. HP",
                                    "12.6375% макс. HP"
                                ]
                            },
                            {
                                "Desc": "Лечение навыка при низком HP",
                                "ParamLevelList": [
                                    "8.35% макс. HP",
                                    "8.85% макс. HP",
                                    "9.35% макс. HP",
                                    "10.0% макс. HP",
                                    "10.5% макс. HP",
                                    "11.0% макс. HP",
                                    "11.65% макс. HP",
                                    "12.3% макс. HP",
                                    "12.95% макс. HP",
                                    "13.6% макс. HP",
                                    "14.25% макс. HP",
                                    "14.9% макс. HP",
                                    "15.55% макс. HP",
                                    "16.2% макс. HP",
                                    "16.85% макс. HP"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Порхай как бабочка",
                        "Desc": "После окончания состояния <color style='color:#FFD780;'>Танец бабочки</color> навыка <color style='color:#FFD780;'>Путеводитель по загробной жизни</color> шанс крит. попадания всех членов отряда (кроме самой Ху Тао) увеличивается на 12% в течение 8 сек.",
                        "Icon": "UI_Talent_S_Hutao_05"
                    },
                    {
                        "Name": "Кровавая сангина",
                        "Desc": "Даёт Ху Тао 33% <color style='color:#FF9999;'>бонус Пиро урона</color>, когда её HP меньше или равно 50%.",
                        "Icon": "UI_Talent_S_Hutao_06"
                    },
                    {
                        "Name": "Чем больше, тем лучше",
                        "Desc": "При приготовлении идеального блюда имеет 18% шанс получить дополнительное «странное» блюдо того же типа.",
                        "Icon": "UI_Talent_Cook_ExtraFailedItem"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Алый букет",
                        "Desc": "Заряженные атаки Ху Тао перестают потреблять выносливость в состоянии <color style='color:#FFD780;'>Танец бабочки</color> навыка <color style='color:#FFD780;'>Путеводитель по загробной жизни</color>.",
                        "Icon": "UI_Talent_S_Hutao_03"
                    },
                    {
                        "Level": 2,
                        "Name": "Зловещий дождь",
                        "Desc": "Увеличивает урон <color style='color:#FFD780;'>Кровавого цветка</color> на 10% от макс. HP Ху Тао на момент наложения эффекта.<br>Навык <color style='color:#FFD780;'>Упокоение духов</color> также накладывает эффект <color style='color:#FFD780;'>Кровавого цветка</color>.",
                        "Icon": "UI_Talent_S_Hutao_01"
                    },
                    {
                        "Level": 3,
                        "Name": "Плавный кармин",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Путеводитель по загробной жизни</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Hutao_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Сады вечного покоя",
                        "Desc": "После победы над противником, находящимся под эффектом <color style='color:#FFD780;'>Кровавого цветка</color>, наложенным самой Ху Тао, шанс крит. попадания всех окружающих членов отряда (кроме самой Ху Тао) увеличивается на 12% в течение 15 сек.",
                        "Icon": "UI_Talent_S_Hutao_02"
                    },
                    {
                        "Level": 5,
                        "Name": "Цветочные благовония",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Упокоение духов</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Hutao_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Объятья бабочки",
                        "Desc": "Активируется, когда HP Ху Тао опускается ниже 25% или когда она получает летальный урон:<br>Ху Тао не погибает от полученного урона. Напротив, на следующие 10 сек. все её элементальные сопротивления и физическое сопротивление повышаются на 200%, её шанс крит. попадания увеличивается на 100%, а также сильно повышается её сопротивление к прерыванию.<br>Этот эффект активируется автоматически, когда у Ху Тао остаётся 1 HP.<br>Может возникнуть раз в 60 сек.",
                        "Icon": "UI_Talent_S_Hutao_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Hutao": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        150.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 35.76,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.5,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.88,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        320.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.7
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 6",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 6",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.52,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        180.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 35.76,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.9,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 36.88,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.6,
                        1.5,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 46.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        320.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.2,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 6",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 6",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 65.52,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 1.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}