// Auto Generated

var _AvatarDataConfig_ = {
    "Itto": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Itto": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101201": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113030": 2,
                "101201": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113030": 4,
                "101201": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113030": 8,
                "101201": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113030": 12,
                "101201": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113030": 20,
                "101201": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Itto": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Легенда бойцовского клуба",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака</color><br>До четырёх рубящих ударов.<br>При попадании второго удара по врагу персонаж получает 1 ур. эффекта Невероятная сила, при попадании четвёртого удара - 2 ур.<br>Невероятная сила может складываться до 5 раз. При каждом срабатывании длительность обновляется для всех уровней Невероятной силы.<br><br>Кроме этого, комбо обычных атак не сбрасывается в течение короткого периода после запуска элементального навыка Масацу дзэцуги: Взрыв акауси или спринта.<br><br><color style='color:#FFD780;'>Заряженная атака</color><br>Если у персонажа есть Невероятная сила, то, удерживая кнопку заряженной атаки, можно наносить рубящие удары Аратаки кэсагири, не расходуя выносливость. Каждый удар Аратаки кэсагири расходует 1 ур. Невероятной силы. При расходе последнего уровня Невероятной силы Итто наносит особенно мощный удар.<br>Если нет накопленных уровней Невероятной силы, Итто выполняет одиночный рубящий удар Сайтимондзи.<br><br><color style='color:#FFD780;'>Атака в падении</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "79.2318%",
                                    "85.6809%",
                                    "92.13%",
                                    "101.343%",
                                    "107.7921%",
                                    "115.1625%",
                                    "125.2968%",
                                    "135.4311%",
                                    "145.5654%",
                                    "156.621%",
                                    "169.2889%",
                                    "184.1863%",
                                    "199.0837%",
                                    "213.9811%",
                                    "230.2329%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "76.368%",
                                    "82.584%",
                                    "88.8%",
                                    "97.68%",
                                    "103.896%",
                                    "111.0%",
                                    "120.768%",
                                    "130.536%",
                                    "140.304%",
                                    "150.96%",
                                    "163.17%",
                                    "177.529%",
                                    "191.8879%",
                                    "206.2469%",
                                    "221.9112%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "91.6416%",
                                    "99.1008%",
                                    "106.56%",
                                    "117.216%",
                                    "124.6752%",
                                    "133.2%",
                                    "144.9216%",
                                    "156.6432%",
                                    "168.3648%",
                                    "181.152%",
                                    "195.804%",
                                    "213.0348%",
                                    "230.2655%",
                                    "247.4963%",
                                    "266.2934%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "117.2249%",
                                    "126.7664%",
                                    "136.308%",
                                    "149.9388%",
                                    "159.4804%",
                                    "170.385%",
                                    "185.3789%",
                                    "200.3728%",
                                    "215.3666%",
                                    "231.7236%",
                                    "250.4659%",
                                    "272.507%",
                                    "294.548%",
                                    "316.589%",
                                    "340.6337%"
                                ]
                            },
                            {
                                "Desc": "Урон комбо атаки Аратаки кэсагири",
                                "ParamLevelList": [
                                    "91.16%",
                                    "98.58%",
                                    "106.0%",
                                    "116.6%",
                                    "124.02%",
                                    "132.5%",
                                    "144.16%",
                                    "155.82%",
                                    "167.48%",
                                    "180.2%",
                                    "194.775%",
                                    "211.9152%",
                                    "229.0554%",
                                    "246.1956%",
                                    "264.894%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон Аратаки кэсагири",
                                "ParamLevelList": [
                                    "190.92%",
                                    "206.46%",
                                    "222.0%",
                                    "244.2%",
                                    "259.74%",
                                    "277.5%",
                                    "301.92%",
                                    "326.34%",
                                    "350.76%",
                                    "377.4%",
                                    "407.925%",
                                    "443.8224%",
                                    "479.7198%",
                                    "515.6172%",
                                    "554.778%"
                                ]
                            },
                            {
                                "Desc": "Длительность Невероятной силы",
                                "ParamLevelList": [
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек.",
                                    "60 сек."
                                ]
                            },
                            {
                                "Desc": "Урон Сайтимондзи",
                                "ParamLevelList": [
                                    "90.472%",
                                    "97.836%",
                                    "105.2%",
                                    "115.72%",
                                    "123.084%",
                                    "131.5%",
                                    "143.072%",
                                    "154.644%",
                                    "166.216%",
                                    "178.84%",
                                    "193.305%",
                                    "210.3158%",
                                    "227.3267%",
                                    "244.3375%",
                                    "262.8948%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости на Сайтимондзи",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "81.8335%",
                                    "88.4943%",
                                    "95.1552%",
                                    "104.6707%",
                                    "111.3316%",
                                    "118.944%",
                                    "129.4111%",
                                    "139.8781%",
                                    "150.3452%",
                                    "161.7638%",
                                    "173.1825%",
                                    "184.6011%",
                                    "196.0197%",
                                    "207.4383%",
                                    "218.857%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "163.6323%/204.3855%",
                                    "176.9512%/221.0216%",
                                    "190.2701%/237.6576%",
                                    "209.2971%/261.4234%",
                                    "222.616%/278.0594%",
                                    "237.8376%/297.072%",
                                    "258.7673%/323.2143%",
                                    "279.697%/349.3567%",
                                    "300.6267%/375.499%",
                                    "323.4591%/404.0179%",
                                    "346.2915%/432.5368%",
                                    "369.124%/461.0557%",
                                    "391.9564%/489.5747%",
                                    "414.7888%/518.0936%",
                                    "437.6212%/546.6125%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Масацу дзэцуги: Взрыв акауси!",
                        "Desc": "Забрасывает Уси, бычка породы акауси и внештатного бойца банды Аратаки, который наносит врагам <color style='color:#FFE699;'>Гео урон</color>! Когда Уси попадает во врага, Аратаки Итто получает 1 ур. Невероятной силы.<br><br>Уси остаётся на поле боя для поддержки:<br> ·  Уси дразнит врагов, отвлекая их на себя.<br> ·  Его макс. HP зависит от макс. HP Аратаки Итто.<br> ·  Когда Уси получает урон, Аратаки Итто получает 1 ур. Невероятной силы (не чаще чем раз в 2 сек.).<br> ·  Когда у Уси заканчивается HP или время его действия подходит к концу, он убегает, добавляя Аратаки Итто 1 ур. Невероятной силы.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Позволяет отрегулировать направление заброски Уси.<br><br>Уси считается <color style='color:#FFE699;'>Гео конструкцией</color>. У Аратаки может быть только один свой Уси одновременно.<br><br><i>Название техники заимствовано из романа Дзюнкити «Онибудо». Правда, там оно звучит немного иначе - Онисацу дзэцуги, «уникальная техника убийства óни». Пришлось немного подправить название и заменить в названии «óни» на «ма» - «нечисть». Во-первых, это позволяет избежать нарушения авторских прав. А во-вторых, Итто ведь и сам óни, так что...</i>",
                        "Icon": "Skill_S_Itto_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "307.2%",
                                    "330.24%",
                                    "353.28%",
                                    "384.0%",
                                    "407.04%",
                                    "430.08%",
                                    "460.8%",
                                    "491.52%",
                                    "522.24%",
                                    "552.96%",
                                    "583.68%",
                                    "614.4%",
                                    "652.8%",
                                    "691.2%",
                                    "729.6%"
                                ]
                            },
                            {
                                "Desc": "HP быка",
                                "ParamLevelList": [
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Явление короля: Итто Жестокий!",
                        "Desc": "Пора показать врагам силу банды Аратаки! На некоторое время Итто позволяет проявиться своему внутреннему Яростному королю óни и использует в бою Канабо короля óни.<br>Этот статус характеризуется следующими свойствами:<br> ·  Обычные и заряженные атаки, а также атаки в падении наносят <color style='color:#FFE699;'>Гео урон</color>. Этот эффект не может быть отменён другими инфузиями.<br> ·  Увеличивается скорость обычных атак Аратаки Итто, сила атаки возрастает пропорционально его защите.<br> ·  У Аратаки Итто прибавляется по одному уровню Невероятной силы за попадание по врагу первым или третьим ударом комбо-атаки.<br> ·  Все виды элементального сопротивления и физ. сопротивление Аратаки Итто снижаются на 20%.<br><br>Статус Яростного короля óни снимается, если Аратаки Итто покидает поле боя.<br><br><i>Величайшая непревзойдённая техника боя (по мнению самого Аратаки). Аратаки Итто ни к чему подражать чему-либо другому, чтобы стать сильнее, ведь он, и никто другой, является самым сильным и самым ужасным óни в мире.</i><br><i>Сёта думает, это очень круто.</i>",
                        "Icon": "Skill_E_Itto_01",
                        "ParamDesc": [
                            {
                                "Desc": "Повышение атаки",
                                "ParamLevelList": [
                                    "57.6% защиты",
                                    "61.92% защиты",
                                    "66.24% защиты",
                                    "72.0% защиты",
                                    "76.32% защиты",
                                    "80.64% защиты",
                                    "86.4% защиты",
                                    "92.16% защиты",
                                    "97.92% защиты",
                                    "103.68% защиты",
                                    "109.44% защиты",
                                    "115.2% защиты",
                                    "122.4% защиты",
                                    "129.6% защиты",
                                    "136.8% защиты"
                                ]
                            },
                            {
                                "Desc": "Ускорение атаки",
                                "ParamLevelList": [
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек.",
                                    "11 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Аратаки итибан",
                        "Desc": "Когда Аратаки Итто выполняет серию выпадов Аратаки кэсагири, действуют следующие эффекты:<br> ·  Каждый выпад увеличивает скорость атаки следующего выпада в серии на 10%. Максимальное увеличение скорости атаки - 30%.<br> ·  Увеличивается сопротивление прерыванию.<br><br>Эти эффекты исчезают, когда серия прерывается.",
                        "Icon": "UI_Talent_S_Itto_05"
                    },
                    {
                        "Name": "Наследие Багрового Óни",
                        "Desc": "Урон Аратаки кэсагири увеличивается на 35% от защиты Аратаки Итто.",
                        "Icon": "UI_Talent_S_Itto_06"
                    },
                    {
                        "Name": "Дровосек",
                        "Desc": "У участников отряда есть шанс 25% получить дополнительную древесину при рубке деревьев.",
                        "Icon": "UI_Talent_S_Itto_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Слушай мой наказ",
                        "Desc": "При запуске <color style='color:#FFD780;'>Явления короля: Итто Жестокий!</color> Аратаки Итто получает 2 ур. Невероятной силы. Через 1 сек. после запуска Аратаки Итто начинает получать по 1 ур. Невероятной силы каждые 0,5 сек. в течение 1,5 сек.",
                        "Icon": "UI_Talent_S_Itto_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Все в круг для драки!",
                        "Desc": "После активации навыка <color style='color:#FFD780;'>Явление короля: Итто Жестокий!</color> за каждого члена отряда с элементом <color style='color:#FFE699;'>Гео</color> время отката навыка уменьшается на 1,5 сек., а Аратаки Итто восстанавливает 6 ед. элементальной энергии.<br>Этим способом можно снизить откат не более чем на 4,5 сек. и восстановить не более 18 ед. энергии.",
                        "Icon": "UI_Talent_S_Itto_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Быка за рога",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Масацу дзэцуги: Взрыв акауси!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Itto_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Тюремное угощение",
                        "Desc": "После окончания действия статуса Яростный король óни от навыка <color style='color:#FFD780;'>Явление короля: Итто Жестокий!</color> на 10 сек. у всех членов отряда поблизости защита повышается на 20%, атака также повышается на 20%.",
                        "Icon": "UI_Talent_S_Itto_03"
                    },
                    {
                        "Level": 5,
                        "Name": "10 лет славы Ханамидзаки",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Явление короля: Итто Жестокий!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Itto_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Аратаки Итто к вашим услугам!",
                        "Desc": "Крит. урон заряженных атак Аратаки Итто повышается на 70%. С вероятностью 50% запуск Аратаки кэсагири не расходует Невероятную силу.",
                        "Icon": "UI_Talent_S_Itto_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Itto": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 82.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 82.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 77.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.7
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 77.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 98.3,
                "ForceType": 2,
                "Force": [
                    500.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.7
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 98.3,
                "ForceType": 2,
                "Force": [
                    500.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.0,
                        3.2,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 124.5,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        3.8,
                        5.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 124.5,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.3
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        4.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.3,
                        5.7
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.07,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.07,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}