// Auto Generated

var _AvatarFetterConfig_ = {
    "100": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Как и все отпрыски Детей Эха, Качина росла в окружении очаровательных тепетлизавров, проводила время, выкапывая блестящие самоцветы из недр гор, и слушала, как старшие рассказывают легенды о героях. Она изучила горные тропы как свои пять пальцев и развила в себе отличное чутьё и талант находить минералы, скрытые глубоко под землёй. Когда у неё появлялось свободное время, она вместе с другими детьми бежала в музыкальные студии, где артисты записывали свои новые мелодии, чтобы оторваться и потанцевать под заводные ритмы. В такой обстановке случайные ушибы и ссадины неизбежны, и, как и любой другой ребенок, Качина вскрикивала от боли, получив очередной синяк. Но быстрее любого другого ребёнка Качина вытирала слезы и снова вставала на ноги. Окружающие, конечно, считали её хорошим ребёнком, но Качина никак не могла понять, почему такой обычной девочке, как она, досталось древнее имя «Утхабити». Какая часть её личности была достойна идеалов силы, которые несло в себе это великое имя? Получив эту великую честь, она обязана была принимать участие в Паломничестве возвращения Священного пламени. Более того, триумфально вернуться из Паломничества и возвыситься, подобно героям легенд, было мечтой каждого воина Натлана, в том числе и Качины. После очередной неудачи её так переполняла печаль, что она даже не могла поднять голову, чтобы встретить разочарованные взгляды друзей. И всё же, она утирала слезы и снова вставала. Но, потерпев столько неудач, сможет ли она добиться успеха в Паломничестве? Качина, которая всегда отдавала борьбе все свои силы, чувствовала, как в её сердце закрадываются сомнения.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Кроме полей для обязательной информации в форме предварительной регистрации на Паломничество возвращения Священного пламени, есть ещё страница для необязательной информации о кандидате. Там просят, например, написать о своих хобби, биографии и так далее. Изначально она нужна была для того, чтобы помочь команде промоутеров в создании материалов для раскрутки участников, но все и так знали всю информацию о самых популярных участниках, так что узнавать что-то ещё оказалось совершенно не нужно. Поэтому со временем к дополнительной анкете все перестали относиться серьёзно. Кажется, только Качина тщательно заполняет там каждое поле.<br>«Хобби: Танцы»<br>Каждый член Детей Эха знает толк в танцах, и у других племён сложился о Детях стереотип, что танцы у них в крови. Как только звучит музыка, дети Нанацкайана неосознанно начинают качаться в такт. Но даже среди них Качина - одарённая танцовщица, которая с раннего возраста прекрасно владеет своим телом. Её движения, когда она переносит свой вес под ритм, всегда были плавными, как у плывущего кохолазавра. Даже Почтли часто хвалит её, а Почтли вообще не любит говорить комплименты. Качина даже хотела и про это написать, чтобы доказать, что ей действительно есть, чем гордиться, но, опасаясь, что это будет выглядеть самодовольно, оставила эту затею. Что касается другого её хобби, то она долго колебалась, пока наконец не решила не писать про это.<br>Копание.<br>Ей показалось стыдным, что, как и большинство членов Детей Эха, её любимое занятие - это копание в тоннелях. Всякий раз, когда она обнаруживает в тёмном тоннеле жилу руды, в сердце её поднимается тёплое чувство. Любой из Детей Эха понял бы это чувство, но ей показалось, что, написав в графе «хобби» про копание минералов, она только создаст впечатление, что ей не хватает индивидуальности.<br>«На самом деле у меня нет сильных сторон». Ей хотелось вздохнуть.<br>Следующая графа была посвящена близким людям.<br>«Папа, мама, Айо...» Она начала вписывать имена членов своей семьи.<br>Если не считать родителей, которые дарили ей столько любви и тепла, самым близким для неё был её спутник тепетлизавр, Айо. Именно Айо был рядом с ней, когда она впервые попробовала копать в одиночку. Когда родители рассказывали ей легенды, когда она гуляла на улице и шалила, за ней всегда следовал Айо. При одной мысли о нём Качина не могла не улыбнуться. Она хотела добавить между строк ещё несколько имён, например Муалани, которая всегда подбадривала её улыбкой, Кинича, который всегда протягивал руку помощи, когда она в ней больше всего нуждалась, дядю Пакаля из её собственного племени... Но она не могла вписать столько имён в отведенное поле, так что пришлось оставить всё как есть. Когда она наконец закончила заполнять анкету и передала её дежурному сотруднику, тот был совершенно потрясен тем, что эта миниатюрная девушка заполнила всю анкету.<br>«Дополнительную страницу можно и не заполнять», - пошутили они. На что она ответила: «Ничего. Ко всему, что я могу сделать хорошо, я подхожу серьёзно».",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Тепетлизавры и Дети Эха были вместе ещё до времени прапрадеда Качины. Люди и заврианы привыкли вместе жить, трудиться и строить дружеские отношения. Это означает, что для Детей Эха заврианы не похожи на скот, жизнь и смерть которого диктуют люди, и не похожи на домашних животных, которые зависят от прихотей своих хозяев. Они равны людям. Большинство связей между тепетлизаврами и людьми формируются добровольно, как у Качины и Айо. Гнёзда тепетлизавров всегда находятся неподалёку от жилищ Детей Эха, и близость эта гарантирует, что заврианы и люди часто пересекаются друг с другом, и никому это не кажется странным. Когда Качина была совсем юной, она часто встречала на развилке по дороге в шахты крепкого молодого тепетлизавра. Качина с охотой здоровалась с этими простыми, честными соседями, поэтому она всегда говорила ему «Привет!» Спустя некоторое время тепетлизавр, казалось, запомнил её, и она стала встречаться с ним всё чаще и чаще в разных местах. Танцы в чистом поле, сбор зерновых плодов, ловля рыбы в реке... После стольких встреч юные завриан и человек не только приветствовали друг друга, но и иногда обменивались подарками. Завоевать дружбу маленького завриана было делом несложным. Качине не нужно было пытаться доказать ему свою значимость или предлагать особые вознаграждения. Им просто было приятно проводить время вместе, поэтому она так и делали. В один прекрасный день маленький тепетлизавр естественным образом последовал за Качиной к ней домой, после чего стал спутником её семьи, а Качина дала ему имя «Айо». Всё это было совершенно нормально, не менее естественно, чем то, как рыба плавает в воде или как птица парит в небе. С тех пор Айо всегда демонстрировал ей преданность и привязанность, которые он проявляет к друзьям, в отличие от некоторых товарищей по играм, с которыми Качина росла. После того как она раз за разом терпела неудачи в Паломничестве возвращения Священного пламени, эти товарищи стали держаться на расстоянии, а некоторые даже насмехались и издевались над ней. Но Айо всегда твёрдо стоял рядом с ней, выпячивая свой острый рог, и никогда ни разу не дрогнул.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "«Утхабити» означает твёрдость и упорство. Поначалу Качина не считала себя достойной этого древнего имени, наполненного честью. Когда она обратилась к древним тканым свиткам и узнала, какими людьми были древние герои, носившие это имя, она озадачилась ещё больше. Все они обладали невероятной силой и всегда оставались смелыми и энергичными, с какими бы опасностями ни сталкивались. Их почитали последующие поколения. Они сохраняли благородство характера, несмотря на самые суровые условия, защищали свою родину только собственными силами, никогда не колебались и несли свои обязанности до последнего вздоха. Оглядываясь на себя, она чувствовала, что не обладает ни силой воинов Удела Благодатных Земель, ни ловкостью рыцарей клана Цветочного пера. Она не хотела казаться слабой, но её постоянно принижали или даже издевались над ней, и у неё не получалось сдержать слёзы. «Неужели сильные люди стали бы постоянно плакать, как я?» Получалось, что до «сильных людей» ей ещё очень и очень далеко. Придя к такому выводу, она на некоторое время впала в уныние, и её начало охватывает отчаяние. Но она быстро отбросила эти чувства. Не потому, что она тренировалась, пока не стала могучим воином, и не потому, что вдруг поняла какую-то глубокую истину. И хотя родственники и семья и окружали её заботой и вниманием, выбор этот был продиктован в основном её собственными привычками. Неважно, как сильно ты упал, первое, что надо сделать - это просто встать снова. Когда она была ещё младше, каждый раз, когда она падала, она тут же вставала, хотя любой другой ребёнок все ещё рыдал бы на земле. Да, рана болела, а слёзы лились на землю, но это были лишь врождённые реакции тела. Но в сознании она чувствовала, что надо встать и посмотреть на камень, о который споткнулась, а потом уже продолжать плакать. То же самое произошло и тогда. Столкнувшись с будущим, лишённым всякой надежды, она испытала сильный страх, была разочарована и потеряна. Она ведь была совсем маленькая и ещё не умела скрывать свои чувства, и поэтому все негативные мысли и эмоции было видно издалека. Но она всё равно вставала на ноги, всхлипывая и сопя, а лицо её было покрыто слезами и синяками. Она продолжала тренироваться, продолжала двигаться вперёд. Качина сама понимала своё умение переносить побои, но дядя Пакаль, который был и взрослее и красноречивее сказал: «Хотя люди слабы, именно в их храбрости перед этим жестоким миром проявляется величие». Может быть, Качина действительно сильна.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "После её возвращения из Царства Ночи другие дома племени как будто по-новому взглянули на семью Качины. Некоторые из тех, кто раньше никогда не общался с ними, стали проявлять инициативу, приветствуя их при встрече. Те знакомые, которые раньше лишь из вежливости поддерживали разговор о погоде, теперь активно искали их компании. Независимо от того, присутствовала ли сама Качина, разговор, намеренно или нет, неизменно сводился к ней. Они превозносили её храбрость и стойкость, восхваляя всё, от хвоста Айо до кончиков ушей Качины. Эти необычные уши, которые раньше считались обычным «атавизмом», теперь стали доказательством того, что она была особенной с самого рождения. Пережив столько неудач, но в конце концов вернувшись с победой, она стала воплощением упорства и настойчивости в борьбе с трудностями. Все предыдущие неудачи и поражения стали лишь примечаниями к её подвигу, погребёнными среди хвалебных песнопений. Но что-то не давало Качине покоя. Другие могли забыть о бесчисленных неудачах, но сама она не могла, да и не хотела. Она всегда считала, что не может сравниться с теми героями, которые раз за разом одерживали победы, и её триумфальное возвращение на этот раз было неразрывно связано с поддержкой её друзей. Она никак не могла стать идеализированной версией себя, которая существовала только в похвалах, исходящих от других людей. Она всё ещё была прежней Качиной, которая не могла сдержать слёз, когда была ей было грустно, и она всё ещё хотела быть Качиной, которая всегда бы шла вперёд, поднимаясь снова, независимо от того, сколько раз упала. «Крепко стоять на ногах - это, безусловно, один тип стойкости, но, возможно, не терять себя во всех цветах и похвалах - это другой тип». Так Качина добавила ещё одну сноску к своему пониманию имени «Утхабити».",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите «Чёрный камень, погребённый под белым»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Каждый ребёнок Нанацкайана слышал сказки о руде и самоцветах, и одну из них родители Качины рассказывали ей перед сном. Пока руду не откопали Дети Эха, она крепко спала в глубине под горами вместе камнями и глиной. Она не знала, что может стать самоцветом. Она просто терпела вечную тьму и одиночество и никогда самоцветом себя не называла. «Я просто кусок совершенно обычного камня», - думала она. Но однажды сильный шторм сдул верхний слой почвы, бурные реки смыли ил, землетрясение разрушило пласты, и наконец буры Детей Эха сковырнули её со своего места в недрах гор... Но и тогда она ещё не понимала, что в её каменном сердце сверкает некое великолепное сияние. Пока её ломали и полировали, руде было очень больно. Долото и точильный камень отрывали от неё части, они счистили её заурядную оболочку, и сглаживали узоры, олицетворявшие её робость. Для Детей Эха этот процесс был полон радости и красоты, но руда не знала, что происходит и что будет дальше. Со слезами на глазах она спрашивала у долота и точильного камня: «Почему со мной это происходит?»<br>Чтобы раскрыть твою истинную природу самоцвета. Но эти слова так и остались невысказанными. В отличие от руды, долото и точильный камень участвовали в огранке бесчисленных драгоценных камней и были свидетелями того, как вспыхивают впервые лучи света, поэтому они хранили молчание. Наконец работа была завершена, и руда смогла увидеть, как она выглядит в глазах других - прекрасным самоцветом. Пока она шла одна по Царству ночи, Качина всё время думала об этой истории. Она вспомнила, как спрашивала у своих родителей: «Что было дальше? Как выглядит самоцвет?» Но холод Царства Ночи затуманил её память, и она не смогла вспомнить конец сказки. К счастью, воспоминания о том, как она проводила время с родителями, согревали её, давая огню её души гореть дальше. Она решила прекратить заниматься самокопанием, ведь, будь она низкокачественной рудой, разбитой резцом, или драгоценным камнем, который ещё хранит надежду, она всё равно должна была идти вперёд. У неё было ещё много дел, которые она хотела сделать, и много людей, которых она хотела увидеть снова. В то мгновение, когда она вновь окунулась в солнечный свет и увидела протянутую руку {M#путешественника}{F#путешественницы}, она поняла, как должен выглядеть драгоценный камень: Прочная, крепкая структура, способная удержать мир даже в самый трудный час. Неугасаемая надежда, которая может осветить кромешную тьму. Теперь она триумфально вернулась из Паломничества возвращения Священного пламени и доказала свою силу. Наконец-то настал день, когда другие смотрят на неё с восхищением, и она может принести им веру и мужество. Сама Пиро Архонт сказала ей, что имя Качины будет вплетено в знамёна Повелителями Ночного Ветра, как часть героической саги Натлана, оно перетечёт в артерии земли, став вечной легендой. Так слёзы и мужество наконец-то выплавили драгоценный камень по имени Качина.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Знамя Утхабити",
                "Content": "Мы произносим имена предков, мы воспеваем имена героев. Храбрые воины, унаследовавшие имя «Утхабити», мы записываем и плетём их слова. Первый виток золотой нити мы посвящаем мечнице, которая создала это имя, простой девушке ростом не больше ребенка. Однажды она своими руками удержала падающие скалы, неся на своих плечах людей всего племени. Духом и мыслями она во много раз превосходила самых высоких и выносливых воинов за всю историю Натлана. Яркий огонь жизни этой героини быстро угас, но даже на пороге смерти она смеялась свободно и заливисто, и раздающийся звук был чистым и звонким, как великая река, прорвавшая дамбу. Хотя дыхание её прекратилось, а сердцебиение затихло, ткачи все ещё слышали шум волн, доносившийся из её сморщенного тела, и утих он лишь через семь ночей. Второй виток золотой нити мы посвящаем щитоносцу, вновь поднявшему имя из реки понятий, тому, кто ни разу не опустил свой щит. Хотя сам он был тонок, как тростинка, он стоял и сражался вместе со своим щитом год за годом, и ни разу не дрогнул, сколько бы времени ни прошло. Его тело было таким же безмолвным, как и его щит, но душа его всегда ревела над полем боя. Даже в урне его прах попытался затвердеть и прорваться сквозь сосуд, и все тогда подумали, что он не поместится в такой маленькой гробнице. В итоге останки его развеяли среди гор, и сверкающий пепельный гравий, ударяясь о каменные стены, отдавался эхом, словно гром. Третий виток мы посвящаем безымянным, затерянным между слоями знамён, чьи свершения сокрыты историей. Если бы не откровения Вайоб, мы бы не разглядели следы крови и слёз, которые они оставили после себя. Последние мгновения великих героев были мирными, и мы возносим наши самые искренние молитвы о том что они сожгли свои жизни в счастье и довольстве. Четвёртая нить соткана из заврианских перьев, и мы посвящаем её копейщице, которая вновь вознесла имя над Паломничеством возвращения Священного пламени. В Царстве Ночи она путешествовала с душами воинов, которые сражаются вечно, прошла через наползающую тьму и вернулась с триумфом. Слёзы не уменьшают славы имени «Утхабити», и её возвращение было неразрывно связано с началом новой эры. Мы произносим имена предков, мы воспеваем имена героев. «Тот, кому хватит смелости стоять твёрдо, как гора, чьи кости подобны крепостным стенам, кто выдержит взгляд солнца - именно он достигнет вечности».<br>«Сам страх пусть боится меня, ибо моё тело подобно ревущему пламени. Ему суждено расплавить всё низменное и ничтожное, и переплавить в эпитафию».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Это случилось после её первого Паломничества возвращения Священного Пламени. Первое Паломничество Качины закончилось неудачей, и все её большие надежды, которые она возлагала на себя до этого, оказались напрасными. Все вокруг сомневались в её способностях, но больнее было то, что она сама стала больше в себе сомневаться.<br>Может быть, даже Вайоб иногда ошибается? Может, она действительно «расплавила всё низменное и ничтожное», как в поэме? А может быть, она сама была этим заурядным ребёнком, которого стоит расплавить?<br>Тогда она заново открыла для себя, что значат для неё раскопки.<br>Она всегда любила копать в глубинах гор, ища сокровища, но в этот раз она не ставила перед собой какой-то определённой цели. Она просто брала бур и шла вперёд, как будто, если она будет идти вперёд, разочарование и печаль не смогут пробить дыру в её сердце, а станут буром в её руке, пробивающим дыру в сердце горы.<br>Она чувствовала себя гораздо счастливее, бесконечно двигаясь вперёд сквозь тьму, где она всё ещё может найти что-то хорошее, вместо того, чтобы страдать от сомнений и поражений. Но в надземном мире Паломничество никуда не пропало, и её поражение несло вперёд вместе с течением времени, и никогда Качине не стереть эту печать. Пряталась ли она в темноте или стояла прямо под солнечными лучами, она всё равно была подавлена, и если бы ей пришлось выбирать, то переносить труднее было именно первое. Потому что слово «провал» постоянно звучало у неё в голове. И причиняло это намного больше боли, чем все слёзы и пот, пролитые во время подготовки к Паломничеству.<br>У жителей Натлана есть поговорка о том, что Дети Эха - упрямый народ, а жизнь их подобна рогам на голове тепетлизавра: мягкие, но острые, и всегда смотрят вперёд. И, как следует из поговорки, Качина просто не могла остановиться.<br>Возможно, небесами предписано было, что ей никогда не стать великим героем, поэтому всё, что она могла делать, - это двигаться вперёд, шаг за шагом.<br>Выпятить грудь, высоко поднять голову и кричать о своей уверенности в победе, устремляясь вперед, - это то, к чему стремятся люди. Но тогда она не понимала, что продвигаться вперед, сжав челюсти, стиснув зубы, тяжёлый шаг за тяжёлый шагом - это тоже нечто поистине потрясающее. <br>Находясь под землей, она размышляла именно об этом.<br>А ещё время от времени она откапывала что-нибудь интересное.<br>Например, свой Глаз Бога.<br>Когда она получила его, она, конечно, была очень счастлива, но она уже испытывала подобное волнение раньше, когда получила древнее имя «Утхабити».<br>Ни признание Архонта, ни Вайоб не означало, что она непременно совершит какое-то великое деяние. Этому её научила действительность. Но кое-что она ещё не выучила.<br>Когда легенды о героях находятся в зачаточном состоянии, они ничем не примечательны и рассказы о них не слишком обнадёживают, напротив, они темны и мрачны. Но вся первоначальная мотивация, необходимая для достижения величия, уже есть, и пока герои продолжают двигаться вперёд, будущее будет сиять для них ярким светом.<br>Но участники истории никогда не знают финала заранее, поэтому, когда они двигаются вперёд изо всех своих сил несмотря ни на что, слёзы, которые они проливают, тем прекраснее.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Привет! Я Качина из Детей Эха. Мне нравятся злакофрукты, и я хотела бы стать сильнее, хотя я ещё не очень умею сражаться. Думаешь, мне стоит оставить всё это на потом? Тогда... Ты куда-то собираешься идти? Я хорошо знаю эти места, так что могу показать дорогу!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Мания к порядку",
                "Content": "А... Я только что увидела кирпич, который криво стоит. Что же делать? Теперь у меня будто завриан на душе скребётся...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Получится ли",
                "Content": "У меня получится... Или нет... Получится... Нет, я... Кхм, ничего, обязательно получится! Да ведь?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Коллекция",
                "Content": "Если тебе скучно, можем посмотреть на мою коллекцию. Если что-то понравится, можешь себе забрать.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "От дождя почва становится рыхлой, поэтому при добыче ископаемых надо быть ещё внимательнее, чем обычно!",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "А-а-а!!! Я... я не боюсь! Я просто... испугалась!",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Давай вместе поваляемся в снегу! Не волнуйся, я не буду прятаться в снегу, а потом на тебя выскакивать, как это делает Айо!",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Только посмотри на этот самоцвет! На солнце кажется, будто внутри него прячется целая радуга!",
                "Tips": []
            },
            {
                "Title": "В пустыне...",
                "Content": "Как думаешь, есть ли под этим песком блестящие камни? Можно покопать по-быстрому и проверить.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро! Я уже всё собрала, так что можно отправляться в путь в любое время!",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Мне спать не хочется, так что если хочешь вздремнуть, я за тобой присмотрю. У меня много что не получается, но слух у меня очень хороший! Неприятности я слышу издалека.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Муалани позвала пойти с ней в пещеру сегодня вечером, чтобы испытать смелость... Мне так страшно! Что же делать? Я не хотела её разочаровывать, поэтому закрыла глаза и согласилась... Что бы ни случилось, я должна перебороть страх вместе с ней! А!? Ты тоже идёшь? Вот здорово! Фух...",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "И почему я опять сегодня всё испортила... Нет, я не хочу плакать, но просто не могу сдержаться... Хнык-хнык... А! Разве мы уже не пожелали друг другу спокойной ночи? Спасибо, что не спишь и утешаешь меня...",
                "Tips": []
            },
            {
                "Title": "О Качине: Турбовихрь",
                "Content": "Мы с Айо вместе это имя придумали! Я уже придумала первую половину, а потом увидела, как Айо двигается и в голову пришла вторая. Я часто гоняюсь с Айо, сидя на вихре, и даже побеждаю!",
                "Tips": []
            },
            {
                "Title": "О Качине: Смерть",
                "Content": "Пасть в бою во время Войны ночных дозорных - большая честь для воинов Натлана. Будучи одной из них, я должна чувствовать то же самое. Но пока я была там, даже повторяя это про себя, я всё равно постоянно была в ужасе... Спасибо вам за то, что вы так рисковали, отправились в Царство Ночи и вернули меня обратно... Хнык-хнык... Я правда так вам благодарна!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите «Чёрный камень, погребённый под белым»"
                ]
            },
            {
                "Title": "О нас: Легенды",
                "Content": "В Натлане множество легенд о героях, и моя любимая - легенда о господине Траоре! Как это невероятно круто - быть способным запечатать Бездну под землей, будучи обычным смертным! А, это мне напомнило... Ты побывал{F#а} во многих странах Тейвата, так что ты, наверное, знаешь много легенд, да ведь? Мне очень любопытно... Не расскажешь мне какие-нибудь из них, как будет время?",
                "Tips": []
            },
            {
                "Title": "О нас: Небольшой подарок",
                "Content": "Выбирай, что нравится! Пусть это будет символом нашей дружбы. Я принесла все свои лучшие и самые блестящие руды, так что давай, возьми одну! Я буду очень рада, если ты возьмёшь одну!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Когда я впервые увидела этот блестящий Глаз Бога, я подумала, что глаза меня обманывают... Он блестит ярче, чем любая руда, которую я когда-либо видела. И хотя сейчас я далеко не так сильна, как герои легенд, если однажды моя история кого-нибудь вдохновит, я буду самым счастливым человеком на свете. Даже одного человека будет достаточно...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Айо - мой спутник, и он очень важен для меня! Хотя сейчас он выглядит послушным, в молодости он очень любил бодать людей. Он очень сильный, так что даже меня иногда сбивает с ног. Но ничего не поделаешь, ведь так тепетлизавры проявляют свою привязанность! Ой, Айо, перестань бодаться! Хорошо, хорошо, я больше ничего не скажу!",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "А ты знаешь? Плоды корундина по форме напоминают самоцветы! Вот бы и срок годности у них был такой же...",
                "Tips": []
            },
            {
                "Title": "О Муалани...",
                "Content": "Муалани моя самая первая подруга! До встречи с ней я даже не подозревала о существовании таких милых людей, как она, и о том, сколько всего интересного есть на свете! Смотри, это наше с ней фото! Она сказала, что надо подпрыгнуть прямо во время съёмки... Я выгляжу немного скованной? Хе-хе, подловил{F#а}! На нас много людей смотрело, когда мы фотографировались, так что я очень нервничала...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Киниче...",
                "Content": "Это Муалани познакомила меня с ним! Честно говоря, сначала я его немного боялась, потому что его глаза... ну, у него страшный взгляд. Только потом я узнала, что он тайно преподал урок задирам, что меня обижали. Но когда я попыталась дать ему подарок в знак благодарности, он отказался его принять. Он сказал что-то вроде того, что уже получил достаточное вознаграждение...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Часке...",
                "Content": "Она - знаменитый «миротворец» Натлана! Говорят, она может уладить любой конфликт без проблем. Наверное, она это делает потому, что, как и я, не любит, когда люди ссорятся друг с другом...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Иансан...",
                "Content": "Как-то я попросила Иансан потренировать меня, чтобы стать сильнее. Она заставляла меня выполнять всевозможные тяжёлые тренировки, и зачастую я справлялась с ними, лишь доведя себя до предела. К счастью, она всегда знала, какой объем тренировок мне подходит, так что после каждого занятия у меня оставалось достаточно энергии, чтобы добраться до дома... Я очень ей благодарна.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ситлали...",
                "Content": "Муалани сказала, что вы смогли спасти меня только благодаря её изобретению, поэтому я должна взять на себя часть ответственности за уничтожение камня духов. Я набралась смелости, извинилась перед ней лично, и предложила в качестве компенсации выбрать несколько камней из моей коллекции. Она почесала голову и сказала: «Если я не возьму один, то будет неудобно, не так ли? Тогда... Мы будем квиты, если я выберу что-нибудь достаточно похожее, да?» В итоге она взяла самый непримечательный кусок обсидиана, который у меня был, и выпроводила меня. Ты как думаешь? Может, мне попробовать дать ей что-нибудь ещё? Не знаешь, что ей нравится?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите «Радуга обречена сгореть»"
                ]
            },
            {
                "Title": "О Шилонен...",
                "Content": "Когда я получила своё древнее имя, дядя Пакаль отвёл меня к ней и попросил сделать для меня Турбовихрь. Её мастерство действительно несравненно!<br>Потом мы обсуждали сбор и хранение самоцветов и даже показали друг другу свои коллекции. В её коллекции всё в идеальном состоянии, так что она, должно быть, очень заботится о своих камнях. А вот к собственной жизни она относится более... непринуждённо... Однажды я искала её и никак не могла найти! В итоге я обнаружила, что она греется на солнышке на большом дереве и крепко спит...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Пиро Архонте...",
                "Content": "Я и мечтать не могла, что сама Пиро Архонт однажды назовёт меня героем Натлана... Она - кумир всех воинов нашей земли, и получить её признание - это так... Хнык... Меня переполняют чувства каждый раз, когда думаю об этом, прости... Хнык-хнык... Прости! Не стоит мне сейчас плакать...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите «Чёрный камень, погребённый под белым»"
                ]
            },
            {
                "Title": "Об Ифе...",
                "Content": "Ифа - удивительный завроветеринар! Любой заврианчик, который к нему сходит, после возвращения начинает вести здоровый образ жизни! Они правильно питаются, хорошо спят, не доставляют хлопот и в принципе больше не болеют! Поэтому, если завриан приболел, все первым делом просят Ифу прилететь и осмотреть его!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Качине I",
                "Content": "«Утхабити» - моё древнее имя. Оно означает способность оставаться сильным перед лицом невзгод. Эх... Но я часто задаюсь вопросом, почему мне дали такое имя. Я такая слабая, и дома, и в племени обо мне мало кто знает... Вокруг меня столько сильных и крутых людей - достойна ли я этого имени?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Качине II",
                "Content": "Про мою семью... Я средний ребёнок в семье. Папа возлагает большие надежды на мою старшую сестру, а мама постоянно занята младшей сестрой. Живётся нам не очень легко, поэтому я должна быть хорошей девочкой и быстро повзрослеть... Или, по крайней мере, сделать так, чтобы им не приходилось постоянно беспокоиться обо мне.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Качине III",
                "Content": "Дядя Пакаль очень добр ко мне! Когда другие люди в племени говорят обо мне гадости, он всегда меня защищает. И всё же... Мне не по себе, когда ему приходится это делать. В конце концов, я должна завоевать всеобщее уважение своими собственными руками...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Качине IV",
                "Content": "Я всегда знала, что слезами ничему не поможешь, и никогда не слышала, чтобы герои легенд плакали на глазах у друзей. Мне очень хочется сдержать слёзы, но я просто не могу... А? Это нормально? Слезы - это хороший способ выплеснуть свои эмоции? Неужели... Ты правда так думаешь? Хнык... Спасибо, спасибо... О нет, почему я снова плачу?",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Качине V",
                "Content": "Я всегда считала, что это вполне естественно, когда на меня не обращают внимание, ведь я такая слабая. Но теперь, после разговора с Вайоб, я изменила своё мнение. «Утхабити» - моё древнее имя, и я... Я решила, насколько смогу, стать самой лучшей версией себя. В этом мире должны быть вещи, которых могу достичь только я. Я буду... продолжать стремиться. Надеюсь, когда-нибудь этот обсидиан будет хранить записи о моих деяниях и станет... ещё более сияющим и ослепительным.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите «Чёрный камень, погребённый под белым»"
                ]
            },
            {
                "Title": "Хобби Качины...",
                "Content": "Это первый самоцвет, который я нашла. Такой красивый оттенок зелёного, не находишь? Сначала их было два одинаковых, но второй я отдала Муалани. Смотри, узор на нём похож на текущую воду! О, и вот этот: на первый взгляд он кажется чёрным, но если посмотреть на солнце, то увидишь целую радугу! Хе-хе, я собирала эту коллекцию по одному камешку!",
                "Tips": []
            },
            {
                "Title": "Беспокойство Качины...",
                "Content": "Однажды Муалани подарила мне огромную шляпу. Она была очень крутой и отлично защищала от солнца, так что мне она очень нравилась. Но со временем она превратилась в войлочную... В итоге мне пришлось купить эту шляпу взамен, потому что к ней не прилипает мех заврианов.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Я люблю чипсы из злакофруктов! Они бы мне ещё больше нравились, если бы их можно было в башню сложить!",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "А?! А чего порция такая большая? Но если я всё не доем, то труд повара пропадёт зря? Ничего, я все доем! Ложечку за маму, ложечку за папу...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Ого, это мне? Так вкусно! Я буду есть медленно, чтобы насладиться каждым кусочком...",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Вкус, аромат, презентация... всё в этом блюде изумительно! Если будешь участвовать в кулинарном конкурсе, то обязательно победишь!",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Спасибо, что {M#нашёл}{F#нашла} время сделать что-то для меня! Я... я обещаю, что всё доем. Просто... дай мне ещё пару минут!",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения! Это тебе. Это пищуха, вырезанная из радужного опала. Радужный опал довольно тёплый на ощупь, но он ничем не выделяется, поэтому его легко не заметить под землей. Но чем больше носишь его с собой, тем больше он блестит! Это один из моих любимых самоцветов. Надеюсь, он тебе понравится.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "У меня уши дрожат? Нет, я не нервничаю... Я просто очень счастлива. Прости, но я не могу их контролировать, они сейчас слишком взволнованы. Вот... давай я их прикрою.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Ты правда обо мне так заботишься... Хнык... Я не хотела плакать, но я просто... так тронута твоей добротой.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "«Двор сгорел дотла, но пламя так и не погасло. На следующее утро оно разгорится вновь, ещё ярче, чем прежде». Это одна из моих любимых фраз господина Траоре. Я должна продолжать усердно работать!",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Ты показал{F#а} мне много нового и интересного, помог{F#ла} мне вырасти... Не знаю, чем я могу отплатить тебе, но я хочу найти ответ сама. Так что отныне позволь мне быть героем... героем, который тебя защищает!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Вертись!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Хай-я!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Вот оно!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Начинай крутиться!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Ударная волна!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Турбовихрь, вперёд!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Разойдись!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Пора бурить!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Не подходи!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Ого! Посмотри на эти самоцветы!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Тоже любишь собирать блестящие камни? Кто же не любит! Они такие красивые!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Помочь разложить? В этом я эксперт!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Ничего. Просто царапина.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Так... Качина, соберись!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Я обязательно справлюсь!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Не забудь обо мне!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Я тут! Оставь это мне!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Прости... Я перестаралась.",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Моё имя... Нельзя его позорить...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Эх... Опять всё испортила...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Просто царапина!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Уф... Я в порядке.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Ого! Можно вступить?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "О, ура! Давай!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Ещё один шанс поучиться у тебя!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "100": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Рыжие пики, острые скалы",
                "Desc": "Наряд Качины. Со своими крепкими рукавицами и износостойкими ботинками Качина Утхабити готова к любым испытаниям.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108747,
            "JD": 108738,
            "Name": "<b>Идеальный порядок</b>",
            "Eff": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 570 HP в течение 30 сек.",
            "Desc": "Особое блюдо Качины. Чипсы аккуратно разложены и идеально обжарены. По их хрустящей вкусности сразу понятно, что Качина старалась. Не слишком ли будет, если похвалить её и сказать пару комплиментов?",
            "Recipe": {
                "101243": 2,
                "100064": 1,
                "110009": 1
            },
            "Icon": "UI_ItemIcon_108747"
        },
        "Namecard": {
            "Name": "<b>Вихрь</b>",
            "Desc": "Именная карта.<br>Верхняя часть Турбовихря стабильна, но если нижняя часть застрянет, то у наездника будет головокружение.",
            "Pic": "UI_NameCardPic_Kachina_P"
        }
    }
}

var acs_cache_ = {}