// Auto Generated

var _AvatarDataConfig_ = {
    "Kachina": {
        "BallList": [
            {
                "When": "Elemental Skill DMG",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 0.667
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 0.2
            }
        ],
        "EndureList": [
            {
                "Skill": "Riding Turbo Twirly (Except jump and climb)",
                "Endure": 0.3
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "Turbo Twirly is a Geo Construct, but does not count toward the Geo Construct limit of 3. Even if the limit has been reached, you can still create a Turbo Twirly.",
            "Turbo Twirly Ride NA and Independent DMG are considered as @Elemental Skill DMG#, but Ride NA are considered as @Normal Attack Animations#",
            "<b>@Night Soul Consumption#</b><br>• Independent DMG (every 2s): 10<br>• Ride moving | climbing: 0.923/s | 1.2/s<br>• Ride NA: 10<br>• Climb Jump: 3.6<br>Can @ride for 65s# and @climb for 50s# in each Nightsoul",
            "<b>@Particle Generation#</b><br>• Has a @66.7%# chance of generating @1 Geo Particle# with any Elemental Skill DMG. Can be triggered once every 0.2s.",
            "<b>@Interruption RES#</b><br>• Interruption coefficient of @0.3# when riding Turbo Twirly and not jumping or climbing. Same as Xingqiu Q.",
            "<b>@AoE#</b><br>• Burst field radius: @10m#, same as Ganyu's Q field",
            "@<b>Element Application</b># (All 1GU)<br>• All Elemental Skill DMG @share an ICD of 2.5s / 3 hits#<br>• Burst and C6 DMG @have no ICD#"
        ]
    }
}

var _AvatarMats_ = {
    "Kachina": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101249": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113065": 2,
                "101249": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113065": 4,
                "101249": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113065": 8,
                "101249": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113065": 12,
                "101249": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113065": 20,
                "101249": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Kachina": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Скалогрыз",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Вперёд, Турбовихрь!",
                        "Desc": "В бой вместе с надёжным Турбовихрем!<br>Призывает Турбовихрь. При долгом нажатии Качина призывает Турбовихрь и оседлает его.<br>После активации Качина получает 50 очков Ночного духа и переходит в состояние Благословения Ночного духа<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Качина</color><br>Действия Турбовихря расходуют очки Ночного духа Качины.<br>Когда очки Ночного духа исчерпаются, Благословение Ночного духа Качины завершится.<br><br><color style='color:#FFD780;'>Турбовихрь</color><br>Может существовать отдельно или управляться оседлавшей его Качиной. Когда Турбовихрь существует, элементальный навык Качины сменяется на варианты оседлать его или сойти с него.<br> ·  Существуя отдельно, Турбовихрь периодически врезается в землю, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа, пропорциональный защите Качины.<br> ·  Когда Качина верхом на Турбовихре, она способна управлять его быстрым перемещением, карабкаться и поражать землю с помощью обычной атаки, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа.<br><br>Когда Благословение Ночного духа Качины завершится, Турбовихрь исчезнет. Он считается Гео конструкцией. На поле боя может существовать только один Турбовихрь.<br><br><i>Турбовихрь только похож на юлу - на деле это бур, способный расколоть самый твёрдый камень.</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Турбовихря с наездником",
                                "ParamLevelList": [
                                    "87.76% защиты",
                                    "94.342% защиты",
                                    "100.924% защиты",
                                    "109.7% защиты",
                                    "116.282% защиты",
                                    "122.864% защиты",
                                    "131.64% защиты",
                                    "140.416% защиты",
                                    "149.192% защиты",
                                    "157.968% защиты",
                                    "166.744% защиты",
                                    "175.52% защиты",
                                    "186.49% защиты",
                                    "197.46% защиты",
                                    "208.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон Турбовихря отдельно",
                                "ParamLevelList": [
                                    "63.76% защиты",
                                    "68.542% защиты",
                                    "73.324% защиты",
                                    "79.7% защиты",
                                    "84.482% защиты",
                                    "89.264% защиты",
                                    "95.64% защиты",
                                    "102.016% защиты",
                                    "108.392% защиты",
                                    "114.768% защиты",
                                    "121.144% защиты",
                                    "127.52% защиты",
                                    "135.49% защиты",
                                    "143.46% защиты",
                                    "151.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Теперь всё серьёзно!",
                        "Desc": "Атакуя по земле, Качина наносит <color style='color:#FFE699;'>Гео урон по площади</color>, пропорциональный своей защите, и создаёт и создаёт область Турбобура.<br>Область Турбобура повышает радиус атаки и скорость передвижения Турбовихря, когда Качина находится верхом на нём.<br><br>Если во время активации на поле есть Турбовихрь самой Качины, то он будет призван к ней.<br><br><i>Если артисты, пытаясь справится с волнением на сцене, представляют, что зрители - деревянные манекены, то Качина в своём воображении обращает противников прекрасной рудой с самоцветами - такими, что можно с гордостью хранить дома.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "380.567% защиты",
                                    "413.66% защиты",
                                    "442.52% защиты",
                                    "481.0% защиты",
                                    "509.86% защиты",
                                    "538.72% защиты",
                                    "577.2% защиты",
                                    "615.68% защиты",
                                    "654.16% защиты",
                                    "692.64% защиты",
                                    "731.12% защиты",
                                    "769.6% защиты",
                                    "817.7% защиты",
                                    "865.8% защиты",
                                    "913.9% защиты"
                                ]
                            },
                            {
                                "Desc": "Длительность области",
                                "ParamLevelList": [
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Горное эхо",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, <color style='color:#FFE699;'>бонус Гео урона</color> Качины повышается на 20% на 10 сек.",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "Тяжесть монолитной породы",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Турбовихря</color> на 20% от защиты Качины.",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "Дар владений ночи: Сердце единства",
                        "Desc": "Исчерпав очки Ночного духа, Качина может поддерживать Благословение Ночного духа флогистоном.<br>Когда Качина находится в Натлане или в области с флогистоновыми механизмами, она способна применять Передачу Ночного духа: Качина. Когда активный персонаж использует спринт, карабкается, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Качину активируется следующий эффект: Качина, появляясь на поле, входит в состояние Благословения Ночного духа, садится на <color style='color:#FFD780;'>Турбовихрь</color> и получает XX очков Ночного духа. Передача Ночного духа может активироваться один раз в 10 сек.<br><br>Кроме того, в Натлане Качина верхом на <color style='color:#FFD780;'>Турбовихре</color> во время карабканья будет расходовать на 90% выносливости меньше.",
                        "Icon": ""
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Осколки тоже самоцветы",
                        "Desc": "Когда Качина садится на <color style='color:#FFD780;'>Турбовихрь</color> или сходит с него, она подбирает элементальные осколки, созданные реакцией Кристалл, поблизости. <br>Кроме того, когда член отряда подбирает такой осколок, Качина восстанавливает 3 ед. энергии. Восстанавливать энергию таким способом можно один раз каждые 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Никуда без Турбовихря",
                        "Desc": "Качина, активируя навык <color style='color:#FFD780;'>Теперь всё серьёзно!</color>, восстанавливает 16 очков Ночного духа. Если на поле нет её собственного <color style='color:#FFD780;'>Турбовихря</color>, Качина войдет в состояние Благословение Ночного духа и призовёт его.",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Улучшенный стабилизатор",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Вперёд, Турбовихрь!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Больше врагов - больше осторожности",
                        "Desc": "Когда в области Турбобура навыка <color style='color:#FFD780;'>Теперь всё серьёзно!</color> 1/2/3/4 врагов и более, защита активного персонажа в этой области повышается на 8%/12%/16%/20% соответственно.",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Моя нынешняя коллекция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Теперь всё серьёзно!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "На этот раз победа за мной",
                        "Desc": "Когда щит вашего активного персонажа по какой-либо причине заменяется или разрушается, Качина нанесёт <color style='color:#FFE699;'>Гео урон по площади</color>, равный 200% от её защиты. Этот эффект может возникнуть один раз в 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Скалогрыз",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Вперёд, Турбовихрь!",
                        "Desc": "В бой вместе с надёжным Турбовихрем!<br>Призывает Турбовихрь. При долгом нажатии Качина призывает Турбовихрь и оседлает его.<br>После активации Качина получает 60 очков Ночного духа и переходит в состояние Благословения Ночного духа<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Качина</color><br>Действия Турбовихря расходуют очки Ночного духа Качины.<br>Когда очки Ночного духа исчерпаются, Благословение Ночного духа Качины завершится.<br><br><color style='color:#FFD780;'>Турбовихрь</color><br>Может существовать отдельно или управляться оседлавшей его Качиной. Когда Турбовихрь существует, элементальный навык Качины сменяется на варианты оседлать его или сойти с него.<br> ·  Существуя отдельно, Турбовихрь периодически врезается в землю, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа, пропорциональный защите Качины.<br> ·  Когда Качина верхом на Турбовихре, она способна управлять его быстрым перемещением, карабкаться и поражать землю с помощью обычной атаки, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа.<br><br>Когда Благословение Ночного духа Качины завершится, Турбовихрь исчезнет. Он считается Гео конструкцией. На поле боя может существовать только один Турбовихрь.<br><br><i>Турбовихрь только похож на юлу - на деле это бур, способный расколоть самый твёрдый камень.</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Турбовихря с наездником",
                                "ParamLevelList": [
                                    "87.76% защиты",
                                    "94.342% защиты",
                                    "100.924% защиты",
                                    "109.7% защиты",
                                    "116.282% защиты",
                                    "122.864% защиты",
                                    "131.64% защиты",
                                    "140.416% защиты",
                                    "149.192% защиты",
                                    "157.968% защиты",
                                    "166.744% защиты",
                                    "175.52% защиты",
                                    "186.49% защиты",
                                    "197.46% защиты",
                                    "208.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон Турбовихря отдельно",
                                "ParamLevelList": [
                                    "63.76% защиты",
                                    "68.542% защиты",
                                    "73.324% защиты",
                                    "79.7% защиты",
                                    "84.482% защиты",
                                    "89.264% защиты",
                                    "95.64% защиты",
                                    "102.016% защиты",
                                    "108.392% защиты",
                                    "114.768% защиты",
                                    "121.144% защиты",
                                    "127.52% защиты",
                                    "135.49% защиты",
                                    "143.46% защиты",
                                    "151.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Теперь всё серьёзно!",
                        "Desc": "Атакуя по земле, Качина наносит <color style='color:#FFE699;'>Гео урон по площади</color>, пропорциональный своей защите, и создаёт и создаёт область Турбобура.<br>Область Турбобура повышает радиус атаки и скорость передвижения Турбовихря, когда Качина находится верхом на нём.<br><br>Если во время активации на поле есть Турбовихрь самой Качины, то он будет призван к ней.<br><br><i>Если артисты, пытаясь справится с волнением на сцене, представляют, что зрители - деревянные манекены, то Качина в своём воображении обращает противников прекрасной рудой с самоцветами - такими, что можно с гордостью хранить дома.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "380.567% защиты",
                                    "413.66% защиты",
                                    "442.52% защиты",
                                    "481.0% защиты",
                                    "509.86% защиты",
                                    "538.72% защиты",
                                    "577.2% защиты",
                                    "615.68% защиты",
                                    "654.16% защиты",
                                    "692.64% защиты",
                                    "731.12% защиты",
                                    "769.6% защиты",
                                    "817.7% защиты",
                                    "865.8% защиты",
                                    "913.9% защиты"
                                ]
                            },
                            {
                                "Desc": "Длительность области",
                                "ParamLevelList": [
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Горное эхо",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, <color style='color:#FFE699;'>бонус Гео урона</color> Качины повышается на 20% на 12 сек.",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "Тяжесть монолитной породы",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Турбовихря</color> на 20% от защиты Качины.",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "Дар владений ночи: Сердце единства",
                        "Desc": "Исчерпав очки Ночного духа, Качина может поддерживать Благословение Ночного духа флогистоном.<br>Когда Качина находится в Натлане или в области с флогистоновыми механизмами, она способна применять Передачу Ночного духа: Качина. Когда активный персонаж использует спринт, карабкается, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Качину активируется следующий эффект: Качина, появляясь на поле, входит в состояние Благословения Ночного духа, садится на <color style='color:#FFD780;'>Турбовихрь</color> и получает 30 очков Ночного духа. Передача Ночного духа может активироваться один раз в 10 сек.<br><br>Кроме того, в Натлане Качина верхом на <color style='color:#FFD780;'>Турбовихре</color> во время карабканья будет расходовать на 90% выносливости меньше.",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "While in an area with Phlogiston Device(s) within Natlan, interacting with certain harvestables will recover 20 stamina. Displays the location of nearby <color style='color:#FFD780;'>resources unique to Natlan</color> on the mini-map.",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Осколки тоже самоцветы",
                        "Desc": "Когда Качина садится на <color style='color:#FFD780;'>Турбовихрь</color> или сходит с него, она подбирает элементальные осколки, созданные реакцией Кристалл, поблизости. <br>Кроме того, когда член отряда подбирает такой осколок, Качина восстанавливает 3 ед. энергии. Восстанавливать энергию таким способом можно один раз каждые 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Никуда без Турбовихря",
                        "Desc": "Качина, активируя навык <color style='color:#FFD780;'>Теперь всё серьёзно!</color>, восстанавливает 20 очков Ночного духа. Если на поле нет её собственного <color style='color:#FFD780;'>Турбовихря</color>, Качина войдет в состояние Благословение Ночного духа и призовёт его.",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Улучшенный стабилизатор",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Вперёд, Турбовихрь!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Больше врагов - больше осторожности",
                        "Desc": "Когда в области Турбобура навыка <color style='color:#FFD780;'>Теперь всё серьёзно!</color> 1/2/3/4 врагов и более, защита активного персонажа в этой области повышается на 8%/12%/16%/20% соответственно.",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Моя нынешняя коллекция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Теперь всё серьёзно!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "На этот раз победа за мной",
                        "Desc": "Когда щит вашего активного персонажа по какой-либо причине заменяется или разрушается, Качина нанесёт <color style='color:#FFE699;'>Гео урон по площади</color>, равный 200% от её защиты. Этот эффект может возникнуть один раз в 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "Скалогрыз",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Вперёд, Турбовихрь!",
                        "Desc": "В бой вместе с надёжным Турбовихрем!<br>Призывает Турбовихрь. При долгом нажатии Качина призывает Турбовихрь и оседлает его.<br>После активации Качина получает 60 очков Ночного духа и переходит в состояние Благословения Ночного духа<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Качина</color><br>Действия Турбовихря расходуют очки Ночного духа Качины.<br>Когда очки Ночного духа исчерпаются, Благословение Ночного духа Качины завершится.<br><br><color style='color:#FFD780;'>Турбовихрь</color><br>Может существовать отдельно или управляться оседлавшей его Качиной. Когда Турбовихрь существует, элементальный навык Качины сменяется на варианты оседлать его или сойти с него.<br> ·  Существуя отдельно, Турбовихрь периодически врезается в землю, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа, пропорциональный защите Качины.<br> ·  Когда Качина верхом на Турбовихре, она способна управлять его быстрым перемещением, карабкаться и поражать землю с помощью обычной атаки, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа.<br><br>Когда Благословение Ночного духа Качины завершится, Турбовихрь исчезнет. Он считается Гео конструкцией. На поле боя может существовать только один Турбовихрь.<br><br><i>Турбовихрь только похож на юлу - на деле это бур, способный расколоть самый твёрдый камень.</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Турбовихря с наездником",
                                "ParamLevelList": [
                                    "87.76% защиты",
                                    "94.342% защиты",
                                    "100.924% защиты",
                                    "109.7% защиты",
                                    "116.282% защиты",
                                    "122.864% защиты",
                                    "131.64% защиты",
                                    "140.416% защиты",
                                    "149.192% защиты",
                                    "157.968% защиты",
                                    "166.744% защиты",
                                    "175.52% защиты",
                                    "186.49% защиты",
                                    "197.46% защиты",
                                    "208.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон Турбовихря отдельно",
                                "ParamLevelList": [
                                    "63.76% защиты",
                                    "68.542% защиты",
                                    "73.324% защиты",
                                    "79.7% защиты",
                                    "84.482% защиты",
                                    "89.264% защиты",
                                    "95.64% защиты",
                                    "102.016% защиты",
                                    "108.392% защиты",
                                    "114.768% защиты",
                                    "121.144% защиты",
                                    "127.52% защиты",
                                    "135.49% защиты",
                                    "143.46% защиты",
                                    "151.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Теперь всё серьёзно!",
                        "Desc": "Атакуя по земле, Качина наносит <color style='color:#FFE699;'>Гео урон по площади</color>, пропорциональный своей защите, и создаёт и создаёт область Турбобура.<br>Область Турбобура повышает радиус атаки и скорость передвижения Турбовихря, когда Качина находится верхом на нём.<br><br>Если во время активации на поле есть Турбовихрь самой Качины, то он будет призван к ней.<br><br><i>Если артисты, пытаясь справится с волнением на сцене, представляют, что зрители - деревянные манекены, то Качина в своём воображении обращает противников прекрасной рудой с самоцветами - такими, что можно с гордостью хранить дома.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "380.567% защиты",
                                    "413.66% защиты",
                                    "442.52% защиты",
                                    "481.0% защиты",
                                    "509.86% защиты",
                                    "538.72% защиты",
                                    "577.2% защиты",
                                    "615.68% защиты",
                                    "654.16% защиты",
                                    "692.64% защиты",
                                    "731.12% защиты",
                                    "769.6% защиты",
                                    "817.7% защиты",
                                    "865.8% защиты",
                                    "913.9% защиты"
                                ]
                            },
                            {
                                "Desc": "Длительность области",
                                "ParamLevelList": [
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Горное эхо",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, <color style='color:#FFE699;'>бонус Гео урона</color> Качины повышается на 20% на 12 сек.",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "Тяжесть монолитной породы",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Турбовихря</color> на 20% от защиты Качины.",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "Дар владений ночи: Сердце единства",
                        "Desc": "Исчерпав очки Ночного духа, Качина может поддерживать Благословение Ночного духа флогистоном.<br>Когда Качина находится в Натлане или в области с флогистоновыми механизмами, она способна применять Передачу Ночного духа: Качина. Когда активный персонаж использует спринт, карабкается, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Качину активируется следующий эффект: Качина, появляясь на поле, входит в состояние Благословения Ночного духа, садится на <color style='color:#FFD780;'>Турбовихрь</color> и получает 30 очков Ночного духа. Передача Ночного духа может активироваться один раз в 10 сек.<br><br>Кроме того, в Натлане Качина верхом на <color style='color:#FFD780;'>Турбовихре</color> во время карабканья будет расходовать на 90% выносливости меньше.",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "Милость кристального пламени",
                        "Desc": "В областях с флогистоновыми механизмами в Натлане при взаимодействии с некоторыми предметами для сбора восстанавливается 20 ед. выносливости. Кроме того, отмечает <color style='color:#FFD780;'>диковинки Натлана</color> на мини-карте.",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Осколки тоже самоцветы",
                        "Desc": "Когда Качина садится на <color style='color:#FFD780;'>Турбовихрь</color> или сходит с него, она подбирает элементальные осколки, созданные реакцией Кристалл, поблизости. <br>Кроме того, когда член отряда подбирает такой осколок, Качина восстанавливает 3 ед. энергии. Восстанавливать энергию таким способом можно один раз каждые 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Никуда без Турбовихря",
                        "Desc": "Качина, активируя навык <color style='color:#FFD780;'>Теперь всё серьёзно!</color>, восстанавливает 20 очков Ночного духа. Если на поле нет её собственного <color style='color:#FFD780;'>Турбовихря</color>, Качина войдет в состояние Благословение Ночного духа и призовёт его.",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Улучшенный стабилизатор",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Вперёд, Турбовихрь!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Больше врагов - больше осторожности",
                        "Desc": "Когда в области Турбобура навыка <color style='color:#FFD780;'>Теперь всё серьёзно!</color> 1/2/3/4 врагов и более, защита активного персонажа в этой области повышается на 8%/12%/16%/20% соответственно.",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Моя нынешняя коллекция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Теперь всё серьёзно!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "На этот раз победа за мной",
                        "Desc": "Когда щит вашего активного персонажа по какой-либо причине заменяется или разрушается, Качина нанесёт <color style='color:#FFE699;'>Гео урон по площади</color>, равный 200% от её защиты. Этот эффект может возникнуть один раз в 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "Скалогрыз",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Вперёд, Турбовихрь!",
                        "Desc": "В бой вместе с надёжным Турбовихрем!<br>Призывает Турбовихрь. При долгом нажатии Качина призывает Турбовихрь и оседлает его.<br>После активации Качина получает 60 очков Ночного духа и переходит в состояние Благословения Ночного духа<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Качина</color><br>Действия Турбовихря расходуют очки Ночного духа Качины.<br>Когда очки Ночного духа исчерпаются, Благословение Ночного духа Качины завершится.<br><br><color style='color:#FFD780;'>Турбовихрь</color><br>Может существовать отдельно или управляться оседлавшей его Качиной. Когда Турбовихрь существует, элементальный навык Качины сменяется на варианты оседлать его или сойти с него.<br> ·  Существуя отдельно, Турбовихрь периодически врезается в землю, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа, пропорциональный защите Качины.<br> ·  Когда Качина верхом на Турбовихре, она способна управлять его быстрым перемещением, карабкаться и поражать землю с помощью обычной атаки, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа.<br><br>Когда Благословение Ночного духа Качины завершится, Турбовихрь исчезнет. Он считается Гео конструкцией. На поле боя может существовать только один Турбовихрь.<br><br><i>Турбовихрь только похож на юлу - на деле это бур, способный расколоть самый твёрдый камень.</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Турбовихря с наездником",
                                "ParamLevelList": [
                                    "87.76% защиты",
                                    "94.342% защиты",
                                    "100.924% защиты",
                                    "109.7% защиты",
                                    "116.282% защиты",
                                    "122.864% защиты",
                                    "131.64% защиты",
                                    "140.416% защиты",
                                    "149.192% защиты",
                                    "157.968% защиты",
                                    "166.744% защиты",
                                    "175.52% защиты",
                                    "186.49% защиты",
                                    "197.46% защиты",
                                    "208.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон Турбовихря отдельно",
                                "ParamLevelList": [
                                    "63.76% защиты",
                                    "68.542% защиты",
                                    "73.324% защиты",
                                    "79.7% защиты",
                                    "84.482% защиты",
                                    "89.264% защиты",
                                    "95.64% защиты",
                                    "102.016% защиты",
                                    "108.392% защиты",
                                    "114.768% защиты",
                                    "121.144% защиты",
                                    "127.52% защиты",
                                    "135.49% защиты",
                                    "143.46% защиты",
                                    "151.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Теперь всё серьёзно!",
                        "Desc": "Атакуя по земле, Качина наносит <color style='color:#FFE699;'>Гео урон по площади</color>, пропорциональный своей защите, и создаёт и создаёт область Турбобура.<br>Область Турбобура повышает радиус атаки и скорость передвижения Турбовихря, когда Качина находится верхом на нём.<br><br>Если во время активации на поле есть Турбовихрь самой Качины, то он будет призван к ней.<br><br><i>Если артисты, пытаясь справится с волнением на сцене, представляют, что зрители - деревянные манекены, то Качина в своём воображении обращает противников прекрасной рудой с самоцветами - такими, что можно с гордостью хранить дома.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "380.567% защиты",
                                    "413.66% защиты",
                                    "442.52% защиты",
                                    "481.0% защиты",
                                    "509.86% защиты",
                                    "538.72% защиты",
                                    "577.2% защиты",
                                    "615.68% защиты",
                                    "654.16% защиты",
                                    "692.64% защиты",
                                    "731.12% защиты",
                                    "769.6% защиты",
                                    "817.7% защиты",
                                    "865.8% защиты",
                                    "913.9% защиты"
                                ]
                            },
                            {
                                "Desc": "Длительность области",
                                "ParamLevelList": [
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Горное эхо",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, <color style='color:#FFE699;'>бонус Гео урона</color> Качины повышается на 20% на 12 сек.",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "Тяжесть монолитной породы",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Турбовихря</color> на 20% от защиты Качины.",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "Дар владений ночи: Сердце единства",
                        "Desc": "Исчерпав очки Ночного духа, Качина может поддерживать Благословение Ночного духа флогистоном.<br>Когда Качина находится в Натлане или в области с флогистоновыми механиками, она способна применять Передачу Ночного духа: Качина. Когда активный персонаж использует спринт, карабкается, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Качину активируется следующий эффект: Качина, появляясь на поле, входит в состояние Благословения Ночного духа, садится на <color style='color:#FFD780;'>Турбовихрь</color> и получает 30 очков Ночного духа. Передача Ночного духа может активироваться один раз в 10 сек.<br><br>Кроме того, в Натлане Качина верхом на <color style='color:#FFD780;'>Турбовихре</color> во время карабканья будет расходовать на 90% выносливости меньше.",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "Милость кристального пламени",
                        "Desc": "В областях с флогистоновыми механиками в Натлане при взаимодействии с некоторыми предметами для сбора восстанавливается 20 ед. выносливости. Кроме того, отмечает <color style='color:#FFD780;'>диковинки Натлана</color> на мини-карте.",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Осколки тоже самоцветы",
                        "Desc": "Когда Качина садится на <color style='color:#FFD780;'>Турбовихрь</color> или сходит с него, она подбирает элементальные осколки, созданные реакцией Кристалл, поблизости. <br>Кроме того, когда член отряда подбирает такой осколок, Качина восстанавливает 3 ед. энергии. Восстанавливать энергию таким способом можно один раз каждые 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Никуда без Турбовихря",
                        "Desc": "Качина, активируя навык <color style='color:#FFD780;'>Теперь всё серьёзно!</color>, восстанавливает 20 очков Ночного духа. Если на поле нет её собственного <color style='color:#FFD780;'>Турбовихря</color>, Качина войдет в состояние Благословение Ночного духа и призовёт его.",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Улучшенный стабилизатор",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Вперёд, Турбовихрь!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Больше врагов - больше осторожности",
                        "Desc": "Когда в области Турбобура навыка <color style='color:#FFD780;'>Теперь всё серьёзно!</color> 1/2/3/4 врагов и более, защита активного персонажа в этой области повышается на 8%/12%/16%/20% соответственно.",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Моя нынешняя коллекция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Теперь всё серьёзно!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "На этот раз победа за мной",
                        "Desc": "Когда щит вашего активного персонажа по какой-либо причине заменяется или разрушается, Качина нанесёт <color style='color:#FFE699;'>Гео урон по площади</color>, равный 200% от её защиты. Этот эффект может возникнуть один раз в 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "Скалогрыз",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед.",
                                    "25.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Вперёд, Турбовихрь!",
                        "Desc": "В бой вместе с надёжным Турбовихрем!<br>Призывает Турбовихрь. При долгом нажатии Качина призывает Турбовихрь и садится на него.<br>После активации Качина получает 60 очков Ночного духа и переходит в состояние Благословения Ночного духа.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Качина</color><br>Действия Турбовихря расходуют очки Ночного духа Качины.<br>Когда очки Ночного духа заканчиваются, Благословение Ночного духа Качины завершается.<br><br><color style='color:#FFD780;'>Турбовихрь</color><br>Может существовать отдельно или управляться оседлавшей его Качиной. Когда Турбовихрь существует, при использовании элементального навыка Качина будет садиться на него или слезать с него.<br> ·  Существуя отдельно, Турбовихрь периодически врезается в землю, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа, пропорциональный защите Качины.<br> ·  Когда Качина верхом на Турбовихре, она способна управлять им, чтобы быстро перемещаться, карабкаться и поражать землю с помощью обычной атаки, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа, пропорциональный защите Качины.<br><br>Когда Благословение Ночного духа Качины завершается, Турбовихрь исчезает. Он считается Гео конструкцией. На поле боя может существовать только один Турбовихрь.<br><br><i>Турбовихрь только похож на юлу - на деле это бур, способный расколоть самый твёрдый камень.</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Турбовихря с наездником",
                                "ParamLevelList": [
                                    "87.76% защиты",
                                    "94.342% защиты",
                                    "100.924% защиты",
                                    "109.7% защиты",
                                    "116.282% защиты",
                                    "122.864% защиты",
                                    "131.64% защиты",
                                    "140.416% защиты",
                                    "149.192% защиты",
                                    "157.968% защиты",
                                    "166.744% защиты",
                                    "175.52% защиты",
                                    "186.49% защиты",
                                    "197.46% защиты",
                                    "208.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон Турбовихря отдельно",
                                "ParamLevelList": [
                                    "63.76% защиты",
                                    "68.542% защиты",
                                    "73.324% защиты",
                                    "79.7% защиты",
                                    "84.482% защиты",
                                    "89.264% защиты",
                                    "95.64% защиты",
                                    "102.016% защиты",
                                    "108.392% защиты",
                                    "114.768% защиты",
                                    "121.144% защиты",
                                    "127.52% защиты",
                                    "135.49% защиты",
                                    "143.46% защиты",
                                    "151.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед.",
                                    "60.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Ну теперь всё!",
                        "Desc": "Атакуя землю, Качина наносит <color style='color:#FFE699;'>Гео урон по площади</color>, пропорциональный своей защите, и создаёт область Турбобура.<br>Область Турбобура повышает площадь атаки Турбовихря и скорость передвижения верхом.<br><br>Если во время активации на поле есть Турбовихрь самой Качины, то он будет призван к ней.<br><br><i>Если артисты, пытаясь справится с волнением на сцене, представляют, что зрители - деревянные манекены, то Качина в своём воображении обращает противников прекрасной рудой с самоцветами - такими, что можно с гордостью хранить дома.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "380.567% защиты",
                                    "413.66% защиты",
                                    "442.52% защиты",
                                    "481.0% защиты",
                                    "509.86% защиты",
                                    "538.72% защиты",
                                    "577.2% защиты",
                                    "615.68% защиты",
                                    "654.16% защиты",
                                    "692.64% защиты",
                                    "731.12% защиты",
                                    "769.6% защиты",
                                    "817.7% защиты",
                                    "865.8% защиты",
                                    "913.9% защиты"
                                ]
                            },
                            {
                                "Desc": "Длительность области",
                                "ParamLevelList": [
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек.",
                                    "12.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Горное эхо",
                        "Desc": "Когда член отряда поблизости активирует Вспышку Ночного духа, <color style='color:#FFE699;'>бонус Гео урона</color> Качины повышается на 20% на 12 сек.",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "Тяжесть монолитной породы",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Турбовихря</color> на 20% от защиты Качины.",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "Дар владений ночи: Сердце единства",
                        "Desc": "Когда очки Ночного духа исчерпаны, Качина может поддерживать Благословение Ночного духа, переключившись на флогистон.<br>Когда Качина находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Качина. Когда активный персонаж использует спринт, карабкается, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Качину активируется следующий эффект: Качина входит в состояние Благословения Ночного духа, выходит на поле на <color style='color:#FFD780;'>Турбовихре</color> и получает 30 очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.<br><br>Кроме того, в Натлане Качина верхом на <color style='color:#FFD780;'>Турбовихре</color> во время карабканья расходует на 90% выносливости меньше.",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "Милость кристального пламени",
                        "Desc": "В областях с флогистоновыми механиками в Натлане при взаимодействии с некоторыми предметами для сбора восстанавливается 20 ед. выносливости. Кроме того, отмечает <color style='color:#FFD780;'>диковинки Натлана</color> поблизости на мини-карте.",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Осколки тоже самоцветы",
                        "Desc": "Когда Качина садится на <color style='color:#FFD780;'>Турбовихрь</color> или сходит с него, она подбирает элементальные осколки, созданные реакцией Кристалл, поблизости.<br>Кроме того, когда член отряда подбирает такой осколок, Качина восстанавливает 3 ед. энергии. Восстанавливать энергию таким способом можно не чаще одного раза в 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Я всегда с собой беру... Турбовихрь",
                        "Desc": "Качина, активируя навык <color style='color:#FFD780;'>Ну теперь всё!</color>, восстанавливает 20 очков Ночного духа. Если на поле нет её собственного <color style='color:#FFD780;'>Турбовихря</color>, Качина войдет в состояние Благословение Ночного духа и призовёт его.",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Улучшенный стабилизатор",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Вперёд, Турбовихрь!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Больше врагов - больше осторожности",
                        "Desc": "Когда в области Турбобура навыка <color style='color:#FFD780;'>Ну теперь всё!</color> 1/2/3/4 врагов и более, защита активного персонажа в этой области повышается на 8%/12%/16%/20% соответственно.",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Моя нынешняя коллекция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Ну теперь всё!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "На этот раз победа за мной",
                        "Desc": "Когда щит вашего активного персонажа по какой-либо причине заменяется или разрушается, Качина наносит <color style='color:#FFE699;'>Гео урон по площади</color>, равный 200% от её защиты. Этот эффект может возникнуть один раз в 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Скалогрыз",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "49.3984%",
                                    "53.4192%",
                                    "57.44%",
                                    "63.184%",
                                    "67.2048%",
                                    "71.8%",
                                    "78.1184%",
                                    "84.4368%",
                                    "90.7552%",
                                    "97.648%",
                                    "104.5408%",
                                    "111.4336%",
                                    "118.3264%",
                                    "125.2192%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "27.569%+30.6323%",
                                    "29.813%+33.1257%",
                                    "32.057%+35.619%",
                                    "35.2627%+39.1809%",
                                    "37.5067%+41.6742%",
                                    "40.0713%+44.5238%",
                                    "43.5975%+48.4418%",
                                    "47.1238%+52.3599%",
                                    "50.6501%+56.278%",
                                    "54.4969%+60.5523%",
                                    "58.3437%+64.8266%",
                                    "62.1906%+69.1009%",
                                    "66.0374%+73.3751%",
                                    "69.8843%+77.6494%",
                                    "73.7311%+81.9237%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "70.4271%",
                                    "76.1596%",
                                    "81.892%",
                                    "90.0812%",
                                    "95.8136%",
                                    "102.365%",
                                    "111.3731%",
                                    "120.3812%",
                                    "129.3894%",
                                    "139.2164%",
                                    "149.0434%",
                                    "158.8705%",
                                    "168.6975%",
                                    "178.5246%",
                                    "188.3516%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "77.4361%",
                                    "83.7391%",
                                    "90.042%",
                                    "99.0462%",
                                    "105.3491%",
                                    "112.5525%",
                                    "122.4571%",
                                    "132.3617%",
                                    "142.2664%",
                                    "153.0714%",
                                    "163.8764%",
                                    "174.6815%",
                                    "185.4865%",
                                    "196.2916%",
                                    "207.0966%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Вперёд, Турбовихрь!",
                        "Desc": "В бой вместе с надёжным Турбовихрем!<br>Призывает Турбовихрь. При долгом нажатии Качина призывает Турбовихрь и садится на него.<br>После активации Качина получает 60 очков Ночного духа и переходит в состояние Благословения Ночного духа.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Качина</color><br>Действия Турбовихря расходуют очки Ночного духа Качины.<br>Когда очки Ночного духа заканчиваются, Благословение Ночного духа Качины завершается.<br><br><color style='color:#FFD780;'>Турбовихрь</color><br>Может существовать отдельно или управляться оседлавшей его Качиной. Когда Турбовихрь существует, при использовании элементального навыка Качина будет садиться на него или слезать с него.<br> ·  Существуя отдельно, Турбовихрь периодически врезается в землю, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа, пропорциональный защите Качины.<br> ·  Когда Качина верхом на Турбовихре, она способна управлять им, чтобы быстро перемещаться, карабкаться и поражать землю с помощью обычной атаки, нанося <color style='color:#FFE699;'>Гео урон по площади</color> с характеристикой Ночного духа, пропорциональный защите Качины.<br><br>Когда Благословение Ночного духа Качины завершается, Турбовихрь исчезает. Он считается Гео конструкцией. На поле боя может существовать только один Турбовихрь, созданный самой Качиной.<br><br><i>Турбовихрь только похож на юлу - на деле это бур, способный расколоть самый твёрдый камень.</i>",
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Турбовихря с наездником",
                                "ParamLevelList": [
                                    "87.76% защиты",
                                    "94.342% защиты",
                                    "100.924% защиты",
                                    "109.7% защиты",
                                    "116.282% защиты",
                                    "122.864% защиты",
                                    "131.64% защиты",
                                    "140.416% защиты",
                                    "149.192% защиты",
                                    "157.968% защиты",
                                    "166.744% защиты",
                                    "175.52% защиты",
                                    "186.49% защиты",
                                    "197.46% защиты",
                                    "208.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон Турбовихря отдельно",
                                "ParamLevelList": [
                                    "63.76% защиты",
                                    "68.542% защиты",
                                    "73.324% защиты",
                                    "79.7% защиты",
                                    "84.482% защиты",
                                    "89.264% защиты",
                                    "95.64% защиты",
                                    "102.016% защиты",
                                    "108.392% защиты",
                                    "114.768% защиты",
                                    "121.144% защиты",
                                    "127.52% защиты",
                                    "135.49% защиты",
                                    "143.46% защиты",
                                    "151.43% защиты"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед.",
                                    "60 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Ну теперь всё!",
                        "Desc": "Атакуя землю, Качина наносит <color style='color:#FFE699;'>Гео урон по площади</color>, пропорциональный своей защите, и создаёт область Турбобура.<br>Область Турбобура повышает площадь атаки Турбовихря и скорость передвижения верхом.<br><br>Если во время активации на поле есть Турбовихрь самой Качины, то он будет призван к ней.<br><br><i>Если артисты, пытаясь справиться с волнением на сцене, представляют, что зрители - деревянные манекены, то Качина в своём воображении обращает противников прекрасной рудой с самоцветами - такими, что можно с гордостью хранить дома.</i>",
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "380.5672% защиты",
                                    "413.66% защиты",
                                    "442.52% защиты",
                                    "481.0% защиты",
                                    "509.86% защиты",
                                    "538.72% защиты",
                                    "577.2% защиты",
                                    "615.68% защиты",
                                    "654.16% защиты",
                                    "692.64% защиты",
                                    "731.12% защиты",
                                    "769.6% защиты",
                                    "817.7% защиты",
                                    "865.8% защиты",
                                    "913.9% защиты"
                                ]
                            },
                            {
                                "Desc": "Длительность области",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Горное эхо",
                        "Desc": "После того как член отряда поблизости активирует Вспышку Ночного духа, <color style='color:#FFE699;'>бонус Гео урона</color> Качины повышается на 20% на 12 сек.",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "Тяжесть монолитной породы",
                        "Desc": "Повышает урон <color style='color:#FFD780;'>Турбовихря</color> на 20% от защиты Качины.",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "Дар владений ночи: Сердце единства",
                        "Desc": "Когда очки Ночного духа исчерпаны, Качина может поддерживать Благословение Ночного духа, переключившись на флогистон.<br>Когда Качина находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Качина. Когда активный персонаж использует спринт, карабкается, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Качину активируется следующий эффект: Качина входит в состояние Благословения Ночного духа, выходит на поле на <color style='color:#FFD780;'>Турбовихре</color> и получает 30 очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.<br><br>Кроме того, в Натлане Качина верхом на <color style='color:#FFD780;'>Турбовихре</color> во время карабканья расходует на 90% меньше выносливости.",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "Милость кристального пламени",
                        "Desc": "В областях с флогистоновыми механиками в Натлане при взаимодействии с некоторыми предметами для сбора восстанавливается 20 ед. выносливости. Кроме того, отмечает <color style='color:#FFD780;'>диковинки Натлана</color> поблизости на мини-карте.",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Осколки тоже самоцветы",
                        "Desc": "Когда Качина садится на <color style='color:#FFD780;'>Турбовихрь</color> или сходит с него, она подбирает элементальные осколки, созданные реакцией Кристалл, поблизости.<br>Кроме того, когда член отряда подбирает такой осколок, Качина восстанавливает 3 ед. энергии. Восстанавливать энергию таким способом можно не чаще одного раза в 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Я всегда с собой беру... Турбовихрь",
                        "Desc": "Качина, активируя навык <color style='color:#FFD780;'>Ну теперь всё!</color>, восстанавливает 20 очков Ночного духа. Если на поле нет её собственного <color style='color:#FFD780;'>Турбовихря</color>, Качина войдет в состояние Благословение Ночного духа и призовёт его.",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Улучшенный стабилизатор",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Вперёд, Турбовихрь!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Больше врагов - больше осторожности",
                        "Desc": "Когда в области Турбобура навыка <color style='color:#FFD780;'>Ну теперь всё!</color> 1/2/3/4 и более врагов, защита активного персонажа в этой области повышается на 8%/12%/16%/20% соответственно.",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Моя нынешняя коллекция",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Ну теперь всё!</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "На этот раз победа за мной",
                        "Desc": "Когда щит вашего активного персонажа по какой-либо причине заменяется или разрушается, Качина наносит <color style='color:#FFE699;'>Гео урон по площади</color>, равный 200% от её защиты. Этот эффект может возникнуть один раз в 5 сек.",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Kachina": {
        "AttackList": [
            {
                "Skill": "Ride (In Q Field)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Ride",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Indep. (In Q Field)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Independent",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "C6 DMG",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "C6 DMG",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    20.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 45.95,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        1.8,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.65,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 28.49,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.51,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        1.8,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 72.03,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Charged ATK",
                "AttGrp": "Once per 0.5s",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}