// Auto Generated

var _AvatarFetterConfig_ = {
    "15": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Кэйа Альберих - приёмный сын клана Рагнвиндр, известных в Мондштадте винодельных магнатов.<br>Прошло много времени с тех пор, как он в последний раз называл Дилюка Рагнвиндра «братом».<br>В настоящее время Кэйа служит капитаном кавалерии Ордо Фавониус и является доверенным помощником действующего магистра Джинн.<br>Если в Мондштадте или его окрестностях случается какая-то беда, зачастую с ней может разобраться только Кэйа.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Если вы ищете Кэйю, то вряд ли найдёте его в штабе Ордо Фавониус. Лучше загляните в какую-нибудь таверну после полуночи.<br>Чаще всего Кэйю можно встретить за барной стойкой, болтающего с горожанами и попивающего знаменитую в Мондштадте «Полуденную смерть».<br>Он на удивление популярен среди стариков, они его даже зовут «лучшим кандидатом во внуки Мондштадта».<br>Трудно представить себе столь спонтанного, дружелюбного и любящего вино человека, как офицер Кэйа из Ордо Фавониус.<br>Среди собутыльников Кэйи часто можно встретить и охотников, и даже местных разбойников.<br>Независимо от того, насколько по началу им не нравится Кэйа, в конце концов они вываливают ему всю подноготную.<br>Однако в зависимости от разглашённой информации, дальнейшее развитие событий может варьироваться от неконтролируемого кошмара до безобидной шутки.<br>«У каждого есть свои секреты, но не все знают, что с ними делать», - говорит Кэйа с ухмылкой, после которой хочется врезать ему в лицо.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Однажды Кэйа сказал магистру Варке: «Справедливость - это вовсе не принцип, а итог насилия. А что касается самого процесса... Не беспокойтесь об этом».<br>Если всё идёт по его плану, Кэйа не заботится о том, как всё закончится.<br>Бесцеремонность и импровизация определяют характер Кэйи.<br>Также можно сказать, что его характер не так уж и отличается от взрывного вкуса «Полуденной смерти».<br>Однако же безрассудный подход Кэйи к вещам не лишён противоречий.<br>Однажды, чтобы заставить главаря разбойников драться с ним один на один, Кэйа активировал древних стражей руин, которые заперли остальную часть банды с его собственным отрядом.<br>После этого случая даже доверяющая ему Джинн неодобрительно покачала головой.<br>Но Кэйе не просто всё равно. Кэйа наслаждается тем, когда сложная ситуация заставляет его принять важное решение.<br>Ему нравится видеть колебание в глазах своих товарищей, прежде чем броситься в бой вместе с ним, и страх в глазах своих врагов, прежде чем они бросают все свои силы против него.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Винодельческий бизнес на протяжении многих лет приносил богатства Мондштадту. Но процветание порождает жадность, а жадность привлекает бандитов и монстров.<br>Защищая город от этих угроз, Кэйа берёт на вооружение не только меч, но и остроумный юмор.<br>Однажды некий молодой рыцарь посвятил годы своей жизни изучению угроз вокруг Мондштадта и пришёл к поразительному выводу:<br>Уровень опасности и отчёты о происшествиях как внутри, так и за пределами города показывают резкое снижение, когда «Полуденная смерть» вне сезона...<br>Он показал свои находки капитану Кэйе в надежде получить от него какие-нибудь советы.<br>Кэйа со странной ухмылкой на лице ответил нервному молодому рыцарю: «Интересно. Я этим займусь сам».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "С Кэйей легко разговаривать и приятно общаться.<br>Единственное, на что он не проливает свет, - это его прошлое.<br>Даже когда магистр требовал информацию о его прошлом, Кэйа избегал прямых вопросов и давал ответы, в которые едва можно было поверить.<br>«Это случилось в конце лета, десять лет назад», - говорил он. «Мы с отцом проезжали мимо винокурни «Рассвет».<br>«Пойду куплю нам в дорогу виноградного сока», - сказал он, но так и не вернулся.<br>Если бы мастер Крепус не взял меня к себе, я, вероятно, не пережил бы ураган, разразившийся той ночью».<br>За сухим описанием скрывается тщательно сконструированная ложь.<br>На самом деле разговор, состоявшийся в тот день, звучал так:<br>«Это твой шанс. Ты наша единственная надежда».<br>Его родной отец сжал его худые плечи в своих руках, но продолжал смотреть вдаль.<br>Где-то за горизонтом была их родина, Каэнри’ах.<br>Кэйа никогда не забудет этот взгляд, в котором смешались надежда и ненависть.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Все мондштадтцы знают двух самых привлекательных молодых джентльменов города.<br>Одним из них является безупречный Дилюк, элегантный фехтовальщик, на уверенном лице которого всегда играет дружелюбная улыбка.<br>Другим джентльменом с экзотическим видом является Кэйа.<br>Когда-то он был другом, опорой и «мозгом» Дилюка во всех столкновениях, которые они встречали плечом к плечу.<br>Они были почти как близнецы, знали мысли и движения друг друга, не нуждаясь в словах. Они защищали Мондштадт при свете солнца и луны.<br>Это длилось до того мрачного дня, когда гигантское чудовище напало на конвой, который сопровождал Дилюк.<br>В первый раз Кэйа не выполнил свой долг... Единственный раз.<br>Когда Кэйа наконец добрался до позиции Дилюка, было уже слишком поздно.<br>Их отец умер от той неизвестной силы, с помощью которой ему удалось победить чудовище.<br>Забыв о рыцарской дисциплине, и Кэйа, и Дилюк были потрясены тем, что увидели.<br>«Даже такой человек, как мастер Крепус, при угрожающей опасности смог поддаться злой силе...»<br>При этой мысли Кэйа всего лишь ухмыльнулся.<br>«Мир полон неожиданностей».<br>Вид их общего отца, мертвого в луже крови, заставил двух его сыновей навсегда разойтись в разные стороны.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Список",
                "Content": "Список имён на гербовой бумаге Ордо Фавониус, найденный между страницами «Приключений Анджелоса».<br>В нём детально перечислены бандиты в Мондштадте и за его пределами, а также наёмники и члены банды Похитителей сокровищ среднего и высокого ранга, область их деятельности и исчерпывающая личная информация.<br>Добрый десяток из них обведён и сбоку имеет пометку: «Чтобы не было так скучно».<br>На ваши расспросы Кэйа ответил: «Я напился и понаписал всякой чепухи».<br>Однако вас не покидает чувство, что Кэйа позволил вам увидеть список нарочно, вот только доказать это вы не можете.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "В тот вечер, когда Кэйа Альберих обрёл Глаз Бога, шёл сильный дождь.<br>Несколько ранее тем же днём Крепус Рагнвиндр был вынужден прибегнуть к Глазу Порчи, но силы его обернулись против хозяина. Чтобы спасти отца от невыносимых мук, Дилюк Рагнвиндр лишил его жизни собственными руками.<br>Сводный брат Дилюка, Кэйа, всегда был рядом, но теперь он разделить трагедию отца и сына не явился.<br>В ту ночь ливень над Мондштадтом словно оплакивал гибель мастера Крепуса.<br>Одну из своих сторон Кэйа держал в тайне ото всех: он на самом деле был посланным в Мондштадт агентом на службе Каэнри’ах. Ради задания родной отец бросил его на чужой земле, и тогда только мастер Крепус и Мондштадт приняли его с распростёртыми объятиями.<br>Если бы между Каэнри’ах и Мондштадтом разразилась война, чью сторону следовало ему принять? Кому помочь: родному отцу, безжалостно его бросившему, или отцу приёмному, который принял его и воспитал?<br>Неразрешимые вопросы долго приносили Кэйе страдания. Он разрывался между верностью и долгом, искренностью и счастьем.<br>Теперь же это шаткое равновесие нарушила смерть Крепуса. Кэйю захлестнуло чувство обретённой свободы, но такой эгоистичной реакции он стыдился. Как приёмный сын, он должен был спасти Крепуса, но на мгновение опоздал. Как сводный брат, он был обязан разделить горе с Дилюком. Но когда на его глазах умирал отец, он оставался за спиной брата, а мысли его вращались вокруг древнего заговора.<br>Пожираемый виной, он постучался в комнату к Дилюку. Проливной дождь смыл пелену обмана и тайное стало явным. Кэйа во всем сознался.<br>Он знал, что Дилюк придёт в ярость. Братья обнажили мечи, на этот раз друг против друга. «Вот и наказание за жизнь во лжи» - подумал Кэйа.<br>Но только они скрестили клинки, как впервые по телу Кэйи разнеслась и забурлила могучая сила элементов. Многие годы он оставался в тени своего блестящего брата, но теперь впервые предстал перед ним в своём истинном естестве.<br>Обжигающе холодная, хрупкая элементальная энергия устремилась от его меча к пламени Дилюка. От столкновения голубого льда и красного пламени поднялся вихрь, потрясший их обоих. Именно в этот безмолвный миг Кэйе был дарован Глаз Бога.<br>С того дня пути Кэйи и Дилюка разошлись. Разговоров об этом, как и о происхождении своего Глаза Бога, он всячески избегает.<br>Хоть и артефакт этот - символ тяжёлой битвы и плод раскрытой истины, Кэйа считает его напоминанием о том, что груз лжи ему придётся пронести через всю жизнь.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Кэйа, офицер Ордо Фавониус. Позволь мне присоединиться к твоему путешествию. Защищать тебя кажется намного интереснее любых поручений ордена.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Безделье",
                "Content": "А я и не подозревал, что ты так{F#ая}{M#ой} бездельни{F#ца}{M#к}.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Ордо Фавониус",
                "Content": "Хм, кажется, что все остальные рыцари уже заняты.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Лень",
                "Content": "Давай же, пора идти. Мы ведь не застыли на месте.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Крио всегда более эффективен во время дождя. Тогда становится интереснее...",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег: Предание",
                "Content": "Я могу рассказать историю о привидениях, пока идёт снег.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег: Мороз",
                "Content": "Что с тобой? Боишься холода?",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер...",
                "Content": "Какой приятный ветерок. Интересно, сколько он будет продолжаться?",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Лови момент.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Может, пойдём посидим в таверне?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Ты же не боишься темноты? А это... интересно.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Уже уходишь? Тогда до встречи. Не заставляй меня долго ждать.",
                "Tips": []
            },
            {
                "Title": "О Кэйе...",
                "Content": "Орден Бездны досаждает тебе? Не забудь, что ты в любой момент можешь обратиться ко мне.",
                "Tips": []
            },
            {
                "Title": "О нас: Рабочие отношения",
                "Content": "Если я когда-нибудь понадоблюсь, дай мне знать. Давай не будем превращать наши отношения в «услугу за услугу».",
                "Tips": []
            },
            {
                "Title": "О нас: Сила",
                "Content": "Хм... Если ты хочешь добиться лучшего результата, то я бы посоветовал чаще ставить меня в авангарде. Что думаешь, начальник? Ха-ха, главное, не пугайся того, что я могу сделать.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Всё ещё не понимаешь, как работает Глаз Бога? Давай я попробую растолковать... Смотри, механизм, который позволяет нам видеть, - это наши глаза. А механизм, который позволяет нам контролировать элементы, - это Глаз Бога. Вот так всё просто.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Любишь вино? Очень рекомендую одуванчиковое... Ох, ты ещё ребёнок? Тогда тебе непременно нужно попробовать яблочный сидр, я знаю отличное место.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Видел{F#а} ли ты сову с Драконьего хребта? Если ты посмотришь прямо ей в глаза, покажется, будто она смотрит сквозь тебя, не рассказывая своих секретов... Завораживает, не правда ли?",
                "Tips": []
            },
            {
                "Title": "О Джинн...",
                "Content": "Что? Действующий магистр? Советую поддержать её.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе...",
                "Content": "Эх, Лиза... Ни в коем случае не забывай возвращать её книги вовремя. Однажды я совершил подобную ошибку, и рука у меня до сих пор немеет от воспоминаний.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эмбер...",
                "Content": "Этот скаут - умный и праведный рыцарь. Будь осторож{F#на}{M#ен} и не делай при ней ничего плохого.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дилюке...",
                "Content": "Дилюк? В молодости он был милым юнцом, но сейчас он поселился в своём маленьком мирке... В общем, с ним стало очень скучно проводить время.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кли...",
                "Content": "Кли. Похоже, ей не удалось ускользнуть от следственных навыков действующего магистра, несмотря на советы, которыми я с ней поделился... Ха-ха, я шучу, не нужно докладывать обо мне.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Альбедо...",
                "Content": "Альбедо? Спокойный, собранный и невероятно талантливый. Он из тех, кто нравится всем. Что, тебе он тоже нравится?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дионе...",
                "Content": "Ты не пробовал{F#а} напитки, которые продаёт Диона? Ах, точно, тебе всё ещё мало лет. Ха-ха, как жаль, что я не могу испытать с тобой этого блаженства. Боюсь, нам остаётся только лишь ждать, когда ты подрастёшь.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Варке...",
                "Content": "Как жаль, что никто в ордене не унаследовал его отношения к работе. Эх... Должен признать, я очень ценю таких людей, как он.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фишль...",
                "Content": "Что? Ты считаешь, что повязка на глазу Фишль очень подходит её титулу Принцессы осуждения? Ха-ха-ха, если это действительно так, то пора бы мне тоже стать какой-нибудь королевской особой, не правда ли?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ноэлль...",
                "Content": "Действующий магистр поручила мне незаметно помогать Ноэлль. Но хлопот с ней немного, у Ноэлль светлая голова. Какое облегчение.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Розарии...",
                "Content": "Ха-ха-ха, хочешь узнать секреты сестры Розарии? Я... не могу тебе их раскрыть. Хотя я о ней хорошего мнения. Определённо лучшего, чем о человеке, имя которого я не буду называть. Она честна с собой. Она не берётся за дела, на которые у неё нет времени, и не притворяется заинтересованной тем, что на самом деле её не интересует.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сахарозе...",
                "Content": "Сахароза кажется типичным интровертом на людях, но, как говорится, в тихом омуте... Оказалось, что её лаборатория полна интересных и... откровенных инструментов. Но это всё только по слухам. Ты же не думаешь, что я похож на человека, который будет тайком осматривать личные комнаты прекрасных дам?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Коллеи...",
                "Content": "А, Коллеи? Да уж, знакомое имя, ты {F#обратилась}{M#обратился} по адресу! Давай расскажу тебе всё с самого начала - и только правду!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Мике...",
                "Content": "При первой встрече Мика немного нервничал, и мне показалось, что небольшой розыгрыш поможет ему снять напряжение. Кто же знал, что он занервничает ещё больше... Улыбка у него стала словно приклеенная, а потом он ещё и написал мне письмо с извинениями. Ох, наверное, эта наивная серьёзность у Шмидтов в крови?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Далии...",
                "Content": "Не знаешь, сколько вина он пьёт во время церковных церемоний? Это потому, что его устойчивость к алкоголю зашкаливает. Мы впервые встретились, когда я пытался перепить его на спор и проиграл вчистую. Что ж, Анемо Архонт любит вино, так что вполне естественно, что его представитель - преданный поборник чудодейственного алкоголя... Именно такие детали придают очарование городу свободы.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кэйе I",
                "Content": "В звании капитана кавалерии нет ничего особенного. К тому же магистр ордена забрал всех лошадей с собой, и мне стало нечем командовать... Хе-хе.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Кэйе II",
                "Content": "В Ордо Фавониус всего числится десять капитанов, но, честно говоря, ни у кого из них нет достаточных лидерских качеств.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Кэйе III",
                "Content": "Мой глаз? С ним всё в порядке. Нет ничего особенного в том, чтобы скрывать какую-нибудь часть тела. По этой же причине я ношу штаны... или какую-либо другую часть одежды.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кэйе IV",
                "Content": "Каэнри’ах? А ты действительно много знаешь! Наследие Каэнри’ах давно утеряно, остались лишь грешники, и о них нечего говорить.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Кэйе V",
                "Content": "Я и не задумывался, что мы знакомы уже так долго. Как летит время! Знаешь, сопровождать тебя в твоём путешествии, возможно, было самым весёлым за всю мою жизнь. Я надеюсь, что так оно и останется.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Кэйи...",
                "Content": "Дегустация вин - это искусство, а вина Мондштадта - это подарок Анемо Архонта, поэтому непременно нужно научиться ценить их.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Кэйи...",
                "Content": "Одинок? Я? Зато никто не ворчит над ухом.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Игристое вино - это особая диковинка Мондштадта. Смешай его с тремя частями вина из одуванчиков, и горечь полностью исчезнет. Этот коктейль называют «Полуденная смерть». Восхитительно.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Не могу поверить, что некоторые люди наслаждаются виноградным соком... Если бы они немного подождали, то обнаружили бы, что он может превратиться в изысканное вино. Эх... Так неромантично.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Ого, исключительный вкус! Да ты {F#полна}{M#полон} сюрпризов.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Стоит подавать с вином, будет ещё лучше.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Я просто медленно ем... Не волнуйся, я обязательно съем всё.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Сегодня стоит устроить праздник. Желаю, чтобы этот день принёс тебе много радости.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Хм, неплохо.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Ты всегда готов{F#а} оказать мне услугу. Спасибо.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Кажется, я становлюсь сильнее... Почему ты радуешься из-за этого больше меня?",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Мы ведь просто начали вместе путешествовать. Никогда не думал, что буду благодарен тебе за то, что ты {M#привёл}{F#привела} меня к этому моменту. Я должен ответить тебе тем же. Продолжим наш путь, дружище. Впереди нас ждёт долгая дорога.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Остынь!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Заморозка!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Попробуй увернись!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Не обморозься!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Мои извинения.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Этот момент застынет во времени.",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Что за спешка?",
                "Tips": []
            },
            {
                "Title": "Конец спринта I",
                "Content": "*тяжело дышит* Ха!",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Ловим ветер.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Как удачно!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Очаровательно.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Ха-ха, отличная находка.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Кажется, пора возвращаться.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Меня начинает утомлять эта игра.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Ты действуешь мне на нервы...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Я помогу, но ты у меня в долгу.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Эй, не смей умирать. Так неинтересно.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Это ещё не всё...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Как неожиданно...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Нехорошо...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Тьфу!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Не испытывай удачу!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "О, не терпится приступить к делу!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Это будет интересно!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Если все готовы, то и я тоже.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "15": {
        "Costumes": [
            {
                "ID": 340013,
                "Name": "Тень ветра в парусах",
                "Desc": "Костюм Кэйи, который он надевал, выступая в роли Разбойника с Кинжалами. Это великолепный наряд, призванный привлечь внимание. Надеть несложно, но требуется время, чтобы разобраться со всеми аксессуарами и кинжалами.",
                "Icon": "UI_AvatarIcon_KaeyaCostumeDancer",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Ледяное перо",
                "Desc": "Наряд Кэйи. Стильная одежда, украшенная меховым воротником.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108014,
            "JD": 108013,
            "Name": "<b>Фруктовые шашлыки</b>",
            "Eff": "Восстанавливает выбранному персонажу 16% HP + 1350 HP.",
            "Desc": "Особое блюдо Кэйи. Хрустящий шашлычок с насыщенным сладким послевкусием. Стойте... Фрукты разве так пахнут?",
            "Recipe": {
                "100011": 1,
                "100064": 1
            },
            "Icon": "UI_ItemIcon_108014"
        },
        "Namecard": {
            "Name": "<b>Павлин</b>",
            "Desc": "Именная карта.<br>Прекрасный узор на павлиньих перьях напоминает немигающие глаза. Кэйа вовсе не лишился глаза, просто он...",
            "Pic": "UI_NameCardPic_Kaeya_P"
        }
    }
}

var acs_cache_ = {
    "340013": "\"Kaeya, why does the Dagger Bandit always carry daggers?\"<br>Within the city of Mondstadt, two Knights of Favonius, one large and one small, are chatting.<br>Many days have already passed since they played the roles of bandit and mage on the stage, and even now, the small knight has questions about that which she does not yet understand.<br>*ahem* The reason the bandits carries daggers... The reason was never explained in Kaeya's script.<br>Perhaps it's because the character needed a catchy name, and the director just excitedly scrawled the words, \"the Dagger Bandit.\"<br>But the small knight in front of him sat with furrowed brow, deep in thought, more serious even than when thinking about what was for dinner.<br>The boundless curiosity of children makes them always want to ask questions. Even if the endless stream of questions can be a bit annoying for adults, if their curiosity is not satisfied, they may lose that spark of curiosity, and turn into a boring adult.<br>Of all the infinite possibilities in life, becoming boring is one of the worst and most tragic outcomes, so a child's questions should always be treated with care.<br>\"Hey, that's right, why is that? You asked a great question, Klee...\" Kaeya replied with a smile.<br><br>Perhaps because he was briefly a bandit on that stage, he too had thought about lives lived that were not his own beneath the bright lights.<br>Knights live as knights do, and bandits live as bandits must.<br>Justly taking up sword and bow and standing forth to show their determination to protect, that is a knight.<br>But hiding one's blade and closing the net on their prey in the darkness, that is a bandit.<br>Different people live in different ways. A thief will not bear the blade of a knight, and a traditional knight will not sneak out a hidden dagger to hurt someone.<br>If the characters in the story don't abide by such rules, then the story has betrayed the roles dictated by fate.<br>But there is no need to give such answers to a child, and there is never just one answer to a question.<br>The daggers used by the Dagger Bandit were gifts from his friends, or symbols of his career as a virtuous bandit, or commemorated past acts of charity...<br>Let's fabricate a fairytale, and weave heroes, legends, and beautiful fantasies together, just like each time before, and give children a dream to dream.<br>He turns around and takes the dagger from the side of the costume hanging in the room:<br>\"It's actually a complicated tale, and we'll have to start from when the big bandit was just a little kid. Would you like to hear about it, Klee?\"<br>\"Are you going to tell me another story, Kaeya? I'm listening!\""
}