// Auto Generated

var _AvatarDataConfig_ = {
    "Kazuha": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [
            {
                "Skill": "Press E",
                "Target": "Weight < 100",
                "Duration": 0.8,
                "Radius": 6.0,
                "Inner": 0.5,
                "Strength": 4.0,
                "Attenuation": 2.0,
                "Reverse": true
            },
            {
                "Skill": "Press E",
                "Target": "100 ≤ Weight ≤ 150",
                "Duration": 0.8,
                "Radius": 6.0,
                "Inner": 0.5,
                "Strength": 10.0,
                "Attenuation": 3.0,
                "Reverse": true
            },
            {
                "Skill": "Hold E",
                "Target": "Weight < 100",
                "Duration": 0.8,
                "Radius": 10.0,
                "Inner": 1.2,
                "Strength": 10.0,
                "Attenuation": 3.0,
                "Reverse": true
            },
            {
                "Skill": "Hold E",
                "Target": "100 ≤ Weight ≤ 150",
                "Duration": 0.8,
                "Radius": 10.0,
                "Inner": 1.0,
                "Strength": 20.0,
                "Attenuation": 4.0,
                "Reverse": true
            },
            {
                "Skill": "Plunge Wind Hold",
                "Target": "All",
                "Duration": 3.0,
                "Radius": 6.0,
                "Inner": 1.2,
                "Strength": 4.0,
                "Attenuation": 1.0,
                "Reverse": false
            }
        ],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Kazuha": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101206": 3,
                "112035": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113022": 2,
                "101206": 10,
                "112035": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113022": 4,
                "101206": 20,
                "112036": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113022": 8,
                "101206": 30,
                "112036": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113022": 12,
                "101206": 45,
                "112037": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113022": 20,
                "101206": 60,
                "112037": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112037": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112037": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112037": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112037": 12,
                "113019": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112037": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112037": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112037": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112037": 12,
                "113019": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112037": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112037": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112037": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112037": 12,
                "113019": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Kazuha": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Фехтовальный стиль Гарю",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Два быстрых взмаха мечом, на которые тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади. Если атака в падении произошла благодаря навыку Тихаяфуру, то вместо неё выполняется атака в падении: Мидарэ рандзан.<br><br><color style='color:#FFD780;'>Атака в падении: Мидарэ рандзан</color><br>Урон атаки в падении, выполненной благодаря элементальному навыку Тихаяфуру, конвертируется в <color style='color:#80FFD7;'>Анемо урон</color>. Также с помощью тайной техники эта атака создаёт небольшой воздушный тоннель, который втягивает в себя ближайшие объекты и врагов.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.978%",
                                    "48.639%",
                                    "52.3%",
                                    "57.53%",
                                    "61.191%",
                                    "65.375%",
                                    "71.128%",
                                    "76.881%",
                                    "82.634%",
                                    "88.91%",
                                    "96.1013%",
                                    "104.5582%",
                                    "113.0151%",
                                    "121.472%",
                                    "130.6977%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "45.236%",
                                    "48.918%",
                                    "52.6%",
                                    "57.86%",
                                    "61.542%",
                                    "65.75%",
                                    "71.536%",
                                    "77.322%",
                                    "83.108%",
                                    "89.42%",
                                    "96.6525%",
                                    "105.1579%",
                                    "113.6633%",
                                    "122.1688%",
                                    "131.4474%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "25.8%+30.96%",
                                    "27.9%+33.48%",
                                    "30.0%+36.0%",
                                    "33.0%+39.6%",
                                    "35.1%+42.12%",
                                    "37.5%+45.0%",
                                    "40.8%+48.96%",
                                    "44.1%+52.92%",
                                    "47.4%+56.88%",
                                    "51.0%+61.2%",
                                    "55.125%+66.15%",
                                    "59.976%+71.9712%",
                                    "64.827%+77.7924%",
                                    "69.678%+83.6136%",
                                    "74.97%+89.964%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "60.716%",
                                    "65.658%",
                                    "70.6%",
                                    "77.66%",
                                    "82.602%",
                                    "88.25%",
                                    "96.016%",
                                    "103.782%",
                                    "111.548%",
                                    "120.02%",
                                    "129.7275%",
                                    "141.1435%",
                                    "152.5595%",
                                    "163.9756%",
                                    "176.4294%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "25.37%*3",
                                    "27.435%*3",
                                    "29.5%*3",
                                    "32.45%*3",
                                    "34.515%*3",
                                    "36.875%*3",
                                    "40.12%*3",
                                    "43.365%*3",
                                    "46.61%*3",
                                    "50.15%*3",
                                    "54.2063%*3",
                                    "58.9764%*3",
                                    "63.7465%*3",
                                    "68.5167%*3",
                                    "73.7205%*3"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "43.0%+74.648%",
                                    "46.5%+80.724%",
                                    "50.0%+86.8%",
                                    "55.0%+95.48%",
                                    "58.5%+101.556%",
                                    "62.5%+108.5%",
                                    "68.0%+118.048%",
                                    "73.5%+127.596%",
                                    "79.0%+137.144%",
                                    "85.0%+147.56%",
                                    "91.875%+159.495%",
                                    "99.96%+173.5306%",
                                    "108.045%+187.5661%",
                                    "116.13%+201.6017%",
                                    "124.95%+216.9132%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "81.8335%",
                                    "88.4943%",
                                    "95.1552%",
                                    "104.6707%",
                                    "111.3316%",
                                    "118.944%",
                                    "129.4111%",
                                    "139.8781%",
                                    "150.3452%",
                                    "161.7638%",
                                    "173.1825%",
                                    "184.6011%",
                                    "196.0197%",
                                    "207.4383%",
                                    "218.857%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "163.6323%/204.3855%",
                                    "176.9512%/221.0216%",
                                    "190.2701%/237.6576%",
                                    "209.2971%/261.4234%",
                                    "222.616%/278.0594%",
                                    "237.8376%/297.072%",
                                    "258.7673%/323.2143%",
                                    "279.697%/349.3567%",
                                    "300.6267%/375.499%",
                                    "323.4591%/404.0179%",
                                    "346.2915%/432.5368%",
                                    "369.124%/461.0557%",
                                    "391.9564%/489.5747%",
                                    "414.7888%/518.0936%",
                                    "437.6212%/546.6125%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Тихаяфуру",
                        "Desc": "Использование тайной техники, столь же свирепой, сколь стремительный ветер, притягивает объекты и врагов к текущей позиции Кадзухи и в небольшом радиусе подкидывает их в воздух, нанося <color style='color:#80FFD7;'>Анемо урон</color>. Также ветряные потоки поднимают в воздух и самого Кадзуху.<br>В течение 10 сек. после поднятия Кадзухи в воздух навыком Тихаяфуру и при соблюдении состояния в воздухе он может выполнить более сильную атаку в падении: Мидарэ рандзан.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>Можно совершить в воздухе.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Некоторое время заряжается, а затем наносит увеличенный <color style='color:#80FFD7;'>Анемо урон</color> по большей площади, чем быстрое нажатие.<br><br><color style='color:#FFD780;'>Атака в падении: Мидарэ рандзан</color><br>Урон атаки в падении, выполненной благодаря элементальному навыку Тихаяфуру, конвертируется в <color style='color:#80FFD7;'>Анемо урон</color>. Также с помощью тайной техники эта атака создаёт небольшой воздушный тоннель, который втягивает в себя ближайшие объекты и врагов.<br>Урон Мидарэ рандзан считается уроном атаки в падении.<br><br><i>«Ветра среди листьев клёна плачут,<br>Не осталось ни людей, ни богов.<br>Они ушли, словно рыжие осенние горы».</i>",
                        "Icon": "Skill_S_Kazuha_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон быстрого нажатия",
                                "ParamLevelList": [
                                    "192.0%",
                                    "206.4%",
                                    "220.8%",
                                    "240.0%",
                                    "254.4%",
                                    "268.8%",
                                    "288.0%",
                                    "307.2%",
                                    "326.4%",
                                    "345.6%",
                                    "364.8%",
                                    "384.0%",
                                    "408.0%",
                                    "432.0%",
                                    "456.0%"
                                ]
                            },
                            {
                                "Desc": "Откат быстрого нажатия",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Урон долгого нажатия",
                                "ParamLevelList": [
                                    "260.8%",
                                    "280.36%",
                                    "299.92%",
                                    "326.0%",
                                    "345.56%",
                                    "365.12%",
                                    "391.2%",
                                    "417.28%",
                                    "443.36%",
                                    "469.44%",
                                    "495.52%",
                                    "521.6%",
                                    "554.2%",
                                    "586.8%",
                                    "619.4%"
                                ]
                            },
                            {
                                "Desc": "Откат долгого нажатия",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Удар Кадзухи",
                        "Desc": "Особая техника Гарю - единственный взмах, словно надвигающийся шторм, наносит <color style='color:#80FFD7;'>Анемо урон</color> по площади.<br>След от меча оставляет за собой поле Осеннего вихря, которое наносит периодический <color style='color:#80FFD7;'>Анемо урон</color> по площади врагам, находящимся в нём.<br><br><color style='color:#FFD780;'>Поглощение стихии:</color><br>При контакте с элементами <color style='color:#80C0FF;'>Гидро</color>, <color style='color:#FF9999;'>Пиро</color>, <color style='color:#99FFFF;'>Крио</color> или <color style='color:#FFACFF;'>Электро</color> Осенний вихрь наносит дополнительный урон этим элементом.<br>За каждое использование навык может поглотить только один элемент.<br><br><i>«Лист, познавший осень, даёт мне видения о пронёсшейся вечности. Поэтому я вмиг разрублю этот клён, чтобы узнать его секрет...»</i>",
                        "Icon": "Skill_E_Kazuha_01",
                        "ParamDesc": [
                            {
                                "Desc": "Рубящий урон",
                                "ParamLevelList": [
                                    "262.4%",
                                    "282.08%",
                                    "301.76%",
                                    "328.0%",
                                    "347.68%",
                                    "367.36%",
                                    "393.6%",
                                    "419.84%",
                                    "446.08%",
                                    "472.32%",
                                    "498.56%",
                                    "524.8%",
                                    "557.6%",
                                    "590.4%",
                                    "623.2%"
                                ]
                            },
                            {
                                "Desc": "Периодический урон",
                                "ParamLevelList": [
                                    "120.0%",
                                    "129.0%",
                                    "138.0%",
                                    "150.0%",
                                    "159.0%",
                                    "168.0%",
                                    "180.0%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%",
                                    "240.0%",
                                    "255.0%",
                                    "270.0%",
                                    "285.0%"
                                ]
                            },
                            {
                                "Desc": "Доп. элементальный урон",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Летучий клинок",
                        "Desc": "При контакте с элементами <color style='color:#80C0FF;'>Гидро</color>, <color style='color:#FF9999;'>Пиро</color>, <color style='color:#99FFFF;'>Крио</color> и <color style='color:#FFACFF;'>Электро</color> атака в падении: Мидарэ рандзан навыка <color style='color:#FFD780;'>Тихаяфуру</color> наносит дополнительный урон соответствующим элементом, равный 200% от силы атаки. Этот урон считается уроном атаки в падении. За раз навык <color style='color:#FFD780;'>Тихаяфуру</color> может поглотить только один элемент.",
                        "Icon": "UI_Talent_S_Kazuha_05"
                    },
                    {
                        "Name": "Поэзия песен ветра",
                        "Desc": "Вызывая реакцию Рассеивания, Кадзуха даёт остальным членам отряда 0,04% бонус элементального урона соответствующего элемента за каждую единицу собственного мастерства стихий в течение 8 сек. Полученные этим способом бонусы разных элементов могут совмещаться.",
                        "Icon": "UI_Talent_S_Kazuha_06"
                    },
                    {
                        "Name": "Шелест ветра",
                        "Desc": "Уменьшает потребление выносливости активного персонажа во время спринта на 20%.<br>Не суммируется с пассивными талантами, дающими точно такие же эффекты.",
                        "Icon": "UI_Talent_Explosion_Sprint"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Алые холмы",
                        "Desc": "Уменьшает время отката навыка <color style='color:#FFD780;'>Тихаяфуру</color> на 10%, также использование навыка <color style='color:#FFD780;'>Удар Кадзухи</color> полностью сбрасывает его время отката.",
                        "Icon": "UI_Talent_S_Kazuha_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Ветер ямаараси",
                        "Desc": "Поле Осеннего вихря, созданное навыком <color style='color:#FFD780;'>Удар Кадзухи</color>, имеет следующие свойства:<br> ·  Увеличивает мастерство стихий Кадзухи на 200 ед.<br> ·  Увеличивает мастерство стихий персонажей внутри поля на 200 ед.<br><br>Эффекты увеличения мастерства стихий этого созвездия не складываются.",
                        "Icon": "UI_Talent_S_Kazuha_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Кленовая легенда",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Тихаяфуру</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kazuha_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Одзора гэмпо",
                        "Desc": "Когда энергия Кадзухи падает ниже 45 ед., он получает следующие эффекты:<br> ·  Быстрое и долгое нажатие навыка <color style='color:#FFD780;'>Тихаяфуру</color> восстанавливает 3 и 4 ед. энергии Кадзухи соответственно.<br> ·  Полёт на планере восстанавливает 2 ед. энергии Кадзухи в сек.",
                        "Icon": "UI_Talent_S_Kazuha_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Мудрость веков",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Удар Кадзухи</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Kazuha_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Багровые листья",
                        "Desc": "Использование навыков <color style='color:#FFD780;'>Тихаяфуру</color> и <color style='color:#FFD780;'>Удар Кадзухи</color> наделяет оружие Кадзухи <color style='color:#80FFD7;'>инфузией Анемо</color> на 5 сек. А также каждая единица мастерства стихий Кадзухи увеличивает на 0,2% урон, наносимый его обычной атакой, заряженной атакой и атакой в падении.",
                        "Icon": "UI_Talent_S_Kazuha_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Kazuha": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Kazuha_ElementalArt_Mix_Detect",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Kazuha_ElementalArt_Mix_Detect",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 300.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Kazuha_ElementalArt_Mix_Detect",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Kazuha_ElementalArt_Mix_Detect",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    250.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Range"
            },
            {
                "Skill": "Kazuha_ElementalBurst_Mix_Detect",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Kazuha_ElementalBurst_Mix_Detect",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 1,
                "Force": [
                    0.0,
                    100.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    0.0,
                    100.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    0.0,
                    100.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    0.0,
                    100.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        9.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    0.0,
                    100.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Kazuha_ElementalBurst_Mix_Detect",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        4.0
                    ]
                },
                "AtkTag": "Kazuha_ElementalBurst_Mix_Detect",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "FallingAttack_WindZone",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.0
                    ]
                },
                "AtkTag": "FallingAttack_WindZone",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.34,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 29.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 29.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 63.54,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.55,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.55,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.55,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        4.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    500.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        4.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    500.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        4.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        4.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        4.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        4.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}