// Auto Generated

var _AvatarFetterConfig_ = {
    "47": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "При первой встрече большинство принимает Каэдэхара Кадзуху за юнгу флота Южного Креста. В конце концов, этот мирный молодой человек в свободное время любит читать стихи, а разговоры ведёт неторопливо. Кто бы мог подумать, что он возглавляет списки разыскиваемых сёгунатом Инадзумы? Даже когда Бэй Доу с её тонким знанием людей решила принять его в команду, то понятия не имела, что он обращается с мечом с мастерством бывалого воина. Быть может, лишения и невзгоды сгладили острые грани юноши, или это сдержанность, что удерживает его клинок в ножнах.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Южный Крест, вооружённый флот Ли Юэ, уже многие годы ходит по морям, и его матросы уже давно привыкли к причудам чужих краёв. Поэтому никого не удивляет, что на флагмане флота, «Алькоре», служит выходец из другой страны. Его взяли на борт, когда «Алькор» стоял в инадзумском порту на острове Рито. Капитан Бэй Доу и этот молодой человек подружились, а когда он поднялся на корабль, Бэй Доу сказала команде: «Этот парень некоторое время побудет с нами. Позаботьтесь о нём». Матросы доверяли суждениям Бэй Доу, а потрясающее умение инадзумца предсказывать погоду перевешивало его скрытность о своём прошлом, поэтому они приняли его. Тем не менее любопытство матросов не угасало, и под разными предлогами они частенько расспрашивали его о пережитом. «Говорят, в Инадзуме делают отменные мечи, и чем ты важнее, тем круче у тебя меч. А как насчёт твоего?» «...» Кадзуха всегда отмалчивался. Не получив ответов, моряки в конечном счёте сдались, пока однажды старпом Чжун Цзо не получил неожиданный ответ на свою случайную жалобу. «Слышь, инадзумец? А ты ведь ещё нам даже имени своего не сказал. И как нам тебя называть?» - моряк мозолистой ладонью вытер со лба пот. «Меня зовут Каэдэхара Кадзуха. Вы оказали мне честь, приняв меня, и я перед вами в долгу. Поэтому зовите меня просто Кадзуха».",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Кадзуха родился не в семье простолюдинов, но в знатном древнем роду - он последний сын клана Каэдэхара. Даже среди знатных семейств Инадзумы имя Каэдэхара гремело громче других. Но судьба изменчива, и к тому времени, когда Кадзуха стал наследником, род уже был разорён. Предотвратить его падение молодой хозяин Кадзуха был не в силах. Но, невзирая на это бессилие, когда деньги от дома покрыли долги, а прислуга была распущена, он вздохнул с облегчением: воспользоваться этой возможностью и стать вольным скитальцем было совсем недурно. Всю жизнь Кадзуха мечтал бродить по горам и лесам, ведь он восхищался красотой и естественностью природы ещё с детства. Для Кадзухи природа никогда не была немой - чувства и настроения она выражала особым языком. Когда вдруг стихает ветер и всё кругом замирает, значит, вот-вот зайдётся в рыданиях небо. А внезапная дрожь на пруду есть знак надвигающегося землетрясения. Такой самобытной поэтичностью наделила Кадзуху природа, а роскошь его никогда не привлекала. И раз родовое бремя больше его не тяготило, можно было отправиться налегке по белу свету. Так Кадзуха, словно подхваченный ветром лист, начал своё путешествие.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Каждый странник должен быть в чём-нибудь хорош. Конёк Кадзухи - предсказывать погоду. С тех пор, как Кадзуха покинул Инадзуму, он повсюду странствовал. Теперь всё было по-другому: небо, земля, да горы с морями стали ему родным домом. В прогулках под плывущими облаками с музыкой вод и ветров он обрёл счастье. Всё увиденное и услышанное в пути было наполнено новизной. В таком расположении духа Кадзуха шёл к горе на юге. Стояло дождливое раннее лето, и горные тропы превратились в вязкую грязь. Заходило солнце. Кадзуха отправился искать убежище от дождя и в конце тропы увидел соломенную хижину. Бродячий купец, с которым ему случилось познакомиться по пути, увидел её и радостно воскликнул: «Кадзуха, смотри! Теперь нам есть где заночевать!» Кадзуха не ответил, но внимательно прислушался и только потом молвил: «Если хочешь знать моё мнение... лучше туда не ходить». Купец, не желая стоять под дождём, оставил Кадзуху и устремился к хижине. На стук открыла миловидная женщина, которая предложила ему укрыться от дождя, а ещё ароматного чаю, горячей еды и даже ночлег. Быть может, еда была так хороша, что стоило купцу поесть, как он сразу сомлел и уснул. Когда он проснулся, крыши над головой не было, глаза слепило солнце и рядом стоял и улыбался один лишь Кадзуха. Едва купец открыл рот, как его тут же вырвало пожёванными листьями и грязью. Ну а вместо мягкой, тёплой постели под ним была мокрая земля. Кадзуха рассмеялся и пояснил: «Ветер рядом с жилищем обычно тише. Но на этой горе звук ветра неизменный. А ещё эта хижина будто с неба упала. Мне кажется, над тобой подшутил бакэ-дануки. Ох, в следующий раз будь осторожнее и прислушивайся к ветру».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "В странствиях Кадзуха повстречал самых разных друзей. С одним из них он стал особенно близок, и некоторое время они странствовали вместе. Но цели их путешествий были разные, и однажды им предстояло расстаться. Случайные прохожие, они понимали друг друга так, будто их свела сама судьба. Они бы на время расстались, но обязательно встретились бы вновь. По крайней мере, так считал Кадзуха. Но произошло нечто, что не оставило и следа от его беззаботности - сёгун Райдэн лично огласила указ об охоте на Глаза Бога и поклялась отнять их все. Обладатели Глаз Бога, даже Кадзуха, пришли в смятение, сменили свои имена на чужие, а дни и ночи проводили в убежищах. И тогда до Кадзухи дошла поразительная новость: кто-то осмелился на дворцовую дуэль. Это был не кто иной, как друг Кадзухи. Проигравшего в такой дуэли ожидало наказание великого сёгуна, но даже столь великая опасность не поколебала его решимости столкнуться с могущественным соперником и показать всем, что означает храбрость. Но объявлять дуэль в такое время... Если он проиграет, безжалостные молнии сёгуна поглотят его жизнь. Даже неизменно безмятежный Кадзуха более не мог сохранять спокойствие. Он обнажил меч и вихрем ворвался в Тэнсюкаку, но уже было слишком поздно... От меча друга остались одни осколки, а его Глаз Бога стал пустой оболочкой. С горечью в сердце Кадзуха был вынужден спасаться бегством, а сёгунат заклеймил его как опасного преступника. С тех пор Кадзуха беспрестанно сражался, более не зная покоя. Кадзуха нисколько не боялся боя, но из-за постоянных сражений сделался растерянным и опустошённым. Он не сожалел, что попытался спасти своего друга, и не обвинял его, что тот оставил его в одиночестве, только... «Неужели единственный способ отстаивать идеалы - постоянно сражаться с другими?»",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Осенний ветер, багряные листья»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Теперь флот Южного Креста - дом Кадзухи, и вместе они ходят по морям. Иногда его всё ещё находят неприятности, но с поддержкой флотских справляться с ними куда проще. В вороньем гнезде «Алькора», взирая на лазурное море и синее небо, он нашёл время для осмысления пережитого в тревожном прошлом. «Каждый самурай желает прожить пламенную жизнь, снискав наивысшей славы с мечом в руках. Но всегда найдутся те, кого низменные желания уведут с пути человечности и справедливости. Боги жаловали нам, смертным, плоть, кровь и своё покровительство не для того, чтобы мы друг друга изничтожали. Клинок в моих руках должен не губить, но спасать. Таков мой путь самурая, и я буду придерживаться его до последнего издыхания». Эти мысли вдохновили Кадзуху записать несколько строк в качестве максимы, чтобы возвращаться к ней в будущем... но тут снизу донёсся раздражённый окрик: «Эй, Кадзуха, довольно любоваться облаками! Спустись-ка и помоги тут!» Ладно, это рулевой Хай Лун зовёт. Максиме придётся подождать.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Оболочка Глаза Бога",
                "Content": "Кадзуха с огромным удивлением узнал, что в той великой битве Глаз Бога засиял на несколько мгновений. Везде и всюду он искал того, кто мог бы зажечь этот Глаз Бога вновь, но его огонёк неожиданно ожил для самого Кадзухи. Казалось, будто это ему помогал покойный друг. Оболочка Глаза Бога не только доказала это, но и принесла Кадзухе множество судьбоносных встреч: ему помогали люди из сопротивления, его спасла и приняла на корабль Бэй Доу, а ещё он встретился с {F#легендарной Путешественницей}{M#легендарным Путешественником}... Жизнь была полна тягостных скитаний, но были и ни с чем не сравнимые встречи. Его жизнь походила на путь через горы: иногда идти было невыносимо, но порой было достаточно протянуть руку, чтобы прикоснуться к облакам.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Рассветный туман вуалью лёг на горные кручи, а по узкой тропе шёл один Кадзуха. Кругом царила тишина, и ни трепет крыльев, ни стрекот насекомых не смел её нарушить. Волны и те словно задремали. Остался лишь угасающий шёпот ветра. Кадзуха высунул язык - на вкус воздух оказался мрачным и душным. Он знал: пойдёт дождь. Он пристально посмотрел вперёд и вдали увидел струйку дыма да несколько соломенных хижин. Значит, этой ночью у него мог бы быть ночлег. Когда он сказал хозяину хижины, что пойдёт проливной дождь, тот сначала не поверил, но едва дошло до полудня, как хлынул ливень. Поражённый умением путника хозяин радушно предложил кров и еду. Ночью всё ещё было холодно. Кадзуха закутался в одеяло и под шум бивших по листьям капель невольно погрузился в раздумья. С тех пор как клан Каэдэхара оказался разорён, а Кадзуха отправился в странствия, он побывал на множестве островов и познал уйму трудностей, что поджидают любого путника. Чтобы перебраться с одного острова Инадзумы на другой, часто требовалось преодолевать море. Кадзуха в одиночку переплывал на маленьком, медленном челноке, и ветра с грозами делали его путь ещё труднее и опаснее. Но путь этот, где небо и земля - дом, а всё живое - друзья, был полон бесконечного очарования. «Пустому» сердцу весь мир будет «пустой», а если сердце «чистое», то и всё под небесами будет «чистым». С клинком в руке и справедливостью в сердце он мог пройти свой путь с песней и без страха взирать на опасности. Разобравшись таким образом в своих чувствах, Кадзуха уснул глубоким сном. А на следующий день он проснулся под щебетание птиц и с сияющим Глазом Бога в руке.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "«Подхваченный ветром, омытый грозой, с мечом, хоть босой, но вернусь я домой». Меня зовут Каэдэхара Кадзуха. Я скиталец, странствующий по всему свету. Раз уж мы с тобой путешественники, давай я составлю тебе компанию.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Природа",
                "Content": "Какой очаровательный вид... Его одного достаточно, чтобы сделать из любого человека странника.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Мелодия",
                "Content": "Кругом листва, а я как раз знаю подходящую мелодию. Хочешь, сыграю?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Искусство меча",
                "Content": "Куда бы не унесли меня ветра путешествий, память о доме остаётся со мной. Этот меч... единственное, что связывает меня с родиной.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Прогулки под ливнем проясняют сознание. Но после дождя стоит побыстрее просушить одежду.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "В сравнении с теми грозами, которые я повидал в море, это ещё ничего.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Обожаю снег. Всё затихает, и никто не потревожит мой сон.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Яркое солнце и синее небо радуют сердце.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Пение птиц на рассвете - дар природы. Отправляемся в путь. Наше странствие начинается.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Полуденное солнце навевает дрёму. Поищем место для привала?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Я смотрю на луну и прислушиваюсь к ветру. В чаше вино, а на сердце покой... Чудесного тебе вечера.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Ветер затих... Замолчал мир. Сейчас лучшее время, чтобы как следует отдохнуть. До завтра.",
                "Tips": []
            },
            {
                "Title": "О Кадзухе: Плавание",
                "Content": "Вообще, не каждую ночь на море волны и ветер. В ясную погоду луна освещает водную рябь, а косяки рыб кружат близ корабля. В такие мгновения, когда я сижу на носу и смотрю вдаль, чувствую, что это странствие того стоило... Жаль только, что матросы орут свои песни. Разве им не нужно спать?",
                "Tips": []
            },
            {
                "Title": "О Кадзухе: Самурайское благородство",
                "Content": "Когда-то клан Каэдэхара был знаменитым самурайским кланом. Жаль, что по наследию мне не досталось ничего, кроме титула. Но мне довольно и этого. Самураю нужна не роскошная жизнь, а поэзия, вино и меч.",
                "Tips": []
            },
            {
                "Title": "О нас: Выход в море",
                "Content": "Выйдем вместе в море, когда выдастся погожий денёк?",
                "Tips": []
            },
            {
                "Title": "О нас: Приятная беседа",
                "Content": "Мне нравятся искренние люди, потому что с ними можно говорить без стеснения. Если у тебя есть что сказать, говори без утайки. Я слушаю все голоса природы, включая и твой.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Мне видится, что Глаз Бога - доказательство силы, а не её источник. Он символизирует волю смертных идти вперёд, а самураи в этих устремлениях полагаются на свои клинки.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся: Бамбуковые мечи",
                "Content": "О, ты хочешь научиться искусству фехтования? Посмотрим... Вот, возьми. Это один из бамбуковых мечей, которые я только что сделал. С ними мы сможем потренироваться без опасений, что кто-нибудь поранится.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся: Кленовые листья",
                "Content": "«Горная тропка укрыта листами цвета огня, клич печальный оленя доносят ветра до меня» ...Я очень люблю кленовые листья. Печально, что случается так много прощаний, когда они становятся красными.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Не кричите, чайки! Отныне я вновь странник.",
                "Tips": []
            },
            {
                "Title": "О Бэй Доу...",
                "Content": "Я обязан Бэй Доу жизнью. Она приняла меня, когда я бежал из Инадзумы, и в наиболее трудный этап моей жизни наделила меня храбростью вернуться. Она - боевой товарищ, которому мы с командой можем доверять.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Горо...",
                "Content": "Когда я был в розыске, сопротивление много мне помогало. Знакомство с генералом Горо было мимолётным, но он произвёл на меня неизгладимое впечатление. Он говорит всё, как на духу. Он переносит радости и невзгоды вместе с подчинёнными и готов отдать жизнь ради друзей. Мы с ним отлично поладили.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кудзё Сара: Отношение...",
                "Content": "Она нанесла моему другу поражение на дворцовой дуэли, и я признаю её силу. Но она использует эту силу, чтобы выполнять грязную работу своей хозяйки, беспрестанно бросая войска клана Кудзё на поиски и изъятие Глаз Бога. Этого я простить не могу.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кудзё Сара: Новые взгляды...",
                "Content": "Вот как... Оказывается, у неё есть свои идеалы, за которые она сражается. Любопытно, сможет ли клан Кудзё после этих смутных времён вернуться к былому процветанию?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О сёгуне Райдэн...",
                "Content": "С тех пор как я покинул Инадзуму, я часто задавался вопросом: не из-за той дворцовой дуэли ненавижу ли я сёгуна Райдэн? Не из-за смертельного удара, который она нанесла моему другу? Я долго об этом размышлял, и пришёл к выводу, что нет. Мой друг принял благородную смерть в дуэли, и в действиях сёгуна не было несправедливости. Моё негодование вызвано Охотой на Глаза Бога. Никто не смеет лишать другого человека надежды и мечтаний. Даже божество.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Осенний ветер, багряные листья»"
                ]
            },
            {
                "Title": "О Камисато Аяке...",
                "Content": "Уверен, все в Инадзуме слышали имя «Сирасаги Химэгими». Старшая дочь клана Камисато близка к совершенству, хоть и наши пути не пересекались. Интересно, какого она мнения о сегодняшней Инадзуме?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ёимии...",
                "Content": "В прошлый раз, когда она поручила капитану Бэй Доу доставить фейерверки в Ли Юэ, мне пришлось разгружать всё самому. Какие они тяжёлые! Вряд ли кто-нибудь ещё делает такие же огромные фейерверки, как она.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сангономии Кокоми...",
                "Content": "Когда я был в сопротивлении, меня окружали бойцы, которые равнялись на госпожу Сангономию. Она любит своих солдат, редко вступает в кровопролитные бои и всегда побеждает с минимальными потерями. Я слышал, что ей также пришлось возглавить правительство и взять на себя внешние связи острова Ватацуми. Она очень занята...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О Сиканоине Хэйдзо...",
                "Content": "Пусть вас не обманывает его веселый нрав. Как только он берётся за дело, его неугомонная энергия превращается в острую сосредоточенность. Это достойно восхищения.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кадзухе I",
                "Content": "Хочешь узнать обо мне больше? Как видишь, я всего лишь странствующий самурай, которого можно было повстречать где угодно.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Кадзухе II",
                "Content": "У меня очень острый слух. Я слышу, как несётся по горам ветер, как расходятся облака, как в лесу грызут яблоки лисята, как крабы выдувают пузырьки... Это дар природы. Он позволяет мне почуять опасность задолго до её наступления.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Кадзухе III",
                "Content": "В детстве я обожал дождь. Звуки его убаюкивали меня, погружая в беспечный сон. А теперь, когда я вырос, мои чувства стали... неоднозначными. Мне, конечно же, нравится слушать дождь, но когда надвигаются тёмные тучи, я не могу не посетовать: «Найдётся ли сегодня добрый человек, который приютит меня на ночь?» Слушать дождь в мокрой одежде не очень приятно. Особенно портит настроение насморк.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кадзухе IV",
                "Content": "Я никогда не задерживаюсь подолгу в одном и том же месте. Если задержусь, ослабнет моя связь с природой, а меч затупится. Я, пока могу, буду плавать в дальние края и встречать разных людей.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Кадзухе V",
                "Content": "Не переживай. Если однажды наши пути разойдутся, мы обязательно встретимся вновь в каком-нибудь уголке мира. Не так-то просто разделить людей, связанных судьбой.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Кадзухи...",
                "Content": "Мне нравится дремать на нагретом полуденным солнцем камне, а затем проснуться и идти куда глаза глядят. Пока мой меч со мной, я могу отправиться куда угодно.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Кадзухи...",
                "Content": "Пред бурей звуки природы превращаются в гомон. У меня самого начинает жужжать в ушах. Ночью же я ворочаюсь и никак не могу уснуть. Это ещё та головная боль...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Еда, которую проще всего добыть в плавании - рыба. Каждый морской странник должен уделить особое внимание тому, как приготовить рыбное блюдо вкусно. При случае мне хотелось бы угостить тебя моими творениями.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Мне не нравится еда, приготовленная абы как. По-моему, даже самую обычную рыбу при запекании следует доводить до совершенства. Трапезой должно наслаждаться. Разве можно довольствоваться чем попало?",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Способность сделать рыбу настолько вкусной является доказательством твоего выдающегося кулинарного мастерства.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Твои блюда не только утоляют голод, но и успокаивают душу.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Возможно, тебе стоит отдохнуть? Уставший повар готовит безвкусные блюда.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Ах... Я узнал, что у тебя сегодня день рождения, и написал тебе хайку. К сожалению, оно не блещет. За несколько вечеров я сочинил только две строки. Их я тебе сначала и зачитаю.<br><br>Рассвет пылает.<br>Идём под небом чужим<br><br>...Постой, ничего не говори, ко мне пришло вдохновение.<br><br>Со старым другом.<br><br>Что скажешь? С днём рождения. Поедим сегодня... чего-нибудь сладкого.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Мой клинок становится острее.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Снежинки падают на землю так тихо, почти неслышно... Но теперь мои чувства как никогда остры, и я смогу услышать и это.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Могуч морской вал. Достичь новых вершин силы хочу и я.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Когда странствуешь по свету, огорчения и невзгоды непременно будут ходить за тобой. Вот только мне кажется, что после знакомства с тобой и мой дух, и боевые навыки выросли. Уверен, отныне в моей жизни будет ещё больше свободы.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Ци!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Хи-и!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Танцую с ветром!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Лечу, оседлав ветер!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Ветер меня знает.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Мы с природой едины!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Облака скрылись... Зов птицы!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Едины с ветром и облаками!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Падшие листья... украшают полог ночи.",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Время действовать.",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Ветер указывает путь.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Это вызывает у меня улыбку.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Судьбоносное подношение.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Кто сказал, что в бродячей жизни нет никаких преимуществ?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Ха, недурно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Мне нужно сохранять спокойствие.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Нужно сосредоточиться!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Мой черёд помочь тебе!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Я тебя прикрою.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Столько сожалений...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Больше... никогда...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Это... конец...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Какая... мелочь.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Эй, не так сильно!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Возьмешь меня с собой?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Ладно, пора в путь!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Звучит неплохо.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "47": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Листопад",
                "Desc": "Наряд Каэдэхары Кадзухи. Облачение ронина, украшенное орнаментом из кленовых листьев.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108301,
            "JD": 108269,
            "Name": "<b>Всепогодная красота</b>",
            "Eff": "Восстанавливает выбранному персонажу 16% HP + 1350 HP.",
            "Desc": "Особое блюдо Каэдэхары Кадзухи. Приготовлено из рыбы, подсушенной за ночь на корабле. Кадзуха уверяет, что это самая обыкновенная рыба, но этот вкус... Наверное, это и есть определение свободной, всеобъемлющей природы.",
            "Recipe": {
                "100084": 1,
                "100075": 1
            },
            "Icon": "UI_ItemIcon_108301"
        },
        "Namecard": {
            "Name": "<b>Любование клёном</b>",
            "Desc": "Именная карта.<br>«Звучит песня сосен, колышутся красные листья».",
            "Pic": "UI_NameCardPic_Kazuha_P"
        }
    }
}

var acs_cache_ = {}