// Auto Generated

var _AvatarFetterConfig_ = {
    "42": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Властелин Камня принёс процветание и изобилие в гавань Ли Юэ, и, к безграничному удовольствию народа, его правление и величие давно превратились в песни и пляски. Но для кого-то, кто находится так близко к божеству, Кэ Цин, похоже, больше всего не хватает должного уважения.<br>«Давайте будем откровенны. Вы думаете, Моракс действительно знает всё?»<br>Группировка Цисин занимается повседневными проблемами Ли Юэ, в то время как Властелин Камня снисходит до города только раз в год. Хоть история и показала, что следование за Мораксом оказалось верным решением, Кэ Цин убеждена, что у людей должна быть своя гордость, и что их взгляды заслуживают равного внимания. Поэтому она зачастую выражает протест против взглядов Властелина Камня и становится первой, кто рвётся применить их на практике. Её радикальные действия приводят к великолепным результатам, но они также привлекают недовольный шёпот среди тех, кто поклоняется Властелину Камня. По мнению Кэ Цин, такое мнение является оправданием для тех, кто стал самодовольным под эгидой своего божества, и кто не может сам думать о будущем человечества. Но кто-то должен идти на передовую эпохи и проложить новый путь своими руками, и Нефритовое Равновесие полна решимости внести свой вклад в это дело.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Кэ Цин - наследница знаменитой семьи благородных кровей, и столь глубоким пониманием власти Гео Архонта над народом Ли Юэ не обладает никто, как она. Раз в несколько лет после Церемонии Сошествия, словно следуя некоему циклу, экономика Ли Юэ подвергается потрясениям. Новые меры Властелина Камня одним семьям приносят радость, другим - горе. Бедняки надеются, что волны перемен вознесут их к вершинам достатка, когда как богачи молятся, чтобы они не смыли их золотые горы. Дельцы вкладывают деньги в большей степени руководствуясь не анализом экономических процессов, а верой. В нынешней Ли Юэ такой подход вполне понятен, поскольку Властелин Камня могуч и на него во всём можно положиться. Но Кэ Цин никогда не покидали сомнения: что если однажды Гео Архонт прекратит выполнять свои обязательства? Что случится с народом Ли Юэ тогда? Процветающая гавань Ли Юэ подобна величественному песочному замку на берегу моря - не людям решать, придёт прилив или нет. Такие взгляды не встретили широкой поддержки. Обывателям кажется, что по сравнению с долгой историей Ли Юэ жизнь лишь краткий миг, поэтому ломать голову, обрушится небо или нет, не стоит. Кэ Цин считает, что такие никчёмные, безвольные мысли обесценивают человеческий род. Если в существовании людей нет смысла, так с чего бы это богам их любить? Не желая поступаться своими принципами, она смело ставила под сомнение всё: от милосердия Властелина Камня до нерадивости людей и функционирования общества. Со всем, что касается судьбы человечества, люди должны справляться сами. Тем более, что они способны на большее. Наконец, пришла Церемония Сошествия, на которой Кэ Цин произнесла свою знаменитую речь.<br>«Властелин Камня оберегал Ли Юэ тысячу лет. Но что потом? Через одну, десять, сто тысяч лет? Можно ли рассчитывать, что всё останется по-прежнему?»<br>Услышав это, Гео Архонт многозначительно улыбнулся. Но почему он улыбался, известно было только ему.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Если за мыслью Кэ Цин ещё кто-то поспевает, то в работе за ней не угонится никто. Возможно, она желает стать примером для других, и поэтому стремится выложиться в десять раз больше обычного человека. В то же время она терпеть не может лень и низкую продуктивность. Длительность жизни и способности людей и так уступают богам. А если ещё отвлекаться и в нерешительности медлить, то люди на смену им во властвовании над миром никогда не придут. Из-за такого мышления её часы работы не совпадают с окружающими. Она не остановится, пока задание не будет выполнено, и если на выполнение его может уйти полмесяца, то она пустит в ход все доступные средства, чтобы ужать срок до двух суток. Но даже тогда задание будет не просто выполнено - каждый его аспект будет доведён до совершенства. В глазах посторонних она не только высокоэффективна, но и взыскательна. Такая мотивация к работе, однако, есть далеко не у всех. Пока ещё никто из ассистентов Кэ Цин не продержался больше трёх месяцев. Все многочисленные уговоры проявлять больше терпимости Кэ Цин встречала жёстким отказом. Тем не менее она понимала, что частая смена персонала и есть проявление неэффективности, и всё-таки пошла на некоторые уступки. Если вы увидите, что кто-то из ассистентов Кэ Цин занимается делом на три или пять лет вперёд, не удивляйтесь - Кэ Цин дала им фору и скоро догонит.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Один из жизненных принципов Кэ Цин гласит: «Пережитое нами вчера - наша сила сегодня». С террасы Юйцзин открывается неизменный пейзаж. Для молниеносного ума и способности к свершениям необходим великий опыт. Если Кэ Цин находит дело стоящим, то непременно берётся за него сама. Например, чтобы разработать план об улучшении жалования рабочих, она два месяца проработала вместе с ними. Трудно представить, как эта наделённая властью девушка в Разломе толкала вагонетки, помогала в южном порту трамбовать землю, и в мелких харчевнях разносила еду. Помимо работы она также собирала доказательства, чтобы разоблачить одного властного самодура, который издевался над рабочими. Когда его арестовали, он не понимал, где допустил оплошность. В зале допросов он увидел неотразимую девушку в роскошных одеждах.<br>«Мы... Мы уже где-то виделись, не так ли?»<br>Его слова тут же показались глупыми даже ему. Особенно после того, как следующим образом представил её Миллелит: «Перед тобой Нефритовое Равновесие Цисин Ли Юэ. Знай своё место!» И правда, как так можно?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Уход Властелина Камня обернулся для Ли Юэ трудными временами. Все его обязательства оказались в руках у Цисин и их подчинённых. Власть божества ушла в прошлое, и слепо следовать старому порядку было нельзя. Выработать новые правила для Ли Юэ, история которого насчитывала несколько тысяч лет, было крайне трудной задачей. Кэ Цин взялась за неё с невиданным запалом. Она давно готовилась и жаждала показать себя во всей красе, но через несколько месяцев проблема инфраструктуры загнала её в тупик. Несмотря на все старания, она всё глубже погрязала в трясине всё прибывающих дел. Кое-чего ей, правда, удавалось достичь, но Властелин Камня проделывал то же самое одним взмахом руки.<br>«Почему не получается больше? Почему у меня не выходит лучше?»<br>Причины, собственно, были ей давно известны. Она смогла добиться признания богов, не уважая их, но это не означало, что она была готова их заменить. Но всё же она оставалась собой, настойчивой и непреклонной Кэ Цин. С того дня она заперлась и с головой ушла в разного рода классическую литературу, чтобы почерпнуть все необходимые познания. Самым смиренным образом она принимала всё, что доселе было ей неизвестно. За это время Кэ Цин обрела некоторый покой и понемногу перестала противиться Властелину Камня. Они оба трудились во благо Ли Юэ, а если двое любят одно и тоже, то враждовать им нет смысла. Она, кажется, стала понимать, почему тогда на Церемонии Сошествия улыбнулся Властелин Камня. По мнению Кэ Цин, то была улыбка признания и ожиданий. Своей быстроты и решительности она нисколько не растеряла, нет. Но, оказавшись на перепутье, она останавливалась и размышляла: «Как бы на моём месте поступил Властелин Камня?»",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Кэ Цин, отдавая почти все свои силы Ли Юэ, в свободную минутку предаётся неожиданному досугу - покупкам. В выходной день она надевает простую одежду, встречается с парочкой близких друзей и прогуливается по торговой площади Фэйюнь и горе Тигра, заглядывая в разные магазины. После ухода Властелина Камня Кэ Цин, несмотря на свой ещё более плотный график, продолжает снимать стресс этим способом, но за одним небольшим изменением. Однажды она шла по улице, и глаз её зацепился за неприметную лавчонку, где продавались глиняные фигурки Гео Архонта. Уговорив друзей отправиться в магазин шёлка напротив, Кэ Цин подошла к лавочке и принялась рассматривать одну из фигурок. Зная, что время поджимает, она осторожно осмотрелась, а когда убедилась, что никто не видит, одним быстрым движением заплатила за фигурку и завернула её. Но стоило ей положить фигурку в сумку и с облегчением вздохнуть, как один из друзей со свёртками шёлка в руках похлопал её по плечу. Скоро все узнали о её поступке и были очень удивлены. Зачем такой противнице Гео Архонта было покупать его статуэтку?<br>«Ну... Она нужна мне для рефлексии! В этом ничего зазорного нет!»<br>Это прозвучало бы убедительно, если бы у Кэ Цин в целях рефлексии уже не набралась целая полка подобных вещиц.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Спасительная заколка",
                "Content": "Кэ Цин хоть и родилась в знатной семье, но в предметах роскоши придерживалась минимума, необходимого для члена Цисин. Часто, чтобы заострить ум и закалить волю, она уходит за пределы процветающего города в безлюдные места. Она пережила множество опасных ситуаций, но в отличие от искателей приключений и рюкзачников она не берёт с собой ничего, кроме заколки и меча. Наполненная силой Электро заколка становится острым как бритва ножом. Ею можно не только срезать траву или колоть дрова, но и с лёгкостью свежевать туши животных. Если на пути попадается обрыв, достаточно вбить заколку в землю, привязать к ней лозу и спуститься вниз. Ночью под открытым небом она может служить чувствительным сигнализационным прибором. Стоя в земле остриём вниз, она предупредит Кэ Цин о любом едва заметном движении поблизости. Нужна еда? Не проблема. Стоит бросить заколку в воду, как разряд уговорит парочку любезных рыб всплыть на поверхность. А найти палочку, чтобы запечь рыбу на костре, не составит труда. Некоторые от недалёкого ума подтрунивают над Кэ Цин за то, какая изношенная у неё заколка, но она не злится, а даже гордится этим.<br>«Потёртости и сколы делают её особенной».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Мало кто относится к Глазам Бога с непочтением ещё большим, чем Кэ Цин. Она знает, что добилась всего упорным трудом, но окружающие приписывают её заслуги Глазу Бога. Она невольно считала, что этот фиолетовый кристалл, что лишил её заслуженной гордости, был вызовом и издёвкой богов. К каким способам она только не прибегала, чтобы уничтожить Глаз Бога: на три дня и три ночи оставляла в огне, пыталась переехать полной камней вагонеткой, и даже сбрасывала его с Нефритового дворца. К сожалению, все попытки кончились провалом. Кэ Цин не хотела, чтобы он попал в дурные руки, и ей ничего не оставалось, как с неохотой Глаз Бога принять. Со временем она стала его ценить. Кэ Цин поняла, что артефакт божественным сознанием не обладает, но может быть полезным во множестве дел, поэтому решилась активно использовать его силу.<br>«Важен не источник силы, а тот, кто его использует».<br>Как бы Кэ Цин к Глазу Бога ранее не относилась, теперь он стал частью её самой. Слава Архонтам, что Глаз уничтожить не удалось, иначе она бы точно пожалела. Эх, тяжело быть прагматиком...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Я Кэ Цин, Нефритовое Равновесие группировки Цисин в Ли Юэ. Настало время перемен, и тысячелетний порядок скоро будет переписан. Ты соглас{M#ен}{F#на} стать свидетелем этого исторического момента вместе со мной?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Опоздания",
                "Content": "Ну же, хватит тянуть время. Пойдём.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Отдых",
                "Content": "Я согласна, что делу время, а потехе час, но час - это многовато.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Возможность",
                "Content": "Неважно, в приключениях или в бизнесе, - благоприятная возможность мимолётна.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Какой сильный дождь... Все дела встанут до тех пор, пока небо не прояснится. Пусть это будет уроком для тех, кто о вчерашней работе сказал: «Сделаю её завтра».",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Гром и молния, конечно, пугают, но в гавани Ли Юэ стоит лучшая защита от молний и пожаров. Беспокоиться не о чем.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Ничего, такой небольшой снег не помеха. Можно продолжать идти.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Ах... Такая хорошая погода, и как раз все дела доделали... Не хочешь прогуляться?",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Надо задать тон всему дню, так что скорее стряхни оставшуюся дремоту!",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Я не сплю после обеда, но если ты устал{F#а}, то иди вздремни. Я разбужу тебя через три минуты.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Наступает ночь - зажигаются огни. Ах... Ещё один спокойный день подходит к концу.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Приятных снов. Я? ...Мне ещё надо сделать десяток дел. Сейчас доделаю и пойду спать.",
                "Tips": []
            },
            {
                "Title": "О Кэ Цин: Убеждения",
                "Content": "Если ты в чём-то уверен, то нужно громко об этом заявить и начать действовать - это мой жизненный принцип.",
                "Tips": []
            },
            {
                "Title": "О Кэ Цин: Должность",
                "Content": "Моя работа - управление недвижимостью и строительством. Конечно, Ли Юэ велик и богат ресурсами, но если гнаться за сиюминутной выгодой без рационального планирования, то беды не избежать.",
                "Tips": []
            },
            {
                "Title": "О Кэ Цин: Сомнения",
                "Content": "Как ты думаешь, как Ли Юэ просуществовал тысячу лет?<br>...Властелин Камня?.. Я так не думаю. Мы, смертные, упорно трудимся, чтобы выжить, а он просто сходит с небес и везде суёт свой нос. Хм, грубовато получилось. Но разве он всеведущ?",
                "Tips": []
            },
            {
                "Title": "О Кэ Цин: Переосмысление",
                "Content": "Когда я взяла на себя так много обязанностей в Ли Юэ, я стала ценить тысячелетний труд Властелина. Теперь, когда я сталкиваюсь с неразрешимой проблемой, я часто спрашиваю себя: «А как бы поступил Властелин?» Может быть, он действительно всеведущ - это я просто ещё не доросла...",
                "Tips": [
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О нас: Стремления",
                "Content": "Знаешь, что мне в тебе нравится? Даже пред лицом божества ты не впадаешь в пиетизм и не следуешь слепо за ним, а продолжаешь мыслить, смело задавать вопросы, и, не получив ответа, сам{F#а} отправляешься в поиск. Не надо смущаться. Так и надо поступать, ведь нет никакой гарантии, что боги не могут ошибаться.",
                "Tips": []
            },
            {
                "Title": "О нас: Пробы",
                "Content": "Это совсем не сложно, попробуй и сам{F#а} узнаешь. Если попробуешь и не получится?.. Нет, ты меня ещё ни разу не подводил{F#а}, поэтому я верю, что у тебя всё получится.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Стимул",
                "Content": "Раньше во мне было слишком много наивности. Мне казалось, что я могу быть на равных с Властелином, но... так ли это? ...А? Да... Ты говоришь верно. Мне хватает уверенности в себе в других областях, так зачем беспокоиться об этой. Вместо того чтобы распускать нюни, надо больше учиться и больше работать. Я ещё поравняюсь с ним!",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Глазе Бога: Сомнения",
                "Content": "Все говорят, что Глаз Бога - это признание божеств. Если это так, то он мне не нужен, и я считаю это оскорблением! Получается, всё, что я достигла, было благодаря их помощи. Но я всего достигла сама и боги здесь совершенно ни при чём!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Глазе Бога: Переосмысление",
                "Content": "Получается... Властелин Камня хотел дать мне силу, недоступную обычным людям, чтобы я вела их за собой. Хм... Как будто я и без его благословения не справилась бы! Я покажу ему... Я ни за что его не подведу!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Давай поделимся: Инициатива",
                "Content": "Кроме работы в Цисин я ещё занимаюсь общественными делами. Обычно реакция очень положительная, но когда я предлагаю что-то типа увеличения рабочего дня на один час, то сталкиваюсь с заметным сопротивлением. Хм... Возможно, я бегу впереди повозки. Попробую предложить увеличение на полчаса...",
                "Tips": []
            },
            {
                "Title": "Давай поделимся: Сувенир",
                "Content": "Фигурки Гео Архонта? Не думаешь ли ты, что у меня вся спальня ими завалена? Я же не ребёнок! Хотя... Ну да, недавно я купила парочку фигурок Властелина, но... но это просто напоминание самой себе! Не имеет никакого отношения к вере и поклонению!",
                "Tips": [
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Однажды я слышала мондштадтскую легенду о том, сколько храбрости нужно птенцам, чтобы научиться летать. Но мне кажется, что для начала у тебя должна быть страсть к небу, и только потом уже может появиться желание летать. Для меня Ли Юэ и есть это бескрайнее небо.",
                "Tips": []
            },
            {
                "Title": "О Чжун Ли...",
                "Content": "Тот господин из ритуального бюро «Ваншэн»? Очевидно, он очень образованный человек, и я его за это уважаю. Но его мышление слишком традиционно, он думает так же, как Властелин Камня... Если бы он не был таким зашоренным, то от него было бы больше пользы.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Бэй Доу...",
                "Content": "Этот капитан всегда идёт против правил, и характер у неё не подарок. Но её Южный Крест уже стал частью гавани Ли Юэ. Балансировать на грани закона - это тоже искусство. Вообще, следить за выполнением закона - это работа Воли Небес, но она, похоже, слишком занята.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нин Гуан: Противоречия",
                "Content": "Хотя мы и коллеги, но наши характеры абсолютно разные. Для неё гавань Ли Юэ - это всего лишь рынок, и она сделает что угодно, если это ей выгодно. Есть ли у неё хоть какие-то принципы? Хмм... всё ради выгоды?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нин Гуан: Сотрудничество",
                "Content": "Когда Властелин Камня покинул нас, мы стали намного ближе. Раньше я её сильно осуждала, да мы и сейчас во многом несогласны, но в нынешней ситуации она - мой союзник.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Нин Гуан: Мелочи",
                "Content": "Кстати говоря! Три месяца назад я заказала лазурные полумесяцы в ювелирном доме «Минсин». А в итоге, когда я пришла за заказом, они сказали мне, что Нин Гуан заплатила двойную цену и выкупила все лазурные полумесяцы на пару месяцев вперёд! Терпеть её всё-таки не могу!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Синь Янь...",
                "Content": "Знаешь, мне нравится её рок. Слишком шумно с традиционной точки зрения, но мне всё равно. Хорошая музыка - это хорошая музыка. А хорошую музыку должно услышать как можно больше людей.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Бай Чжу...",
                "Content": "Все верят в медицинское искусство господина Бай Чжу. Если заболел, то иди к нему - не ошибёшься. А... Ты о тех слухах? Единственное, что я знаю точно, так это то, что его лекарства ужасны на вкус. И не только дети так говорят. У меня с его лекарствами тоже связаны ужасные воспоминания.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сян Лин...",
                "Content": "Ага, молодое дарование из ресторана «Народный выбор». Я понимаю, что она очень талантлива и всё такое, но иногда её блюда выходят за рамки здравого смысла. Как-то раз я хотела нанять её шеф-поваром на небольшой банкет, но, попробовав её блюда то ли с ящерицами, то ли со слаймами, я отказалась от этой идеи.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Син Цю...",
                "Content": "Я слышала о нём. Он родился в богатой семье, но его не прельщал семейный бизнес, и поэтому он стал защитником справедливости. За это я его уважаю! Не каждый смог бы порвать с семейной традицией и отправиться навстречу своей мечте.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сяо...",
                "Content": "Я думаю, что в век, когда люди стали править миром, настало время снять с молодого Адепта его обязательства. Людям уже не нужны такие защитники, мы можем справляться с проблемами своими силами.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Гань Юй: Сомнения",
                "Content": "Не знаю, что Властелин Камня сделал, чтобы заслужить такую преданность от Гань Юй. Но у отсутствия собственного мнения тоже есть некоторые плюсы. На работе она исполняет мои поручения слово в слово, даже если заметно, что у неё есть возражения. Полезный навык для карьеры.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Гань Юй: Переосмысление",
                "Content": "Последнее время появилось много проблем, в которых я не очень разбираюсь, и я стала часто спрашивать её совета. Ведь из всех жителей Ли Юэ она была ближе всего к Властелину Камня. Хех... А ведь раньше я открыто обличала Властелина прямо перед ней. Даже неудобно как-то. Но она, похоже, не в обиде, так что можно, наверное, не беспокоиться.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Юнь Цзинь...",
                "Content": "Если, проходя мимо чайного дома «Хэюй», ты увидел{F#а} огромную толпу, то это значит, что там выступает Юнь Цзинь. Многие торговцы считают, что ради неё можно было и весь чайный дом купить.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Анемо Архонте...",
                "Content": "После ухода Властелина Камня меня постоянно заботит вопрос будущего Ли Юэ. В дополнение к изучению его предыдущих действий я также рассмотрела методы правления других Архонтов. Больше всего меня озадачил Архонт Ветра. Разве его поступки могут положительно сказаться на долговечности Мондштадта?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Янь Фэй...",
                "Content": "На мой взгляд, закон - это краткое изложение «правильных вещей» прошлого, но он также чувствителен ко времени и нуждается в постоянном уточнении и улучшении. Ли Юэ вот-вот претерпит радикальные изменения, а талантливых людей, которые знакомы с законом, трудно найти. Если госпожа Янь Фэй захочет стать моей помощницей, многие проблемы будут решены.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Е Лань...",
                "Content": "Предки госпожи Е Лань служили Цисин. Мой дедушка в прошлом сотрудничал с её семьёй. В целом, она надёжна, эффективна и предоставляет важную информацию Департаменту по делам граждан. Однако я не могу с уверенностью сказать, как госпожа Е Лань на самом деле получает информацию...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лань Янь...",
                "Content": "Мадам Лань - очаровательная молодая девушка и невероятно талантливая мастерица. Департамент по делам граждан уже активно продвигает местные ремёсла, и мы, без сомнения, будем продолжать обращаться к таким мастерам, как она. Что ты имеешь в виду «вне рабочих дел»? Разумеется, она всегда желанная гостья в гавани Ли Юэ. Её общество доставляет мне большое удовольствие.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кэ Цин I",
                "Content": "Хочешь узнать обо мне больше? Ладно. Для начала я расскажу тебе о работе Нефритового Равновесия. После того как ты ознакомишься с сотнями основных пунктов этой должности, мои идеалы предстанут перед тобой как на ладони!",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Кэ Цин II",
                "Content": "Ничто не существует отдельно от остального. Если станешь медлить с одним делом, пострадают другие, с ним связанные. Поэтому нельзя откладывать на завтра то, что можно сделать сегодня. А ещё я очень нетерпелива и не выношу проволочек.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Кэ Цин III",
                "Content": "Не нужно со мной любезничать. Нефритовое Равновесие всего лишь титул, и ничего от меня скрывать не нужно. Всегда говори всё, как на духу - это твоя особая черта, которая восхищает меня больше всего.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кэ Цин IV",
                "Content": "Мы пережили с тобой немало приключений, ведь так? Я всё больше склоняюсь к мысли, что ты человек моей мечты, и... А? Не стоит так удивляться. Ты неотъемлемая часть моей мечты о новом Ли Юэ.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Кэ Цин V",
                "Content": "«Пришёл черёд человечества оставить свой след на земле Гео Архонта». Оказывается, сделать это совсем нелегко. Давай с тобой договоримся: когда в гавань Ли Юэ придёт новая эпоха, я всё там тебе покажу. После всей твоей поддержки и помощи ты заслуживаешь увидеть перемены собственными глазами.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Хобби Кэ Цин...",
                "Content": "Сколько моделей, фасонов, какой широкий выбор... В этом и заключается непреодолимое очарование походов по магазинам!",
                "Tips": []
            },
            {
                "Title": "Беспокойство Кэ Цин...",
                "Content": "Я рада, что уровень жизни каждого в Ли Юэ становится всё лучше. Но становится больше и тех, кто ни к чему не стремится и хочет ничего не делать. Цисин привели общество к процветанию не для того, чтобы кормить кучку дармоедов.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "В еде следует придерживаться умеренности, но шарики с креветкой заставляют меня позабыть обо всём... Достаточно съесть один, чтобы вкусовые рецепторы охватило блаженство и всё напряжение от работы отступило.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Каждое блюдо должно обладать своим вкусом. Любое отклонение от нормы я и пробовать не стану. Так что солёный миндальный тофу или сладкий яичный суп из лотоса - неразумный расход ингредиентов!",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Да, это моё любимое.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Вкус довольно обычный, но я вижу твои старания.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Кажется, вкус должен быть немного другим...",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения! Я приготовила для тебя особый подарок. В этой, казалось бы, обычной лампе заключён Электро, поэтому светить она может очень долго. Когда тебе понадобится, она развеет тьму.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Если твоё сердце к чему-то стремится, то ты становишься ближе к цели с каждым днём.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Отлично, в стремительно меняющейся обстановке припасённые варианты дадут мне большую гибкость.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "«Пережитое нами вчера - наша сила сегодня». А больше всего я пережила именно с тобой.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "По-моему, путешествуя с тобой, я многому научилась. Если я однажды смогу воплотить свои мечты в жизнь... Будешь ли ты со мной рядом?",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "В укрытие!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Скорость света!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Не моргай.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Хе-хе!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Хи-хи!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Ха!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Тебе не скрыться!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Где меч, там и его тень!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Ближе к делу!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Что-то теряешь, что-то получаешь.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Неплохие сокровища...",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Вот и всё, идём дальше.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Шаг назад, два вперёд...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "А ты сильнее, чем кажешься...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Планы изменились.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Лучше отойди, я справлюсь.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Осторожно!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Как не вовремя получилось...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Я так просто не сдамся...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Какое разочарование...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Ух!",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар II",
                "Content": "Царапина, только и всего.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Тебе просто повезло!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Идём, время не на нашей стороне.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Что-то случилось?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Давай покончим с этим как можно скорее.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "42": {
        "Costumes": [
            {
                "ID": 340003,
                "Name": "Яркая лёгкость",
                "Desc": "Праздничный наряд Кэ Цин. В утренние часы праздника морских фонарей нити, результат тяжёлой работы, сплетаются в лёгкий великолепный образ.",
                "Icon": "UI_AvatarIcon_KeqingCostumeFeather",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Раскаты грома",
                "Desc": "Наряд Кэ Цин. Эффектное платье из роскошных материалов.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108145,
            "JD": 108109,
            "Name": "<b>Спасительная рыбка</b>",
            "Eff": "Восстанавливает выбранному персонажу 16% HP + 1350 HP.",
            "Desc": "Особое блюдо Кэ Цин. Его не запекали на огне, нет. Аккуратно применив Электро, рыбу зажарили изнутри. Немного откусите, и под хрустящей кожицей вы увидите ароматную мякоть. Вкус сбалансирован идеально. Так вот как ей удаётся долго оставаться на дикой природе? М-да, внешность обманчива.",
            "Recipe": {
                "100084": 1,
                "100077": 1
            },
            "Icon": "UI_ItemIcon_108145"
        },
        "Namecard": {
            "Name": "<b>Громовой стилет</b>",
            "Desc": "Именная карта.<br>Изначально громовые стилеты планировали использовать для измерения расстояния и быстрого подъёма в горы.",
            "Pic": "UI_NameCardPic_Keqing_P"
        }
    }
}

var acs_cache_ = {
    "340003": "Satins with an exquisite texture weaved with ancient techniques and made from carefully selected petals of half-blooming Silk Flowers; dye extracted from Violetgrass of purest mulberry, ideal for recreating the ethereality of ancient paintings; something Liyue and something exotic fused together to create a unique style, with interlaced threads sewn through a hundred days of work, fine like gossamer brush strokes across a canvas.<br>The dress is perhaps Keqing's most luxurious outfit. The story behind it is also rather fascinating—<br>Since her first day as the Yuheng, she has never enjoyed its privileges but has instead devoted much private time to her duty. To improve work efficiency, Keqing prefers a dressing style that prioritizes practicality and only keeps a minimum level of embellishment. Therefore, though like a flower she blooms, she used to dress simple.<br>However, working closely with Ganyu and then Ningguang has given Keqing a sort of epiphany—<br>Keqing accepts that she cannot work day and night like the half-adeptal secretary Ganyu. She also knows Ningguang's way well, who often takes a bath after work to withdraw from the moment. By temporarily putting the crazy agenda aside for the next day, Ningguang thus allows herself to fully relax.<br>Keqing understands that to lead the tide of change requires not impatient leaps and bounds but care for one's body and mind. Good maintenance keeps one going smoothly.<br>Ningguang also gave Keqing similar advice:<br>\"You've never donned anything special for festivals, and people are used to your image as it is. But Liyue is different now. If you show up in front of the public in a new look, it will add to the merrymaking and inspire everyone greatly.\"<br>Keqing was aware of that, but she just wanted to transform silently so that she wouldn't worry her colleagues.<br>Her attire for the Lantern Rite would serve as a good start.<br>\"This attire marks the line between my work and life. By striking a balance between the two, I will find a comfortable pace at which I shall lead the way into a new Liyue.\"<br>Having made up her mind, Keqing had Ningguang's personal tailor make her a dress that still keeps luxury to a minimum. With the attire finished, Keqing threw herself back into the preparations for the Lantern Rite.<br>As for how she ended up overworking herself again, accidents like that do happen, occasionally.<br>While conversing with the Traveler again in the Jade Chamber, their caring advice reminded Keqing of the decision she had made not long ago. A faint smile formed on her face.<br>Perhaps this is what they call the tacit understanding between ideal companions, who are always on the same page.<br>She put on the long-readied attire and spoke gently to the Traveler, who looked her way. Having received generous praises, she turned to the blooming fireworks.<br>The light of festive fireworks set her dress aglow like a star in a dark night. The hem of her dress danced at her steps like flowers flowing in a gentle breeze."
}