// Auto Generated

var _AvatarFetterConfig_ = {
    "29": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Когда вставал вопрос о том, кто самый сильный рыцарь Ордо Фавониус, завсегдатаи таверны называли три имени: уважаемый действующий магистр Джинн, общительный капитан кавалерии Кэйа и таинственный Дилюк. Но некоторые заверяют, что хоть и пьяными, но собственными глазами видели рыцаря в красном, сравнявшего горы Буревестника с землёй. Чтобы найти этого рыцаря, нам нужно заглянуть в темницу Ордо Фавониус. Если камера пуста, то это означает, что самый опасный рыцарь Ордо Фавониус находится на свободе. А зовут этого рыцаря - Кли. Нельзя недооценивать её силу в бою как рыцаря Ордо Фавониус, но и нельзя забывать, что она - просто озорной ребёнок с любовью к взрывам и разрушениям. Пока другие мондштадтские дети бегают по улицам и играют с деревянными игрушками, любимой игрушкой Кли является взрывчатка!",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Три года назад родители Кли, знаменитые искатели приключений, отдали её на воспитание Ордо Фавониус. Так судьбы Кли и некоего «мальчика в белом» переплелись с их новой «семьёй» в Мондштадте. Кли проявляет живой интерес ко всему вокруг неё и питает невинную любовь к взрывчатке. Рыцари ордена защищают её от злых намерений и слухов. Вскоре между малышкой и орденом установилась неразрывная связь. Часы под замком в камере, помощь Эмбер в улучшении Барона Зайчика, тайное создание новых рецептов бомб... Всё это - бесценные сокровища, из которых состоит жизнь Кли.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Пролистывая отчёты о повреждениях, Джинн прикрывала лицо руками и сквозь зубы устало произносила: «Да уж... Яблоко от яблони недалеко падает». Взорванные телеги, сгоревшие торговые палатки, лесные пожары, с которыми рыцари едва смогли справиться... Не говоря уже о большом количестве рыбы в озере Звездопадов, погибшей по неестественной причине. И виновным во всём этом мог быть только один человек, и он среди них...<br>«Кли!»<br>Под строгим взглядом Джинн невинная на вид кроха сдаёт все спрятанные бомбы, которыми она обвешалась с головы до ног. Затем её всю в слезах уводит в камеру ухмыляющийся капитан кавалерии. И такое происходит не меньше раза в неделю.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Конечно, Кли каждый раз пытается убрать беспорядок, который она натворила. Однако из-за своей неугомонности она зачастую делает только хуже. Однажды она решила извиниться за своё баловство и пожарить на всех рыбу, но взорвала жаровню. Потом она решила потушить пожар с помощью... ветра, и тогда пламя поглотило уже всю равнину. По своей натуре Кли - очень добрый ребёнок, но из-за игривости и чрезмерного любопытства она никогда не успевает подумать перед тем, как что-то сделать. Она осознаёт вину за каждую свою проделку и каждый раз пытается всё исправить. Однако стоит Джинн выпустить Кли из одиночного заключения на волю, как через несколько дней в Мондштадте вновь раздаются взрывы. Рыцарь Искорка самыми неожиданными способами доказывает, что не зря носит свой титул.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Хоть Кли доставляет Ордо Фавониус и Мондштадту немало неприятностей, она далеко не новичок, который только путается под ногами у рыцарей. Напротив, при правильном обращении её навыки владения взрывчаткой оказываются весьма полезными. Как-то раз Джинн смогла отразить вторжение хиличурлов только благодаря талантам Кли, но при этом разрушив большую часть гор Буревестника из-за переизбытка взрывчатки... Излишне говорить, что все удивились. К счастью, никто из рыцарей не пострадал. С тех пор по Мондштадту ходят слухи о «Красном рыцаре гор Буревестника». Люди говорят, что она одета в красное и владеет тайным сокровищем Ордо Фавониус... Но только Кли знает, что это за «тайное сокровище».",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Настоящее сокровище»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Для Кли рыцари Ордо Фавониус стали её семьёй, однако её кумиром всё же является великая искательница приключений, автор «Путеводителя по Тейвату», а также её мать - Алиса. Кли верит, что она всё знает и умеет. Именно она научила Кли готовить взрывные смеси и собирать детонаторы, а также поощряла её, когда Кли придумывала новые рецепты всё более красочных фейерверков. Как Кли узнала, где нужно установить заряды, чтобы снести весь утёс Звездолова... Или как они смущённо показывали друг другу языки, когда попались, и Хоффман, рыцарь Ордо Фавониус, делал им выговор... Все эти воспоминания о матери Кли бережно хранит в сердце. Такова была жизнь, пока родители Кли не собрались в далёкое и очень опасное путешествие, и не доверили заботу о ней Альбедо и рыцарям Ордо Фавониус. Хоть Кли ещё маленькая, она уже знает, что хочет стать такой же отважной, как её мама. Однажды мама будет гордиться её творениями.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Настоящее сокровище»"
                ]
            },
            {
                "Title": "«Додоко»",
                "Content": "Додоко - первый и лучший друг Кли. Давным-давно эту куклу сшила для неё мать. Алиса прикрепила её к четырёхлистному клеверу и повесила на огромный рюкзак Кли. С тех пор Додоко и Кли неразлучны. Мама сказала, что так Кли не останется без друга, и даже в моменты одиночества ей будет с кем пошептаться. А в случае опасности они друг друга защитят - совсем как Эмбер и Барон Зайчик. Это не на шутку обеспокоило рыцарей. Подобно другим изобретениям Алисы и её дочери, кукла эта тоже могла в один прекрасный момент взорваться. Имя «Додоко» Кли выбрала ей сама. Когда у неё спросили, что оно означает, малышка долго краснела и, наконец, вымолвила:<br>«Оно означает... лучший друг Кли!»",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Не спрашивайте Кли, как ей достался Глаз Бога - она и сама толком не знает. Будучи от природы одарённой подрывницей, она получила признание богов ещё совсем ребёнком. По словам самой Кли, она создавала «бомбу огромнее преогромной!» Это была её первая самостоятельная работа, и результат оказался далёким от ожидаемого - бомба всего лишь разнесла её крохотную мастерскую, оставив груду дымящегося пепла. Разочарованная Кли тут же обрадовалась, когда среди углей показался пламенный Глаз Бога. Но почему она его получила? Благодаря таланту и страсти ко взрывчатке, унаследованного от матери индивидуализма или кристально чистой душе? В любом случае такой желанный артефакт достался Кли в самом беззаботном возрасте. Что бы ни выпало на её долю, с таким «подарком» она не расстанется.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Рыцарь Искорка из Ордо Фавониус явилась на службу! ...Там было что-то ещё, но я забыла. У Кли не очень хорошая память...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Добыча",
                "Content": "Сегодня Кли была самой храброй! Я нашла очень странную ящерицу! Хочешь, я тебе её покажу?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Приключения",
                "Content": "Пойдёшь со мной глушить рыбу? Меня закроют на весь день, но это того стоит! Ведь рыба такая вкусная!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Правила",
                "Content": "«В городе что-то взорвётся - Кли плохо придётся»; «Если кого-то поранит, Джинн злая станет»; «Если в Мондштадте бум случится, Кли за решёткой очутится» - вот правила выживания в Ордо Фавониус для Кли.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Муа-ха-ха-ха, повезло, что все мои бомбы - непромокайки!",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "А?! Я что-то взорвала?! Ох, это всего лишь гром гремит...",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Дорогой Анемо Архонт, пожалуйста, сделай так, чтобы бомбы Кли летели в правильную сторону и взрывали только плохих злодеев. Конец.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро! Можно сегодня с тобой поиграть? Пожа-а-алуйста? Пошли за приключениями!",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Обед! Что ты будешь? Давай посмотрим, может в «Путеводителе по Тейвату» есть что-нибудь интересненькое...",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Добрый вечер! Можешь сказать Хоффману, что Кли уже не ребёнок и ей можно выходить играть по вечерам? Пожалуйста, возьми меня с собой поиграть!",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Эй... Хм... Я знаю, что сказала, что не хочу домой, но уже ночь и я заблудилась в темноте, и не знаю, как вернуться... Можешь проводить меня домой? Пожалуйста?",
                "Tips": []
            },
            {
                "Title": "О Кли: Несчастные случаи",
                "Content": "Ох... Я сломала одну из лопастей на мельнице. Мне очень жаль...",
                "Tips": []
            },
            {
                "Title": "О Кли: Компенсация",
                "Content": "Кстати, у меня очень хорошо получается чинить всякие вещи. Я могу помочь! Что? Что значит «детский труд»? Это значит, что я не могу помочь?",
                "Tips": []
            },
            {
                "Title": "О нас: Рыцари",
                "Content": "Хе-хе, да, ты почётный рыцарь, но я стала Рыцарем Искоркой намного раньше... Это значит, что я круче тебя, да? Поэтому ты долж{F#на}{M#ен} делать то, что я тебе говорю! Эм... Ты можешь никому ничего не говорить о произошедшем? Это был несчастный случай...",
                "Tips": [
                    "Завершите главу «Горькие слёзы»"
                ]
            },
            {
                "Title": "О нас: Друзья",
                "Content": "Нет! Сейчас только девять часов. Я останусь смотреть выступление цирка в полночь. Ты долж{F#на}{M#ен} быть моим лучшим другом! Даже не думай отправлять меня домой!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Эта стекляшка - подарок от Анемо Архонта, который говорит, что я молодец? Но что я такого сделала? Хм, всё-таки он бог свободы, наверное, поэтому я ему понравилась? Хорошо, с этого момента я буду благодарить Барбатоса и свободно взрывать столько рыбы, сколько захочу! Я всё правильно делаю?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Нельзя взрывать стены в штабе Ордо Фавониус. Как жаль, ведь тогда бы можно было легко сбегать из заключения... Но если бы я попыталась взорвать стену, Джинн засадила бы меня за решётку навсегда. Кэйа сказал, что она сама так сказала.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "На спине у ящериц разные узоры, и из сушёных хвостов некоторых ящериц можно делать порох. Я знаю, потому что мне рассказал Альбедо.",
                "Tips": []
            },
            {
                "Title": "О Рэйзоре...",
                "Content": "Мы с Рэйзором лучшие друзья! Когда случается какая-то проблема, он быстро находит решение и делает так, чтобы я не волновалась. Но... большинство этих проблем происходят из-за меня...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О родителях...",
                "Content": "Мои мама с папой - самые крутые искатели приключений в Тейвате! Мама пишет «Путеводитель по Тейвату», поэтому все рестораны и постоялые дворы в мире пытаются им угодить.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кэйе...",
                "Content": "Кэйа самый лучший! Он помог мне написать «Правила выживания в Ордо Фавониус» и он всегда помогает мне, если я попадаю в какие-нибудь неприятности.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эмбер...",
                "Content": "Эмбер самая лучшая! Барон Зайчик такой пушистый, он ещё и взрывается! Так круто!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Джинн...",
                "Content": "Джинн самая лучшая! Но я её боюсь...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дилюке...",
                "Content": "Взрослый ворчун... Почему он никогда не улыбается?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе...",
                "Content": "Лиза самая лучшая! Она всегда угощает меня какими-нибудь вкусняшками, когда я прихожу к ней в мастерскую. Хм... Я совсем забыла, что хотела попроситься сделать себе немного пороха в её мастерской.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Беннете...",
                "Content": "Беннет самый лучший! С ним я нахожу так много сокровищ, но он почему-то не находит ничего. Интересно, почему...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дионе...",
                "Content": "Диона самая лучшая! Она сказала: «Я уничтожу всю винную индустрию в этом городе». А я ей помогу своими бомбами! Только вот я не знаю, что такое «винная индустрия». Это такой монстр?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Альбедо...",
                "Content": "У нас с Альбедо есть секретный пароль! Каждый раз, когда он вывешивает на дверь табличку «Не беспокоить, проводится эксперимент», - это значит «Приходи в другой раз, Кли». Альбедо такой хороший и терпеливый. Я совсем не против подождать, пока он закончит свою работу.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Моне...",
                "Content": "Мона самая лучшая! Нам так весело играть вместе с ней и Альбедо. Но она часто говорит вещи, которые я не понимаю... Но всё равно с ней очень весело!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сахарозе...",
                "Content": "Сахароза самая лучшая! Она спросила, хочу ли я прыг-скок бомбу, которая бы ещё и бегала. Конечно, я хочу! Не меньше ста штук! И я раскидаю их по всему Мондштадту, на каждой улочке, сквере и лестнице!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кли I",
                "Content": "Привет! Ты приш{F#ла}{M#ёл} поиграть с Кли?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Кли II",
                "Content": "Да! Это моя новая бомба, теперь она ещё круче! Что думаешь? Классно, правда? Только... Если ты увидишь такую где-нибудь рядом с огнём, то это не моя. Не. Моя.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Кли III",
                "Content": "Когда сидишь одна в камере, есть много времени, чтобы придумывать новые формулы пороха... Но лучше, конечно, не сидеть в камере.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Кли IV",
                "Content": "Это Додоко, мой старый лучший друг! Пожалуйста, запомни это имя! Додоко, а не «эта детская кукла, которая болтается на рюкзаке Кли»!",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Кли V",
                "Content": "Спасибо, что помогаешь мне каждый раз, когда я попадаю в неприятности! У меня для тебя есть подарочек в знак благодарности - это жареная рыба по моему особому рецепту! Он заключается в том, что нужно глушить рыбу взрывчаткой! Тогда она выпрыгивает из воды, и уже поджаренная падает на землю. Только это секретный рецепт, никому его не рассказывай. Просто веди себя так, как будто ты ничего не знаешь.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Кли...",
                "Content": "Я люблю пушистые вещи! Например, Додоко! И одуванчики! И волосы Рэйзора!",
                "Tips": []
            },
            {
                "Title": "Беспокойство Кли...",
                "Content": "Эх, ты очень хорош{F#ая}{M#ий}, а я очень плохая. Пошли играть, когда я досижу в своей камере и подумаю над тем, как плохо себя веду...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Мондштадтские окуни такие вкусные, особенно те, что водятся в Сидровом озере! Я не шучу, даже моя мама так думает.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Ненавижу мондштадтских крабов! Всех крабов! Я хочу идти играть, а не сидеть и целый день чистить краба...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Вкуснятина! Вкуснятина! Ох, Кли уже объелась...",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Ура! Я поем вкусненького! Я так рада! Спасибо!",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Выглядит вкусненько, но на вкус... Хи-хи, может, поможешь мне? Ну пожалуйста!",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "♪С днём рожденья тебя! С днём рожденья тебя! С днём рожденья тебя, дорог{F#ая}{M#ой} путешественни{F#ца}{M#к}! С днём рожденья тебя!♪ Ты ведь старше меня? Значит и дней рождения у тебя было больше, чем у меня... Ох, я так тебе завидую!",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Вот и всё. Изобретение новой бомбы завершено. А теперь бежим отсюда, пока Джинн не узнала!",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "О да, я стала лучше! Но как говорит Джинн: «Саморазвитие - это долг каждого гражданина». По её словам, этому можно немножко порадоваться, но не чересчур.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Спасибо, что помогаешь мне собирать материалы для моих исследований! Если когда-нибудь захочешь научиться делать бомбы, я обязательно сама тебя научу!",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Я помню, что, когда в первый раз услышала взрыв, я вовсе не напугалась. Потом я узнала, что это не «нормально», и большинство людей бы испугалось. Но ты ведь тоже не боишься моих бомб? Хе-хе, я так и знала! Вот почему ты мо{F#я}{M#й} сам{F#ая}{M#ый} лучш{F#ая}{M#ий} {F#по}друг{F#а}!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Прыг-скок бомба!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Бим, бам, бом!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Пиу-пиу!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Грохот и искры!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Пламенный восторг!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Пусть они взлетят на воздух!",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Ля-ля-ля!",
                "Tips": []
            },
            {
                "Title": "Начало спринта II",
                "Content": "Та-да-да!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Больше сокровищ, больше сокровищ! Хи-хи...",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Ура, блестяшка!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Может, под землёй есть ещё...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Ну, зачем так делать?!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Джи-и-и-инн... Меня обижают!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Что-то меня мутит...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Если хочешь, я устрою большой взрыв!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Ты в порядке?",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Ура, получилось! Нет, стоп, показалось...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Кли... Хочет домой...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Это вышло случайно...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Нечестно!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Это так больно!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Кли поможет!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Та-дам! Кли здесь!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Да! Нас ждёт большое приключение!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "29": {
        "Costumes": [
            {
                "ID": 340012,
                "Name": "Цветущий свет звёзд",
                "Desc": "Изысканный наряд Кли для самых важных выступлений. Яркий, словно кремовый торт, украшенный цветами и алыми свечами. С ним счастье и улыбки наполнят ваши приключения.",
                "Icon": "UI_AvatarIcon_KleeCostumeWitch",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Резвые искры",
                "Desc": "Наряд Кли. Яркий детский костюмчик с кожаным ранцем.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108115,
            "JD": 108003,
            "Name": "<b>Рыбный бутерброд</b>",
            "Eff": "Увеличивает защиту всех членов отряда на 151 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Кли. В наказание за необдуманное использование взрывчатки с целью распугать рыбу, Джинн заставила Кли приготовить эти бутерброды для пострадавших рыбаков. Они оказались чрезвычайно вкусными. Теперь Джинн может быть уверена в том, что Кли никогда не умрёт с голоду. Даже после насыщенного взрывами дня.",
            "Recipe": {
                "110001": 3,
                "100079": 2,
                "100076": 1,
                "100078": 1
            },
            "Icon": "UI_ItemIcon_108115"
        },
        "Namecard": {
            "Name": "<b>Бомбочка</b>",
            "Desc": "Именная карта.<br>Счастливая бомбочка Кли. Сможете ли вы определить по хвостику, какая это бомбочка: Прыг-скок или Додоко?",
            "Pic": "UI_NameCardPic_Klee_P"
        }
    }
}

var acs_cache_ = {
    "340012": "The soft fabric is like a perfectly baked cake. The primary color is that of luxurious cream, embroidered with intricate patterns. The dark brown of the hat, gloves, and skirts have a rich chocolate-like texture. The fiery red that belongs only to Klee is like a crown of candles, shining with flame incandescent.<br>The tiny little Spark Knight, after an adventure in which even the clouds and trees could not help but dote upon her, has transformed with a flourish into the new \"Red Velvet Mage.\"<br><br>\"To a mage, what is the most important thing?\"<br>After returning to Mondstadt, two knights, one large and one small, are sitting on the city wall, watching the windmills lazily turn as they chat...<br>Though Klee had heard the title \"mage\" before, but after hearing the stories of that fiery mage, the word slowly gained its own special significance to her.<br>She remembered that adults often spoke of important things linked to one's identity... perhaps they are called \"responsibilities\"?<br>The Dagger Bandit grinned mysteriously, and shook the wine bottle in his hand:<br>\"A mage is called a mage because they can use that mystifying force called magic.\"<br>\"The most important thing for a mage is to think about how to use the awesome power of their magic.\"<br>\"The fiery red mage from all those years ago used her magic to fulfill the wishes of others, and created this refreshing paradise in the desert. The people sing her praises, and write her into their happiest stories, and she is a source of happiness and laughter.\"<br>\"Perhaps, somewhere in the world, there are capricious mages with fearful tempers, or those who have been changed by terrible tragedy. Those mages may use their magic in the wrong ways, and make the people as angry and sad as they are...\"<br>\"Red Velvet Mage Klee, how do you plan to use your magic?\"<br>With these words, the Dagger Bandit raised his glass to softly toast the tiny mage, indicating it was now her turn to answer her own question.<br>The Red Velvet Mage shook her head softly, and the juice in her cup reflected her pure smile:<br>\"Klee... wants to make everyone really happy!\"<br>But with these words, the mage suddenly realized the problem with this desire—<br>Those who are unhappy surely have their reasons for being sad. Would a smile forced upon their lips through magic be even more painful and ugly than tears?<br>Fortunately, her little mind worked quickly, and she soon found her answer:<br>Then I'll use my magic to get rid of everyone's troubles!<br>\"For example, magic could make everyone never get sick again, and never have to worry about Mora! Everyone could eat fish for every meal, and be healthy, and just happily play all day!\"<br>But that didn't seem like enough. Klee rested her cheek in her hand, and looked out over the azure sky and white clouds in the distance:<br>\"I want... I want to hear everyone's wishes, and save them, and then use the most amazing and powerful magic, to give everyone the happiness they want the very very most!\"<br>A smile is most beautiful when it is born of happiness. The reflective waters of Cider Lake taught Klee this truth.<br>The Dagger Bandit was stunned for a moment, but as the west wind caressed them, it turned into a feeling of peace and relief:<br>\"In that case, our little Klee is going to have to try her best, isn't she? Perhaps some day, you and your magic will appear in the happiest and most joyous of all stories.\"<br>In the story, the Red Velvet Mage travels to every corner of Teyvat with her companions. Wherever they go, both troubles and bad guys recede, and poverty and suffering evaporate without a trace. Clusters of sweet flowers bloom, and are surrounded by the light of a roaring campfire, candles, and stars. The sounds of joyous song and jubilant dancing fill the air, a merry feast that never ends."
}