// Auto Generated

var _AvatarFetterConfig_ = {
    "54": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Жители острова Ватацуми когда-то жили в Энканомии, на дне моря. И только благодаря милости божества по имени Оробаси, поднявшего их на поверхность, цивилизация острова Ватацуми существует сегодня. Когда Оробаси был убит Электро Архонтом, его тело осталось на земле в виде скелета, а его обида пропитала землю, породив Татаригами. Но его желание защитить остров Ватацуми не угасало. Эта воля живёт в крови клана Сангономии и следует за ним из поколения в поколение. Нынешняя наследница этого клана является Божественной Жрицей. Смысл этого таков: унаследовать волю божества в теле смертного и защищать эту землю и её народ вместо этого божества.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "В день, когда Кокоми стала Божественной Жрицей, бесчисленные жители острова Ватацуми по собственному желанию пришли в храм Сангономия, чтобы увидеть её. Удивление, подозрение, замешательство, усмешки... Их выражения были странными, и всё из-за того, что в их глазах она была слишком молода. Планы вынашивались, а вопросы были бесконечны. Амбициозные люди планировали сделать свой ход. Шторм приближался, и на острове Ватацуми не было покоя. Но всё вернулось на круги своя вскоре после того, как Кокоми заняла свой пост. Она была справедлива в распределении наград и наказаний, ценила вклад людей и была искусна в военном деле. Её способности быстро завоевали сердца большинства людей. «Всё будет хорошо, пока её превосходительство здесь». Вскоре это стало главной мантрой жителей острова.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "В победе или поражении играет роль множество факторов. Ландшафт, погода, разница в силе войск и качестве снаряжения... Все это требует тщательного рассмотрения. Те, кто слишком внимательно изучает детали, обычно не замечают изменений на поле боя, и большинство тех, кто говорит о стратегии, говорят о ней в теории. Только те, кто может понять как общую картину, так и мелкие детали, могут творить чудеса на поле боя. За всем этим стоят бесчисленные часы упорной работы, попыток вникнуть в причины своих неудач. В конце концов очень немногим удалось удержаться на этом уровне, но Кокоми не только преуспела в этом, она также разработала свой собственный уникальный тактический стиль. «Использовать стратегическую ситуацию, чтобы заставить противника сдаться, и выиграть войну с наименьшими потерями».",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "На поле боя или за его пределами, Кокоми старается как можно лучше узнать своего врага. Она заранее прогнозирует все возможные сценарии и разрабатывает стратегии их решения, которые затем передаются в виде указаний тем, кто исполняет её волю. Это привело к тому, что некоторые из указаний получались увесистыми записями, но такой метод гарантировал стабильное развитие острова Ватацуми. Сегодня остров Ватацуми с каждым днём движется к большему процветанию, и по мере того, как всё более талантливые люди назначаются на должности, количество указаний, которые Кокоми должна доставлять, уменьшается. По её мнению, это стоит отметить.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Когда у Кокоми есть свободное время, она отправляется на прогулки по острову Ватацуми в одиночестве. Она старается избегать людей, медленно прогуливаясь по фиолетовым лесам, иногда сидит на берегу моря и смотрит вдаль. Солнце и луна восходят над морем, звезды сияют в небесах, а шум волн радует слух и расслабляет душу. Иногда она даже кладёт ракушку на голову, чтобы потом, уходя, вернуть её на место. В её мыслях, возможно, какой-нибудь блуждающий краб заберётся внутрь и назовет эту ракушку домом. Иногда Кокоми занимается дайвингом, наслаждаясь спокойной атмосферой в одиночестве, а её заботы погружаются в глубины океана, когда вокруг плавают стаи рыб. Кокоми дорожит каждой достопримечательностью острова Ватацуми и помнит имя каждого его жителя. К сожалению, если пейзажи остаются, то сердца людей сложны и изменчивы. Победа достаточно проста по сравнению с трудной задачей сделать так, чтобы все жили счастливо. Это одна из тех вещей, которые всегда её беспокоят.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Кокоми с юных лет была начитанной и особенно любила военные трактаты. Благодаря этому она получила обширный запас знаний, которые можно использовать в любой области. Результатом того, что она постоянно утопает в военных трактатах и иллюстрированных военных текстах, является то, что Кокоми не хватает навыков социального взаимодействия. Она не знает, когда это началось, но общение с людьми в конце концов стало для неё утомительным. После того, как она стала Божественной Жрицей, Кокоми не оставалось другого выбора, кроме как научиться многим вещам, которые она не умела делать раньше, будь то общение с людьми или выполнение обязанностей, которые её мало интересовали. Но, заставляя себя делать нелюбимые вещи, она серьёзно истощает свои запасы энергии и чувствует себя опустошённой. Поэтому Кокоми установила для себя систему измерения «энергии». Когда она делает то, что ей нравится, уровень её энергии повышается, и наоборот, когда она занимается нелюбимым делом, понижается. Когда у неё заканчивается энергия, Кокоми временно откладывает свои обязанности Божественной Жрицы в сторону и снова становится обычной домоседкой. Погружаясь в чтение книги по военной стратегии, отгораживаясь от остального мира, Кокоми получает временную передышку. Эти моменты очень ценны для неё.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Секретные записки",
                "Content": "«Каков правитель, таков и народ». Эту заповедь Кокоми давным-давно услышала от своей матери. Роль Божественной Жрицы очень важна для острова Ватацуми, и люди всегда следят за каждым её шагом. То, что она любит, будет в моде, а от того, что ей не нравится, люди будут отдаляться. Кокоми, по правде говоря, не хочет влиять на жизнь людей, и поэтому редко раскрывает свои личные симпатии или антипатии. Она беспристрастно относится ко всем вещам и считает своими принципами справедливость суждений и справедливость в распределении наград и наказаний. Однако истинные чувства Кокоми бывают совершенно иными, поэтому она приготовила для себя тайную тетрадь. В неё заносятся не только перемены её энергии, но и настроения. Когда наступает глубокая ночь и мир затихает, Кокоми открывает её и записывает события дня, радостные, печальные или разочаровывающие. ...Конечно, это то, что не должен видеть никто другой.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Мечты воинов подобны весенней траве»"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Лидер с сильной волей может вести людей в чётком направлении. Но Кокоми не имеет таких сильных идеалов. Вместо этого она уважает волю людей и хочет, чтобы каждый из них нашёл свой собственный путь. Как бескрайний океан может вместить бесчисленные души и их желания, так и Кокоми хочет, чтобы её правление было таким. Когда появился указ об Охоте на Глаза Бога, недовольство народа вылилось в крики восстания, и Кокоми подняла знамя сопротивления. После окончания войны сердца людей обратились к миру и стабильности, и Кокоми направила свою энергию на управление и экономику. Но что было источником этого труда? Была ли это роль Божественной Жрицы? Или это было результатом её собственного чувства долга? А может... и то и другое? У Кокоми, как Божественной Жрицы, есть собственный Глаз Бога. Начиная с того дня, когда она смотрела на море возле храма Сангономия, её желание не изменилось. «Я хочу защитить весь остров Ватацуми и позволить его жителям жить счастливо».",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Я Сангономия Кокоми, Божественная Жрица острова Ватацуми. В этом странствии с тобой я смогу расслабиться... Кхм, то есть исследовать зарубежье. Не волнуйся, я оставила указания и закончила планирование развития острова Ватацуми. Ничего страшного, если я ненадолго отлучусь.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Чтение",
                "Content": "Многие работы, опубликованные издательским домом Яэ, глубоко иллюстрируют принципы военного искусства, и они мне очень нравятся.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Рыбы",
                "Content": "Воля каждого живого существа достойна уважения, подобно морской рыбе, которая тоже имеет свой курс.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Подготовка",
                "Content": "Чтобы пережить опасность, готовься к ней загодя.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Марш под дождём скрывает передвижения, но это серьёзное испытание на выносливость...",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Снег... доводилось ли тебе видеть такую красоту?",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Славная выдалась погода... Не желаешь прогуляться?",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Хм... Какой сильный ветер. Атака огнём была бы особенно эффективной.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Я только что прочитала интересный отрывок о военном искусстве. Хочешь, изучим его вместе?",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Хм... Для повышения эффективности в план полуденной битвы следует внести некоторые коррективы.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Хм? Уже вечер? Рядом с тобой время летит незаметно.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Доброй ночи. Набирайся сил для предстоящих битв.",
                "Tips": []
            },
            {
                "Title": "О Сангономии Кокоми: Указания",
                "Content": "Ситуация на поле боя настолько изменчива, что один неверный шаг может привести к поражению. Перед битвой я учитываю все обстоятельства, записываю их и составляю указания, которые потом выдаются войскам. ...Но в настоящее время они чересчур на них полагаются. Они могли бы рассчитывать на свои силы, лучше оценивать ситуацию на поле боя и использовать возможности, если бы только читали больше военных книг.",
                "Tips": []
            },
            {
                "Title": "О Сангономии Кокоми: Отдых",
                "Content": "Хм... Поскорее бы эта битва закончилась. Издательский дом Яэ опубликовал новую «Легенду о клинке». Как бы мне хотелось оказаться у себя и прочесть её от корки до корки...",
                "Tips": []
            },
            {
                "Title": "О нас: Кругозор",
                "Content": "Моя мама учила меня, что хороший лидер должен иметь широкий кругозор и непредвзятый ум. Но в годы юности я разрывалась между Сангономией и армией. У меня никогда не было времени отправиться на собственное приключение. Поэтому... многое в них не понятно. Прошу простить меня за скудный опыт в этой области.",
                "Tips": []
            },
            {
                "Title": "О нас: Недоразумение",
                "Content": "Говорят, трудно читать мысли людей, но как жрица, я должна попытаться понять каждого человека. Давай начнём с тебя. Путешественни{F#ца}{M#к}, позволь угадать о чём ты сейчас думаешь?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "В моём понимании Глаза Бога - это символы желания, а желание - это по-настоящему ценная вещь. Именно поэтому было создано сопротивление - чтобы противостоять Охоте на Глаза Бога. Желание никогда не должно быть оставлено или насильно отнято.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся: Периодика",
                "Content": "Среди различных журналов издательского дома Яэ моим фаворитом является «Искусство войны Тейвата». Смотри, в нём есть статьи о классических военных кампаниях, а также подробный анализ и комментарии известных стратегов. Есть несколько статей, которые мне особенно нравятся... Вот, позволь прочитать их тебе.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся: Погружение",
                "Content": "Мир под водой не такой яркий и солнечный, как на суше. И всё же, когда я погружаюсь на глубину, моё сердце постепенно наполняется покоем. Рыбы движутся косяками вдалеке, медузы танцуют вокруг меня, и мои проблемы начинают просто стираться. Я могла бы как-нибудь сводить тебя посмотреть на это, что думаешь?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Я просто обожаю жемчужины Санго... Он не только источник дохода для острова Ватацуми, но и подарок самого моря.",
                "Tips": []
            },
            {
                "Title": "О Горо...",
                "Content": "Горо - исключительный генерал... искренний, решительный и мужественный. У него братские отношения с солдатами и способен придумывать творческие планы сражений. Однако у него есть один недостаток... Он часто позволяет боевому азарту взять верх над разумом. Если вы когда-нибудь вместе отправитесь на поле боя, не забудьте хорошенько придержать его, когда всё начнётся.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кудзё Саре...",
                "Content": "Должна признать, что Кудзё Сара - противник, к которому нельзя относиться легкомысленно. Она редко прибегает к хитроумной стратегии, но её действия в открытом бою всегда достойны восхищения. Армия сёгуна полагается на её способности - они сплочены и готовы доблестно сражаться под её командованием даже до смерти. Её войска неоднократно представляли серьёзную угрозу для сопротивления.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Яэ Мико...",
                "Content": "Я слышала о великих деяниях Гудзи Яэ. По правде говоря, я считаю её выдающейся жрицей, и она прекрасно исполняет свои обязанности. Я слышала, что она даже отвечает за выпуск новелл издательского дома Яэ. Загадочная личность, если не сказать больше...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О сёгуне Райдэн...",
                "Content": "Теперь, когда Охота на Глаза Бога закончилась, остров Ватацуми снова вернулся к нормальной жизни. В мои намерения никогда не входило тщательно изучать, была сёгун права или нет, даже теперь. Меня волнует только будущее нашего острова. Я надеюсь, что сёгун выполнит своё обещание, и мы сможем жить в мире. Однако если наступит день, когда она снова забудет о чаяниях народа, я уверяю, мы не будем сидеть сложа руки.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О Бэй Доу...",
                "Content": "Ещё когда мы с Бэй Доу вместе устраивали засады против армии сёгуна, я высказывала опасения, что враг может обнаружить наше приближение. Но она заверила меня в непоколебимой дисциплине своего флота и в том, что рейды можно проводить без обнаружения. Она оказалась права. Теперь каждый раз, когда флот Ватацуми сталкивается с трудностями, я подумываю пригласить её, чтобы она дала совет...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О Кадзухе...",
                "Content": "Кадзуха некоторое время состоял в рядах сопротивления. Если я не ошибаюсь, он очень хорошо ладил с Горо - они часто сражались бок о бок в бою. У Кадзухи беззаботный характер, он не любит ограничений, но когда он был в наших рядах, то беспрекословно выполнял все приказы. На мой взгляд, он не только выдающийся фехтовальщик, но и очень зрелый человек.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О Сиканоине Хэйдзо...",
                "Content": "Поначалу я была поражена, увидев на острове Ватацуми человека в форме комиссии Тэнрё. Самурай из комиссии Тэнрё никогда бы не проявил такую наглость, а шпион из комиссии, конечно же, не был бы таким заметным. Вскоре я узнала, что он был самопровозглашенным «детективом» по имени Сиканоин, и что он не интересовался ни военными, ни правительственными, ни коммерческими делами. Вместо этого он, похоже, прибыл для осмотра достопримечательностей. Разумеется, я следила за ним, но не предпринимала попыток убрать его с острова. Обязательно поговори с ним, если представится такая возможность.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Юмэмидзуки Мидзуки...",
                "Content": "Несомненно, госпожа Мидзуки обладает выдающимися способностями и талантами. Я даже хотела пригласить её в качестве консультанта, чтобы вместе развивать культурные проекты на Ватацуми. Но после нескольких разговоров я поняла, что она думает обо всей Инадзуме. Я с нетерпением жду, когда её достижения будут признаны. Если ей когда-нибудь понадобится помощь, на острове Ватацуми всегда будут рады ей.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Сангономии Кокоми I",
                "Content": "Какой бы напряженной ни была ситуация, я должна сохранять спокойствие. Если я позволю беспокойству взять верх над собой, то чего я могу ожидать от окружающих?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Сангономии Кокоми II",
                "Content": "Легенда гласит, что наши предки жили в Энканомии в глубинах океана, а на поверхность нас вывел бог Оробаси. Я часто задаюсь вопросом, не слишком ли в подводном дворце темно? Каждый раз, когда я думаю об этом, я начинаю по-настоящему ценить свет...",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Сангономии Кокоми III",
                "Content": "После твоего ухода солдаты Рыбы-меча II назначили временного командира, но все надеялись, что ты вернёшься. Я могла только сказать им, что тебе поручили важную одиночную миссию. Если у тебя будет возможность, навести их, я уверена, они будут рады тебя видеть.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "Узнать больше о Сангономии Кокоми IV",
                "Content": "Я не собиралась становиться Божественной Жрицей. Моей единственной целью было изучить военную стратегию и стать советником. Таким образом, я могла бы оставаться за кулисами и уменьшить своё бремя. Судьба распорядилась иначе... Вы не можете противостоять тому, что течёт в ваших жилах.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Сангономии Кокоми V",
                "Content": "Став Божественной Жрицей, я постепенно привыкла к этой жизни. По крайней мере, у меня есть возможность что-то изменить, если это меня не устраивает. Что ещё важнее, этот титул позволил мне встретить тебя, не так ли?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Сангономии Кокоми...",
                "Content": "Что мне нравится? Я люблю найти тихое место и в одиночестве читать книги по стратегии... Целый день, без перерыва. Я была бы ещё счастливее, если бы мы читали их вместе. Одно но... Тебе придётся спать на полу.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Сангономии Кокоми...",
                "Content": "Честно говоря, я не особенно умею общаться с другими. Хотя я могу изображать Божественную Жрицу, это отнимает очень много сил и энергии. Когда силы заканчиваются, я начинаю проявлять себя не с самой лучшей стороны. Народу острова Ватацуми нужен идеальный лидер, а не маленькая девочка, которая любит сидеть дома.",
                "Tips": [
                    "Завершите главу «Мечты воинов подобны весенней траве»"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "Я просто обожаю есть яичные суши. Ингредиенты легко найти, а приготовить их просто... Они идеально подходят для военной жизни. Яичные суши в разгар войны могут показаться роскошью, но в большинстве случаев такая простая еда нравится солдатам.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "М-м-м... По правде говоря, я не люблю морепродукты. Но, пожалуйста, держи это в строгой тайне. Рыбная промышленность очень важна для острова Ватацуми, и если просочится слух, что морепродукты мне не по вкусу, боюсь, жители будут вне себя от беспокойства.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Ох, как вкусно! А ещё моя энергия... Кхм... Не обращай внимания...",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Мне нравится не торопиться и есть медленно, так я могу наслаждаться вкусом дольше.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Хм, похоже, мы зашли в тупик.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днем рождения! Какие у тебя планы на этот день? Почему бы нам не отпраздновать его на острове Ватацуми? Сначала я поведу тебя встречать восход солнца, потом мы можем заняться дайвингом, чтобы спастись от полуденной жары. Вечером мы можем прогуляться вокруг храма Сангономия. Если пойдёт дождь, мы найдём уютное местечко, где можно спрятаться с несколькими книгами по стратегии, и попробуем вместе испечь торт! В любом случае не нужно ничего планировать, великий стратег уже всё продумала!",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Я не сторонница грубой силы. Но становиться сильнее тоже неплохо.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Энергия во мне бьёт ключом... В нашей следующей битве мы будем грозной силой.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Яркая луна сияет над тёмным морем, волны накатывают одна за другой. С ростом силы изменяются течения моей души.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Я нередко сомневалась в собственных силах. Я задумывалась, достоин ли кто-то вроде меня стать Божественной жрицей? Но теперь меня такие мысли не посещают. Вместе с тобой я могу легко преодолеть любые трудности.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Позволь мне!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Держать строй.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Отдых и восстановление.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Соглашение глубин.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Вздымающийся прилив!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Покровительство течений!",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Выдвигаемся.",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Дух захватывает.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Нет ничего важнее снабжения.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Мы должны распределить провиант наилучшим образом.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Эм... Вот она какая... Радость приключений.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Нужно передохнуть...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Необходимо изменить тактику.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Предусмотрительность ведёт к победе.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Подкрепление прибыло!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Отступаем.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Нам нужна новая стратегия...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Ошибка суждения...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Я не повторю прежней ошибки...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Дерзкий ход!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Непростая битва...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Нам понадобится стратегия...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Не волнуйтесь, мы обязательно победим.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Всё готово. Выдвигаемся.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "54": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Коралловая волна",
                "Desc": "Костюм Сангономии Кокоми. Благородное одеяние, украшенное драгоценностями острова Ватацуми.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108340,
            "JD": 108326,
            "Name": "<b>Стратегия неожиданности</b>",
            "Eff": "Восстанавливает выбранному персонажу 16% HP + 1350 HP.",
            "Desc": "Особое блюдо Сангономии Кокоми. Яичная оболочка завёрнута в форме мешочка с маленьким симпатичным рыбьим хвостиком на конце. Такая подача вызывает у людей любопытство, какое сокровище скрывается внутри. Они не могут удержаться и в итоге съедают его. И вот они видят улыбку на лице Кокоми. Неужели их переиграли?",
            "Recipe": {
                "100062": 1,
                "100092": 1
            },
            "Icon": "UI_ItemIcon_108340"
        },
        "Namecard": {
            "Name": "<b>Морская бездна</b>",
            "Desc": "Именная карта.<br>Все жители острова Ватацуми знают эту легенду: глубоко под морскими волнами лежит их старый дом.",
            "Pic": "UI_NameCardPic_Kokomi_P"
        }
    }
}

var acs_cache_ = {}