// Auto Generated

var _AvatarDataConfig_ = {
    "Lanyan": {}
}

var _AvatarMats_ = {
    "Lanyan": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101241": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113066": 2,
                "101241": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113066": 4,
                "101241": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113066": 8,
                "101241": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113066": 12,
                "101241": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113066": 20,
                "101241": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113069": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Lanyan": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Чёрный феникс на водной глади",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>Размахивает чакрами и выполняет до четырёх ударов, которые наносят <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Потратив определённое количество выносливости, выбрасывает чакру и наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "37.84%",
                                    "40.678%",
                                    "43.516%",
                                    "47.3%",
                                    "50.138%",
                                    "52.976%",
                                    "56.76%",
                                    "60.544%",
                                    "64.328%",
                                    "68.112%",
                                    "71.896%",
                                    "75.68%",
                                    "80.41%",
                                    "85.14%",
                                    "89.87%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Танец фениксаЪЪЪ",
                        "Desc": "Призывает Щит фениксаЪЪЪ, передаваемое из поколения в поколение искусство, и стремительно бросается вперёд, при соприкосновении с целью отпрыгивая назад в воздух.<br>Поглощение урона Щитом фениксаЪЪЪ зависит от силы атаки Лань Янь. Он поглощает <color style='color:#80FFD7;'>Анемо урон</color> с 250% эффективностью.<br>Когда Лань Янь из-за эффекта элементального навыка находится в воздухе, быстрое нажатие элементального навыка или обычной атаки выпустит во врагов её Режущие кольца лунЪЪЪ, которые после попадания дважды прокружатся между врагами поблизости, нанося <color style='color:#80FFD7;'>Анемо урон</color>.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление рывка.<br><br><i>«Облака вырезают лунный свет, серебристыми тенями услаждая взор».</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки чакры",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита",
                                "ParamLevelList": [
                                    "276.48% силы атаки + 1155.56287",
                                    "297.216% силы атаки + 1271.13525",
                                    "317.952% силы атаки + 1396.33862",
                                    "345.6% силы атаки + 1531.17297",
                                    "366.336% силы атаки + 1675.63843",
                                    "387.072% силы атаки + 1829.73486",
                                    "414.72% силы атаки + 1993.4624",
                                    "442.368% силы атаки + 2166.8208",
                                    "470.016% силы атаки + 2349.81055",
                                    "497.664% силы атаки + 2542.43115",
                                    "525.312% силы атаки + 2744.68262",
                                    "552.96% силы атаки + 2956.56519",
                                    "587.52% силы атаки + 3178.07886",
                                    "622.08% силы атаки + 3409.22363",
                                    "656.64% силы атаки + 3650.0"
                                ]
                            },
                            {
                                "Desc": "Длительность щита",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий восход луны",
                        "Desc": "Лань Янь создаёт Стаю лунных ласточек, которая притягивает противников и предметы поблизости, а также несколько раз наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>. <br><br><i>Строго говоря, одна Лань Янь не может называться «стаей». Однако если к ней добавить ротанговые фигурки, которые она носит с собой, условие можно считать выполненным... пожалуй?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "241.064%×3",
                                    "259.144%×3",
                                    "277.224%×3",
                                    "301.33%×3",
                                    "319.41%×3",
                                    "337.49%×3",
                                    "361.596%×3",
                                    "385.702%×3",
                                    "409.809%×3",
                                    "433.915%×3",
                                    "458.022%×3",
                                    "482.128%×3",
                                    "512.261%×3",
                                    "542.394%×3",
                                    "572.527%×3"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Четыре запечатывающих прорицание клинка",
                        "Desc": "Если рывок элементального навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color>, попадая по противнику, взаимодействует с <color style='color:#80C0FF;'>Гидро</color>/<color style='color:#FF9999;'>Пиро</color>/<color style='color:#99FFFF;'>Крио</color>/<color style='color:#FFACFF;'>Электро</color>, то Щит фениксаЪЪЪ изменяет свой элемент, после чего поглощает соответствующий элемент с с эффективностью 250%.<br>Кроме того, если во время этого использования <color style='color:#FFD780;'>Танца фениксаЪЪЪ</color> Щит фениксаЪЪЪ сменил свой элемент, то урон Режущих колец лунЪЪЪ, которые Лань Янь бросает во врагов, повышается на X% от их исходного урона соответствующего элемента. Этот урон считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "Защищающее от зла перо-талисман",
                        "Desc": "Урон элементального навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> и взрыва стихии <color style='color:#FFD780;'>Сияющий восход луны</color> повышается пропорционально 309% и 774% от мастерства стихий Лань Янь соответственно.",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "«Если бы можно было брести средь облаков»",
                        "Desc": "После изменения элемента пассивного таланта Четыре запечатывающих прорицание клинка это использование элементального навыка Лань Янь <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color>, когда во врагов выпускаются Режущие кольца лунЪЪЪ, создаст дополнительное Режущее кольцо лунЪЪЪ.<br>Требуется разблокировать пассивный талант Четыре запечатывающих прорицание клинка.",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "«Рукава в танце развеваются подобно радужному нефриту»",
                        "Desc": "Когда <color style='color:#FFD780;'>Щит фениксаЪЪЪ</color> активен, а активный персонаж вашего отряда наносит урон обычной атакой, восстановится 40% поглощения урона щита вплоть до исходного значения поглощения. Этот эффект может возникнуть один раз в 2 сек.",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "«На белых крыльях сквозь туман»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "«Кровавые жемчужины драконового ястреба»",
                        "Desc": "В течение 12 сек. после применения взрыва стихии <color style='color:#FFD780;'>Сияющий восход луны</color> мастерство стихий персонажей отряда поблизости повышается на 60 ед.",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "«Радость на сердце от встречи с тобой»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий восход луны</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "«По ветру на крыльях с серебряными орнаментами»",
                        "Desc": "Увеличивает количество зарядов навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> на 1.",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Чёрный феникс на водной глади",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>Размахивает чакрами и выполняет до четырёх ударов, которые наносят <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Потратив определённое количество выносливости, выбрасывает чакру и наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "37.84%×3",
                                    "40.678%×3",
                                    "43.516%×3",
                                    "47.3%×3",
                                    "50.138%×3",
                                    "52.976%×3",
                                    "56.76%×3",
                                    "60.544%×3",
                                    "64.328%×3",
                                    "68.112%×3",
                                    "71.896%×3",
                                    "75.68%×3",
                                    "80.41%×3",
                                    "85.14%×3",
                                    "89.87%×3"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Танец фениксаЪЪЪ",
                        "Desc": "Призывает Щит фениксаЪЪЪ, передаваемое из поколения в поколение искусство, и стремительно бросается вперёд, при соприкосновении с целью отпрыгивая назад в воздух.<br>Поглощение урона Щитом фениксаЪЪЪ зависит от силы атаки Лань Янь. Он поглощает <color style='color:#80FFD7;'>Анемо урон</color> с 250% эффективностью.<br>Когда Лань Янь из-за эффекта элементального навыка находится в воздухе, быстрое нажатие элементального навыка или обычной атаки выпустит во врагов её Кольца лунного пера, которые после попадания дважды прокружатся между врагами поблизости, нанося <color style='color:#80FFD7;'>Анемо урон</color>.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление рывка.<br><br><i>«Облака вырезают лунный свет, серебристыми тенями услаждая взор».</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Кольца лунного пера",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита",
                                "ParamLevelList": [
                                    "276.48% силы атаки + 1155.56287",
                                    "297.216% силы атаки + 1271.13525",
                                    "317.952% силы атаки + 1396.33862",
                                    "345.6% силы атаки + 1531.17297",
                                    "366.336% силы атаки + 1675.63843",
                                    "387.072% силы атаки + 1829.73486",
                                    "414.72% силы атаки + 1993.4624",
                                    "442.368% силы атаки + 2166.8208",
                                    "470.016% силы атаки + 2349.81055",
                                    "497.664% силы атаки + 2542.43115",
                                    "525.312% силы атаки + 2744.68262",
                                    "552.96% силы атаки + 2956.56519",
                                    "587.52% силы атаки + 3178.07886",
                                    "622.08% силы атаки + 3409.22363",
                                    "656.64% силы атаки + 3650.0"
                                ]
                            },
                            {
                                "Desc": "Длительность щита",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий восход луны",
                        "Desc": "Лань Янь создаёт Стаю лунных ласточек, которая притягивает противников и предметы поблизости, а также несколько раз наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>. <br><br><i>Строго говоря, одна Лань Янь не может называться «стаей». Однако если к ней добавить ротанговые фигурки, которые она носит с собой, условие можно считать выполненным... пожалуй?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "241.064%×3",
                                    "259.144%×3",
                                    "277.224%×3",
                                    "301.33%×3",
                                    "319.41%×3",
                                    "337.49%×3",
                                    "361.596%×3",
                                    "385.702%×3",
                                    "409.809%×3",
                                    "433.915%×3",
                                    "458.022%×3",
                                    "482.128%×3",
                                    "512.261%×3",
                                    "542.394%×3",
                                    "572.527%×3"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Четыре запечатывающих прорицание клинка",
                        "Desc": "Если рывок элементального навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color>, попадая по противнику, взаимодействует с <color style='color:#80C0FF;'>Гидро</color>/<color style='color:#FF9999;'>Пиро</color>/<color style='color:#99FFFF;'>Крио</color>/<color style='color:#FFACFF;'>Электро</color>, то Щит фениксаЪЪЪ изменяет свой элемент, после чего поглощает соответствующий элемент с с эффективностью 250%.<br>Кроме того, если во время этого использования <color style='color:#FFD780;'>Танца фениксаЪЪЪ</color> Щит фениксаЪЪЪ сменил свой элемент, то урон Колец лунного пера, которые Лань Янь бросает во врагов, повышается на 50% от их исходного урона соответствующего элемента. Этот урон считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "Защищающее от зла перо-талисман",
                        "Desc": "Урон элементального навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> и взрыва стихии <color style='color:#FFD780;'>Сияющий восход луны</color> повышается пропорционально 309% и 774% от мастерства стихий Лань Янь соответственно.",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "«Если бы можно было брести средь облаков»",
                        "Desc": "После изменения элемента пассивного таланта Четыре запечатывающих прорицание клинка это использование элементального навыка Лань Янь <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color>, когда во врагов выпускаются Кольца лунного пера, создаст дополнительное Кольцо лунного пера.<br>Требуется разблокировать пассивный талант Четыре запечатывающих прорицание клинка.",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "«Рукава в танце развеваются подобно радужному нефриту»",
                        "Desc": "Когда <color style='color:#FFD780;'>Щит фениксаЪЪЪ</color> активен, а активный персонаж вашего отряда наносит урон обычной атакой, восстановится 40% поглощения урона щита вплоть до исходного значения поглощения. Этот эффект может возникнуть один раз в 2 сек.",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "«На белых крыльях сквозь туман»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "«Кровавые жемчужины драконового ястреба»",
                        "Desc": "В течение 12 сек. после применения взрыва стихии <color style='color:#FFD780;'>Сияющий восход луны</color> мастерство стихий персонажей отряда поблизости повышается на 60 ед.",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "«Радость на сердце от встречи с тобой»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий восход луны</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "«По ветру на крыльях с серебряными орнаментами»",
                        "Desc": "Увеличивает количество зарядов навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> на 1.",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "Чёрный феникс на водной глади",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>Размахивает чакрами и выполняет до четырёх ударов, которые наносят <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Потратив определённое количество выносливости, выбрасывает чакру и наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "37.84%×3",
                                    "40.678%×3",
                                    "43.516%×3",
                                    "47.3%×3",
                                    "50.138%×3",
                                    "52.976%×3",
                                    "56.76%×3",
                                    "60.544%×3",
                                    "64.328%×3",
                                    "68.112%×3",
                                    "71.896%×3",
                                    "75.68%×3",
                                    "80.41%×3",
                                    "85.14%×3",
                                    "89.87%×3"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Танец фениксаЪЪЪ",
                        "Desc": "Призывает Щит фениксаЪЪЪ, передаваемое из поколения в поколение искусство, и стремительно бросается вперёд, при соприкосновении с целью отпрыгивая назад в воздух.<br>Поглощение урона Щитом фениксаЪЪЪ зависит от силы атаки Лань Янь. Он поглощает <color style='color:#80FFD7;'>Анемо урон</color> с 250% эффективностью.<br>Когда Лань Янь из-за эффекта элементального навыка находится в воздухе, быстрое нажатие элементального навыка или обычной атаки выпустит во врагов её Кольца лунного пера, которые после попадания дважды прокружатся между врагами поблизости, нанося <color style='color:#80FFD7;'>Анемо урон</color>.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление рывка.<br><br><i>«Облака вырезают лунный свет, серебристыми тенями услаждая взор».</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Кольца лунного пера",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита",
                                "ParamLevelList": [
                                    "276.48% силы атаки + 1155.56287",
                                    "297.216% силы атаки + 1271.13525",
                                    "317.952% силы атаки + 1396.33862",
                                    "345.6% силы атаки + 1531.17297",
                                    "366.336% силы атаки + 1675.63843",
                                    "387.072% силы атаки + 1829.73486",
                                    "414.72% силы атаки + 1993.4624",
                                    "442.368% силы атаки + 2166.8208",
                                    "470.016% силы атаки + 2349.81055",
                                    "497.664% силы атаки + 2542.43115",
                                    "525.312% силы атаки + 2744.68262",
                                    "552.96% силы атаки + 2956.56519",
                                    "587.52% силы атаки + 3178.07886",
                                    "622.08% силы атаки + 3409.22363",
                                    "656.64% силы атаки + 3650.0"
                                ]
                            },
                            {
                                "Desc": "Длительность щита",
                                "ParamLevelList": [
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий восход луны",
                        "Desc": "Лань Янь создаёт Стаю лунных ласточек, которая притягивает противников и предметы поблизости, а также несколько раз наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>. <br><br><i>Строго говоря, одна Лань Янь не может называться «стаей». Однако если к ней добавить ротанговые фигурки, которые она носит с собой, условие можно считать выполненным... пожалуй?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "241.064%×3",
                                    "259.144%×3",
                                    "277.224%×3",
                                    "301.33%×3",
                                    "319.41%×3",
                                    "337.49%×3",
                                    "361.596%×3",
                                    "385.702%×3",
                                    "409.809%×3",
                                    "433.915%×3",
                                    "458.022%×3",
                                    "482.128%×3",
                                    "512.261%×3",
                                    "542.394%×3",
                                    "572.527%×3"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Четыре запечатывающих прорицание клинка",
                        "Desc": "Если рывок элементального навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color>, попадая по противнику, взаимодействует с <color style='color:#80C0FF;'>Гидро</color>/<color style='color:#FF9999;'>Пиро</color>/<color style='color:#99FFFF;'>Крио</color>/<color style='color:#FFACFF;'>Электро</color>, то Щит фениксаЪЪЪ изменяет свой элемент, после чего поглощает соответствующий элемент с эффективностью 250%.<br>Кроме того, если во время этого использования <color style='color:#FFD780;'>Танца фениксаЪЪЪ</color> Щит фениксаЪЪЪ сменил свой элемент, то урон Колец лунного пера, которые Лань Янь бросает во врагов, повышается на 50% от их исходного урона соответствующего элемента. Этот урон считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "Защищающее от зла перо-талисман",
                        "Desc": "Урон элементального навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> и взрыва стихии <color style='color:#FFD780;'>Сияющий восход луны</color> повышается пропорционально 309% и 774% от мастерства стихий Лань Янь соответственно.",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "Мысли и намерения, подобные шелковистому аромату",
                        "Desc": "Когда Лань Янь в отряде, ваши персонажи не будут при приближении спугивать кристальных бабочек и некоторые другие типы животных.<br>Существа, на которых действует этот навык, указаны в подразделе «Прочие» раздела «Существа / Фауна» меню Архив.",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "«Если бы можно было брести средь облаков»",
                        "Desc": "После изменения элемента пассивного таланта Четыре запечатывающих прорицание клинка это использование элементального навыка Лань Янь <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color>, когда во врагов выпускаются Кольца лунного пера, создаст дополнительное Кольцо лунного пера.<br>Требуется разблокировать пассивный талант Четыре запечатывающих прорицание клинка.",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "«Рукава в танце развеваются подобно радужному нефриту»",
                        "Desc": "Когда <color style='color:#FFD780;'>Щит фениксаЪЪЪ</color> активен, а активный персонаж вашего отряда наносит урон обычной атакой, восстановится 40% поглощения урона щита вплоть до исходного значения поглощения. Этот эффект может возникнуть один раз в 2 сек.",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "«На белых крыльях сквозь туман»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "«Кровавые жемчужины драконового ястреба»",
                        "Desc": "В течение 12 сек. после применения взрыва стихии <color style='color:#FFD780;'>Сияющий восход луны</color> мастерство стихий персонажей отряда поблизости повышается на 60 ед.",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "«Радость на сердце от встречи с тобой»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий восход луны</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "«По ветру на крыльях с серебряными орнаментами»",
                        "Desc": "Увеличивает количество зарядов навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> на 1.",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "Чёрный феникс на водной глади",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>Размахивает Кольцами лунного пера и выполняет до четырёх ударов, которые наносят <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Потратив определённое количество выносливости, выбрасывает Кольцо лунного пера и наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Накопив силу Анемо, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "37.84%×3",
                                    "40.678%×3",
                                    "43.516%×3",
                                    "47.3%×3",
                                    "50.138%×3",
                                    "52.976%×3",
                                    "56.76%×3",
                                    "60.544%×3",
                                    "64.328%×3",
                                    "68.112%×3",
                                    "71.896%×3",
                                    "75.68%×3",
                                    "80.41%×3",
                                    "85.14%×3",
                                    "89.87%×3"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Танец фениксаЪЪЪ",
                        "Desc": "Призывает Щит фениксаЪЪЪ, передаваемое из поколения в поколение искусство, и стремительно бросается вперёд, при соприкосновении с целью отпрыгивая назад в воздух.<br>Поглощение урона Щитом фениксаЪЪЪ зависит от силы атаки Лань Янь. Он поглощает <color style='color:#80FFD7;'>Анемо урон</color> с 250% эффективностью.<br>Когда Лань Янь из-за эффекта элементального навыка находится в воздухе, быстрое нажатие элементального навыка или обычной атаки выпустит во врагов её Кольца лунного пера, которые после попадания дважды прокружатся между врагами поблизости, нанося <color style='color:#80FFD7;'>Анемо урон</color>.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление рывка.<br><br><i>«Облака вырезают лунный свет, серебристыми тенями услаждая взор».</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Кольца лунного пера",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита",
                                "ParamLevelList": [
                                    "276.48% силы атаки + 1155.56287",
                                    "297.216% силы атаки + 1271.13525",
                                    "317.952% силы атаки + 1396.33862",
                                    "345.6% силы атаки + 1531.17297",
                                    "366.336% силы атаки + 1675.63843",
                                    "387.072% силы атаки + 1829.73486",
                                    "414.72% силы атаки + 1993.4624",
                                    "442.368% силы атаки + 2166.8208",
                                    "470.016% силы атаки + 2349.81055",
                                    "497.664% силы атаки + 2542.43115",
                                    "525.312% силы атаки + 2744.68262",
                                    "552.96% силы атаки + 2956.56519",
                                    "587.52% силы атаки + 3178.07886",
                                    "622.08% силы атаки + 3409.22363",
                                    "656.64% силы атаки + 3650.0"
                                ]
                            },
                            {
                                "Desc": "Длительность щита",
                                "ParamLevelList": [
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сияющий восход луны",
                        "Desc": "Лань Янь создаёт Стаю лунных ласточек, которая притягивает противников и предметы поблизости, а также несколько раз наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>. <br><br><i>Строго говоря, одна Лань Янь не может называться «стаей». Однако если к ней добавить ротанговые фигурки, которые она носит с собой, условие можно считать выполненным... пожалуй?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "241.064%×3",
                                    "259.144%×3",
                                    "277.224%×3",
                                    "301.33%×3",
                                    "319.41%×3",
                                    "337.49%×3",
                                    "361.596%×3",
                                    "385.702%×3",
                                    "409.809%×3",
                                    "433.915%×3",
                                    "458.022%×3",
                                    "482.128%×3",
                                    "512.261%×3",
                                    "542.394%×3",
                                    "572.527%×3"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Четыре запечатывающих прорицание клинка",
                        "Desc": "Если рывок элементального навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color>, попадая по цели, взаимодействует с <color style='color:#80C0FF;'>Гидро</color>/<color style='color:#FF9999;'>Пиро</color>/<color style='color:#99FFFF;'>Крио</color>/<color style='color:#FFACFF;'>Электро</color>, то Щит фениксаЪЪЪ изменяет свой элемент, после чего поглощает соответствующий элемент с эффективностью 250%.<br>Кроме того, если во время этого использования <color style='color:#FFD780;'>Танца фениксаЪЪЪ</color> Щит фениксаЪЪЪ сменил свой элемент, то урон Колец лунного пера, которые Лань Янь бросает во врагов, повышается на 50% от их исходного урона соответствующего элемента. Этот урон считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "Защищающее от зла перо-талисман",
                        "Desc": "Урон элементального навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> и взрыва стихии <color style='color:#FFD780;'>Сияющий восход луны</color> повышается пропорционально 309% и 774% от мастерства стихий Лань Янь соответственно.",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "Мысли и намерения, подобные шелковистому аромату",
                        "Desc": "Когда Лань Янь в отряде, ваши персонажи не будут при приближении спугивать кристальных бабочек и некоторые другие типы животных.<br>Существа, на которых действует этот навык, указаны в подразделе «Прочие» раздела «Существа / Фауна» меню Архив.",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "«Если бы можно было брести средь облаков»",
                        "Desc": "После изменения элемента пассивного таланта Четыре запечатывающих прорицание клинка это использование элементального навыка Лань Янь <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color>, когда во врагов выпускаются Кольца лунного пера, создаст дополнительное Кольцо лунного пера.<br>Требуется разблокировать пассивный талант Четыре запечатывающих прорицание клинка.",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "«Рукава в танце развеваются подобно радужному нефриту»",
                        "Desc": "Когда <color style='color:#FFD780;'>Щит фениксаЪЪЪ</color> активен, а активный персонаж вашего отряда наносит урон обычной атакой, восстановится 40% поглощения урона щита вплоть до исходного значения поглощения. Этот эффект может возникнуть один раз в 2 сек.",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "«На белых крыльях сквозь туман»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "«Кровавые жемчужины драконового ястреба»",
                        "Desc": "В течение 12 сек. после применения взрыва стихии <color style='color:#FFD780;'>Сияющий восход луны</color> мастерство стихий персонажей отряда поблизости повышается на 60 ед.",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "«Радость на сердце от встречи с тобой»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сияющий восход луны</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "«По ветру на крыльях с серебряными орнаментами»",
                        "Desc": "Увеличивает количество зарядов навыка <color style='color:#FFD780;'>Танец фениксаЪЪЪ</color> на 1.",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "Чёрный фазан на водной глади",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>Размахивает Кольцами лунного пера и выполняет до четырёх ударов, которые наносят <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Потратив определённое количество выносливости, выбрасывает Кольцо лунного пера и наносит <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Накопив силу Анемо, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "37.84%×3",
                                    "40.678%×3",
                                    "43.516%×3",
                                    "47.3%×3",
                                    "50.138%×3",
                                    "52.976%×3",
                                    "56.76%×3",
                                    "60.544%×3",
                                    "64.328%×3",
                                    "68.112%×3",
                                    "71.896%×3",
                                    "75.68%×3",
                                    "80.41%×3",
                                    "85.14%×3",
                                    "89.87%×3"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Порхающий танец ласточкиных перьев",
                        "Desc": "Призывает Щит порхающей ласточки, передаваемое из поколения в поколение искусство, и стремительно бросается вперёд, при соприкосновении с целью отпрыгивая назад в воздух.<br>Поглощение урона Щитом порхающей ласточки зависит от силы атаки Лань Янь. Он поглощает <color style='color:#80FFD7;'>Анемо урон</color> с 250% эффективностью.<br>Когда Лань Янь из-за эффекта элементального навыка находится в воздухе, быстрое нажатие элементального навыка или обычной атаки выпустит во врагов её Кольца лунного пера, которые после попадания дважды прокружатся между врагами поблизости, нанося <color style='color:#80FFD7;'>Анемо урон</color>.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление рывка.<br><br><i>«Облака вырезают лунный свет, серебристыми тенями услаждая взор».</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Кольца лунного пера",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита",
                                "ParamLevelList": [
                                    "276.48% силы атаки + 1155.56287",
                                    "297.216% силы атаки + 1271.13525",
                                    "317.952% силы атаки + 1396.33862",
                                    "345.6% силы атаки + 1531.17297",
                                    "366.336% силы атаки + 1675.63843",
                                    "387.072% силы атаки + 1829.73486",
                                    "414.72% силы атаки + 1993.4624",
                                    "442.368% силы атаки + 2166.8208",
                                    "470.016% силы атаки + 2349.81055",
                                    "497.664% силы атаки + 2542.43115",
                                    "525.312% силы атаки + 2744.68262",
                                    "552.96% силы атаки + 2956.56519",
                                    "587.52% силы атаки + 3178.07886",
                                    "622.08% силы атаки + 3409.22363",
                                    "656.64% силы атаки + 3650.0"
                                ]
                            },
                            {
                                "Desc": "Длительность щита",
                                "ParamLevelList": [
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек.",
                                    "16.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Лучезарный восход луны",
                        "Desc": "Лань Янь создаёт Стаю лунных ласточек, которая притягивает противников и предметы поблизости, а также несколько раз наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>. <br><br><i>Строго говоря, одна Лань Янь не может называться «стаей». Однако если к ней добавить ротанговые фигурки, которые она носит с собой, условие можно считать выполненным... пожалуй?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "241.064%×3",
                                    "259.144%×3",
                                    "277.224%×3",
                                    "301.33%×3",
                                    "319.41%×3",
                                    "337.49%×3",
                                    "361.596%×3",
                                    "385.702%×3",
                                    "409.809%×3",
                                    "433.915%×3",
                                    "458.022%×3",
                                    "482.128%×3",
                                    "512.261%×3",
                                    "542.394%×3",
                                    "572.527%×3"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Четыре запечатывающих прорицание амулета",
                        "Desc": "Если рывок элементального навыка <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color>, попадая по цели, взаимодействует с <color style='color:#80C0FF;'>Гидро</color>/<color style='color:#FF9999;'>Пиро</color>/<color style='color:#99FFFF;'>Крио</color>/<color style='color:#FFACFF;'>Электро</color>, то Щит порхающей ласточки изменяет свой элемент, после чего поглощает соответствующий элемент с эффективностью 250%.<br>Кроме того, если во время этого использования <color style='color:#FFD780;'>Порхающего танца ласточкиных перьев</color> Щит порхающей ласточки сменил свой элемент, то Кольца лунного пера, которые Лань Янь бросает во врагов, наносят дополнительный урон соответствущим элементом, равный 50% от их исходного урона. Этот урон считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "Защищающее от зла перо-талисман",
                        "Desc": "Урон элементального навыка <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color> и взрыва стихии <color style='color:#FFD780;'>Лучезарный восход луны</color> повышается на 309% и 774% от мастерства стихий Лань Янь соответственно.",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "Мысли и намерения, подобные шелковистому аромату",
                        "Desc": "Когда Лань Янь в отряде, бабочки и некоторые другие животные не будут пугаться ваших персонажей.<br>Существа, на которых действует этот навык, указаны в подразделе «Прочие» раздела «Существа / Фауна» меню Архив.",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "«Словно кто-то бредёт средь облаков»",
                        "Desc": "После активации изменения элемента пассивного таланта Четыре запечатывающих прорицание амулета это использование элементального навыка Лань Янь <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color>, когда во врагов выпускаются Кольца лунного пера, создаст дополнительное Кольцо лунного пера.<br>Требуется разблокировать пассивный талант Четыре запечатывающих прорицание амулета.",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "«Одежды в танце развеваются подобно радужному нефриту»",
                        "Desc": "Когда <color style='color:#FFD780;'>Щит порхающей ласточки</color> активен, а активный персонаж вашего отряда наносит урон обычной атакой, восстановится 40% поглощения урона щита вплоть до исходного значения поглощения. Этот эффект может возникнуть один раз в 2 сек.",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "«Пронзая туман и облака на белых крыльях»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "«С украшением из кровавых жемчужин драконового ястреба»",
                        "Desc": "В течение 12 сек. после применения взрыва стихии <color style='color:#FFD780;'>Лучезарный восход луны</color> мастерство стихий персонажей отряда поблизости повышается на 60 ед.",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "«Встреча с тобой наполнила сердце радостью»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Лучезарный восход луны</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "«Улетим на крыльях ветра под пение серебряных прикрас»",
                        "Desc": "Увеличивает количество зарядов навыка <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color> на 1.",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Чёрный фазан на водной глади",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>Размахивает Кольцами лунного пера и выполняет до четырёх ударов, которые наносят <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Потратив определённое количество выносливости, выбрасывает Кольцо лунного пера и наносит <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Накопив силу Анемо, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.9429%+26.8191%",
                                    "23.4738%+28.6902%",
                                    "25.515%+31.185%",
                                    "27.0459%+33.0561%",
                                    "28.5768%+34.9272%",
                                    "30.618%+37.422%",
                                    "32.6592%+39.9168%",
                                    "34.7004%+42.4116%",
                                    "36.7416%+44.9064%",
                                    "38.7828%+47.4012%",
                                    "40.824%+49.896%",
                                    "43.3755%+53.0145%",
                                    "45.927%+56.133%",
                                    "48.4785%+59.2515%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "37.84%×3",
                                    "40.678%×3",
                                    "43.516%×3",
                                    "47.3%×3",
                                    "50.138%×3",
                                    "52.976%×3",
                                    "56.76%×3",
                                    "60.544%×3",
                                    "64.328%×3",
                                    "68.112%×3",
                                    "71.896%×3",
                                    "75.68%×3",
                                    "80.41%×3",
                                    "85.14%×3",
                                    "89.87%×3"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Порхающий танец ласточкиных перьев",
                        "Desc": "Призывает Щит порхающей ласточки, передаваемое из поколения в поколение искусство, и стремительно бросается вперёд, при соприкосновении с целью отпрыгивая назад в воздух.<br>Поглощение урона Щитом порхающей ласточки зависит от силы атаки Лань Янь. Он поглощает <color style='color:#80FFD7;'>Анемо урон</color> с 250% эффективностью.<br>Когда Лань Янь из-за эффекта элементального навыка находится в воздухе, быстрое нажатие элементального навыка или обычной атаки выпустит во врагов её Кольца лунного пера, которые после попадания дважды прокружатся между врагами поблизости, нанося <color style='color:#80FFD7;'>Анемо урон</color>.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление рывка.<br><br><i>«Облака вырезают лунный свет, серебристыми тенями услаждая взор».</i>",
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Кольца лунного пера",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.4752%",
                                    "110.6944%",
                                    "120.32%",
                                    "127.5392%",
                                    "134.7584%",
                                    "144.384%",
                                    "154.0096%",
                                    "163.6352%",
                                    "173.2608%",
                                    "182.8864%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита",
                                "ParamLevelList": [
                                    "276.48% силы атаки + 1155.5629",
                                    "297.216% силы атаки + 1271.1353",
                                    "317.952% силы атаки + 1396.3386",
                                    "345.6% силы атаки + 1531.173",
                                    "366.336% силы атаки + 1675.6384",
                                    "387.072% силы атаки + 1829.7349",
                                    "414.72% силы атаки + 1993.4624",
                                    "442.368% силы атаки + 2166.8208",
                                    "470.016% силы атаки + 2349.8105",
                                    "497.664% силы атаки + 2542.4312",
                                    "525.312% силы атаки + 2744.6826",
                                    "552.96% силы атаки + 2956.5652",
                                    "587.52% силы атаки + 3178.0789",
                                    "622.08% силы атаки + 3409.2236",
                                    "656.64% силы атаки + 3650.0"
                                ]
                            },
                            {
                                "Desc": "Длительность щита",
                                "ParamLevelList": [
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек.",
                                    "12.5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек.",
                                    "16 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Лучезарный восход луны",
                        "Desc": "Лань Янь создаёт Стаю лунных ласточек, которая притягивает противников и предметы поблизости, а также несколько раз наносит <color style='color:#80FFD7;'>Анемо урон по площади</color>.<br><br><i>Строго говоря, одна Лань Янь не может называться «стаей». Однако если к ней добавить ротанговые фигурки, которые она носит с собой, условие можно считать выполненным... пожалуй?</i>",
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "241.064%×3",
                                    "259.1438%×3",
                                    "277.2236%×3",
                                    "301.33%×3",
                                    "319.4098%×3",
                                    "337.4896%×3",
                                    "361.596%×3",
                                    "385.7024%×3",
                                    "409.8088%×3",
                                    "433.9152%×3",
                                    "458.0216%×3",
                                    "482.128%×3",
                                    "512.261%×3",
                                    "542.394%×3",
                                    "572.527%×3"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Четыре запечатывающих прорицание амулета",
                        "Desc": "Если рывок элементального навыка <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color>, попадая по цели, взаимодействует с <color style='color:#80C0FF;'>Гидро</color>/<color style='color:#FF9999;'>Пиро</color>/<color style='color:#99FFFF;'>Крио</color>/<color style='color:#FFACFF;'>Электро</color>, то Щит порхающей ласточки изменяет свой элемент, после чего поглощает соответствующий элемент с эффективностью 250%.<br>Кроме того, если во время этого использования <color style='color:#FFD780;'>Порхающего танца ласточкиных перьев</color> Щит порхающей ласточки сменил свой элемент, то Кольца лунного пера, которые Лань Янь бросает во врагов, наносят дополнительный урон соответствующим элементом, равный 50% от их исходного урона. Этот урон считается уроном элементального навыка.",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "Защищающее от зла перо-талисман",
                        "Desc": "Урон элементального навыка <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color> и взрыва стихии <color style='color:#FFD780;'>Лучезарный восход луны</color> повышается на 309% и 774% от мастерства стихий Лань Янь соответственно.",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "Мысли и намерения, подобные шелковистому аромату",
                        "Desc": "Когда Лань Янь в отряде, бабочки и некоторые другие животные не будут пугаться ваших персонажей.<br>Существа, на которых действует этот навык, указаны в подразделе «Прочие» раздела «Существа / Фауна» меню Архив.",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "«Словно кто-то бредёт средь облаков»",
                        "Desc": "После активации изменения элемента пассивного таланта Четыре запечатывающих прорицание амулета это использование элементального навыка Лань Янь <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color>, когда во врагов выпускаются Кольца лунного пера, создаст дополнительное Кольцо лунного пера.<br>Требуется разблокировать пассивный талант Четыре запечатывающих прорицание амулета.",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "«Одежды в танце развеваются подобно радужному нефриту»",
                        "Desc": "Когда <color style='color:#FFD780;'>Щит порхающей ласточки</color> активен, а активный персонаж вашего отряда наносит урон обычной атакой, восстановится 40% поглощения урона щита вплоть до исходного значения поглощения. Этот эффект может возникнуть один раз в 2 сек.",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "«Пронзая туман и облака на белых крыльях»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "«С украшением из кровавых жемчужин драконового ястреба»",
                        "Desc": "В течение 12 сек. после применения взрыва стихии <color style='color:#FFD780;'>Лучезарный восход луны</color> мастерство стихий персонажей отряда поблизости повышается на 60 ед.",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "«Встреча с тобой наполнила сердце радостью»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Лучезарный восход луны</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "«Улетим на крыльях ветра под пение серебряных прикрас»",
                        "Desc": "Увеличивает количество зарядов навыка <color style='color:#FFD780;'>Порхающий танец ласточкиных перьев</color> на 1.",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Lanyan": {}
}