// Auto Generated

var _AvatarDataConfig_ = {
    "Layla": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Layla": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "101215": 3,
                "112008": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113038": 2,
                "101215": 10,
                "112008": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113038": 4,
                "101215": 20,
                "112009": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113038": 8,
                "101215": 30,
                "112009": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113038": 12,
                "101215": 45,
                "112010": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113038": 20,
                "101215": 60,
                "112010": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104332": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112010": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112010": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112010": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112010": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104332": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112010": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112010": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112010": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112010": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104332": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112010": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112010": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112010": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112010": 12,
                "113042": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Layla": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Меч сияющей тропы",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "51.2173%",
                                    "55.3862%",
                                    "59.555%",
                                    "65.5105%",
                                    "69.6793%",
                                    "74.4438%",
                                    "80.9948%",
                                    "87.5459%",
                                    "94.0969%",
                                    "101.2435%",
                                    "108.3901%",
                                    "115.5367%",
                                    "122.6833%",
                                    "129.8299%",
                                    "136.9765%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "48.4834%",
                                    "52.4297%",
                                    "56.376%",
                                    "62.0136%",
                                    "65.9599%",
                                    "70.47%",
                                    "76.6714%",
                                    "82.8727%",
                                    "89.0741%",
                                    "95.8392%",
                                    "102.6043%",
                                    "109.3694%",
                                    "116.1346%",
                                    "122.8997%",
                                    "129.6648%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "72.9736%",
                                    "78.9133%",
                                    "84.853%",
                                    "93.3383%",
                                    "99.278%",
                                    "106.0663%",
                                    "115.4001%",
                                    "124.7339%",
                                    "134.0677%",
                                    "144.2501%",
                                    "154.4325%",
                                    "164.6148%",
                                    "174.7972%",
                                    "184.9795%",
                                    "195.1619%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "47.73%+52.546%",
                                    "51.615%+56.823%",
                                    "55.5%+61.1%",
                                    "61.05%+67.21%",
                                    "64.935%+71.487%",
                                    "69.375%+76.375%",
                                    "75.48%+83.096%",
                                    "81.585%+89.817%",
                                    "87.69%+96.538%",
                                    "94.35%+103.87%",
                                    "101.01%+111.202%",
                                    "107.67%+118.534%",
                                    "114.33%+125.866%",
                                    "120.99%+133.198%",
                                    "127.65%+140.53%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Ночи почтенного сосредоточения",
                        "Desc": "Создаёт щит, который называется Пологом сновидений, нанося <color style='color:#99FFFF;'>Крио урон по площади</color>.<br>Поглощаемый Пологом сновидений урон зависит от максимального HP Лайлы, при этом он поглощает <color style='color:#99FFFF;'>Крио урон с 250% эффективностью</color>. При активации Полога Лайла получает кратковременный <color style='color:#99FFFF;'>эффект Крио</color>.<br><br><color style='color:#FFD780;'>Ночные звёзды и Метеоры</color><br>Каждые 1,5 сек. во время своего действия Полог сновидений создаёт 1 Ночную звезду, которая прикрепляется к нему. Когда персонаж под защитой Полога сновидений активирует элементальный навык, создаются 2 Ночные звезды. Ночные звёзды таким способом можно создавать один раз каждые 0,3 сек. Одновременно может существовать до 4 Ночных звёзд.<br>Когда на Пологе сновидений 4 Ночные звезды, а поблизости есть враги, звёзды по очереди превращаются в Метеоры, которые самостоятельно находят и поражают врагов, нанося <color style='color:#99FFFF;'>Крио урон</color>.<br>Когда действие Полога сновидений истекает или он разрушается, Ночные звёзды исчезают вместе с ним. Если они уже превратились в Метеоры, которые начали поражать врагов, эти Метеоры просуществуют до окончания своего действия.<br><br>Пока Метеоры не закончат поражать врагов, новые Ночные звёзды не появятся.<br><br><i>«Мы с ней как два мастера, которые никогда не встречались, но сидели на одной подушке и вышивали одни и те же цветы снов».</i>",
                        "Icon": "Skill_S_Layla_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "12.8%",
                                    "13.76%",
                                    "14.72%",
                                    "16.0%",
                                    "16.96%",
                                    "17.92%",
                                    "19.2%",
                                    "20.48%",
                                    "21.76%",
                                    "23.04%",
                                    "24.32%",
                                    "25.6%",
                                    "27.2%",
                                    "28.8%",
                                    "30.4%"
                                ]
                            },
                            {
                                "Desc": "Урон Метеора",
                                "ParamLevelList": [
                                    "14.72%",
                                    "15.824%",
                                    "16.928%",
                                    "18.4%",
                                    "19.504%",
                                    "20.608%",
                                    "22.08%",
                                    "23.552%",
                                    "25.024%",
                                    "26.496%",
                                    "27.968%",
                                    "29.44%",
                                    "31.28%",
                                    "33.12%",
                                    "34.96%"
                                ]
                            },
                            {
                                "Desc": "Базовое поглощение щита",
                                "ParamLevelList": [
                                    "10.8% от макс. HP + 1040.007",
                                    "11.61% от макс. HP + 1144.0221",
                                    "12.42% от макс. HP + 1256.7052",
                                    "13.5% от макс. HP + 1378.0562",
                                    "14.31% от макс. HP + 1508.0751",
                                    "15.12% от макс. HP + 1646.762",
                                    "16.2% от макс. HP + 1794.1167",
                                    "17.28% от макс. HP + 1950.1394",
                                    "18.36% от макс. HP + 2114.83",
                                    "19.44% от макс. HP + 2288.1887",
                                    "20.52% от макс. HP + 2470.215",
                                    "21.6% от макс. HP + 2660.9097",
                                    "22.95% от макс. HP + 2860.272",
                                    "24.3% от макс. HP + 3068.3022",
                                    "25.65% от макс. HP + 3285.0"
                                ]
                            },
                            {
                                "Desc": "Длительность щита",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сон колыбели звёзд",
                        "Desc": "Создаёт Небесную сферу снов, которая постоянно выпускает по противникам в области действия Заряды звёздного света, нанося <color style='color:#99FFFF;'>Крио урон</color>.<br>При попадании Заряд звёздного света создаёт 1 Ночную звезду на Пологе сновидений поблизости. Подобным образом каждый Полог сновидений может получать по 1 Ночной звезде каждые 0,5 сек.<br><br><i>«Засыпай, засыпай. Пусть пред твоими спящими глазами на звёздных тропах снов развернутся мириады судеб».</i>",
                        "Icon": "Skill_E_Layla_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Заряда звёздного света",
                                "ParamLevelList": [
                                    "4.6488% макс. HP",
                                    "4.9975% макс. HP",
                                    "5.3461% макс. HP",
                                    "5.811% макс. HP",
                                    "6.1597% макс. HP",
                                    "6.5083% макс. HP",
                                    "6.9732% макс. HP",
                                    "7.4381% макс. HP",
                                    "7.903% макс. HP",
                                    "8.3678% макс. HP",
                                    "8.8327% макс. HP",
                                    "9.2976% макс. HP",
                                    "9.8787% макс. HP",
                                    "10.4598% макс. HP",
                                    "11.0409% макс. HP"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Зарождающийся свет",
                        "Desc": "Пока активен <color style='color:#FFD780;'>Полог сновидений</color>, с каждой новой Ночной звездой на Пологе активируется Глубокий сон:<br> ·  Прочность щита персонажа под воздействием Полога сновидений увеличивается на 6%.<br> ·  Эффект складывается до 4 раз и существует до тех пор, пока не исчезнет Полог сновидений.",
                        "Icon": "UI_Talent_S_Layla_05"
                    },
                    {
                        "Name": "Непотревоженный сон",
                        "Desc": "Урон Метеоров <color style='color:#FFD780;'>Ночей почтенного сосредоточения</color> повышается на 1,5% от макс. HP Лайлы.",
                        "Icon": "UI_Talent_S_Layla_06"
                    },
                    {
                        "Name": "Призрачные вещие сны",
                        "Desc": "При создании материалов повышения талантов персонажей есть 10% шанс создать дополнительный предмет.",
                        "Icon": "UI_Talent_Eula_Combine"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Крепость фантазий",
                        "Desc": "Поглощение урона Полога сновидений навыка <color style='color:#FFD780;'>Ночи почтенного сосредоточения</color> увеличивается на 20%.<br>Активация навыка Ночи почтенного сосредоточения на 12 сек. наделит не защищённых Пологом сновидений персонажей щитом, поглощение урона которого составляет 35% от поглощения Полога сновидений. <color style='color:#99FFFF;'>Крио урон</color> поглощается им с эффективностью 250%.",
                        "Icon": "UI_Talent_S_Layla_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Власть света",
                        "Desc": "Попадая по противникам, каждый Метеор навыка <color style='color:#FFD780;'>Ночи почтенного сосредоточения</color> восстанавливает 1 ед. элементальной энергии Лайлы. Каждый Метеор может таким образом восстановить энергию Лайлы один раз.",
                        "Icon": "UI_Talent_S_Layla_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Тайны долгой ночи",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Ночи почтенного сосредоточения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Layla_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Звёздный свет",
                        "Desc": "Когда навык <color style='color:#FFD780;'>Ночи почтенного сосредоточения</color> начинает запускать Метеоры, он наделяет всех окружающих членов отряда Сумеречной звездой, что увеличивает урон их обычных и заряженных атак на 5% от макс. HP Лайлы.<br>Сумеречная звезда длится до 3 сек. и исчезает через 0,05 сек. после нанесения урона обычной или заряженной атакой.",
                        "Icon": "UI_Talent_S_Layla_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Ручей сознания",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сон колыбели звёзд</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Layla_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Лучезарное пламя души",
                        "Desc": "Урон Метеоров навыка <color style='color:#FFD780;'>Ночи почтенного сосредоточения</color> и Зарядов звёздного света навыка <color style='color:#FFD780;'>Сон колыбели звёзд</color> повышается на 40%.<br>Кроме того, интервал создания Ночных звёзд навыка Ночи почтенного сосредоточения сокращается на 20%.",
                        "Icon": "UI_Talent_S_Layla_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Layla": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "Layla_ElementalArt_Bullet",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 53.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.2,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.738,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 76.368,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}