// Auto Generated

var _AvatarFetterConfig_ = {
    "83": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Если спросить, кто в Кур-де-Фонтейне самый знаменитый иллюзионист, зрители наверняка сразу же вспомнят блистающего на сцене своим обаянием Лини. Но если вы поинтересуетесь, кто самая известная ассистентка иллюзиониста, собеседники, скорее всего, растеряются. Всё-таки восхищение и аплодисменты публики предназначаются не ей. Ассистентка должна лишь в нужный момент отвлекать зрителей, основное же место в центре внимания принадлежит главному персонажу. На сцене и вне её Линетт привыкла прятаться за Лини - в тени, куда не проникает свет и похвалы. Оставаться в тени - отличный профессиональный навык для ассистентки. А для ребёнка из Дома - это способ выжить...",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Линетт часто использует в качестве отговорки слова «режим ожидания» и «энергосбережение». Ведь если в ответ на поручение сказать, что ты сейчас отдыхаешь, то с вероятностью 80-90% получишь в ответ: «То есть ты как раз можешь взяться за работу?» А вот если на полном серьёзе заявить, что находишься в режиме ожидания в целях энергосбережения, да ещё добавить к этому безэмоциональное выражение лица, как у Линетт, то можно на время ошарашить собеседника. И пока он не пришёл в себя, Линетт может спокойно проскользнуть мимо с самым что ни на есть серьёзным выражением лица. Конечно, на друзей этот метод не действует. Но они и так знают, насколько Линетт не любит хлопоты. А что важнее - они знают, к каким последствиям приводят попытки заставить её чем-то заняться. Хоть она и пользуется порой «машиноподобными» словечками, но, пожалуй, этим и ограничиваются её познания в технике. В Доме считается, что Линетт нельзя оставлять без присмотра в одном помещении с посудомоечной машиной, пылесосом... или любой другой техникой. В противном случае к тому времени, когда на место происшествия прибудет третья сторона (обычно Фремине), возможны два варианта: 1) техника каким-то образом придёт в негодность - посудомоечная машина начнёт исходить пеной, а пылесос биться в конвульсиях, - а Линетт будет наблюдать за бедствием с невинным выражением лица; 2) злая участь обойдёт машины стороной, но работа так и не будет сделана, а сама Линетт кошкой забьётся куда-нибудь в угол. Поскольку, несмотря на непредсказуемость результата, ни один из исходов нельзя назвать удачным, Линетт, к её облегчению, освободили от всей домашней работы. Хотя то, что она неправильным обращением способна вывести из строя даже самую простую технику, довольно странно... Управляясь с магическим реквизитом на сцене, Линетт даже более сосредоточена, чем её брат, и за все годы не совершила ни одной ошибки.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "В каком-то смысле ассистент фокусника - профессия противоречивая. Аплодисменты и крики «Браво!» на сцене достаются фокуснику, да и за кулисами цветами и славой ассистентов не балуют. И всё же, чтобы устроить отличное шоу, помощь ассистента необходима. Ассистент - самый близкий человек для фокусника на сцене. Этот человек знает все секреты иллюзиониста, а во время опасных трюков от каждого движения ассистента зависит сама жизнь фокусника. Иллюзионист и его помощник на сцене подобны двум сторонам одного зеркала: одна сторона обращена к свету и привлекает внимание публики, а другая - к темноте, где в тайне выполняется трюк. Две стороны вращаются, непредсказуемо сменяя друг друга. Чтобы помогать иллюзионисту, ассистент должен разбираться в фокусах не хуже главного «мага». Но кто, обладая подобным мастерством, согласится по доброй воле оставаться на вторых ролях? Из-за этого, как правило, помощники-подмастерья долго не задерживаются в роли ассистента и начинают работать самостоятельно. Когда Лини прославился, не последние люди Фонтейна увидели в Линетт потенциал и посчитали, что если она будет выступать самостоятельно, то станет ещё более яркой звездой. Её даже приглашали сняться в фильме в главной роли. Кошачьи ушки, девушка, иллюзионист... Одного этого достаточно, чтобы привлечь внимание публики! Вопреки ожиданиям, все эти предложения Линетт и слушать не стала. Мало того, что она всем отказывает, так ведь даже причину отказа ей лень выдумать, и все ответные письма сочиняет за неё Лини. Лини это не слишком-то по душе: большинство адресатов занимает заметное положение в обществе, и, согласно указаниям «Отца», ими не стоит пренебрегать. Если бы выяснилось, что ответы на попытки переманить у Лини ассистентку пишет сам Лини, при следующей встрече все испытали бы немалую неловкость. Поэтому ему остаётся только подражать тону самой Линетт и отказывать в предельно вежливой и искренней манере. Даже такому мастеру красноречия, как Лини, непросто писать в стиле Линетт, которая так бережёт слова в обычной жизни. Устав сочинять очередной отказ и глядя на вольготно расположившуюся на диване Линетт, Лини каждый раз не может не думать: может, пусть она и правда попробует? А я мог бы стать ассистентом. «Даже не думай», - тут же улавливает его мысль Линетт и переворачивается, чтобы посмотреть на Лини: «Мне нравится быть твоей ассистенткой».",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Одно из немногих увлечений Линетт - заваривание чая. Глядя на то, как клубится над чашкой пар, и вдыхая прекрасный аромат, можно ощутить, как рассеивается дневная усталость. Когда приходят гости, Лини обычно встречает их у дверей, а Линетт угощает чаем. И на семейных чаепитиях она отвечает за приготовление чая, в то время как остальные члены семьи - за разговоры. Пока все обсуждают высокие материи или просто болтают о том о сём, Линетт сидит в сторонке, обхватив чашку двумя руками, тихонько дует на чай, чтобы остудить его, и пьёт маленькими глотками. Её язык от природы очень чувствителен, так что она не может пить слишком горячий чай. Но заваривать чай тёплой водой - пустой перевод продуктов. Что же касается добавления льда или переливания чая из одной кружки в другую для охлаждения, эти методы Линетт осуждала не меньше. Добавление льда изменяет крепость чая, а переливание портит иерархию вкусов... Только небольшие дуновения способны довести чай до оптимальной температуры - при которой исключается риск ошпариться, но сохраняется вкус. Но даже после того, как чай перестанет быть слишком горячим, его нельзя сразу выпить. У некоторых видов чая вкус ощущается тем сильнее, чем ближе дно чашки. После каждого глотка нужно подождать пару минут, пока не исчезнет послевкусия, и только после этого продолжать. Поэтому Линетт всегда пьёт чай крайне неторопливо. К тому моменту, когда пустеет чайник, беседа обычно уже стихает. Что же до оставшейся на столе посуды... Лучше оставить её кому-то ещё, чтобы снова не сломать посудомоечную машину.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Как-то один фонтейнский чиновник решил проверить движение капитала особняка «Буфф д'эте» за последние несколько месяцев. Но стоило ему составить план расследования, как начальство отклонило инициативу. Автор плана не мог и предположить, что начальник наложил вето на расследование из-за того, что получил письмо с фотографиями, на которых было запечатлено его свидание с известной красавицей. Начальнику же было невдомёк, что его секрет был раскрыт, когда во время магического представления он вытащил из кармана платок, не принадлежащий супруге. В тот момент он был так растроган чудесным представлением, что совершенно не заметил взгляд, устремлённый из тени. Этой недолгой рассеянности Линетт хватило, чтобы незаметно «украсть» информацию. Люди часто бессознательно выдают себя деталями одежды, взглядами, движениями и даже молчанием... Обычно этого никто не замечает, поскольку важная информация погребена среди моря деталей. Но Линетт способна выхватить из этого моря самое важное благодаря своей экстраординарной наблюдательности. Складывая воедино бесчисленные «пустяковые» детали, она способна получить полезную для особняка информацию. Один человек у всех на виду, а другой в тени... И эта неприметная пара глаз похищает у влиятельных людей Фонтейна один секрет за другим. Обворованные ни о чём и не подозревают, словно сами угодили в центр фокуса. Подобная наблюдательность требует полнейшей концентрации, поэтому во время работы Линетт старается молчать и не тратить силы зря. Даже на отдыхе она привычно фильтрует информацию, отбрасывая ненужное. Вот только какая информация нужна, а какая нет, Линетт выбирает на своё усмотрение. Например, если ничего не делать по дому, можно легко выбросить из головы тонкости управления техникой и дела по хозяйству. А во время праздных бесед за чаем достаточно отвечать на всё словами «вот оно как», «ну надо же» и «а что было потом?», и разговор сам будет двигаться своим чередом. Сбережение энергии - отличный путь.",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Многие полагают, что кошачьи ушки Линетт - часть сценического костюма. Ведь в её брате Лини течёт та же кровь, что и в ней, а он внешне ничем не отличается от обычных людей. Но уши и хвост Линетт самые что ни на есть настоящие. Говорят, что подобная кошачья внешность обычно связана с наследственностью, это атавизм, который порой проявляется даже через много поколений. Когда Линетт была маленькой, этот дар предков ей не нравился. Всегда находились какие-нибудь любопытные детишки, которые со злыми намерениями или нет указывали на её уши и хвост и спрашивали: «Почему ты не такая, как все? А вы с Лини правда брат и сестра?» У замкнутой Линетт не всегда находился подходящий ответ, а Лини порой не оказывалось рядом. Каждый раз ей оставалось только, прижав уши и виляя хвостом, куда-нибудь забиться, чтобы погоревать в одиночестве. Только уличные кошки утешали Линетт и нежно тёрлись о её ноги. В таком виде она не могла отправиться к Лини, это она знала точно. У брата и так хватает забот, ни к чему беспокоить его детскими пустяками. Но если притвориться, что ничего не случилось, он сразу всё разгадает. Если хочешь скрыть что-то от талантливого иллюзиониста, для начала нужно скрыть это от самой себя. Линетт взяла свернувшегося у её ног котёнка и погладила шёрстку у него на спинке. Прислушиваясь к его дыханию, Линетт постепенно успокоилась. Котёнок выпрыгнул из рук, а её лицо обрело привычное спокойствие. Среди фонтейнской знати хватает негодяев, гоняющихся за новизной. Во время одного из банкетов необычная внешность Линетт привлекла внимание одного важного деятеля. Тогдашний приёмный отец без колебаний сунул Линетт в экипаж «поклонника», не обращая внимания на её возражения и борьбу, словно просто отдал кошку, которая может поцарапать диван. Почему она такая? Почему у неё выросли эти уши? В удушающем одиночестве Линетт, не в силах сдержать горечь, которую подавляла долгие годы, закрыла уши. «Хватит прятаться. Малодушие никому не приносит пользы, - темноту вместе с лунным светом прорезал голос. - Выходи. Тот, кто хотел причинить тебе вред, мёртв». Голос был холодным и строгим, но в нём ощущалась успокаивающая магия. Линетт подняла глаза и посмотрела на будущего «Отца». «Хорошие уши, такими удобно подслушивать. Тебе пора научиться ими пользоваться». «Отец» потрепала Линетт по ушам. Её жесты не были мягкими. Как и её слова, они были холодными, как лунный свет в ту ночь. И, как лунный свет, способны были разогнать хоть немного тьмы. «Если уши прижаты назад, значит, кошка испугана или насторожена. А вот приподнятые и направленные вперёд уши обычно показывают, что кошка счастлива...» - рассказывая новому жителю особняка «Буфф д'эте» о кошачьих повадках, Лини не мог удержаться, чтобы не бросить взгляд на сестру. Уши Линетт были направлены вперёд, а иногда часто двигались. Они давно не оказывались прижаты назад.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "Неавтоматическая кормушка",
                "Content": "Фремине сделал автоматическую кормушку, чтобы помочь обеспечить едой прибавившихся в доме животных. После одного из представлений Линетт обнаружила у задней двери театра выброшенную коробку. Когда она сняла крышку, в коробке испуганно вскинули головы несколько крошечных котят, которым ещё не исполнилось и месяца. От голода они так обессилели, что не могли сбежать, и только смотрели на неё. Линетт ничего не произнесла и даже не стала протягивать руку, чтобы не напугать их, а лишь молча глядела на них. Постепенно котята, кажется, поняли, что Линетт не желает им вреда и наконец опустили заболевшие от неудобной позы головы. Линетт подхватила коробку, в которой котята, спокойно лежали и ждали, когда эта юная девушка заберёт их в новую семью. В доме разгорелись споры, стоит ли брать животных. Но всегда немногословная Линетт в этот раз была непривычно категорична и настаивала на том, чтобы котята остались. В итоге история дошла до «Отца», и она сказала решающее слово, велев детям прекратить несносный шум. «Хочешь оставить их - занимайся ими сама. И не забывай как следует их воспитывать, чтобы они не докучали другим. - Помолчав, она добавила. - А если к концу этой зимы ты не приучишь их к порядку, то должна будешь сама от них избавиться». После того, как «Отец» высказалась подобным образом, никто больше не смел возражать. А задача по воспитанию котят легла на плечи Линетт. Помня, как Линетт не любит хлопоты, Фремине сделал для котят автоматическую кормушку. В неё он встроил таймер и весы, а также влагонепроницаемый выкатной ящик для корма - всё необходимое, чтобы регулярно обеспечивать котят разнообразной едой. Это устройство стало одним из немногих выживших рядом с Линетт. С ним ни разу не возникло неполадок, внутри оно сияло чистотой, и лишь на мисках для корма виднелись следы использования. Всё дело в том, что Линетт никогда не пользовалась машиной. Куда какой вид корма засыпать, как настраивать время кормёжки и количество необходимой еды... Вместо того, чтобы держать всё это в голове, куда проще каждый день насыпать корм вручную. «К тому же, если уж даже кормление поручить технике... - размышляла Линетт, присев рядом с «неавтоматической кормушкой» и поглаживая сытую кошку, - как тогда можно чему-то научить этих малышей?»",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "В детстве Линетт слушала рассказы Лини об обладателях Глаза Бога. Главные герои этих историй казались всемогущими - они могли одним движением пальца поднять бурю и лёгким дуновением разогнать мрак. Это были не хитроумные фокусы, а настоящие чудеса. «Вот бы и нам заполучить Глаз Бога», - думала Линетт. Мы могли бы творить настоящие чудеса - доставать из шляпы сытную еду и костёр для тепла. Тогда Лини не нужно было бы носиться по улицам, пытаясь свести концы с концами. Но боги не вняли её молитвам. Они с Лини продолжали скитаться по улицам и домам знати, пока наконец не нашли приют под покровительством «Отца». Они знали, что это редкий шанс, а потому терпели суровые тренировки и выполняли бесчисленные задания. Реальность давно избавила их от детской наивности, и фантазии о Глазе Бога остались далеко в прошлом. Во время одной из операций они отправились в горную виллу представителя знати - устроить магическое шоу и под этим прикрытием выкрасть доказательства вины, спрятанные в кабинете хозяина. Задание было вполне обычным и прошло гладко. Под завесой представления они взломали окна и двери виллы. Так после окончания представления они смогли незаметно проникнуть внутрь, чтобы выкрасть улики. Но когда они уже добрались до цели, в глухом лесу за окном загорелись три огня - послание от «членов семьи», наблюдавших за происходящим со стороны. Три огня означали худший из возможных сценариев - за целью наблюдала Палата Жардинаж, и к дверям уже отправили жандармов. Если бы брат с сестрой воспользовались намеченным путём отступления, то с большой вероятностью столкнулись бы с жандармами. Разоблачение их «магического» прикрытия обернулось бы бедой не только для них самих, но и для других «членов семьи». Голоса возле кабинета становились всё громче. Чтобы уйти максимально быстро и незаметно, оставалось только пойти на риск. Вилла была построена на утёсе, так что за окном располагался обрыв, а внизу текла быстрая река. Линетт и Лини обменялись взглядами и, ни слова не говоря, взялись за руки и прыгнули из окна. «Плюх!» - взметнувшаяся пена толкнула Лини. При падении он изо всех сил старался принять удар себе на плечи и спину, чтобы в очередной раз прикрыть Линетт. Но из-за мощного удара теперь он потерял сознание. В смятении Линетт ухватилась за плывущее мимо бревно и из последних сил выбралась на берег, волоча за собой бесчувственного Лини и безостановочно выкашливая воду. Пока её лёгкие горели от боли, Линетт напряжённо проверяла состояние Лини. Его кожа была бледной, глаза плотно закрыты, с лица стёрлось обычное сияющее выражение. Линетт крепко обняла Лини, чтобы предотвратить дальнейшую потерю тепла, и стала напряжённо вглядываться в окрестности - вокруг был глухой лес, и под покровом ночи его скрюченные деревья выглядели зловеще. Линетт тихо позвала Лини по имени в надежде, что он, как во время представления, поднимется и улыбнётся. Но в этот раз ответом ей стало лишь молчание и его слабое дыхание. Спустя годы одиночество и ужас той роковой ночи вновь нагнали её. Прошло так много лет, она столько всего испытала, так выросла. Так почему же она вновь может только ждать под чужой защитой? Почему способна только дрожать в темноте? Нет. Нет. Всё должно быть иначе... Они своими руками совершили столько чудес, преодолели столько препятствий. Она хотела всегда быть с ним - спина к спине, плечо к плечу. Рядом могли сновать патрульные Палаты Жардинаж. Они не могли позвать «членов семьи» на помощь, и им нельзя было оставаться здесь. Всё, что Линетт могла, - это как следует ухватить за руку Лини и взвалить его на себя. Если она не может увидеть дорогу, она различит её на слух. Подняв уши торчком, Линетт стала прислушиваться к малейшим дуновениям ветра. И ветер пел среди ветвей и трав, касался её лица... и рисовал перед ней размытую картину. Линетт пробиралась вперёд в темноте, колючки на пути больно царапали её кожу, окрашивая одежду в алый цвет. Постепенно картина перед её глазами становилась всё более чёткой. Может быть, её уши привыкли к ветру, или глаза - к темноте, но её шаги становились всё более проворными и решительными. На этой сцене без софитов, на этом представлении без рукоплещущих зрителей Линетт наконец стала главной героиней. Когда над лесом загорелся рассвет, Линетт принесла брата к месту сбора «семьи». На месте её ждала неожиданная встреча - «Отец» лично явилась туда ночью. Из последних сил Линетт достала из-за пазухи промокшую улику, но, не успев отдать её, упала, потому что у неё подкосились колени. «Отец» подхватила Линетт и Лини, давая важному доказательству упасть на землю и испачкаться. «А теперь спи. Вы принесли с собой... ещё более ценный трофей». На поясе Линетт, отражая рассвет и лица близнецов, тихо светился Глаз Бога.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Рада познакомиться. Я ассистентка Лини. По всем рабочим вопросам лучше сразу обращаться к нему. Если же тебе необходима информация о посещении магического шоу, её можно получить в кассе. Ты хочешь просто поговорить со мной? Тогда переходи к делу.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Чай",
                "Content": "Чай готов, пора немного отдохнуть.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Старший брат",
                "Content": "Кажется, Лини опять говорит что-то странное... Это внушает беспокойство.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Отключение",
                "Content": "Перехожу в режим ожидания... Надеюсь, никто не будет меня беспокоить.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Дождливые дни как нельзя лучше подходят, чтобы отключиться от внешних воздействий...",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Небо стало ясным? Как жаль.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Ох... Ушам больно.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Так холодно... Давай спрячем тебя в шляпе!",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Нет ничего нового под солнцем... Это правда?",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Что это за запах принёс ветер?.. Нет, показалось.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро... Моя подзарядка не закончена, подремлю ещё.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Обычно перед работой я выпиваю чашку чая. Это не только поднимает мне настроение, но и помогает оставаться бодрой.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Когда заходит солнце, тайные страсти в сердцах людей находят выход... Я хочу сказать, вечерние представления очень увлекательны. Забронировать тебе билет?",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Ступай спать, мне ещё нужно кое-что закончить... (Например, починить пылесос, который я сломала.)",
                "Tips": []
            },
            {
                "Title": "О Линетт: Магия",
                "Content": "Во время наших представлений я обычно выступаю в роли ассистентки Лини. Поскольку я всегда молчу и никогда не меняю выражения лица, люди часто принимают меня за волшебную куклу... Благодаря этому мне удаётся избегать ненужных социальных взаимодействий, так что я вполне довольна.",
                "Tips": []
            },
            {
                "Title": "О Линетт: Сбор информации",
                "Content": "Молчание помогает удерживать концентрацию, что очень полезно для сбора информации. Как-то во время представления один важный зритель достал из кармана носовой платок, явно не принадлежащий его супруге... Как именно используется информация... зависит от воли Отца.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Готовность выслушать",
                "Content": "Я не привыкла активно выражать себя, зато считаю, что я хороший слушатель. Обращайся ко мне, если что-то омрачит твоё настроение. Я не выдам твои секреты.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Интересы",
                "Content": "Раньше мне казалось, что золотое солнце и тени ночи никогда не смогут понять друг друга. Но в тебе я вижу некую странную сложность, которая пробуждает во мне ненужное любопытство... Придётся внимательно за тобой следить.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Я предпочитаю использовать не воинское искусство, а наблюдательность, благодаря которой можно как следует оценить ситуацию и найти подходящее решение. Но, когда обладаешь грубой силой, в твоём распоряжении куда больше карт, которые ты можешь разыграть, чтобы защитить важных для тебя людей.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Может показаться, что заваривать чай легко, но на самом деле это не так. Качество чайных листьев, температура воды, количество завариваний... Только когда каждый из этих факторов оптимально подобран, можно заварить по-настоящему вкусный чай. Хочешь чашечку?",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Животные тоже могут выражать чувства. Если внимательно прислушаться, можно понять, как они себя ощущают. Котёнок, когда произносит «Мяу!», чувствует себя гораздо лучше, чем если пищит «Мяу-мяу-мяу!», а значит, можно его погладить, и он никуда не убежит.",
                "Tips": []
            },
            {
                "Title": "О Лини: Понимание без слов",
                "Content": "Мы с Лини всегда вместе, так что без слов можем понять мысли друг друга. Из-за этого, когда мы вдвоём, он ведет себя тише обычного. А? Могу ли я определить, лжёт он или говорит правду? Конечно. Но это строго секретная информация.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лини: Тревоги",
                "Content": "Лини обычно очень уверен в себе и всё делает с невероятной лёгкостью... Или, по крайней мере, он хочет, чтобы все так думали. Поэтому, когда он сталкивается с трудностями, то всегда хочет разобраться с ними в одиночку... Если такое случится, пожалуйста, позаботься о нём как следует.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О Фремине...",
                "Content": "Он нежный и мягкий мальчик и часто скромничает... Возможно, это связано с его прошлым. Иногда он кажется противоположностью Лини... Но поскольку они оба члены моей семьи, когда их мнения не совпадают, я берусь сгладить их разногласия.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об «Отце»",
                "Content": "Выражение любви «Отца»... Не каждый может такое принять. Но только благодаря «Отцу» наш дом можно считать домом.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "О Нёвиллете...",
                "Content": "Верховный судья всегда производит на меня странное впечатление: он кажется отстранённым, хотя слова его звучат приветливо... Может, ему просто не нравится общаться с людьми? А вот с мелюзинами он очень сердечен.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фурине...",
                "Content": "Поведение госпожи Фурины трудно разгадать, из наблюдений за ней я не могу извлечь никакой информации. У меня такое чувство, что каждое её действие - спектакль, причём она всё время играет разных людей... Всё-таки она Архонт, к ней неприменима логика простых людей.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Навии...",
                "Content": "Она, конечно, новый президент Спина-ди-Росула, но больше похожа на живущую по соседству сестрицу, которой до всего есть дело. Как было бы хорошо, если бы в нашем доме была такая старшая сестра... Ох, я знаю, нельзя желать кому-то стать сиротой, но...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "О Клоринде...",
                "Content": "Мне однажды приказали следить за её дуэлью. Даже в роли сторонней наблюдательницы я ощутила исходящий от неё пугающий холод... Каково же тогда встретиться с ней в поединке? Я не знаю и надеюсь, что не узнаю никогда.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "О Тиори...",
                "Content": "Наши с Лини костюмы для выступлений сшиты Тиори по специальному заказу. Как-то Лини во время исполнения трюка с ножом случайно порезал обшлаг рукава. Тиори потом так ругалась... Просто ужас. К счастью, когда мы к ней приходим, я всегда могу спрятаться за Лини.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шарлотте...",
                "Content": "Ох... Она несколько раз пыталась взять у меня интервью. То, как настойчиво она продолжала расспросы после отказа Лини, достойно уважения. Но, к её сожалению, сколько бы она ни готовила вопросы, я так и не ответила ни на один.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "Об Эмилии...",
                "Content": "Её парфюмерная продукция настолько популярна, что если хочешь успеть хоть что-то купить, нужно занимать очередь ещё до рассвета. Но я слишком чувствительна к запаху духов, а стоять там и чихать было бы невежливо... Так что мне приходится обходить её лавку стороной.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эскофье...",
                "Content": "Хм... Я видела, как она радостно размахивала хвостом. Наверное, довольна новым десертом, который придумала. С нетерпением жду возможности его попробовать на следующем чаепитии...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Линетт I",
                "Content": "Если объяснить суть фокуса, то всё очарование представления потеряется. Отношения устроены так же. Если хочешь понять меня получше, почему бы тебе не узнавать обо мне понемногу, постепенно собирая полную картину?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Линетт II",
                "Content": "Люди - сложные существа. Даже ненамеренно, они всё равно бессознательно скрывают свою истинную сущность. Хотя я всегда могу заметить несколько «лишних» деталей, но без необходимости не буду срывать чужих масок.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Линетт III",
                "Content": "Когда-то мы устраивали шоу, чтобы заработать на жизнь, но сейчас это скорее удобный способ завоевать определённое положение в обществе. Благодаря магическим представлениям мы вхожи в самые разные места в городе и можем служить «глазами» нашего дома.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "Узнать больше о Линетт IV",
                "Content": "До того как мы с Лини обрели новый дом, нам пришлось немало поскитаться по улицам. Мы пережили немало трудностей и опасностей... Тогда-то у меня и появилась привычка отмечать любые признаки подступающей угрозы. Так я постепенно научилась понимать, о чём люди думают. Хорошо, что теперь у нас есть безопасное пристанище.",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "Узнать больше о Линетт V",
                "Content": "Когда строишь с кем-то отношения, это похоже на азартную игру. Ты можешь накопить множество информации, но всё равно трудно предсказать, как именно человек изменится. Я привыкла держаться от других на расстоянии, но с тобой... я готова рискнуть проиграть ставку.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Линетт...",
                "Content": "Психическое состояние человека подобно тетиве. Если она постоянно находится в сильном напряжении, то в любой момент может оборваться. Поэтому вне работы я стараюсь расслабляться: заваривать чай, кормить кошек и просто отдыхать. Чем спокойнее человек, тем легче ему справляться с трудностями, когда они возникают.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Линетт...",
                "Content": "Я плохо управляюсь с техникой. Стоит мне чуть отвлечься, сразу всё идёт не так. Как-то я сломала сушилку в дождливый день... Хорошо, что Фремине отлично умеет всё чинить.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Открыть раковину, полить мясо моллюска лимонным соком... Даже тарелка не нужна. Идеально.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "В еде не должно быть слишком много приправ. Хорошая еда сохраняет первоначальный вкус ингредиентов.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Как вкусно. Я уже запомнила рецепт.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Спасибо за заботу.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Может, стоит изменить количество приправ?",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения! Позволь мне вручить тебе эту карточку... Ну конечно, на ней ничего не написано, это же не поздравительная открытка. Напиши на карточке, какой подарок ты хочешь получить, положи карточку в мою шляпу - и ты непременно получишь желаемое.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Моё восприятие обострилось.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Скорость обработки информации... увеличилась.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Теперь я знаю необходимые условия для победы.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Никогда бы не подумала, что могу стать такой сильной... Похоже, теперь мне не нужно больше прятаться за тобой.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Сделайте шаг.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Сюда.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Сюрприз!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Пусть начнётся магия!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Включите софиты!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Удивляйтесь!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Запах сокровищ.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Как я и ожидала.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Проще простого!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Спокойно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Нужно сосредоточиться.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Перехожу в режим битвы...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Время поклона!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Принимаю огонь на себя!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Что... я упустила...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Мой фокус разгадали...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Лини...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Жить буду!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Ах, не смогла увернуться.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Не пора ли устроить магическое шоу?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Время пить чай.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Веди.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "83": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Фантомяу",
                "Desc": "Наряд Линетт. Кошка скрывается в тени, пока сама не решит себя показать - непроницаемая, прямо как ассистентка иллюзиониста.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108565,
            "JD": 108562,
            "Name": "<b>Послеполуденный чай</b>",
            "Eff": "Увеличивает бонус лечения всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Линетт. Наступило время послеобеденного чая, и Линетт поставила на стол лакомство, которое она приготовила специально для вас. Девушка, делающая маленькие глотки из чашки, и образ десерта в форме котёнка наложились друг на друга. Ваше сердце наполнилось сладостью, но в то же время вы были немного обеспокоены состоянием кухонной утвари...",
            "Recipe": {
                "100062": 3,
                "110001": 2,
                "110004": 2,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108565"
        },
        "Namecard": {
            "Name": "<b>Серьёзность</b>",
            "Desc": "Именная карта.<br>Один из основных видов магии основывается на «внезапном появлении». Линетт обычно бережёт свою энергию, но её серьёзная сторона может «появиться» так же внезапно, как голубь из шляпы.",
            "Pic": "UI_NameCardPic_Linette_P"
        }
    }
}

var acs_cache_ = {}