// Auto Generated

var _AvatarFetterConfig_ = {
    "84": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Фонтейнцам по душе истории с загадками, а хитро выстроенные дела с неожиданными поворотами сюжета всегда приводят их в восхищение. Похожие переживания дарует «магия» фокусов под светом софитов. Нужны лишь билет и немного свободного времени - и вот вы уже наслаждаетесь чудесным путешествием в неизведанное под гром аплодисментов и изумлённые возгласы публики. Если захотите узнать, новых маршрутов какого «проводника» ждут с наибольшим нетерпением, вам, скорее всего, назовут имя Лини. Он талантлив, романтичен и, несмотря на свой беззаботный вид, способен творить чудеса одно за другим. Обычно фокусникам достаточно иметь в запасе пару фамильных трюков, чтобы сделать себе имя и почивать на лаврах, не зная нужды и забот. Но каждое новое представление Лини не похоже на предыдущие. Некоторые говорят, что он всё время придумывает что-то новое, лишь потому что бедное детство оставило в нём неуёмную жажду славы и богатства. На самом же деле в своей профессии он находится в постоянном поиске чувства новизны. Без этого его желание выйти на сцену не может разгореться в полную силу. Поэтому, несмотря на рост популярности, он редко тешит жажду зрителей снова увидеть испытанные старые трюки. Наверное, некоторые преданные поклонники искренне по ним скучают. И с каждым новым представлением поводов для ностальгии у них становится всё больше.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Свои первые шаги в магии фокусов он сделал, чтобы прокормиться, но и теперь, заняв определённое положение в Фонтейне, Лини не перестаёт совершенствовать своё искусство. Всё-таки магия была по-настоящему добра к нему: она не только помогла им с сестрой выжить, но и позволила обрести признание, которое обычно люди получают от родителей. С самого начала выступления Лини тесно сплелись с его жизнью. Каждый раз, выходя на сцену под аплодисменты и крики восторженной публики, вместо должного упоения чужим восторгом он испытывал смятение. Если зрителей очаровывает сама магия иллюзий, то что может удержать представления Лини в центре их внимания? Другими словами, если внимание людей так просто приковать картами и цветочными лепестками, что мешает им с лёгкостью отвлечься на шум хлопушек и блеск фейерверков поярче? Неужели единственное, на что может полагаться фокусник, - это контакт с публикой? На последующих выступлениях Лини зрители заметили изменения - в перерывах между трюками иллюзионист стал много общаться с публикой. Нисколько не важничая, фокусник охотно делился со зрителями забавными историями из жизни. Его даже не смущали попытки зрителей вызнать, как устроены его трюки. Правда внимательный зритель догадался бы, что истории Лини не слишком правдивы, это лишь ловкая подтасовка, помогающая улучшить атмосферу представления. Но кто осудит столь безобидную ложь? В конце концов магическое шоу - это переплетение правды и лжи, вот и сам иллюзионист стал его частью. Он держит идеальную дистанцию со зрителями, удерживая равновесие между образами приветливого добряка и таинственного мага, а улыбку, прячущуюся в уголках его рта, каждый может толковать по-своему. В итоге воображение одинаково щедро одаривает зрителей - весёлых и грустных, богачей и бедняков, - и всех их равно пленяет очарование магии. Образ таинственного и элегантного иллюзиониста обрёл большую популярность. Говорят, что в создании атмосферы Лини не меньший мастер, чем в фокусах. «Правда? Мне просто хочется дать им ненадолго отдохнуть от реальности».",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Новым домом Лини стал особняк «Буфф д'эте» в одном из закоулков Кур-де-Фонтейна. Особняк дал приют таким же сиротам, как Лини и его сестра. Среди жителей этого дома было заведено помогать друг другу, как в одной большой семье, и вместе справляться с последствиями трагического прошлого. Но даже после того, как руководительница особняка представила новичков, брату с сестрой оказалось не так-то просто прижиться на новом месте, а остальным - принять «чужаков». И в этой атмосфере напряжения и неприветливости Линетт на глазах у всех умудрилась сломать устройство для забора воды. Всеобщее недоверие только усилилось. Лини ничего не оставалось, кроме как взять ответственность на себя и пообещать починить насос, чтобы обычный ход жизни в доме не нарушился. Хотя Лини не слишком разбирался в механике, но из-за того, что Линетт частенько что-то ломала, он привык чинить мелкие приборы, полагаясь на интуицию. Вот только он недооценил сложность водозаборного оборудования. Усилиями Лини оно начало снова работать, хоть и через силу. Но было совершенно непонятно, устранена ли первопричина проблемы. Когда Лини окончательно растерялся, неразговорчивый с виду паренёк вдруг вызвался осмотреть и починить прибор, а заодно принёс свои извинения. Оказалось, что он отвечает за обслуживание всей техники в отеле «Буфф д'эте». И, по его мнению, поломка случилась из-за того, что он вовремя не заметил износа оборудования, так что на Линетт вина легла незаслуженно. Вопросы ответственности Лини мало интересовали, а вот золотые руки нового знакомого привели в восхищение. Лини очень захотелось поучиться этому искусству, чтобы лучше справляться со сложностями Линетт. Его собеседник не умел отказывать, так что Лини стал его помощником в крошечной мастерской. Со временем между Лини и подростком по имени Фремине завязалась дружба. Лини не жалел времени на то, чтобы побыть вместе с Фремине или другими товарищами по особняку, но обычно не расспрашивал о прошлом, а просто молча составлял им компанию. «Никому не нужна самодовольная забота» - когда-то Линетт обобщила этот жизненный урок, который оказался для Лини весьма полезным. Со временем жители особняка стали охотно делиться с Лини своими историями, и благодаря этому Лини смог лучше заботиться о своей новой семье. Фремине не понимал, для чего Лини это сближение с жителями особняка. Сначала Лини отшучивался, что при первой их встрече он решил помочь Фремине, потому что заранее знал, что его сестра доставит тому немало хлопот с техникой, и этого смущался. Но подобными заявлениями Фремине было уже не одурачить, так что под его внимательным взглядом Лини пришлось сознаться: «В моей семье, кроме меня, всегда был лишь один человек - Линетт, и это она научила меня, как нужно относиться к членам семьи».",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "В День основания особняка «Буфф д'эте» дети трудились не покладая рук, наполняя дом красками праздника. Для обитателей дома все сторонние праздники казались холодными и пустыми, не имеющими никакого отношения к их жизни. И только этот дом приносил в их жизнь истинное тепло. Так что за воплощение плана Лини принялись все сообща: Линетт купила множество праздничных украшений и вместе с другими детьми натягивала ленты и развешивала написанные от руки поздравительные плакаты. Фремине следил за тем, чтобы весь магический реквизит исправно работал. Лини так доверял мастерству Фремине, что в этот раз полностью поручил ему проектирование механизмов. А Лини был занят больше других: он не только следил за общими действиями, но и втайне делал последние приготовления для уникального, грандиозного магического трюка. Благодаря общим усилиям праздник прошёл отлично. Под звуки граммофона дети танцевали и ели угощение. Хотя никто из них сейчас не праздновал день рождения, но все ощущали себя так, словно заново родились. Финальным номером, разумеется стало магическое шоу, подготовленное Лини, Линетт и Фремине. В центре комнаты был водружен волшебный ящик, и все принялись ждать, затаив дыхание. Чтобы сохранить секрет, Лини не рассказал о содержимом ящика даже Линетт и Фремине. Когда в комнате погасли огни и все с нетерпением уставились на стоящего возле ящика Лини, он, несмотря на весь свой опыт фокусника, казался напряжённым. «Мои дальнейшие слова могут показаться вам преувеличением, но сейчас перед вами появится важнейший в наших жизнях подарок». И под взрывы хлопушек только что бывший пустым ящик вдруг открылся. Сначала все принялись радостно шуметь, а потом вдруг изумлённо замолчали. Перед ними появился не подарок. Это была руководительница и владелец их дома, которую они звали «Отцом». Грозная и неулыбчивая фигура «Отца» нечасто показывалась им на глаза в будни. В её присутствии никто не осмеливался неосторожно сказать или сделать что-нибудь не то. Лини, должно быть, сошёл с ума, заставив её появиться столь легкомысленным образом. Но при виде общей реакции «Отцу» и в голову не пришло кого-нибудь отчитывать. Наоборот, по её мнению, Лини заслужил похвалу за то, что прекрасно сохранил тайну и смог добиться от фокуса желаемого эффекта. В тот вечер дети наслаждались десертом в компании «Отца», и каждый получил по куску торта из её рук. Может быть, самым главным чудом магии Лини стало то, что в тот день «Отцу» удалось сбросить с себя тяжёлую ношу обязанностей и насладиться атмосферой семейной любви.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Фокусы и секреты громоздились друг на друга под ногами Лини, образуя стремящуюся вверх башню. Стоя на верхушке этой башни, Лини вдыхал воздух высоты, взирал на людей внизу и понимал, что пути назад нет. Красочные фокусы, а потом и задания, которые он выполнял для особняка «Буфф д'эте», требовали от него постоянной лжи. Порой он использовал обман ради собственной выгоды, но чаще всего он служил защитой от неприятностей для других людей. Лини понимал, что однажды потеряв доверие, он уже не сможет вернуть весы суждений к начальному балансу, и даже добрые намерения тогда могут быть истолкованы во зло. Поэтому он научился, действуя с кем-то заодно, не раскрывать больше необходимого - и всё выходило гладко, каждый получал, что хотел. Но ложь не развеивается на ветру, так что Лини приходилось с предельным тщанием сохранять созданные однажды иллюзии и держаться подальше от тех, кто с ними связан. И так до тех пор, пока башня не упрётся в небеса, откуда он не сможет ни до кого дотянуться, если протянет руку, и даже образы других людей будет как следует не разглядеть. Лини всегда сознавал, что путь его связан с ложью, и этот путь долог и одинок. Люди знали блистающего в свете софитов «великого иллюзиониста Лини», но их привлекал лишь таинственный и романтический образ, а не то, что таилось у него в душе. Он не мог пожаловаться другим, он должен был, сжав зубы, продолжать, потому что не готов был заплатить горькую цену падения с высоты. Сыграв так много ролей, он начал сомневаться в том, кто же он на самом деле. Ему снова снилась башня, вершина её всё уменьшалась, а внизу простирался смертельный туман под названием «предательство», и ему было не спастись. Но когда он уже почти упал, его подхватила рука, от которой исходило знакомое тепло, возвращающее его душу обратно в тело и укрепляющее в нём его самого. «Спасибо, Линетт...» - пробормотал юноша спросонок.",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "У деятельности особняка «Буфф д'эте» в Фонтейне благие цели, но вот методы часто бывают радикальными. Только влияние «Отца» и контроль над внутренними делами Кур-де-Фонтейна позволяют обитателям дома сохранять статус-кво. Так, Лини финансировал одного сотрудника, который предоставлял особняку сведения и устранял последствия некоторых их действий. Этот человек довольно сильно рисковал, но его это ничуть не останавливало. Он полагал, что Фонтейну сейчас не хватает такой силы, как «Отец», - способной переступить через громоздкие правила и сразу взяться за дело. Как-то Лини со смехом сказал ему: «Если тебе нужна будет помощь, я окажу услугу. Если окажешься в опасности, я спасу тебя... Хотя не слишком на это полагайся, лучше сам будь предельно осторожен». Сотрудник понимал, что со стороны Лини это лишь проявление заботы. Но порой простые слова оборачиваются пророчеством. Действия сотрудника были обнаружены, и в ожидании неминуемого ареста он отправил сообщение Лини, воспользовавшись устройством экстренной связи. Прибывшие жандармы нашли устройство и посмеялись над наивностью сотрудника: сообщники дали ему канал экстренной связи лишь для того, чтобы защитить самих себя в нужный момент, никто и не думал приходить ему на помощь. Схваченный сотрудник ответил просто: ему будет довольно и того, что остальные смогут уйти от слежки. Он по-прежнему считает, что правильно поступил, начав с ними сотрудничать. Когда жандармы уводили его, из заранее расставленных вокруг дымогенераторов повалил густой дым, затем мелькнула ослепительная вспышка... Заговорщик оказался в реке Флёв Сандр, откуда его спас Фремине. А жандармы, по слухам, долго гонялись за устремившимся в небо огнём, полагая, что преступник скрылся с места с помощью летательного аппарата. Но в итоге обнаружили, что к планеру было привязано бревно с одеждой. На самом же деле Лини использовал давно подготовленный отвлекающий манёвр, чтобы отвлечь жандармов и дать своему человеку возможность уйти от опасности под этим прикрытием. Сотрудник потом признался, что мало на что рассчитывал, нажимая на кнопку устройства, - всё-таки ни фокуснику, ни особняку сирот нельзя было доверять. Но ему захотелось рискнуть, пусть даже шансы на успех были невелики. «Ха-ха, доверять другим - это всегда рискованная авантюра. Но переживать было не о чем - пусть фокусники и горазды обманывать, но они никогда не обманывают ожидания публики».",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "Росселанд",
                "Content": "Среди подобранных Лини и Линетт кошек есть один совершенно особенный кот - Росселанд. У каждой кошки в особняке есть место, которое она считает своим, и Росселанд питает особую привязанность к шляпе Лини. Шляпа - главный реквизит фокусника, так что из-за пристрастия Росселанда Лини приходилось каждый раз прогонять его оттуда - что было весьма непросто, так как его мяуканье производит совершенно душераздирающее впечатление, особенно на Лини и Линетт, которые и сами долго боролись за то, чтобы иметь свой дом. Так что брат и сестра начали искать подходящую замену. Но какой бы прекрасный новый дом они ни предлагали Росселанду, тот не обращал на них ни малейшего внимания. Лини даже сделал на заказ полностью идентичную шляпу, полагая, что это положит конец кошачьей разборчивости. Но в итоге Росселанд начал считать своей собственностью обе шляпы и обижался каждый раз, когда хоть одну из них уносили. И всё же поведение кота не выходило за рамки. На самом деле требования кота были не такими уж недостижимыми. После долгих размышлений Лини наконец пришла в голову идея - включить кота в магические представления. Вместе с Линетт они смастерили тряпичную игрушку внутри шляпы. В обычное время она служила Росселанду подушкой, а во время представлений кот забирался внутрь, придавая игрушке милый и забавный вид. Росселанд оказался котом не из пугливых - более того, новая работа ему очень понравилась. Видимо, свет софитов так пришёлся ему по душе, что вне сцены он перестал так настойчиво защищать свою собственность, если ему приходилось ненадолго покинуть «гнёздышко». Как-то во время выступления Лини совершил ошибку из тех, что с ним случались редко, - забыл за кулисами карту, которая должна была появиться на сцене. У него было в запасе лишь несколько секунд, чтобы придумать, как спасти ситуацию, не теряя непринуждённого вида. Но, к его удивлению, парящая шляпа словно бы была тяжелее обычного - каким-то образом внутри оказался Росселанд. Из шляпы показалась игрушка, а вместе с ней - под всеобщие аплодисменты - и нужная Лини карта. Он вздохнул с облегчением, хотя и остался крайне изумлён. Подумав, он пришёл к выводу, что под их влиянием Росселанд тоже овладел искусством исполнения магических фокусов.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "После того как Линетт обрела благосклонность богов, ей стали доставаться всё более сложные и опасные задания. Из-за рискованности оперативных планов и строгой анонимности, взяться за работу могла только обладательница Глаза Бога Линетт в одиночку, так что они с братом стали чаще действовать порознь. Лини никак не мог с этим смириться. Не только потому, что они с детства всегда были вместе, но и потому, что он знал - от этого расставания тревожно не только ему. По-прежнему быть рядом с сестрой и оказывать ей посильную помощь - это его желание было непреложным. Наверное, его душа была недостаточно чистой, чтобы привлечь внимание богов, так что у него было мало шансов преодолеть разрыв в их способностях. Разве что... Он всерьёз обратился к «Отцу», утверждая, что ему необходима таинственная и опасная сила Глаза Порчи, чтобы действовать вместе с сестрой. После долгого молчания «Отца» два косых креста словно прошили душу Лини насквозь - она редко проявляла подобную ярость по отношению к домашним. «А Линетт тоже этого хотела бы?» - простой вопрос «Отца» словно оборвал натянутые в душе Лини струны. В оцепенении ему почудилось, что он слышит слова сестры: «Никому не нужна самодовольная забота». Продолжать разговор не было смысла. Он знал, что его желание быть рядом с Линетт ценой использования Глаза Порчи не исполнится. И только сейчас понял, насколько нелепой была эта идея. «Отец» собралась уходить, но сначала напомнила ему, что это не первый раз, когда ему не хватает сил, но раньше он всегда находил решение. Лини заперся у себя, обдумывая слова «Отца». Когда они с сестрой оказались на улице, ответом стала «магия». Что может стать ключом в этот раз? Лини нашёл досье по всем заданиям, которые выполняла Линетт, и стал тщательно анализировать процесс выполнения каждого из них, моделируя каждое действие сестры. Нужно ли было проходить через это опасное ущелье, чтобы приблизиться к цели? Так ли было необходимо прыгать в быструю реку, чтобы скрыться с места преступления? Нет, просто Линетт прикрывал свет Глаза Бога. Так Лини начал составлять подробные планы будущих заданий сестры. Хорошо её зная, он мог выбрать наиболее подходящие маршруты, самые практичные инструменты и наилучшие точки встречи. Доверие между ними осталось прежним. В глазах уходящей сестры больше не было такого напряжения, а при встрече они радостно и сердечно обнимались. Благосклонность богов или её отсутствие не могут помешать человеку защитить свою семью. Но даже самые хитроумные планы могут пойти наперекосяк. После десятков успешно проведённых операций, детей особняка предали, и перемещения Линетт оказались раскрыты. Перед братом и сестрой возвышался утёс - всё, как в ту ночь, когда Линетт обрела Глаз Бога. Но на этот раз настал черёд Лини переломить судьбу в недобрый час. Он раскрыл аварийный планер и, схватив сестру, прыгнул с обрыва. В это время преследователи подоспели и начали стрелять. Лини менял направления, уклоняясь от пуль, но всё же планер пробили в нескольких местах, и, не удержав равновесия, они начали падать. Лини стиснул зубы, не желая сдаваться. Даже если сама судьба хочет выступить против того решения, что он нашёл для спасения семьи, он будет бороться до конца. Их преследователи злорадствовали - при падении на такой скорости у жертв нет шансов выжить. Разве могли они предположить, что в небе возникнет пламя и станет толкать планер к стремительной реке неподалёку? Сила Пиро изменила траекторию падения, а энергия Анемо защитила их тела. Два луча света переплелись в лунной ночи, а потом исчезли - медленно, как затихают аплодисменты. Лини не стал гадать о смысле сияющего Глаза Бога, оказавшегося у него в руке. Это было уже неважно.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Это не иллюзия, перед тобой я, Лини! Величайший маг-иллюзионист во всём Тейвате! Вижу на твоём лице удивление? Тебе интересно, как это я вдруг появился перед тобой из ниоткуда? Хм... Твои глаза прекрасны, словно драгоценные прозрачные топазы. Как они мне нравятся! И я решил устроить для тебя представление. Теперь смотри внимательно. Стоит только моргнуть - и всё упустишь!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Отвлечение внимания",
                "Content": "Сейчас не время отвлекаться! Серьёзно, перед тобой стоит великий фокусник... Ты же не хочешь пропустить самое интересное, правда?!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Сестра",
                "Content": "Интересно, чем сейчас занята моя дорогая сестра Линетт? Скучает по мне до невозможности, я уверен!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Верь глазам своим",
                "Content": "Пока зрители верят в то, что видят их собственные глаза, в моём распоряжении бесчисленное множество трюков.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "В такую погоду звёздами нам полюбоваться не удастся. Разве что... Я попробую заставить звезды появиться, несмотря ни на что!",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Отлично, небо проясняется! Интересно, там наверху тоже кто-то творит волшебство?..",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Апчхи! Фух... Говорят, когда чихаешь, это значит, кто-то тебя вспоминает. Интересно, это Линетт? Или... ты?",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер...",
                "Content": "Ух ты, вот это было опасно! Если мою шляпу сдует ветром, мне на голову рухнет весь реквизит, который я там храню.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Ветер усиливается... Ох, мои волшебные карты! Подождите! Нет, не убегайте! Вернитесь к Лини!!!",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "...Уф, ну ещё пять минуточек... А? Это ты! Я-то думал, что меня разбудило солнце, а это было твоё сияние.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "После обеда я собираюсь проверить наш магический реквизит. Может, найду вдохновение для новых фокусов. Хочешь пойти со мной? Ну же, конечно, ты хочешь! Можешь покормить животных, которые участвуют в шоу - уверен, вы прекрасно поладите!",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Добрый вечер. Сегодня состоится выступление великого иллюзиониста Лини... Но уверен, ты и так об этом помнишь!",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Спокойной ночи. Если у тебя бессонница, у меня найдётся пара штучек для гипноза, которые могут помочь. Хотя... оставим это. Сладких снов!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лини: Очаровательный собеседник",
                "Content": "Наверное, мне стоит ещё раз подчеркнуть, что я редко бываю столь откровенен, как в разговорах с тобой. Всё дело в собеседнике.",
                "Tips": []
            },
            {
                "Title": "О Лини: Партнёры",
                "Content": "Ох, боюсь, что без Линетт я просто перейду в режим ожидания. Конечно, с делами можно справиться и в одиночку, но ко всему нужна привычка. Уверен, что ты меня поймёшь. У тебя ведь тоже есть... Я хотел сказать, Паймон ведь тоже всегда с тобой.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Утаивание правды",
                "Content": "Ого, а ты не боишься сложных разговоров! Скажу так: вкусные ягоды часто растут среди колючек, иначе их съедят прожорливые лисы. Это всего лишь самооборона! Ладно, признаю, иногда я могу немного лукавить в общении с другими. Но тебе я никогда не врал, максимум упускал пару незначительных деталей там и тут. Разве не так?",
                "Tips": []
            },
            {
                "Title": "О нас: Принципы",
                "Content": "Иллюзионисты обычно не раскрывают секретов, которые стоят за их фокусами. Но если ты не против стать моим учеником и звать меня «наставник Лини», то принципами можно и поступиться. Интересно, как много ты сможешь понять и насколько тебе хватит терпения, ха-ха.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Если иллюзионист выйдет на сцену с Глазом Бога, то публика может усомниться в подлинности его трюков. Поэтому обычно я снимаю Глаз Бога перед представлением. Раз уж тебя это заинтересовало, почему бы тебе не подержать его, пока я выступаю? Только следи как следует, иначе он может украдкой вернуться ко мне!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Магия иллюзий - это не просто вид сценического искусства, это способ мышления. Многое в этом мире кажется простым на первый взгляд, но если заглянуть внутрь, то можно обнаружить немало секретов.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Настроение кошки можно отследить по положению ушей. Если уши прижаты назад, значит, кошка испугана или насторожена. А вот приподнятые и направленные вперёд уши обычно показывают, что кошка счастлива. Если же кошка всё время двигает ушами, она бдительно оценивает окружающую обстановку... Откуда я всё это знаю? Внимательность и опыт!",
                "Tips": []
            },
            {
                "Title": "Об «Отце»: Семья",
                "Content": "Благодаря «Отцу» у нас есть семья, мы смогли вырасти и узнали, в каком направлении развиваться. Я же в ответ могу сделать кое-что очень простое... Быть верным семье и защищать наш дом.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об «Отце»: Правитель",
                "Content": "В нашем детском королевстве «Отец» исполняет роль истинного правителя. Конечно, ни один монарх не правит вечно, и я знаю, что однажды я займу это место... Меня это немного пугает... Но, пожалуйста, не говори об этом никому, особенно моей сестре и Фремине.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "О Линетт: Режимы",
                "Content": "Тебе кажется, что моя сестра неразговорчива? О, возможно, она просто не в том режиме. В следующий раз начни разговор с фразы «Включить режим беседы». Если тебе повезёт, то ей найдётся что тебе порассказать. Что, если удача окажется не на твоей стороне? Ну тогда она будет какое-то время молча смотреть на тебя застывшими глазами, так что в каком-то смысле ты тоже увидишь её в новом свете!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Линетт: Близнецы",
                "Content": "Мы с сестрой с детства неразлучны. Вместе мы способны преодолеть любые трудности и готовы разделить любую радость. Для меня в мире нет ничего дороже семьи, поэтому я понимаю, каково тебе... Если я узнаю что-то полезное, то непременно дам тебе знать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фремине...",
                "Content": "Мой наивный младший брат до сих пор верит в сказки. Я ему в этом завидую, правда. Уф, на всякий случай поясню, что вообще-то он мне об этом не рассказывал. Просто однажды я случайно увидел, что он хранит в своем секретном ящике... Правда, совершенно случайно! Так что, пожалуйста, не говори ему, а то он точно на меня рассердится.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нёвиллете...",
                "Content": "Месье Нёвиллет редко появляется на публике. Он как будто намеренно устанавливает дистанцию с другими людьми. Сначала я думал, что это только мне так кажется, но у моей наблюдательной сестры тоже сложилось такое впечатление. Так что думаю, дела и правда обстоят именно так.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фурине...",
                "Content": "Гидро Архонт госпожа Фурина совершенно непредсказуема и очень остра на язык. Она всегда говорит так, словно находится на сцене. Жители Фонтейна неравнодушны к драме, поэтому многие высоко её ценят.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Тиори...",
                "Content": "Лестью от неё ничего не добьёшься, нужно по-настоящему ценить её искусство, чтобы она взглянула на тебя больше одного раза. Как она относится ко мне? Ох, ты ранишь меня своими подозрениями! Я не только великий ценитель искусства, но и невероятно честный человек, ты же знаешь.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Навии...",
                "Content": "Я и не думал, что она захочет помочь нам, мы ведь с ней совсем не знакомы. Если бы не вы с ней, нас с Линетт не оправдали бы... Спасибо вам огромное. Дождусь солнечного дня и непременно приглашу вас на вкуснейший чай в кафе «Лютес».",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "О Шарлотте...",
                "Content": "Шарлотта уговаривает меня на интервью с момента нашего знакомства... Она уже раз двадцать спросила. У неё хороший нюх на новости, и она очень упорна. Но, если честно, у меня нет никакого желания оказаться в центре одной из её «сенсаций», так что я каждый раз нахожу всевозможные причины для отказа.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "О Клоринде...",
                "Content": "Клоринда довольно известна как судебный дуэлянт. Правда, судя по тому, что я читал в газетах, она попала в затруднительное положение... Прессе нравится копаться в её делах, а она... Ну, она явно не из тех, кому по душе подобное внимание.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эмилии...",
                "Content": "Тебе доводилось пробовать духи, которые она делает? Мне они очень понравились, я подумывал купить себе флакон... Но хвост Линетт подсказал мне, что это плохая идея, на том всё и кончилось.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Лини I",
                "Content": "Похоже, мы друг другу очень интересны, это для меня большая честь! Ха-ха, не переживай, я не стану тебя обманывать - твои чарующие глаза не дадут мне этого сделать!",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Лини II",
                "Content": "Конечно, нельзя быть уверенным, что все фокусы всегда пройдут гладко. Мне кажется, суть хорошего представления не в том, чтобы всё было идеально, а в том, чтобы оставаться спокойным и импровизировать, когда это требуется. Даже если случилась небольшая оплошность, нужно просто заставить зрителей поверить, что это часть шоу - тогда представление всё равно получится незабываемо увлекательным!",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Лини III",
                "Content": "Мы с детства остались сиротами, а потому нам с Линетт пришлось немало поскитаться по улицам и многое пережить. Но этот опыт сделал нас такими, какие мы есть. Сейчас у нас всё хорошо. У меня есть шляпа, полная надежд и мечтаний... А ещё семья и зрители, которые на меня полагаются!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Лини IV",
                "Content": "Ха-ха, значит, даже сейчас ты не доверяешь мне до конца? Твоя бдительность на высоте - и это к лучшему, так я могу не бояться, что кто-то тебя обманет. С другой стороны, раз ты берёшь на себя такую обязанность, не спускай с меня глаз... А то кто меня знает, вдруг стоит тебе отвлечься, и я нагорожу несусветной лжи! И тебе будет трудно от такого отвертеться.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Лини V",
                "Content": "На самом деле я совсем не такой общительный и болтливый, каким кажусь. Чаще всего я использую свои словесные фокусы только для того, чтобы сблизиться с людьми. Боюсь, что покажи я своё настоящее лицо, меня станут жалеть. А ты? Жалеешь меня? А может, мои уловки кажутся тебе нелепостью?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Лини",
                "Content": "О, кто это у нас тут? Ага, миленький беленький крольчонок. Нравится? Любопытно узнать, как он сюда попал? Ещё бы! Что может быть прекраснее для фокусника, чем изумление зрителя?",
                "Tips": []
            },
            {
                "Title": "Трудности Лини: Скрытность",
                "Content": "Ах, что делать, что делать? Больше всего меня беспокоит тот факт, что ты можешь думать о неприятностях, когда перед тобой стоит такой великий маг-иллюзионист, как я.",
                "Tips": []
            },
            {
                "Title": "Трудности Лини: Голуби",
                "Content": "Раньше я всегда отпускал своих голубей свободно летать по округе, после чего они всегда ко мне возвращались. Но однажды несколько голубей так и не прилетели назад. Когда мы их разыскали, они уже превратились в начинку для пирога. И теперь я не знаю, как одновременно дать им свободу и обеспечить безопасность.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "Видишь этот аквариум? Подойди, засунь в него руку. Там просто вода, правда? Ты ведь в этом не сомневаешься? Тогда начнём! Видишь эту ткань? Я накрою ей аквариум, и... Вуаля! Теперь тут появилась рыбка! Надо же! Как тебе кажется, этим представлением я заработал себе тарелку рыбы, приготовленной твоими руками?",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Из-за выступлений мы с Линетт должны беречь фигуры, поэтому стараемся есть поменьше жирной пищи. Для меня это не проблема, а вот сестре приходится непросто - жареная рыба, которую продают уличные торговцы, так потрясающе пахнет...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Для меня большая честь наслаждаться твоими кулинарными шедеврами.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Мм, это вкусно! А ты хорошо готовишь, спасибо за угощение.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Хочешь, покажу тебе фокус? Дай-ка я накрою эту тарелку обычным куском ткани. Давай сосчитаем вместе: три, два, один! Тадам! Куда же подевалась еда?",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Смотри-ка, у меня тут самое обыкновенное пёрышко... Можешь протянуть руку и проверить... Бум! Это хлопушка! С днём рождения! Смотри, я поймал одну из лент серпантина. Я зажгу её, а ты загадай желание и представь себе подарок, который хочешь получить. Три... два... один... Отлично! Я знаю, каким было желание. Теперь опусти руку в мою шляпу... Ну что? Этот подарок ты загадал{F#а}?",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Ого, а я-то думал, что с этими материалами я должен сотворить какой-нибудь фокус!",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Тебя бы больше удивило отсутствие во мне всяких изменений?",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Ничто не может порадовать меня больше, чем твоё доверие.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Ты столько всего для меня делаешь... Пытаешься украсть моё сердце? В таком случае, поздравляю, дорогой ученик... то есть компаньон. У тебя получилось!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Шаг вперёд!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "И... вуаля!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "А теперь... исчезновение!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Гвоздь программы!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Да начнётся представление!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Аплодисменты!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "А теперь я заставлю всё это исчезнуть... Ха-ха, шучу.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Это отправится в мою Волшебную сумку!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Не кроется ли за этим сундуком какой-то фокус?..",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Со смертью фокусы не работают, знаете ли!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Хитрый трюк...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Всё будет хорошо.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Позволь мне выйти на сцену!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Мы сбиваемся с ритма программы!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Линетт...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Моё шоу... не может кончиться провалом...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Скорее... занавес...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Пустяки.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Спокойно, спокойно...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "О, у нас будет бродячая труппа.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Я вас ещё удивлю.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Это честь для меня.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "84": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Фантастикот",
                "Desc": "Наряд Лини. Кот потягивается только перед тем, кому полностью доверяет. В остальное время он только прячет свои когти за улыбкой, как сладкие речи иллюзиониста - задушевные, но уклончивые.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108564,
            "JD": 108559,
            "Name": "<b>Фокус-покус</b>",
            "Eff": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Лини. Он накрывает выбранный вами плод бархатом, затем поднимает его - и вуаля! Вас встречает разноцветное ассорти жевательных конфет. Вы пробуете одну и сразу же чувствуете, как меняется настроение. Неужели великий фокусник наложил на вас чары, пока никто не видел?",
            "Recipe": {
                "101230": 1,
                "110008": 1,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108564"
        },
        "Namecard": {
            "Name": "<b>Притворство</b>",
            "Desc": "Именная карта.<br>Один из основных видов магии основывается на том, чтобы заставить вещи «исчезнуть». У Лини в рукаве целый арсенал фокусов. Если вы станете его соучастником и закроете на это глаза, то все ваши проблемы могут также исчезнуть.",
            "Pic": "UI_NameCardPic_Liney_P"
        }
    }
}

var acs_cache_ = {}