// Auto Generated

var _AvatarFetterConfig_ = {
    "93": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Согласно третьему дополненному изданию «Полной истории Непорочного павильона», Адепты могут странствовать по миру при помощи «восьми благоприятных энергий», а когда они летят по воздуху, то словно «гонятся за молнией». Их жизнь также не поддаётся земному исчислению. То, что люди называют тысячелетием, для Адептов лишь краткий миг отдыха в их райской обители, где нет ни дня, ни ночи.<br>Что касается того, где живут Адепты, то в «Полной истории Непорочного павильона» утверждается, что небо - их подушка, а земля - их постель, и что они могут обитать в горах, реках, озёрах и морях. Это объясняет бесчисленные встречи с Адептами, зафиксированные в анналах истории Ли Юэ. Это одна из гипотез.<br>Ещё одну гипотезу можно найти в классическом трактате о камнях и металлах «Каталог камней, шагающих в пустоте». Осыпая похвалами удивительные скальные образования Заоблачного предела, «Каталог камней» в то же время предупреждает: «Вершины Заоблачного предела вздымаются ввысь, стремясь превзойти друг друга... У каждой есть свой хозяин. Пик Цинъюнь принадлежит Владыке Лун, гора Хулао - Творцу Гор, гора Аоцан - Хранителю Облаков. Мудрые не поднимаются на эти горы и не добывают их камни».<br>Вследствие уважительного отношения людей к Адептам, существует мало письменных источников, описывающих их облик. Основываясь на нескольких упоминаниях внешности Хранителя Облаков в «Сборнике каменных табличек» историка Цзы Чана, а также на разрозненных упоминаниях в древних песнях, мы можем предположить, что Адепты постоянно меняют свой облик. Так, например, о Хранителе Облаков говорят, что в человеческом облике она «изящна, одета в пурпурные одежды и похожа на распустившийся цветок», а в зверином облике она «грациозно летает, парит средь облаков и взывает к луне».<br>Одна занимательная история, рассказанная в «Полной истории Непорочного павильона», даёт более глубокое понимание возвышенного характера Адептов. Однажды, проезжая через Заоблачный предел, путешественник случайно встретил Хранителя Облаков. Он достал самодельные часы, которые с гордостью назвал «водяными часами с поплавком в нефритовом флаконе», и попытался поразить Адепта своей находчивостью. Но, к его удивлению, Адепт резко указала на недостатки использования водяных часов с поплавком для измерения хода времени. Услышав это, путешественник обратился к ней за советом, который в итоге получил, после чего был направлен к подножию горы.<br>Такие истории заставляют смертных печалиться - только встретив Адепта, свободного и не ограниченного рамками материального мира, можно осознать, насколько ничтожна жизнь смертных.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Каждую секунду гавань Ли Юэ наполнена толпами людей. Местные торговцы с кошелями, набитыми морой, чужеземцы в причудливых одеяниях, проницательные и хитрые государственные служащие, приветливые стражники... Здесь смешиваются люди из всех слоёв общества с самыми разными характерами, и никто не выглядит неуместно.<br>Когда в таком городе внезапно появляется новый житель, люди не обращают на него внимания.<br>Именно таким жителем гавани Ли Юэ стала женщина по имени Сянь Юнь. Высокая и стройная, она носит очки в красной оправе и излучает особую энергетику, которая выделяет её на общем фоне.<br>Она хорошо знакома фонтейнским торговцам, которые продают свои механические творения на улицах Ли Юэ. Проходя мимо, она неизменно останавливается, чтобы обсудить с ними механические конструкции, и, если диалог завязывается, то целый день пролетает как один миг. Похоже, она хорошо знакома с шеф-поваром Мао и Сян Лин из ресторана «Народный выбор», и её часто можно увидеть за столиком напротив Гобы в ожидании порции горячей лапши «Борода дракона». Она также произвела впечатление на официантов шатра «Синьюэ» и «Глазурного павильона», где она иногда обедает в компании господина Чжун Ли из ритуального бюро «Ваншэн». Бабуля Шань, продавец игрушек, тоже её хорошо помнит. Если бабуле Шань не изменяет память, то именно Сянь Юнь часто приводит с собой девушку с длинными белыми волосами, чтобы та посмотрела на воздушных змеев и другие безделушки. Девушка, которую, как она теперь знает, зовут Шэнь Хэ, никогда не находит ничего, что бы ей понравилось, но Сянь Юнь приводит её снова и снова.<br>Как и многие другие жители гавани Ли Юэ, Сянь Юнь, похоже, не только имеет увлечения, но и много путешествует и умеет дружить. Когда люди видят, как она болтает с мадам Пин у пруда возле террасы Юйцзин, они не обращают на это никакого внимания.<br>«Я давно не видела Творца Гор, а Владыка Лун до сих пор не вернул талисман очищения обители, который я ему одолжила...»<br>«В самом деле? Что же это такое? Ты придумала какое-то новое сигнальное приспособление?»<br>«Так и есть. Сейчас я тебе всё подробно расскажу...»<br>Каждый вечер наступает момент, когда огни тысяч домов окончательно гаснут, а гавань Ли Юэ ненадолго затихает. Когда всё интересное заканчивается и город замирает в ожидании утра, Сянь Юнь использует эту возможность, чтобы прогуляться по узкой тропинке, ведущей на гору Тяньхэн.<br>Зазубренные выступы не представляют для неё трудности. Стремительный прыжок вверх, порыв ветра - и вот она в мгновение ока оказывается на вершине.<br>Глядя на туманные улицы внизу, человек под именем Сянь Юнь превращается в журавля и, взмахнув крыльями, поднимается к небесам.<br>Впрочем, в этом нет ничего странного. Гавань Ли Юэ - город, который принимает всех. Вполне естественно, что здесь могут жить и Адепты.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Часть истории Ли Юэ сгинула в песках времени. Остальные либо оставили свой след на земле в виде древних руин, либо попали в анналы истории благодаря кропотливым усилиям тех, кому посчастливилось встретиться с Адептами. Чтобы понять историю Ли Юэ, нужно не только путешествовать по всем уголкам этой земли, но и обратиться к историческим книгам. Естественно, важную роль в этом процессе играют коллекционеры книг. Один из таких людей - великий учёный из гавани Ли Юэ, который называет себя «Учёным Дун Мином».<br>Дун Мин близко знаком с консультантом ритуального бюро «Ваншэн» господином Чжун Ли и часто обращается к нему с просьбой помочь оценить подлинность древних текстов. В один из таких дней у Чжун Ли возникли дела, которые не позволили ему лично присутствовать на встрече, поэтому он прислал вместо себя друга.<br>Этим другом оказалась высокая стройная женщина в очках с красной оправой, которая представилась как Сянь Юнь. Поначалу Учёный Дун Мин полагал, что она, как и господин Чжун Ли, окажется человеком высококультурным и образованным. Но когда она вошла, то не проявила никакого интереса к лежащим перед ней древним текстам, а единственное, что привлекло её внимание, был старый механический замок на двери. Дун Мин от волнения потерял дар речи. Словно почувствовав повисшую в воздухе неловкую тишину, Сянь Юнь взяла себя в руки и заговорила. Чтобы успокоить Дун Мина, она заверила его, что обладает достаточной остротой зрения, чтобы судить о достоверности древних текстов, а затем заговорила о своих очках.<br>Оказалось, что со зрением у Сянь Юнь всё в порядке, и ей вовсе не нужны очки. «Очки, - объяснила она, - не только помогают видеть, но и могут быть аксессуаром! Неужели это так сложно понять?.. Зачем ограничивать себя скучными цветами? Что плохого в красной оправе?»<br>«Что за странная особа...» - подумал про себя Дун Мин.<br>«Кроме того, разве очки не успокаивают людей? Разве они не позволяют выглядеть более... по-человечески?» Услышав это, Дун Мин резко изменился в лице.<br>«Я имею в виду, больше соответствовать местной моде. Всё же я не уроженка гавани Ли Юэ».<br>«А, тогда это всё объясняет...» - подумал Дун Мин, который и сам не был местным жителем. Услышав её слова, он почувствовал себя немного ближе к Сянь Юнь - достаточно близко, чтобы вернуть тему к древним текстам, которые он хотел оценить.<br>Просмотрев тексты, Сянь Юнь нахмурилась и воскликнула: «В форме быка, с крылатым хвостом... С чего Фу Цзинь с севера принимать такую форму? А уж про Творца Гор... это вообще полная чушь».<br>Один из способов оценить подлинность древних записей - изучить их содержание. Учитывая, что эксперт до него считал записи ошибочными, Дун Мину показалось, что эта книга, которую он приобрёл по довольно привлекательной цене, скорее всего, подделка. Коллекционирование древних текстов - занятие трудоёмкое и дорогостоящее, и время от времени приходится затягивать пояс, чтобы свести концы с концами. Учёный Дун Мин с грустью улыбнулся, вспоминая, сколько несчастий выпало на его долю. Его родители и жена умерли, а эти книги стали для него единственным спасением от житейских невзгод.<br>Он вздохнул и произнёс голосом, переполненным переживаниями: «Жизнь смертных полна невзгод, в то время как Адепты свободны и беззаботны. Сомневаюсь, что мне когда-нибудь посчастливится встретить Адепта».<br>Сянь Юнь некоторое время смотрела на измождённого коллекционера, прежде чем ответить: «Говорят, что в древние времена люди, стремящиеся стать Адептами, должны были пройти испытания неба и земли, и только тогда им давалась возможность доказать свои истинные намерения. Мучительный путь к становлению Адептом был не менее болезненным, чем муки земной жизни».<br>«Я уверен, что вы правы... Простите, я позволил себе наговорить лишнего».<br>Обменявшись мнениями, Дун Мин проводил Сянь Юнь до выхода из библиотеки. Уже прощаясь, она вдруг подняла голову, словно что-то вспомнив, и сказала: «Несмотря на то что твоя книга подделка, на твоём месте я бы отнесла этот старый замок антиквару. Возможно, ты обнаружишь, что он стоит не меньше, чем эта книга».<br>«Что касается встречи с Адептом... Я бы пока не теряла надежды. У тебя впереди ещё много времени, так что не теряй оптимизма и смотри в будущее с надеждой».",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Господствующая школа исторической мысли считает верным следующее утверждение: «С начала всего сущего есть небо и земля, ограниченные своими пределами, как и бесчисленные реки мира, расходящиеся в четыре стороны, - у всего есть начало и конец. Через космос бессмертные появились на свет, не дожидаясь богов, действуя, не дожидаясь света и тьмы - увлажняя лес и траву, впитываясь в металл и камень, - их путь в природе, их начало неизвестно, их конец непознаваем». Проще говоря - мир имеет свои границы, и Адепты не были созданы богами.<br>Ещё до появления самого названия «Ли Юэ» в горах этой земли обитали Адепты. Среди них одни считали своим долгом защищать мир и людей, а другие были одержимы тиранией. Часть этой истории записана в «Полной истории Непорочного павильона»:<br>«Демон засухи разбушевался и превратил землю в обнажённую пустыню. Люди были на грани отчаяния. Кругом клубились ядовитые испарения и миазмы, и люди не ведали, где искать спасения. К кому обратиться? Кто поможет?<br>Прибыв на место, Адепт ветром собрал на небе облака. Облака превратились в тучи, и с неба хлынул дождь. С засухой и мором было покончено, страданиям народа пришёл конец».<br>Именно этот Адепт, которого последующие поколения уважительно называли Хранителем Облаков, спас человечество от демона засухи в трудную минуту. Преисполненные благодарности, люди запечатлели его великий подвиг этими словами.<br>Позже между богами разразилась великая война. Добродетель и сострадание Моракса, бога контрактов, снискали ему благосклонность Хранителя Облаков и других Адептов, и они последовали за ним в бой, развернув широкий фронт по всей земле. В итоге они одержали победу, восстановив мир и обеспечив людям процветание.<br>Рассказы о той ушедшей эпохе с её героями и Адептами, не знающими себе равных, никогда не переставали очаровывать и вызывать восхищение потомков. Величественные фигуры Адептов вплелись в саму ткань истории, породив бесчисленные трогательные легенды, которые разрастались вместе с народом Ли Юэ. Но когда Сянь Юнь слышит рассказы людей об Адептах, особенно те, что касаются её самой, она редко выказывает восторг.<br>За прошедшие годы Заоблачный предел, который когда-то был наполнен весёлой музыкой, превратился в невыносимо одинокое место. Почти все её близкие друзья, которые когда-то смеялись рядом с ней, погибли в бушующем огне той войны. Иногда пустота внутри неё становится невыносимой. И хотя её товарищи добровольно пожертвовали собой, защищая мир, она не может не оплакивать их.<br>Но, несмотря на это, она до сих пор соблюдает договор, заключённый с Властелином Камня много лет назад. Этот контракт - живое свидетельство единой решимости и устремлений всех Адептов. Ей в голову ни разу не приходила мысль нарушить клятву и уйти. Больше всего на свете она ценит узы дружбы, которые связывают её с товарищами, поэтому, даже если бы пришлось исполнять желания погибших собратьев, она бы никогда не бросила Ли Юэ на произвол судьбы.<br>Сожаление и решимость бурлили в её душе, но постепенно мысли Сянь Юнь улеглись, и она молча слушала, пока ей рассказывали оставшуюся часть человеческой легенды. Когда рассказ подошёл к концу, она ответила лишь:<br>«Бесподобная история».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "В те времена, когда крепка была дружба Адептов, они время от времени собирались все вместе, тогда в Заоблачном пределе звучала весёлая музыка и песни. Владыка Песен и Скитаний обладал отличным чувством ритма и прекрасно играл на цитре, а Гуй Чжун была прирождённым композитором. Якса Бонанас и Индариас часто присоединялись к Хранителю Облаков, отбивая такт и подпевая мелодиям Владыки Песен и Скитаний. Иногда, находясь в приподнятом настроении, Облачный Хранитель принимала самые разные формы, танцуя под дуновение ласкового ветерка. В такие моменты обитатели гор и рек поднимали головы и, навострив уши, замирали, наслаждаясь блаженной музыкой Адептов. Другие Адепты тоже останавливались, чтобы послушать её с радостью в сердце. Сейчас в Заоблачном пределе царит тишина, нарушаемая лишь свистом ветра и щебетанием птиц. Время от времени из самых сокровенных уголков её пристанища, глубоко в сердце горы Аоцан, слышатся разговоры Хранителя Облаков со своими учениками. Движимая милосердием, за многие годы она приняла немало учеников. У некоторых было трагическое прошлое, но благодаря годам усердного обучения они избавились от тягостных мыслей, словно ростки, которые пережили мороз и поднимаются из-под тающего снега. Она часто наблюдает за ними, и это доставляет ей огромную радость. Они воплощают в себе надежды, которые когда-то лелеяли её друзья, а значит, в них живёт их дух. Именно поэтому она так заботится о своих юных учениках. Временами её переполняет желание опекать их, и это желание часто сбивает их с толку, но она не придаёт этому значения. Ведь юные ученики не знают, что такое разлука с друзьями, и не видели залитых кровью полей сражений. Разве они могут знать, как много они для неё значат? Главное, чтобы они были целы и невредимы.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Законы природы таинственны и неуловимы, поэтому у каждого Адепта свои уникальные методы обучения. Хранитель Облаков ведёт исследовательскую работу по изучению фундаментальных законов. Мудрость сперва нужно искать во внешних источниках, а затем проверять её на собственном опыте. Человек должен совершенствовать себя изнутри, согласовывая внутренние мысли с внешними реалиями, чтобы достичь состояния единства. Цель исследования - изучить принципы всех вещей и тем самым открыть универсальные истины, которые лежат внутри. Всё, что есть в мире, разумное или нет, воплощает в себе набор принципов - и только исследуя и изучая эти принципы, можно понять законы, которым подчиняются все вещи. Это и есть путь истинного совершенствования. Плоды, принесённые тысячелетиями такой преданности, поистине велики, и, несомненно, именно эта мудрость отличает её от смертных. Ей очень жаль, что их жизнь так коротка, ведь даже если бы она хотела, у неё не хватило бы времени, чтобы передать им свою мудрость в чистом виде. Кроме того, людям с их ограниченными способностями часто бывает трудно достичь подобной глубины знаний и рассуждений даже под её руководством. Но после длительных раздумий ей пришла в голову одна мысль. Простым смертным трудно постичь законы природы на собственном опыте, однако она может вложить истины в хитроумные устройства и просветить человечество с помощью механики. Во-первых, законы природы глубоки и загадочны. Если бы она могла разложить их на множество простых принципов и распространить эти знания по миру, возможно, это помогло бы людям лучше понять их. Во-вторых, организация производства на основе принципов механики позволила бы сэкономить неоценимое количество рабочей силы и ресурсов. Если бы машины можно было использовать для стирки одежды, людям больше не пришлось бы лежать в своих постелях и слушать звуки стирки в ночи. А если бы люди могли использовать машины для передвижения, то не было бы больше долгих, утомительных путешествий. В наши дни в Ли Юэ воцарился мир, и земля больше не полагается на то, что она избавит её от засухи с помощью благословенного дождя. Теперь люди сами спасают свои поля с помощью ирригации. Огонь войны потух, люди счастливы и мечтают о благополучной жизни. В такую эпоху соблюдение контрактов и защита мира уже не сводятся к уничтожению монстров и изгнанию демонов. Создание механизмов, улучшающих жизнь людей, - это ещё один не менее действенный способ достижения поставленной цели. Жизнь смертных коротка. Ожидать, что они смогут полностью постичь законы природы или посвятить всю жизнь созданию долговечного наследия, попросту нереально. Но с её помощью... возможно, создание рая на земле не такая уж несбыточная мечта. И хотя песни, звучавшие в Заоблачном пределе, никто больше не услышит, смех, разносящийся по всем уголкам города, можно сохранить... Это то, что она может сделать, и то, чего она жаждет всем сердцем. Кроме того, Хранитель Облаков обожает механизмы, до такой степени, что часто забывает поесть и поспать, когда работает над новым проектом. И это несмотря на то, как сильно она любит изысканную кухню. Никто не знает, когда это началось, но увлечение Хранителя Облаков изучением механизмов превратилось в навязчивую идею, о чём прекрасно известно каждому из её учеников...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Нефритовая пустота",
                "Content": "Легенда гласит, что место, где живёт Адепт, называют Нефритовой пустотой. Обители Адептов, приютившиеся среди вершин Заоблачного предела, как раз относятся к таким местам. Само название «Нефритовая пустота» происходит от места, расположенного среди облаков высоко над пиком Цинъюнь, откуда открывается вид на мир внизу. Смертным крайне редко доводилось бывать здесь. «Нефрит» указывает на фундамент этого места, который сделан из цельного куска плаустрита - вот почему он парит над облаками. Истинный путь находится в пустоте, и поэтому его можно достичь, только пройдя через пустоту. Когда-то те, кто стремился пройти путь Адепта, должны были выдержать испытания неба и земли. Здесь проходило испытание неба. Однако изначально Нефритовая пустота была создана Адептами не для испытаний духа. Её создала Хранитель Облаков как место для размышлений и медитаций. Лишь позднее Владыка Лун и Творец Гор убедили её отдать это место на благо тех, кто ищет путь Адепта. Услышав, что Властелин Камня дал своё согласие, и что с ним согласились Гуй Чжун и Владыка Песен и Скитаний, Хранитель Облаков с готовностью уступила Нефритовую пустоту и построила над ней небольшой павильон. В наши дни лишь немногие способны пройти путь Адепта, и Нефритовая пустота сперва превратилась в легенду, которую смертные рассказывают друг другу, а после вернулась под опеку Хранителя Облаков. Но сейчас, вернувшись в это место над облаками, её душевное состояние изменилось. Бескрайнее море облаков и красота восходов и закатов как никогда величественны, но её мысли постепенно уносятся в оживлённую суету земного мира. Она мечтает жить рядом с людьми в облике человека под именем Сянь Юнь.<br>«Я проголодалась. Как насчёт... восхитительного крабового тофу от ресторана \"Народный выбор\"?»",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Адепты Ли Юэ были рождены среди элементальной энергии, которая струится между небом и землёй. Они, как чистые элементальные существа, ближе к истокам высшей истины, чем простые смертные. У Сянь Юн обращение к силе стихий происходит почти на подсознательном уровне. Для этого ей не требуется никакого сосредоточения, не говоря уже о Глазе Бога. Но теперь, когда она живёт среди смертных в человеческом обличье, соблюдение правил людей кажется ей до странности уместным. По её мнению, использовать Глаз Бога как средство применения силы стихии не составляет большого труда... так почему бы не пользоваться им? Сянь Юнь не ценит Глаз Бога, который она носит на руке, так, как это делал бы смертный. Но его ношение привело к неожиданному открытию. Однажды, проходя через Тростниковые острова, она повстречала фермера. Он был высокого роста и держал в руках мотыгу, но дрожал от страха перед парой низкорослых, щуплых бандитов, угрожавших ему кинжалами. Намереваясь помочь, Сянь Юнь шагнула к ним, но, видя, что перед ним женщина и к тому же небольшого роста, крестьянин попытался убедить её не вмешиваться, боясь, что она пострадает. Но когда Сянь Юнь повернулась, чтобы поговорить с ним, он увидел Глаз Бога и принял её за благородную героиню. Его тон и поведение изменились в мгновение ока, он попросил её прогнать разбойников вместе с ним и бросился в атаку. В итоге крестьянин с мотыгой наперевес в одиночку отразил нападение двух бандитов, а Сянь Юнь ограничилась тем, что выбила кинжал из рук одного из них. Однако, глядя на сияющий Глаз Бога на её руке, крестьянин не переставал восклицать, как бы он хотел иметь такой же. Конечно, крестьянину не нужен был Глаз Бога, а только немного смелости. Но она видела, какой эффект Глаз Бога произвёл на него: он словно стал другим человеком. В тот миг стало очевидным, какое глубокое влияние может оказать на человека внешний объект. На какое-то время это наблюдение озадачило её. Может, и правда, что всё в этом мире обладает своими объективными характеристиками, но менять своё отношение к человеку из-за внешнего объекта... безусловно, это было глупо. Известная своей откровенностью, она всегда готова похвалить или посрамить, но её суждения неизменно основывались исключительно на сущности, а не на внешности. Когда люди приветливы к ней, она относится к ним по-доброму, но, когда они ведут себя отвратительно, она испытывает к ним лишь презрение. Такой она была в статусе Хранитель Облаков, такой же она будет и в обличье благородной героини Сянь Юнь. «Открой глаза и осмотрись - я и пальцем не пошевелила. Учитывая, что ты вполне можешь полагаться на свои силы, чтобы прогнать врагов, тебе следует быть увереннее в себе». Сянь Юнь сказала всё, что хотела, и, махнув рукой, удалилась. Своим героизмом она очищает нижний мир, а мудростью передаёт законы природы. И по сей день Сянь Юнь ходит по миру смертных, сдержанная и невозмутимая.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Что, небольшие изменения во внешности - и уже не узнаёшь меня? Позволь развеять все сомнения: я во всём свободна и ничем не ограничена, могу жить, как пожелаю, и идти куда хочу и с кем хочу. Тем не менее, кхм... учитывая мою значительную известность... попрошу при посторонних называть меня «Сянь Юнь».",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Искусство механики",
                "Content": "Секреты искусства механики непросты, в двух словах не объяснить... Но почему все постоянно засыпают, когда я начинаю рассказывать?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Мир смертных",
                "Content": "На земле царит мир, и всё обновляется и расцветает, подобно цветам весной. Благоприятная эпоха для человечества.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Интересные истории",
                "Content": "Если ты не занят{F#а}, почему бы нам не посидеть у меня, обсудим последние новости.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "В эпоху мягких ветров и благодатных дождей мне нет нужды повелевать погодой.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Ох, ну и грохот...",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "В такой погожий день вид с небес должен быть замечательным... Не волнуйся, я не собираюсь улетать и бросать тебя {M#одного}{F#одну}.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Ах, какой приятный ветерок. Не наложить ли на тебя талисманы Адептов, чтобы ты мог{F#ла} полетать по небу вместе со мной?",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Вообще я проснулась довольно давно, но закрыла глаза для медитации. Очень полезная практика для духовного развития - обязательно как-нибудь сам{F#а} попробуй.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Хм? Не надо на меня так смотреть, разве сегодня не твоя очередь готовить обед?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Хочешь вместе сходить на ночной рынок? Ха, не пристало нам заниматься такими глупостями. Я могу создать для тебя любую безделушку, какую пожелаешь.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Я всё ещё полна сил... А вот у тебя глаза закрываются уже. Пора и отдохнуть.",
                "Tips": []
            },
            {
                "Title": "О Сянь Юнь: Ученики",
                "Content": "Я всегда была ярой противницей условностей и навязанных ожиданий. Предпочитаю жить свободно в соответствии со своими желаниями. Это естественно, что ученики идут по стопам своего учителя. Они так заняты собственными делами, что часто не пишут неделями... Нет, мне вовсе не одиноко! Хм... Если я проведаю их, как думаешь, не создам ли я неудобства своим визитом?..",
                "Tips": []
            },
            {
                "Title": "О Сянь Юнь: Кулинария",
                "Content": "Конечно, Чудо кулинарной машинерии не заменит человека, если нужно приготовить по-настоящему великолепное блюдо. И всё же, оно даёт мне больше свободного времени, чтобы работать над новой, улучшенной моделью, которая, в свою очередь, экономит ещё больше времени, и так далее, и так далее... Настанет день, когда эта машина будет доведена до совершенства, и все деликатесы, известные человечеству, станут мне доступны.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Компаньоны",
                "Content": "Я исследовала местность, глядя с небес, и создала этот указывающий путь компас, чтобы тебе было удобнее в путешествиях. Хех, когда ещё у тебя был такой заботливый компаньон, а? ...Уже хорошо знаком{F#а} с этой местностью? Может, оно и так, но человеческая память, как известно, очень ненадёжна. В один прекрасный день ты совсем заблудишься и тогда поблагодаришь меня за предусмотрительность.",
                "Tips": []
            },
            {
                "Title": "О нас: Узы",
                "Content": "Хотя меня не интересуют земные привязанности, я хорошо осознаю важность «уз». Такое простое слово для понятия столь глубокого, что оно не поддаётся формулировке... Взять, к примеру, меня и стариков. Мы годами друг друга не видим, но при встрече всегда хватает о чём поспорить. И всё же так глубоки наши узы, что как далеко мы ни были бы физически, я никогда не чувствую себя одинокой или потерянной в этом мире... Я очень дорожу тобой, дитя, и рада считать тебя {M#своим другом}{F#своей подругой}. Ценишь ли ты так же наши узы?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Властелин Камня однажды сказал, что Глаз Бога - это призыв к исполнению долга быть стражем, который присматривает за человечеством. Неважно, уединимся ли мы в горах или сольёмся с шумом города, мы никогда не должны пренебрегать этим долгом. Настала эпоха человечества, но я буду исполнять его ещё долгое время.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Эта механическая птица лишь прототип. Я хотела сделать птицу намного больше - полую внутри - чтобы она могла раскладываться в транспортное средство, на котором можно было бы отправиться на прогулку с друзьями... Однако сложности с питанием и управлением таким агрегатом оказались непреодолимыми. Ведь необходимо управлять взлётом и посадкой, процессом трансформации, не говоря уже о средствах безопасности... Эх, если бы Гуй Чжун была здесь. Она бы точно предложила множество странных, но изобретательных решений для этой головоломки.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Гора Аоцан - идеальное место для духовных упражнений. Ничто не сравнится с её пейзажами по красоте, и всё здесь дышит природной чистотой. Поначалу множество птиц и зверей собиралось понаблюдать за моей медитацией, и тишину вскоре сменял многоголосый щебет и визг... И всё же меня это никогда не беспокоило.",
                "Tips": []
            },
            {
                "Title": "О Гань Юй...",
                "Content": "Однажды я спросила Гань Юй, чем она занимается, когда работает сверхурочно. Её ответ был наполнен угрожающе звучащими фразами вроде «протоколы заседаний», «сводки», «годовые отчёты», «финансовые прогнозы»... Если бы в ней не текла кровь Священной Лани и я не научила бы её секретам укрепления здоровья, эта лавина бюрократической писанины наверняка поглотила бы её... Как встретишь её, напомни, пожалуйста, чтобы она не забывала каждый день пить чай цинсинь для улучшения зрения.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шэнь Хэ...",
                "Content": "Шэнь Хэ рассказала мне, что однажды доставляла заказ из ресторана «Народный выбор» и, чтобы сэкономить время, побежала по крышам. Заказчик был в ужасе, когда она внезапно спрыгнула ему на порог, и уже собирался звать Миллелитов... К счастью, Шэнь Хэ исчезла так же быстро, как и появилась, оставив еду и убежав прежде, чем клиент успел среагировать. Похоже, она всё лучше справляется с кризисными ситуациями - я очень этому рада.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "О Чжун Ли...",
                "Content": "Когда Властелин Камня впервые услышал о том, что я собираюсь поселиться в гавани Ли Юэ, он зачитал мне длинный и подробный список соображений по обустройству и украшению дома. Естественное освещение, вентиляция, заказ деревянных изделий, закупка фарфора, размещение растений и цветов... Мой разум, казалось, готов был взорваться от обилия информации. Неужели все стороны жизни в мире людей требуют столько усилий?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Тысяча лунных миль»"
                ]
            },
            {
                "Title": "О Сяо...",
                "Content": "Охотник на демонов даже более замкнут, чем я. За века его видели на собраниях всего несколько раз... Но я слышала, что вы с ним в довольно хороших отношениях. Любопытно, о чём вы обычно разговариваете? А, скажи мне, как соберётесь встретиться с ним в следующий раз - я сделаю для него пудинг из тофу.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ху Тао...",
                "Content": "Эта девушка говорит самые причудливые вещи, но, похоже, пользуется большим уважением у сотрудников ритуального бюро «Ваншэн» - даже сам Властелин Камня счёл нужным работать под её началом в роли некоего «консультанта»... Говорят, что её пристрастия в еде столь же своеобразны. Надо признать, что подобные чудаки меня довольно интригуют.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сян Лин...",
                "Content": "Как-то в разговоре с ней я упомянула о Чуде кулинарной машинерии, но меня крайне удивил её ответ, что настоящее блюдо можно приготовить только своими собственными руками... Хм, разве моё устройство не результат работы моих рук? Что же в этом ненастоящего? Нужно устроить соревнование! ...Но её мастерство в кухне Ли Юэ, конечно, впечатляет... Да, соревнование придётся отложить, пока я не внесу некоторые улучшения в моё изобретение...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нин Гуан...",
                "Content": "Воля Небес ведёт свои дела с большой ловкостью, а к речам её не придраться. Не могу не признать - под управлением Цисин Ли Юэ процветает. Я пристально за ней наблюдала, надеясь вызнать её секрет... Кхм, это я только тебе - не надо ей говорить.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Кэ Цин...",
                "Content": "Кэ Цин - заботливое дитя. Она всегда посещает меня от лица Цисин на каждый фестиваль и приносит подарок. Возможно, мне не стоит так волноваться о Гань Юй, раз у неё есть такая способная и внимательная коллега.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Юнь Цзинь...",
                "Content": "Много опер в Ли Юэ основаны на историях об Адептах, в том числе и на моей собственной жизни и приключениях... Я никогда их, конечно, не смотрела - видеть, как кто-то другой играет меня на сцене было бы слишком неловко. Но мне было бы интересно оценить, как Юнь Цзинь справилась с адаптацией истории Шэнь Хэ. Схожу посмотрю, как будет время.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "О Яо Яо...",
                "Content": "Как-то Яо Яо стянула очки с моего лица и примерила их. Это ей показалось ужасно забавным, так что она долго хихикала... Ах, дети всегда найдут способ развлечь себя.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ка Мине...",
                "Content": "Я очень ценю Ка Мина: он добр к людям и интересен в общении, но всегда скромен. Мы познакомились, когда я отдыхала у озера, и он любезно поделился со мной едой. Потом он сказал, что я больше похожа на почтенного мудреца, чем сами Адепты... Ха-ха, раз уж я почтенный мудрец, обязательно присмотрю за ним.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Сянь Юнь I",
                "Content": "Хочешь узнать о моём прошлом? Не думаю, что оно того стоит - всё это уже древняя история. Намного интереснее услышать о твоих путешествиях в дальние уголки мира... Какие формы принимают боги и бессмертные в других странах? Есть ли среди них такие, кто, как и я, любит поговорить? Давай заварим чай, и ты мне обо всём расскажешь.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Сянь Юнь II",
                "Content": "Было время, когда многие смертные стремились получить наставления Адептов. Неизвестно, как они узнали о местонахождении моей обители, но то и дело люди оставляли подношения еды у алтаря на горе Аоцан... Пф, с чего это смертные решили, что Адепт прервёт свою медитацию ради принятия человеческой пищи? Очень забавно. Но поскольку их действия были искренними, я сочла уместным угоститься... Хм, принять их подношения, когда они уйдут.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Сянь Юнь III",
                "Content": "Были и такие, кто приходил прямо к моим дверям и просил взять их в ученики. Я отказывалась разговаривать с ними, но они не желали уходить. Вскоре гора Аоцан превратилась во что-то вроде лагеря паломников... Я быстро вывесила у входа в обитель объявление, предписывающее всем желающим стать учениками, в течение девяноста девяти дней готовить по уникальному блюду в день, каждое с цветком цинсинь в качестве основного ингредиента... Толпа, конечно, вскоре разошлась. Чтобы овладеть искусством Адептов и искусством механики необходим великий талант и предельная стойкость ума. Нет смысла обучать того, кто даже три месяца не может продержаться.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Сянь Юнь IV",
                "Content": "Хотя у искусства механики множество чудесных применений, я часто использую его для развлекательных целей. Как-то в Ли Юэ выпало много снега, и он толстым слоем покрыл гору Аоцан. Видя, как все укрылись в своих обителях и страдали от безделья, я создала Скорый снегоход. Мы с Гуй Чжун и Владыкой Песен отлично проводили время, пока Владыка Лун не решил присоединиться. С первой же попытки он умудрился сделать так, что снегоход сошёл с рельсов и рухнул в глубокий снег. Нам несколько часов понадобилось, чтобы откопать его... Позже я добавила в механизм множество функций для безопасности, чтобы им смог управлять даже трёхлетний ребёнок. Хотя это снизило максимальную скорость.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Сянь Юнь V",
                "Content": "После переезда в гавань Ли Юэ я прочитала множество произведений популярной литературы. Больше всего мне понравились рыцарские романы, хотя все герои там и выдуманные. Разве не было бы интереснее рассказать о реальных персонажах, с которыми я знакома? Жаль, что ученики так не любят, когда я рассказываю людям истории из их жизни... Может быть, поведаешь побольше о своих приключениях? Я могла бы адаптировать их для своего романа.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Тысяча лунных миль»"
                ]
            },
            {
                "Title": "Хобби Сянь Юнь...",
                "Content": "Когда мне нечем заняться, я люблю понежиться на ветру, который гуляет среди гор. Это всегда успокаивает разум.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Сянь Юнь...",
                "Content": "После переезда в гавань Ли Юэ у моего порога постоянно появляются старые и новые друзья - то в гости придут, то на ужин пригласить хотят. Если так пойдёт дальше, то у меня скоро закончатся деньги...",
                "Tips": [
                    "Завершите главу «Тысяча лунных миль»"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "Совместная трапеза с друзьями надолго остаётся в памяти, независимо от того, что было съедено.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Адепт посвящает себя духовному развитию и для этого ему не нужны деликатесы бренного мира. Когда я ем подобные блюда это не для питания, а чтобы насладиться вкусом... Так что, если ты приготовишь блюдо, вкус которого не кажется изысканным даже тебе, то не стоит делиться им со мной. А вообще лучше предоставь приготовление еды мне...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Образец свежести и вкуса... Скажи, как долго ты тайком изучаешь мои кулинарные секреты?",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Вкус не так важен - главное, что ты вообще {M#счёл}{F#сочла} нужным приготовить что-то для меня. Я высоко ценю твоё внимание.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Моё Чудо кулинарной машинерии лежит без дела последнее время. Могу одолжить тебе.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Вот, открой этот деревянный ящик. Это миниатюрный механический человечек для твоего развлечения. Попробуй поиграть с ним. Смотри: если хлопнуть в ладоши вот так, лепестки лотоса раскроются, цветные лампочки загорятся по очереди, а затем заиграет мелодия. Это та самая праздничная мелодия, которая так нравится молодому и энергичному поколению. Она обязательно добавит нотку веселья и легкомыслия к твоему праздничному настроению... Весёлого праздника.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Я так долго пробыла дома. Приятно иногда немного размяться.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Давно я не использовала некоторые из искусств Адептов... Естественно, что я немного отвыкла.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "У тебя такое предвкушающее выражение лица... Ладно. Отныне буду использовать свои способности в полной мере.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Именно путешествуя по миру, мы приобретаем опыт. Сила - это ещё не всё, важнее навыки общения. Если у тебя есть время, давай найдём место с приятным видом, где мы сможем полюбоваться пейзажами, поговорить, отдохнуть, да и просто насладиться жизнью.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Ух!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Ввысь!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Разойдись!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Охватить небеса!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Адепт пришёл!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Соберитесь, одинокие облака!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Пригодится на детали.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Что здесь за безделушки? Дай мне посмотреть.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Возможно, стоит изобрести «Распознаватель диковинок».",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Какая дерзость!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Сильный противник!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Я тебя не покину.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Знай свой предел.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Нужно было меня позвать.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Не считается... Я голодная была...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Оплошность...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Мой механизм ещё не закончен...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Пустяк.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Это неважно.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Механизмы настроены. Вперёд.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Провиант ведь подготовлен?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Я перемещаюсь быстро - не отставай.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "93": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Счастливое знамение гостьи",
                "Desc": "Наряд Сянь Юнь. Этот костюм не был создан знаменитым портным. На первый взгляд кажется, что сшит он из тончайшего шёлка, но если приглядеться, то становится понятно, что материя эта не шёлк, не хлопок и не лён, и через неё струится свет, будто это одеяние Адепта. Остаётся только гадать, где Сянь Юнь достала такой наряд...",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108663,
            "JD": 108644,
            "Name": "<b>Всеобъемлющая радость</b>",
            "Eff": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Сянь Юнь. Не успели вы удивиться ароматным фрикаделькам, как Сянь Юнь уже говорит: «Ах, неужели ты думаешь, что такая заурядная пища может меня поразить? Тогда наслаждайтесь, пока она горячая - и да пребудет с вами мир, радость, процветание и спокойствие... Хм, что? Немного сухих формальностей никому не навредит».",
            "Recipe": {
                "100061": 4,
                "100091": 2,
                "100062": 2,
                "100075": 1
            },
            "Icon": "UI_ItemIcon_108663"
        },
        "Namecard": {
            "Name": "<b>Белые облака</b>",
            "Desc": "Именная карта.<br>Тем, кто говорит правду, приговор смягчается. Будьте честны. Когда Хранитель Облаков спросил вас: «Неужели ты воспринимаешь меня просто как какую-то большую птицу?», вы подумали: «да, которая ещё умеет говорить и возиться со странными механизмами»?",
            "Pic": "UI_NameCardPic_Liuyun_P"
        }
    }
}

var acs_cache_ = {}