// Auto Generated

var _AvatarDataConfig_ = {
    "Mavuika": {
        "BallList": [
            {
                "When": "E Start DMG",
                "DropArray": [
                    {
                        "Num": 5,
                        "Chance": 1
                    }
                ]
            }
        ],
        "EndureList": [
            {
                "Skill": "Q State",
                "Endure": 0
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@Nightsoul Consumption#</b><br>• E Ring: Base @5/s#+@3/hit#<br>• Flamestrider: Stand still @9/s# | CA @11/s# | NA extra @1/hit#<br>• Flamestrider: Sprint @10#+@29/s# | Climb @17/s# | Water ride @14/s# | Fly @12/s#<br>• Time limits: Climb @1s# | Water ride @3s# | Fly @3s#. C6 @doubles# these.",
            "<b>@Other#</b><br>• Mavuika starts off with @200# Fighting Spirit in Chamber 1 of the Spiral Abyss<br>• Q and C2 are similar to Raiden's Q Resolve Bonus (increases the @DMG Multiplier#)<br>• The effect of Passive 2 is @ordinary DMG Bonus#, not an independent multiplier",
            "<b>@Interruption RES#</b><br>• @Uninterruptible# during Q State (Crucible of Death and Life)",
            "<b>@Elemental ICD#</b><br>• Q Slice & E Ring & E Start DMG: @1GU independent#<br>• Motor Normal & Charged & Sprint ATK: @1GU#, share ICD of 3 hits / 2.5s<br>• C6 DMG: @Does NOT apply Pyro#",
            "<b>@AoE#</b><br>• Q Sunfell Slice: @Radius 7m# (= Xilonen/Yae Q & Zhongli RES Reduction)<br>• E Ring: @Radius 6m# (= Bennett Q)<br>• C2 DEF Reduction: @Radius 10m# (= Ganyu Q)",
            "<b>@Particle Generation#</b><br>• Generates @5 Pyro Particles# when E Start DMG hits a monster."
        ]
    }
}

var _AvatarMats_ = {
    "Mavuika": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101253": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113066": 2,
                "101253": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113066": 4,
                "101253": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113066": 8,
                "101253": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113066": 12,
                "101253": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113066": 20,
                "101253": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mavuika": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Из огня сплетается жизнь",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на исключительно сильный удар Пылающего света перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Мгновение имени",
                        "Desc": "Властью над «борьбой» призывает Всеогненное вооружение, передаваемое из поколения в поколение людей-Архонтов, и наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br>После применения Мавуика восстанавливает очки Ночного духа до максимума и переходит в состояние Благословения Ночного духа.<br><br><color style='color:#FFD780;'>Всеогненное вооружение</color><br>При долгом нажатии его форма меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Высвобождение имени божества: Всеогненное вооружение проявляется в форме Колец испепеляющего блеска. Кольца испепеляющего блеска следуют за активным персонажем и периодически атакуют врагов поблизости, нанося <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Высвобождение древнего имени: Всеогненное вооружение проявляется в форме огнехода. В этом состоянии Мавуика может ездить на огнеходе на высокой скорости или активировать его скрытый резервный силовой модуль, чтобы кратковременно преодолевать различные типы местности и некоторое время парить в воздухе. При этом урон обычных атак, заряженных атак и атак в падении Мавуики конвертируется в <color style='color:#FF9999;'>Пиро урон </color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Во время спринта она также наносит врагам на своём пути <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br>Когда Мавуика пребывает в состоянии Благословения Ночного духа, быстрым нажатием элементального навыка можно изменить форму Всеогненного вооружения. Всеогненное вооружение исчезнет, когда прекратится состояние Благословения Ночного духа Мавуики.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Мавуика</color><br>Непрерывно расходует очки Ночного духа согласно форме Всеогненного вооружения. Когда очки Ночного духа исчерпаются, Благословение Ночного духа Мавуики завершается.<br><br><i>Если вы скажете Мавуике, что в другом мире транспортному средству вроде её огнехода нужен номерной знак, она обрадуется и этому:<br>«Моё в этом мире единственное в своём роде. Стало быть, мне и выбирать номер?»</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон активации",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "Периодический урон метательного оружия",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "Интервал активации метательного оружия",
                                "ParamLevelList": [
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 1",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 2",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 3",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 4",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 5",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "Урон спринта мотоцикла",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки мотоцикла",
                                "ParamLevelList": [
                                    "110.08%",
                                    "119.04%",
                                    "128.0%",
                                    "140.8%",
                                    "149.76%",
                                    "160.0%",
                                    "174.08%",
                                    "188.16%",
                                    "202.24%",
                                    "217.6%",
                                    "232.96%",
                                    "248.32%",
                                    "263.68%",
                                    "279.04%",
                                    "294.4%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки мотоцикла",
                                "ParamLevelList": [
                                    "151.36%",
                                    "163.68%",
                                    "176.0%",
                                    "193.6%",
                                    "205.92%",
                                    "220.0%",
                                    "239.36%",
                                    "258.72%",
                                    "278.08%",
                                    "299.2%",
                                    "320.32%",
                                    "341.44%",
                                    "362.56%",
                                    "383.68%",
                                    "404.8%"
                                ]
                            },
                            {
                                "Desc": "Урон мотоцикла в падении",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "Очки Ночного духа",
                                "ParamLevelList": [
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Час пылающих небес",
                        "Desc": "Пусть голоса людских сердец донесутся до божественного трона в небесах.<br><color style='color:#FFD780;'>Взрыв стихии Мавуики зависит не от энергии, а от Боевого духа.</color><br><br><color style='color:#FFD780;'>Боевой дух</color><br>Когда у Мавуики есть не менее 50% Боевого духа, она полностью расходует его и выпускает взрыв стихии.<br>Мавуика может получать Боевой дух следующими способами:<br> ·  В бою очки Ночного духа, расходуемые членами отряда поблизости, конвертируются в Боевой дух Мавуики.<br> ·  Обычные атаки членов отряда поблизости, поражая противников, дают Мавуике 1,5 ед. Боевого духа. Этот эффект может возникнуть один раз в 0.1 сек.<br><br>После применения Мавуика получает 10 очков Ночного духа и входит в состояние Благословения Ночного духа. Пребывая верхом на огнеходе в воздухе, она однократно атакует врагов на земле могущественным Ударом падающего солнца, который наносит <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, и входит в состояние Горнила смерти и жизни.<br><br><color style='color:#FFD780;'>Горнило смерти и жизни</color><br>Во время его действия различные действия Мавуики не расходуют очки Ночного духа, а её сопротивление прерыванию повышается. Кроме того, повышается урон Удара падающего солнца, а также обычной и заряженной атаки в форме огнехода, пропорционально количеству Боевого духа на момент активации взрыва стихии.<br>Горнило смерти и жизни исчезает, когда Мавуика покидает поле боя.<br><br><i>«...Но на сей раз я собственными руками разобью такую судьбу».</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон от взрыва",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "Длительность формы Бога войны",
                                "ParamLevelList": [
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек."
                                ]
                            },
                            {
                                "Desc": "Бонус взрывного урона",
                                "ParamLevelList": [
                                    "Ед. энергии Бога войны/1.6% силы атаки",
                                    "Ед. энергии Бога войны/1.72% силы атаки",
                                    "Ед. энергии Бога войны/1.84% силы атаки",
                                    "Ед. энергии Бога войны/2.0% силы атаки",
                                    "Ед. энергии Бога войны/2.12% силы атаки",
                                    "Ед. энергии Бога войны/2.24% силы атаки",
                                    "Ед. энергии Бога войны/2.4% силы атаки",
                                    "Ед. энергии Бога войны/2.56% силы атаки",
                                    "Ед. энергии Бога войны/2.72% силы атаки",
                                    "Ед. энергии Бога войны/2.88% силы атаки",
                                    "Ед. энергии Бога войны/3.04% силы атаки",
                                    "Ед. энергии Бога войны/3.2% силы атаки",
                                    "Ед. энергии Бога войны/3.4% силы атаки",
                                    "Ед. энергии Бога войны/3.6% силы атаки",
                                    "Ед. энергии Бога войны/3.8% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Бонус обычной атаки мотоцикла",
                                "ParamLevelList": [
                                    "Ед. энергии Бога войны/0.4% силы атаки",
                                    "Ед. энергии Бога войны/0.43% силы атаки",
                                    "Ед. энергии Бога войны/0.46% силы атаки",
                                    "Ед. энергии Бога войны/0.5% силы атаки",
                                    "Ед. энергии Бога войны/0.53% силы атаки",
                                    "Ед. энергии Бога войны/0.56% силы атаки",
                                    "Ед. энергии Бога войны/0.6% силы атаки",
                                    "Ед. энергии Бога войны/0.64% силы атаки",
                                    "Ед. энергии Бога войны/0.68% силы атаки",
                                    "Ед. энергии Бога войны/0.72% силы атаки",
                                    "Ед. энергии Бога войны/0.76% силы атаки",
                                    "Ед. энергии Бога войны/0.8% силы атаки",
                                    "Ед. энергии Бога войны/0.85% силы атаки",
                                    "Ед. энергии Бога войны/0.9% силы атаки",
                                    "Ед. энергии Бога войны/0.95% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Бонус заряженной атаки мотоцикла",
                                "ParamLevelList": [
                                    "Ед. энергии Бога войны/0.8% силы атаки",
                                    "Ед. энергии Бога войны/0.86% силы атаки",
                                    "Ед. энергии Бога войны/0.92% силы атаки",
                                    "Ед. энергии Бога войны/1.0% силы атаки",
                                    "Ед. энергии Бога войны/1.06% силы атаки",
                                    "Ед. энергии Бога войны/1.12% силы атаки",
                                    "Ед. энергии Бога войны/1.2% силы атаки",
                                    "Ед. энергии Бога войны/1.28% силы атаки",
                                    "Ед. энергии Бога войны/1.36% силы атаки",
                                    "Ед. энергии Бога войны/1.44% силы атаки",
                                    "Ед. энергии Бога войны/1.52% силы атаки",
                                    "Ед. энергии Бога войны/1.6% силы атаки",
                                    "Ед. энергии Бога войны/1.7% силы атаки",
                                    "Ед. энергии Бога войны/1.8% силы атаки",
                                    "Ед. энергии Бога войны/1.9% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Повышение обычной атаки энергией Бога войны",
                                "ParamLevelList": [
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Дар пламенных цветов",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Мавуики повышается на 35% на 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "«Кионгози»",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> урон активного персонажа повышается на 0,25% за каждое очко Боевого духа, имеющееся на момент его применения. Максимальное увеличение урона активного персонажа, которое можно получить таким способом, составляет 50%. Этот эффект длится 20 сек. и в течение следующих 20 сек. постепенно убывает, пока не достигнет 0.",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "Дар владений ночи: Режим истощения",
                        "Desc": "Когда очки Ночного духа исчерпаны, Мавуика может поддерживать огнеход Всеогненного вооружения, переключившись на флогистон.<br>Когда Мавуика находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Мавуика. Когда активный персонаж использует спринт, карабкается, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Мавуику активируется следующий эффект: Мавуика входит в состояние Благословения Ночного духа и получает 50% от её максимума очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "Когда активируется Вспышка Ночного духа, отряд восстанавливает 20 ед. флогистона. Этот эффект в подземельях, Витой Бездне и Подземельях наказания не действует.",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Толкование Владыки ночи",
                        "Desc": "Максимум очков Ночного духа Мавуики увеличивается до 120, а получение Боевого духа становится эффективнее на 25%.<br>Кроме того, после получения Боевого духа её сила атаки увеличивается на 40% на 8 сек.",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Цена пепла",
                        "Desc": "Когда Мавуика находится в состоянии Благословения Ночного духа, её базовая атака повышается на 300 ед., и, согласно форме Всеогненного вооружения, она получает следующие эффекты: <br> ·  Кольца испепеляющего блеска: защита врагов поблизости снижается на 20%.<br> ·  Огнеход: урон обычной и заряженной атаки Мавуики увеличивается пропорционально её силе атаки - за каждую единицу силы атаки урон обычной атаки Мавуики повышается на 1 ед., а заряженной атаки - на 1,5 ед.",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Горящее солнце",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Час пылающих небес</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Озарение лидера",
                        "Desc": "Усиливает эффект пассивного таланта «Кионгози»:<br>Увеличение урона, получаемое после взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color>, больше со временем не убывает.<br>Требуется разблокировать пассивный талант «Кионгози».",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Смысл истины",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Мгновение имени</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Освобождённое «имя человечества»",
                        "Desc": "Всеогненное вооружение элементального навыка <color style='color:#FFD780;'>Мгновение имени</color> 中的получает всестороннее улучшение:<br> ·  Кольца испепеляющего блеска: когда Кольца испепеляющего блеска попадают в противника, огнеход таранит поражённого противника, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 200% силы атаки.<br> ·  Огнеход: когда Мавуика находится верхом на огнеходе, Кольца испепеляющего блеска также следуют за ней, раз в 3 сек. нанося врагам поблизости <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 400% её силы атаки./n/nКроме того, улучшено преодоление различных типов местности формой огнехода. Если вне боя очки Ночного духа Мавуики опустятся до 5, она получит дополнительные 80 очков. Этот эффект может возникнуть один раз в 15 сек.",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Из огня сплетается жизнь",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на исключительно сильный удар Пылающего света перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Мгновение имени",
                        "Desc": "Властью над «борьбой» призывает Всеогненное вооружение, передаваемое из поколения в поколение людей-Архонтов, и наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br>После применения Мавуика восстанавливает очки Ночного духа до максимума и переходит в состояние Благословения Ночного духа.<br><br><color style='color:#FFD780;'>Всеогненное вооружение</color><br>При долгом нажатии его форма меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Высвобождение имени божества: Всеогненное вооружение проявляется в форме Колец испепеляющего блеска. Кольца испепеляющего блеска следуют за активным персонажем и периодически атакуют врагов поблизости, нанося <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Высвобождение древнего имени: Всеогненное вооружение проявляется в форме огнехода. В этом состоянии Мавуика может ездить на огнеходе на высокой скорости или активировать его скрытый резервный силовой модуль, чтобы кратковременно преодолевать различные типы местности и некоторое время парить в воздухе. При этом урон обычных атак, заряженных атак и атак в падении Мавуики конвертируется в <color style='color:#FF9999;'>Пиро урон </color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Во время спринта она также наносит врагам на своём пути <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br>Когда Мавуика пребывает в состоянии Благословения Ночного духа, быстрым нажатием элементального навыка можно изменить форму Всеогненного вооружения. Всеогненное вооружение исчезнет, когда прекратится состояние Благословения Ночного духа Мавуики.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Мавуика</color><br>Непрерывно расходует очки Ночного духа согласно форме Всеогненного вооружения. Когда очки Ночного духа исчерпаются, Благословение Ночного духа Мавуики завершается.<br><br><i>Если вы скажете Мавуике, что в другом мире транспортному средству вроде её огнехода нужен номерной знак, она обрадуется и этому:<br>«Моё в этом мире единственное в своём роде. Стало быть, мне и выбирать номер?»</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон активации",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "Периодический урон метательного оружия",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "Интервал активации метательного оружия",
                                "ParamLevelList": [
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 1",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 2",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 3",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 4",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки мотоцикла 5",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "Урон спринта мотоцикла",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки мотоцикла",
                                "ParamLevelList": [
                                    "110.08%",
                                    "119.04%",
                                    "128.0%",
                                    "140.8%",
                                    "149.76%",
                                    "160.0%",
                                    "174.08%",
                                    "188.16%",
                                    "202.24%",
                                    "217.6%",
                                    "232.96%",
                                    "248.32%",
                                    "263.68%",
                                    "279.04%",
                                    "294.4%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки мотоцикла",
                                "ParamLevelList": [
                                    "151.36%",
                                    "163.68%",
                                    "176.0%",
                                    "193.6%",
                                    "205.92%",
                                    "220.0%",
                                    "239.36%",
                                    "258.72%",
                                    "278.08%",
                                    "299.2%",
                                    "320.32%",
                                    "341.44%",
                                    "362.56%",
                                    "383.68%",
                                    "404.8%"
                                ]
                            },
                            {
                                "Desc": "Урон мотоцикла в падении",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "Очки Ночного духа",
                                "ParamLevelList": [
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч.",
                                    "80.0 оч."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Час пылающих небес",
                        "Desc": "Пусть голоса людских сердец донесутся до божественного трона в небесах.<br><color style='color:#FFD780;'>Взрыв стихии Мавуики зависит не от энергии, а от Боевого духа.</color><br><br><color style='color:#FFD780;'>Боевой дух</color><br>Когда у Мавуики есть не менее 50% Боевого духа, она полностью расходует его и выпускает взрыв стихии.<br>Мавуика может получать Боевой дух следующими способами:<br> ·  В бою очки Ночного духа, расходуемые членами отряда поблизости, конвертируются в Боевой дух Мавуики.<br> ·  Обычные атаки членов отряда поблизости, поражая противников, дают Мавуике 1,5 ед. Боевого духа. Этот эффект может возникнуть один раз в 0.1 сек.<br><br>После применения Мавуика получает 10 очков Ночного духа и входит в состояние Благословения Ночного духа. Пребывая верхом на огнеходе в воздухе, она однократно атакует врагов на земле могущественным Ударом падающего солнца, который наносит <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, и входит в состояние Горнила смерти и жизни.<br><br><color style='color:#FFD780;'>Горнило смерти и жизни</color><br>Во время его действия различные действия Мавуики не расходуют очки Ночного духа, а её сопротивление прерыванию повышается. Кроме того, повышается урон Удара падающего солнца, а также обычной и заряженной атаки Высвобождения древнего имени, пропорционально количеству Боевого духа на момент активации взрыва стихии.<br>Горнило смерти и жизни исчезает, когда Мавуика покидает поле боя.<br><br><i>«...Но на сей раз я собственными руками разобью такую судьбу».</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон от взрыва",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "Длительность формы Бога войны",
                                "ParamLevelList": [
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек."
                                ]
                            },
                            {
                                "Desc": "Бонус взрывного урона",
                                "ParamLevelList": [
                                    "Ед. энергии Бога войны/1.6% силы атаки",
                                    "Ед. энергии Бога войны/1.72% силы атаки",
                                    "Ед. энергии Бога войны/1.84% силы атаки",
                                    "Ед. энергии Бога войны/2.0% силы атаки",
                                    "Ед. энергии Бога войны/2.12% силы атаки",
                                    "Ед. энергии Бога войны/2.24% силы атаки",
                                    "Ед. энергии Бога войны/2.4% силы атаки",
                                    "Ед. энергии Бога войны/2.56% силы атаки",
                                    "Ед. энергии Бога войны/2.72% силы атаки",
                                    "Ед. энергии Бога войны/2.88% силы атаки",
                                    "Ед. энергии Бога войны/3.04% силы атаки",
                                    "Ед. энергии Бога войны/3.2% силы атаки",
                                    "Ед. энергии Бога войны/3.4% силы атаки",
                                    "Ед. энергии Бога войны/3.6% силы атаки",
                                    "Ед. энергии Бога войны/3.8% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Бонус обычной атаки мотоцикла",
                                "ParamLevelList": [
                                    "Ед. энергии Бога войны/0.4% силы атаки",
                                    "Ед. энергии Бога войны/0.43% силы атаки",
                                    "Ед. энергии Бога войны/0.46% силы атаки",
                                    "Ед. энергии Бога войны/0.5% силы атаки",
                                    "Ед. энергии Бога войны/0.53% силы атаки",
                                    "Ед. энергии Бога войны/0.56% силы атаки",
                                    "Ед. энергии Бога войны/0.6% силы атаки",
                                    "Ед. энергии Бога войны/0.64% силы атаки",
                                    "Ед. энергии Бога войны/0.68% силы атаки",
                                    "Ед. энергии Бога войны/0.72% силы атаки",
                                    "Ед. энергии Бога войны/0.76% силы атаки",
                                    "Ед. энергии Бога войны/0.8% силы атаки",
                                    "Ед. энергии Бога войны/0.85% силы атаки",
                                    "Ед. энергии Бога войны/0.9% силы атаки",
                                    "Ед. энергии Бога войны/0.95% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Бонус заряженной атаки мотоцикла",
                                "ParamLevelList": [
                                    "Ед. энергии Бога войны/0.8% силы атаки",
                                    "Ед. энергии Бога войны/0.86% силы атаки",
                                    "Ед. энергии Бога войны/0.92% силы атаки",
                                    "Ед. энергии Бога войны/1.0% силы атаки",
                                    "Ед. энергии Бога войны/1.06% силы атаки",
                                    "Ед. энергии Бога войны/1.12% силы атаки",
                                    "Ед. энергии Бога войны/1.2% силы атаки",
                                    "Ед. энергии Бога войны/1.28% силы атаки",
                                    "Ед. энергии Бога войны/1.36% силы атаки",
                                    "Ед. энергии Бога войны/1.44% силы атаки",
                                    "Ед. энергии Бога войны/1.52% силы атаки",
                                    "Ед. энергии Бога войны/1.6% силы атаки",
                                    "Ед. энергии Бога войны/1.7% силы атаки",
                                    "Ед. энергии Бога войны/1.8% силы атаки",
                                    "Ед. энергии Бога войны/1.9% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Повышение обычной атаки энергией Бога войны",
                                "ParamLevelList": [
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Дар пламенных цветов",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Мавуики повышается на 35% на 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "«Кионгози»",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> урон активного персонажа повышается на 0,25% за каждое очко Боевого духа, имеющееся на момент его применения. Максимальное увеличение урона активного персонажа, которое можно получить таким способом, составляет 50%. Этот эффект длится 20 сек. и в течение этого времени постепенно убывает, пока не достигнет 0.",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "Дар владений ночи: Режим истощения",
                        "Desc": "Когда очки Ночного духа исчерпаны, Мавуика может поддерживать огнеход Всеогненного вооружения, переключившись на флогистон.<br>Когда Мавуика находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Мавуика. Когда активный персонаж использует спринт, карабкается, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Мавуику активируется следующий эффект: Мавуика входит в состояние Благословения Ночного духа и получает 50% от её максимума очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "Жизненный навык",
                        "Desc": "Откат Передачи Ночного духа отряда уменьшается на 20%.",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Толкование Владыки ночи",
                        "Desc": "Максимум очков Ночного духа Мавуики увеличивается до 120, а получение Боевого духа становится эффективнее на 25%.<br>Кроме того, после получения Боевого духа её сила атаки увеличивается на 40% на 8 сек.",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Цена пепла",
                        "Desc": "Когда Мавуика находится в состоянии Благословения Ночного духа, её базовая атака повышается на 300 ед., и, согласно форме Всеогненного вооружения, она получает следующие эффекты: <br> ·  Кольца испепеляющего блеска: защита врагов поблизости снижается на 20%.<br> ·  Огнеход: урон обычной и заряженной атаки Мавуики увеличивается пропорционально её силе атаки - за каждую единицу силы атаки урон обычной атаки Мавуики повышается на 1 ед., а заряженной атаки - на 1,5 ед.",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Горящее солнце",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Час пылающих небес</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Озарение лидера",
                        "Desc": "Усиливает эффект пассивного таланта «Кионгози»:<br>Увеличение урона, получаемое после взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color>, больше со временем не убывает.<br>Требуется разблокировать пассивный талант «Кионгози».",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Смысл истины",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Мгновение имени</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Освобождённое «имя человечества»",
                        "Desc": "Всеогненное вооружение элементального навыка <color style='color:#FFD780;'>Мгновение имени</color> 中的получает всестороннее улучшение:<br> ·  Кольца испепеляющего блеска: когда Кольца испепеляющего блеска попадают в противника, огнеход таранит поражённого противника, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 200% силы атаки.<br> ·  Огнеход: когда Мавуика находится верхом на огнеходе, Кольца испепеляющего блеска также следуют за ней, раз в 3 сек. нанося врагам поблизости <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 400% её силы атаки.<br><br>Кроме того, когда Мавуика находится верхом на огнеходе вне боя, а её очки Ночного духа Мавуики опускаются до 5, она получает 80 очков. Этот эффект может возникнуть один раз в 15 сек.",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "Из огня сплетается жизнь",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на исключительно сильный удар Пылающего света перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Мгновение имени",
                        "Desc": "Властью над «борьбой» призывает Всеогненное вооружение, передаваемое из поколения в поколение людей-Архонтов, и наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br>После применения Мавуика восстанавливает очки Ночного духа до максимума и переходит в состояние Благословения Ночного духа.<br><br><color style='color:#FFD780;'>Всеогненное вооружение</color><br>При долгом нажатии его форма меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Высвобождение имени божества: Всеогненное вооружение проявляется в форме Колец испепеляющего блеска. Кольца испепеляющего блеска следуют за активным персонажем и периодически атакуют врагов поблизости, нанося <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Высвобождение древнего имени: Всеогненное вооружение проявляется в форме пламецикла. В этом состоянии Мавуика может ездить на пламецикле на высокой скорости или активировать его скрытый резервный силовой модуль, чтобы кратковременно преодолевать различные типы местности и некоторое время парить в воздухе. При этом урон обычных атак, заряженных атак и атак в падении Мавуики конвертируется в <color style='color:#FF9999;'>Пиро урон </color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Во время спринта она также наносит врагам на своём пути <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br>Когда Мавуика пребывает в состоянии Благословения Ночного духа, быстрым нажатием элементального навыка можно изменить форму Всеогненного вооружения. Всеогненное вооружение исчезнет, когда прекратится состояние Благословения Ночного духа Мавуики.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Мавуика</color><br>Непрерывно расходует очки Ночного духа согласно форме Всеогненного вооружения. Когда очки Ночного духа исчерпаются, Благословение Ночного духа Мавуики завершается.<br><br><i>Если вы скажете Мавуике, что в другом мире транспортному средству вроде её пламецикла нужен номерной знак, она обрадуется и этому:<br>«Моё в этом мире единственное в своём роде. Стало быть, мне и выбирать номер?»</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "Урон Колец испепеляющего блеска",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "Интервал атак Колец испепеляющего блеска",
                                "ParamLevelList": [
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 1",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 2",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 3",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 4",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 5",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "Урон спринта пламецикла",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки пламецикла в падении",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Час пылающих небес",
                        "Desc": "Пусть голоса людских сердец донесутся до божественного трона в небесах.<br><color style='color:#FFD780;'>Взрыв стихии Мавуики зависит не от энергии, а от Боевого духа.</color><br><br><color style='color:#FFD780;'>Боевой дух</color><br>Когда у Мавуики есть не менее 50% Боевого духа, она полностью расходует его и выпускает взрыв стихии.<br>Мавуика может получать Боевой дух следующими способами:<br> ·  В бою очки Ночного духа, расходуемые членами отряда поблизости, конвертируются в Боевой дух Мавуики.<br> ·  Обычные атаки членов отряда поблизости, поражая противников, дают Мавуике 1,5 ед. Боевого духа. Этот эффект может возникнуть один раз в 0.1 сек.<br><br>После применения Мавуика получает 10 очков Ночного духа и входит в состояние Благословения Ночного духа. Пребывая верхом на пламецикле в воздухе, она однократно атакует врагов на земле могущественным Ударом падающего солнца, который наносит <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, и входит в состояние Горнила смерти и жизни.<br><br><color style='color:#FFD780;'>Горнило смерти и жизни</color><br>Во время его действия различные действия Мавуики не расходуют очки Ночного духа, а её сопротивление прерыванию повышается. Кроме того, повышается урон Удара падающего солнца, а также обычной и заряженной атаки Высвобождения древнего имени, пропорционально количеству Боевого духа на момент активации взрыва стихии.<br>Горнило смерти и жизни исчезает, когда Мавуика покидает поле боя.<br><br><i>«...Но на сей раз я собственными руками разобью такую судьбу».</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "Длительность Горнила смерти и жизни",
                                "ParamLevelList": [
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек."
                                ]
                            },
                            {
                                "Desc": "Повышение урона Удара падающего солнца",
                                "ParamLevelList": [
                                    "Оч. Боевого духа/1.6% силы атаки",
                                    "Оч. Боевого духа/1.72% силы атаки",
                                    "Оч. Боевого духа/1.84% силы атаки",
                                    "Оч. Боевого духа/2.0% силы атаки",
                                    "Оч. Боевого духа/2.12% силы атаки",
                                    "Оч. Боевого духа/2.24% силы атаки",
                                    "Оч. Боевого духа/2.4% силы атаки",
                                    "Оч. Боевого духа/2.56% силы атаки",
                                    "Оч. Боевого духа/2.72% силы атаки",
                                    "Оч. Боевого духа/2.88% силы атаки",
                                    "Оч. Боевого духа/3.04% силы атаки",
                                    "Оч. Боевого духа/3.2% силы атаки",
                                    "Оч. Боевого духа/3.4% силы атаки",
                                    "Оч. Боевого духа/3.6% силы атаки",
                                    "Оч. Боевого духа/3.8% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Повышение урона обычной атаки пламецикла",
                                "ParamLevelList": [
                                    "Оч. Боевого духа/0.258% силы атаки",
                                    "Оч. Боевого духа/0.279% силы атаки",
                                    "Оч. Боевого духа/0.3% силы атаки",
                                    "Оч. Боевого духа/0.33% силы атаки",
                                    "Оч. Боевого духа/0.351% силы атаки",
                                    "Оч. Боевого духа/0.375% силы атаки",
                                    "Оч. Боевого духа/0.408% силы атаки",
                                    "Оч. Боевого духа/0.441% силы атаки",
                                    "Оч. Боевого духа/0.474% силы атаки",
                                    "Оч. Боевого духа/0.51% силы атаки",
                                    "Оч. Боевого духа/0.546% силы атаки",
                                    "Оч. Боевого духа/0.582% силы атаки",
                                    "Оч. Боевого духа/0.618% силы атаки",
                                    "Оч. Боевого духа/0.654% силы атаки",
                                    "Оч. Боевого духа/0.69% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Повышение урона заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "Оч. Боевого духа/0.516% силы атаки",
                                    "Оч. Боевого духа/0.558% силы атаки",
                                    "Оч. Боевого духа/0.6% силы атаки",
                                    "Оч. Боевого духа/0.66% силы атаки",
                                    "Оч. Боевого духа/0.702% силы атаки",
                                    "Оч. Боевого духа/0.75% силы атаки",
                                    "Оч. Боевого духа/0.816% силы атаки",
                                    "Оч. Боевого духа/0.882% силы атаки",
                                    "Оч. Боевого духа/0.948% силы атаки",
                                    "Оч. Боевого духа/1.02% силы атаки",
                                    "Оч. Боевого духа/1.092% силы атаки",
                                    "Оч. Боевого духа/1.164% силы атаки",
                                    "Оч. Боевого духа/1.236% силы атаки",
                                    "Оч. Боевого духа/1.308% силы атаки",
                                    "Оч. Боевого духа/1.38% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Максимум очков Боевого духа",
                                "ParamLevelList": [
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Дар пламенных цветов",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Мавуики повышается на 35% на 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "«Кионгози»",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> урон активного персонажа повышается на 0,25% за каждое очко Боевого духа, имеющееся на момент его применения. Максимальное увеличение урона активного персонажа отряда, которое можно получить таким способом, составляет 50%. Этот эффект длится 20 сек. и в течение этого времени постепенно убывает, пока не достигнет 0.",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "Дар владений ночи: Режим истощения",
                        "Desc": "Когда очки Ночного духа исчерпаны, Мавуика может поддерживать пламецикл Всеогненного вооружения, переключившись на флогистон.<br>Когда Мавуика находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Мавуика. Когда активный персонаж использует спринт, карабкается, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Мавуику активируется следующий эффект: Мавуика входит в состояние Благословения Ночного духа и получает 50% от её максимума очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "Разбивающее ночь сияние",
                        "Desc": "Откат Передачи Ночного духа отряда уменьшается на 20%.",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Толкование Владыки ночи",
                        "Desc": "Максимум очков Ночного духа Мавуики увеличивается до 120, а получение Боевого духа становится эффективнее на 25%.<br>Кроме того, после получения Боевого духа её сила атаки увеличивается на 40% на 8 сек.",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Цена пепла",
                        "Desc": "Когда Мавуика находится в состоянии Благословения Ночного духа, её базовая атака повышается на 300 ед., и, согласно форме Всеогненного вооружения, она получает следующие эффекты: <br> ·  Кольца испепеляющего блеска: защита врагов поблизости снижается на 20%.<br> ·  Пламецикл: урон Удара падающего солнца обычной атаки, заряженной атаки и взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> Мавуики повышается пропорционально её силе атаки на 80%/130%/180%.",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Горящее солнце",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Час пылающих небес</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Озарение лидера",
                        "Desc": "Усиливает эффект пассивного таланта «Кионгози»:<br>Увеличение урона, получаемое после взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color>, больше со временем не убывает, также дополнительно даётся 10% бонус урона.<br>Требуется разблокировать пассивный талант «Кионгози».",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Смысл истины",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Мгновение имени</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Освобождённое «имя человечества»",
                        "Desc": "Всеогненное вооружение элементального навыка <color style='color:#FFD780;'>Мгновение имени</color> получает всестороннее улучшение:<br> ·  Кольца испепеляющего блеска: когда Кольца испепеляющего блеска попадают в противника, пламецикл таранит поражённого противника, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 200% силы атаки.<br> ·  Пламецикл: когда Мавуика находится верхом на пламецикле, Кольца испепеляющего блеска также следуют за ней, раз в 3 сек. нанося врагам поблизости <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 400% её силы атаки.<br><br>Кроме того, когда Мавуика находится верхом на пламецикле вне боя, а её очки Ночного духа Мавуики опускаются до 5, она получает 80 очков. Этот эффект может возникнуть один раз в 15 сек.",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "Из огня сплетается жизнь",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на исключительно сильный удар Пылающего света перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Мгновение имени",
                        "Desc": "Властью над «борьбой» призывает Всеогненное вооружение, передаваемое из поколения в поколение людей-Архонтов, и наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br>После применения Мавуика восстанавливает очки Ночного духа до максимума и переходит в состояние Благословения Ночного духа.<br><br><color style='color:#FFD780;'>Всеогненное вооружение</color><br>При долгом нажатии его форма меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Высвобождение имени божества: Всеогненное вооружение проявляется в форме Колец испепеляющего блеска. Кольца испепеляющего блеска следуют за активным персонажем и периодически атакуют врагов поблизости, нанося <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Высвобождение древнего имени: Всеогненное вооружение проявляется в форме пламецикла. В этом состоянии Мавуика может ездить на пламецикле на высокой скорости или активировать его скрытый резервный силовой модуль, чтобы кратковременно преодолевать различные типы местности и некоторое время парить в воздухе. При этом урон обычных атак, заряженных атак и атак в падении Мавуики конвертируется в <color style='color:#FF9999;'>Пиро урон </color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Во время спринта она также наносит врагам на своём пути <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br>Когда Мавуика пребывает в состоянии Благословения Ночного духа, быстрым нажатием элементального навыка можно изменить форму Всеогненного вооружения. Всеогненное вооружение исчезнет, когда прекратится состояние Благословения Ночного духа Мавуики.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Мавуика</color><br>Непрерывно расходует очки Ночного духа согласно форме Всеогненного вооружения. Когда очки Ночного духа исчерпаются, Благословение Ночного духа Мавуики завершается.<br><br><i>Если вы скажете Мавуике, что в другом мире транспортному средству вроде её пламецикла нужен номерной знак, она обрадуется и этому:<br>«Моё в этом мире единственное в своём роде. Стало быть, мне и выбирать номер?»</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "Урон Колец испепеляющего блеска",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "Интервал атак Колец испепеляющего блеска",
                                "ParamLevelList": [
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 1",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 2",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 3",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 4",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 5",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "Урон спринта пламецикла",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки пламецикла в падении",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Час пылающих небес",
                        "Desc": "Пусть голоса людских сердец донесутся до божественного трона в небесах.<br><color style='color:#FFD780;'>Взрыв стихии Мавуики зависит не от энергии, а от Боевого духа.</color><br><br><color style='color:#FFD780;'>Боевой дух</color><br>Когда у Мавуики есть не менее 50% Боевого духа, она полностью расходует его и выпускает взрыв стихии.<br>Мавуика может получать Боевой дух следующими способами:<br> ·  В бою очки Ночного духа, расходуемые членами отряда поблизости, конвертируются в Боевой дух Мавуики.<br> ·  Обычные атаки членов отряда поблизости, поражая противников, дают Мавуике 1,5 ед. Боевого духа. Этот эффект может возникнуть один раз в 0.1 сек.<br><br>После применения Мавуика получает 10 очков Ночного духа и входит в состояние Благословения Ночного духа. Пребывая верхом на пламецикле в воздухе, она однократно атакует врагов на земле могущественным Ударом падающего солнца, который наносит <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, и входит в состояние Горнила смерти и жизни.<br><br><color style='color:#FFD780;'>Горнило смерти и жизни</color><br>Во время его действия различные действия Мавуики не расходуют очки Ночного духа, а её сопротивление прерыванию повышается. Кроме того, повышается урон Удара падающего солнца, а также обычной и заряженной атаки Высвобождения древнего имени, пропорционально количеству Боевого духа на момент активации взрыва стихии.<br>Горнило смерти и жизни исчезает, когда Мавуика покидает поле боя.<br><br><i>«...Но на сей раз я собственными руками разобью такую судьбу».</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "Длительность Горнила смерти и жизни",
                                "ParamLevelList": [
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек."
                                ]
                            },
                            {
                                "Desc": "Повышение урона Удара падающего солнца",
                                "ParamLevelList": [
                                    "Оч. Боевого духа/1.6% силы атаки",
                                    "Оч. Боевого духа/1.72% силы атаки",
                                    "Оч. Боевого духа/1.84% силы атаки",
                                    "Оч. Боевого духа/2.0% силы атаки",
                                    "Оч. Боевого духа/2.12% силы атаки",
                                    "Оч. Боевого духа/2.24% силы атаки",
                                    "Оч. Боевого духа/2.4% силы атаки",
                                    "Оч. Боевого духа/2.56% силы атаки",
                                    "Оч. Боевого духа/2.72% силы атаки",
                                    "Оч. Боевого духа/2.88% силы атаки",
                                    "Оч. Боевого духа/3.04% силы атаки",
                                    "Оч. Боевого духа/3.2% силы атаки",
                                    "Оч. Боевого духа/3.4% силы атаки",
                                    "Оч. Боевого духа/3.6% силы атаки",
                                    "Оч. Боевого духа/3.8% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Повышение урона обычной атаки пламецикла",
                                "ParamLevelList": [
                                    "Оч. Боевого духа/0.258% силы атаки",
                                    "Оч. Боевого духа/0.279% силы атаки",
                                    "Оч. Боевого духа/0.3% силы атаки",
                                    "Оч. Боевого духа/0.33% силы атаки",
                                    "Оч. Боевого духа/0.351% силы атаки",
                                    "Оч. Боевого духа/0.375% силы атаки",
                                    "Оч. Боевого духа/0.408% силы атаки",
                                    "Оч. Боевого духа/0.441% силы атаки",
                                    "Оч. Боевого духа/0.474% силы атаки",
                                    "Оч. Боевого духа/0.51% силы атаки",
                                    "Оч. Боевого духа/0.546% силы атаки",
                                    "Оч. Боевого духа/0.582% силы атаки",
                                    "Оч. Боевого духа/0.618% силы атаки",
                                    "Оч. Боевого духа/0.654% силы атаки",
                                    "Оч. Боевого духа/0.69% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Повышение урона заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "Оч. Боевого духа/0.516% силы атаки",
                                    "Оч. Боевого духа/0.558% силы атаки",
                                    "Оч. Боевого духа/0.6% силы атаки",
                                    "Оч. Боевого духа/0.66% силы атаки",
                                    "Оч. Боевого духа/0.702% силы атаки",
                                    "Оч. Боевого духа/0.75% силы атаки",
                                    "Оч. Боевого духа/0.816% силы атаки",
                                    "Оч. Боевого духа/0.882% силы атаки",
                                    "Оч. Боевого духа/0.948% силы атаки",
                                    "Оч. Боевого духа/1.02% силы атаки",
                                    "Оч. Боевого духа/1.092% силы атаки",
                                    "Оч. Боевого духа/1.164% силы атаки",
                                    "Оч. Боевого духа/1.236% силы атаки",
                                    "Оч. Боевого духа/1.308% силы атаки",
                                    "Оч. Боевого духа/1.38% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Максимум очков Боевого духа",
                                "ParamLevelList": [
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Дар пламенных цветов",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Мавуики повышается на 30 на 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "«Кионгози»",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> урон активного персонажа повышается на 0,2% за каждое очко Боевого духа, имеющееся на момент его применения. Максимальное увеличение урона активного персонажа отряда, которое можно получить таким способом, составляет 40%. Этот эффект длится 20 сек. и в течение этого времени постепенно убывает, пока не достигнет 0.",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "Дар владений ночи: Режим истощения",
                        "Desc": "Когда очки Ночного духа исчерпаны, Мавуика может поддерживать пламецикл Всеогненного вооружения, переключившись на флогистон.<br>Когда Мавуика находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Мавуика. Когда активный персонаж использует спринт, карабкается, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Мавуику активируется следующий эффект: Мавуика входит в состояние Благословения Ночного духа и получает 50% от её максимума очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "Разбивающее ночь сияние",
                        "Desc": "Откат Передачи Ночного духа отряда уменьшается на 20%.",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Толкование Владыки ночи",
                        "Desc": "Максимум очков Ночного духа Мавуики увеличивается до 120, а получение Боевого духа становится эффективнее на 25%.<br>Кроме того, после получения Боевого духа её сила атаки увеличивается на 40% на 8 сек.",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Цена пепла",
                        "Desc": "Когда Мавуика находится в состоянии Благословения Ночного духа, её базовая атака повышается на 200 ед., и, согласно форме Всеогненного вооружения, она получает следующие эффекты: <br> ·  Кольца испепеляющего блеска: защита врагов поблизости снижается на 20%.<br> ·  Пламецикл: урон Удара падающего солнца обычной атаки, заряженной атаки и взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> Мавуики повышается пропорционально её силе атаки на 60%/90%/120%.",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Горящее солнце",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Час пылающих небес</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Озарение лидера",
                        "Desc": "Усиливает эффект пассивного таланта «Кионгози»:<br>Увеличение урона, получаемое после взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color>, больше со временем не убывает, также дополнительно даётся 10% бонус урона.<br>Требуется разблокировать пассивный талант «Кионгози».",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Смысл истины",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Мгновение имени</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Освобождённое «имя человечества»",
                        "Desc": "Всеогненное вооружение элементального навыка <color style='color:#FFD780;'>Мгновение имени</color> получает всестороннее улучшение:<br> ·  Кольца испепеляющего блеска: когда Кольца испепеляющего блеска попадают в противника, пламецикл таранит поражённого противника, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 200% силы атаки.<br> ·  Пламецикл: когда Мавуика находится верхом на пламецикле, также призывается Кольцо испепеляющего блеска: Образ каленияЪЪЪ, которое следует за ней, снижает защиту врагов поблизости на 20% и раз в 3 сек. наносит им <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 400% её силы атаки.<br><br>Кроме того, когда Мавуика находится верхом на пламецикле вне боя, а её очки Ночного духа Мавуики опускаются до 5, она получает 80 очков. Этот эффект может возникнуть один раз в 15 сек.",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "Огонь плетёт жизнь",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на исключительно сильный удар Пылающего света перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед.",
                                    "50.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Именованное мгновение",
                        "Desc": "Властью над «борьбой» призывает Всеогненное вооружение, передаваемое из поколения в поколение людьми-Архонтами, и наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br>После применения Мавуика восстанавливает очки Ночного духа до максимума и входит в состояние Благословения Ночного духа.<br><br><color style='color:#FFD780;'>Всеогненное вооружение</color><br>При долгом нажатии его форма меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Высвобождение имени божества: Всеогненное вооружение проявляется в форме Кольца испепеляющего сияния. Кольцо испепеляющего сияния следует за активным персонажем и периодически атакует врагов поблизости, нанося <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Высвобождение древнего имени: Всеогненное вооружение проявляется в форме пламецикла. В этом состоянии Мавуика может ездить на пламецикле на высокой скорости или активировать его скрытый резервный силовой модуль, чтобы кратковременно преодолевать различные типы местности и некоторое время парить в воздухе. При этом урон обычных атак, заряженных атак и атак в падении Мавуики конвертируется в <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Во время спринта она также наносит врагам на своём пути <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br>Когда Мавуика пребывает в состоянии Благословения Ночного духа, быстрым нажатием элементального навыка можно изменить форму Всеогненного вооружения. Всеогненное вооружение исчезнет, когда прекратится состояние Благословения Ночного духа Мавуики.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Мавуика</color><br>Непрерывно расходует очки Ночного духа согласно форме Всеогненного вооружения. Когда очки Ночного духа исчерпаются, Благословение Ночного духа Мавуики завершается.<br><br><i>Если вы скажете Мавуике, что в другом мире транспортному средству вроде её пламецикла нужен номерной знак, она обрадуется и этому:<br>«Мой пламецикл в этом мире единственный в своём роде. Стало быть, могу выбрать любой номер?»</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "Урон Кольца испепеляющего сияния",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "Интервал атак Кольца испепеляющего сияния",
                                "ParamLevelList": [
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек.",
                                    "2.0 сек."
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 1",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 2",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 3",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 4",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 5",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "Урон спринта пламецикла",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки пламецикла в падении",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Час пылающих небес",
                        "Desc": "Пусть голоса людских сердец донесутся до божественного трона в небесах.<br><color style='color:#FFD780;'>Взрыв стихии Мавуики зависит не от энергии, а от Боевого духа.</color><br><br><color style='color:#FFD780;'>Боевой дух</color><br>Когда у Мавуики не менее 50% Боевого духа, она может полностью потратить его и выпустить взрыв стихии.<br>Мавуика может получать Боевой дух следующими способами:<br> ·  В бою очки Ночного духа, расходуемые членами отряда поблизости, конвертируются в Боевой дух Мавуики.<br> ·  Обычные атаки членов отряда поблизости, поражая противников, дают Мавуике 1,5 ед. Боевого духа. Этот эффект может возникнуть один раз в 0,1 сек.<br><br>После применения навыка Мавуика получает 10 очков Ночного духа и входит в состояние Благословения Ночного духа. Летя на пламецикле высоко в воздухе, она однократно атакует врагов на земле могущественным Ударом падающего солнца, который наносит <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, и входит в состояние Горнила смерти и жизни.<br><br><color style='color:#FFD780;'>Горнило смерти и жизни</color><br>Во время его действия различные действия Мавуики не расходуют очки Ночного духа, а её сопротивление прерыванию повышается. Кроме того, повышается урон Удара падающего солнца, а также обычной и заряженной атаки Высвобождения древнего имени, пропорционально количеству Боевого духа на момент активации взрыва стихии.<br>Горнило смерти и жизни исчезает, когда Мавуика покидает поле боя.<br><br><i>«...Но на сей раз я собственными руками разобью такую судьбу».</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "Длительность Горнила смерти и жизни",
                                "ParamLevelList": [
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек.",
                                    "7.0 сек."
                                ]
                            },
                            {
                                "Desc": "Повышение урона Удара падающего солнца",
                                "ParamLevelList": [
                                    "1.6% силы атаки за каждое оч. Боевого духа",
                                    "1.72% силы атаки за каждое оч. Боевого духа",
                                    "1.84% силы атаки за каждое оч. Боевого духа",
                                    "2.0% силы атаки за каждое оч. Боевого духа",
                                    "2.12% силы атаки за каждое оч. Боевого духа",
                                    "2.24% силы атаки за каждое оч. Боевого духа",
                                    "2.4% силы атаки за каждое оч. Боевого духа",
                                    "2.56% силы атаки за каждое оч. Боевого духа",
                                    "2.72% силы атаки за каждое оч. Боевого духа",
                                    "2.88% силы атаки за каждое оч. Боевого духа",
                                    "3.04% силы атаки за каждое оч. Боевого духа",
                                    "3.2% силы атаки за каждое оч. Боевого духа",
                                    "3.4% силы атаки за каждое оч. Боевого духа",
                                    "3.6% силы атаки за каждое оч. Боевого духа",
                                    "3.8% силы атаки за каждое оч. Боевого духа"
                                ]
                            },
                            {
                                "Desc": "Повышение урона обычной атаки пламецикла",
                                "ParamLevelList": [
                                    "0.258% силы атаки за каждое оч. Боевого духа",
                                    "0.279% силы атаки за каждое оч. Боевого духа",
                                    "0.3% силы атаки за каждое оч. Боевого духа",
                                    "0.33% силы атаки за каждое оч. Боевого духа",
                                    "0.351% силы атаки за каждое оч. Боевого духа",
                                    "0.375% силы атаки за каждое оч. Боевого духа",
                                    "0.408% силы атаки за каждое оч. Боевого духа",
                                    "0.441% силы атаки за каждое оч. Боевого духа",
                                    "0.474% силы атаки за каждое оч. Боевого духа",
                                    "0.51% силы атаки за каждое оч. Боевого духа",
                                    "0.546% силы атаки за каждое оч. Боевого духа",
                                    "0.582% силы атаки за каждое оч. Боевого духа",
                                    "0.618% силы атаки за каждое оч. Боевого духа",
                                    "0.654% силы атаки за каждое оч. Боевого духа",
                                    "0.69% силы атаки за каждое оч. Боевого духа"
                                ]
                            },
                            {
                                "Desc": "Повышение урона заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "0.516% силы атаки за каждое оч. Боевого духа",
                                    "0.558% силы атаки за каждое оч. Боевого духа",
                                    "0.6% силы атаки за каждое оч. Боевого духа",
                                    "0.66% силы атаки за каждое оч. Боевого духа",
                                    "0.702% силы атаки за каждое оч. Боевого духа",
                                    "0.75% силы атаки за каждое оч. Боевого духа",
                                    "0.816% силы атаки за каждое оч. Боевого духа",
                                    "0.882% силы атаки за каждое оч. Боевого духа",
                                    "0.948% силы атаки за каждое оч. Боевого духа",
                                    "1.02% силы атаки за каждое оч. Боевого духа",
                                    "1.092% силы атаки за каждое оч. Боевого духа",
                                    "1.164% силы атаки за каждое оч. Боевого духа",
                                    "1.236% силы атаки за каждое оч. Боевого духа",
                                    "1.308% силы атаки за каждое оч. Боевого духа",
                                    "1.38% силы атаки за каждое оч. Боевого духа"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Максимум очков Боевого духа",
                                "ParamLevelList": [
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Дар пламенных цветов",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Мавуики повышается на 30 ед. на 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "«Кионгози»",
                        "Desc": "После активации взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> урон активного персонажа повышается на 0,2% за каждое очко Боевого духа, имеющееся на момент его применения. Максимальное увеличение урона активного персонажа отряда, которое можно получить таким способом, составляет 40%. Этот эффект длится 20 сек. и в течение этого времени постепенно убывает, пока не достигнет 0.",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "Дар владений ночи: Режим истощения",
                        "Desc": "Когда очки Ночного духа исчерпаны, Мавуика может поддерживать пламецикл Всеогненного вооружения, переключившись на флогистон.<br>Когда Мавуика находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Мавуика. Когда активный персонаж использует спринт, карабкается, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Мавуику активируется следующий эффект: Мавуика входит в состояние Благословения Ночного духа и получает 50% от её максимума очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "Разбивающее ночь сияние",
                        "Desc": "Откат Передачи Ночного духа отряда уменьшается на 20%.",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Толкование Владыки ночи",
                        "Desc": "Максимум очков Ночного духа Мавуики увеличивается до 120, а получение Боевого духа становится эффективнее на 25%.<br>Кроме того, после получения Боевого духа её сила атаки увеличивается на 40% на 8 сек.",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Цена пепла",
                        "Desc": "Когда Мавуика находится в состоянии Благословения Ночного духа, её базовая сила атаки повышается на 200 ед., и, согласно форме Всеогненного вооружения, она получает следующие эффекты: <br> ·  Кольцо испепеляющего сияния: защита врагов поблизости снижается на 20%.<br> ·  Пламецикл: урон обычной атаки, заряженной атаки и Удара падающего солнца взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> Мавуики повышается пропорционально её силе атаки на 60%/90%/120% соответственно.",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Горящее солнце",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Час пылающих небес</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Озарение лидера",
                        "Desc": "Усиливает эффект пассивного таланта «Кионгози»:<br>Увеличение урона, получаемое после использования взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color>, больше со временем не убывает, а также дополнительно даётся 10% бонус урона.<br>Требуется разблокировать пассивный талант «Кионгози».",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Значение истины",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Именованное мгновение</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Освобождённое «имя человечества»",
                        "Desc": "Всеогненное вооружение элементального навыка <color style='color:#FFD780;'>Именованное мгновение</color> получает всестороннее улучшение:<br> ·  Кольцо испепеляющего сияния: когда атаки Кольца испепеляющего сияния попадают в противника, пламецикл врежется в поражённого противника, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 200% силы атаки.<br> ·  Пламецикл: когда Мавуика находится верхом на пламецикле, также призывается Кольцо испепеляющего сияния: Раскалённый образ, который следует за ней, снижает защиту врагов поблизости на 20% и раз в 3 сек. наносит им <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 500% её силы атаки. Также усиливается способность Мавуики преодолевать различные типы местности.<br><br>Кроме того, когда Мавуика находится верхом на пламецикле вне боя, а её очки Ночного духа опускаются до 5, она получает 80 очков. Этот эффект может возникнуть один раз в 15 сек.",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Огонь плетёт жизнь",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на исключительно сильный удар Пылающего света перед собой.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.5495%",
                                    "93.064%",
                                    "102.3704%",
                                    "108.8849%",
                                    "116.33%",
                                    "126.567%",
                                    "136.8041%",
                                    "147.0411%",
                                    "158.2088%",
                                    "169.3765%",
                                    "180.5442%",
                                    "191.7118%",
                                    "202.8795%",
                                    "214.0472%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "36.4799%×2",
                                    "39.4492%×2",
                                    "42.4185%×2",
                                    "46.6604%×2",
                                    "49.6296%×2",
                                    "53.0231%×2",
                                    "57.6892%×2",
                                    "62.3552%×2",
                                    "67.0212%×2",
                                    "72.1114%×2",
                                    "77.2017%×2",
                                    "82.2919%×2",
                                    "87.3821%×2",
                                    "92.4723%×2",
                                    "97.5625%×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "33.2232%×3",
                                    "35.9274%×3",
                                    "38.6317%×3",
                                    "42.4948%×3",
                                    "45.199%×3",
                                    "48.2896%×3",
                                    "52.5391%×3",
                                    "56.7885%×3",
                                    "61.038%×3",
                                    "65.6738%×3",
                                    "70.3096%×3",
                                    "74.9454%×3",
                                    "79.5812%×3",
                                    "84.217%×3",
                                    "88.8528%×3"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "116.1929%",
                                    "125.6504%",
                                    "135.108%",
                                    "148.6188%",
                                    "158.0764%",
                                    "168.885%",
                                    "183.7469%",
                                    "198.6088%",
                                    "213.4706%",
                                    "229.6836%",
                                    "245.8966%",
                                    "262.1095%",
                                    "278.3225%",
                                    "294.5354%",
                                    "310.7484%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Именованное мгновение",
                        "Desc": "Властью над «борьбой» призывает Всеогненное вооружение, передаваемое из поколения в поколение людьми-Архонтами, и наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br>После применения Мавуика восстанавливает очки Ночного духа до максимума и входит в состояние Благословения Ночного духа.<br><br><color style='color:#FFD780;'>Всеогненное вооружение</color><br>При долгом нажатии его форма меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Высвобождение имени божества: Всеогненное вооружение проявляется в форме Кольца испепеляющего сияния. Кольцо испепеляющего сияния следует за активным персонажем и периодически атакует врагов поблизости, нанося <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Высвобождение древнего имени: Всеогненное вооружение проявляется в форме пламецикла. В этом состоянии Мавуика может ездить на пламецикле на высокой скорости или активировать его скрытый резервный силовой модуль, чтобы кратковременно преодолевать различные типы местности и некоторое время парить в воздухе. При этом урон обычных атак, заряженных атак и атак в падении Мавуики конвертируется в <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Во время спринта она также наносит врагам на своём пути <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br>Когда Мавуика пребывает в состоянии Благословения Ночного духа, быстрым нажатием элементального навыка можно изменить форму Всеогненного вооружения. Всеогненное вооружение исчезнет, когда прекратится состояние Благословения Ночного духа Мавуики.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: Мавуика</color><br>Непрерывно расходует очки Ночного духа согласно форме Всеогненного вооружения. Когда очки Ночного духа исчерпаются, Благословение Ночного духа Мавуики завершится.<br><br><i>Если вы скажете Мавуике, что в другом мире транспортному средству вроде её пламецикла нужен номерной знак, она обрадуется и этому:<br>«Мой пламецикл в этом мире единственный в своём роде. Стало быть, могу выбрать любой номер?»</i>",
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "Урон Кольца испепеляющего сияния",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "Интервал атак Кольца испепеляющего сияния",
                                "ParamLevelList": [
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек."
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 1",
                                "ParamLevelList": [
                                    "57.2648%",
                                    "61.9259%",
                                    "66.587%",
                                    "73.2457%",
                                    "77.9068%",
                                    "83.2337%",
                                    "90.5583%",
                                    "97.8829%",
                                    "105.2075%",
                                    "113.1979%",
                                    "121.1883%",
                                    "129.1788%",
                                    "137.1692%",
                                    "145.1597%",
                                    "153.1501%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 2",
                                "ParamLevelList": [
                                    "59.1327%",
                                    "63.9459%",
                                    "68.759%",
                                    "75.6349%",
                                    "80.448%",
                                    "85.9488%",
                                    "93.5122%",
                                    "101.0757%",
                                    "108.6392%",
                                    "116.8903%",
                                    "125.1414%",
                                    "133.3925%",
                                    "141.6435%",
                                    "149.8946%",
                                    "158.1457%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 3",
                                "ParamLevelList": [
                                    "69.9868%",
                                    "75.6834%",
                                    "81.38%",
                                    "89.518%",
                                    "95.2146%",
                                    "101.725%",
                                    "110.6768%",
                                    "119.6286%",
                                    "128.5804%",
                                    "138.346%",
                                    "148.1116%",
                                    "157.8772%",
                                    "167.6428%",
                                    "177.4084%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 4",
                                "ParamLevelList": [
                                    "69.7047%",
                                    "75.3784%",
                                    "81.052%",
                                    "89.1572%",
                                    "94.8308%",
                                    "101.315%",
                                    "110.2307%",
                                    "119.1464%",
                                    "128.0622%",
                                    "137.7884%",
                                    "147.5146%",
                                    "157.2409%",
                                    "166.9671%",
                                    "176.6934%",
                                    "186.4196%"
                                ]
                            },
                            {
                                "Desc": "Урон обычной атаки пламецикла 5",
                                "ParamLevelList": [
                                    "91.0035%",
                                    "98.4107%",
                                    "105.818%",
                                    "116.3998%",
                                    "123.8071%",
                                    "132.2725%",
                                    "143.9125%",
                                    "155.5525%",
                                    "167.1924%",
                                    "179.8906%",
                                    "192.5888%",
                                    "205.2869%",
                                    "217.9851%",
                                    "230.6832%",
                                    "243.3814%"
                                ]
                            },
                            {
                                "Desc": "Урон спринта пламецикла",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "Циклический урон заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "Финальный урон заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки пламецикла в падении",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Час пылающих небес",
                        "Desc": "Пусть голоса людских сердец донесутся до божественного трона в небесах.<br><color style='color:#FFD780;'>Взрыв стихии Мавуики зависит не от энергии, а от Боевого духа.</color><br><br><color style='color:#FFD780;'>Боевой дух</color><br>Когда у Мавуики не менее 50% Боевого духа, она может полностью потратить его и выпустить взрыв стихии.<br>Мавуика может получать Боевой дух следующими способами:<br> ·  В бою очки Ночного духа, расходуемые членами отряда поблизости, конвертируются в Боевой дух Мавуики.<br> ·  Обычные атаки членов отряда поблизости, поражая противников, дают Мавуике 1,5 ед. Боевого духа. Этот эффект может возникнуть один раз в 0,1 сек.<br><br>После применения навыка Мавуика получает 10 очков Ночного духа и входит в состояние Благословения Ночного духа. Летя на пламецикле высоко в воздухе, она однократно атакует врагов на земле могущественным Ударом падающего солнца, который наносит <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, и входит в состояние Горнила смерти и жизни.<br><br><color style='color:#FFD780;'>Горнило смерти и жизни</color><br>Во время его действия различные действия Мавуики не расходуют очки Ночного духа, а её сопротивление прерыванию повышается. Кроме того, повышается урон Удара падающего солнца, а также обычной и заряженной атаки Высвобождения древнего имени, пропорционально количеству Боевого духа на момент активации взрыва стихии.<br>Горнило смерти и жизни исчезает, когда Мавуика покидает поле боя.<br><br><i>«...Но на сей раз я собственными руками разобью такую судьбу».</i>",
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "Длительность Горнила смерти и жизни",
                                "ParamLevelList": [
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек."
                                ]
                            },
                            {
                                "Desc": "Повышение урона Удара падающего солнца",
                                "ParamLevelList": [
                                    "1.6% силы атаки за каждое оч. Боевого духа",
                                    "1.72% силы атаки за каждое оч. Боевого духа",
                                    "1.84% силы атаки за каждое оч. Боевого духа",
                                    "2.0% силы атаки за каждое оч. Боевого духа",
                                    "2.12% силы атаки за каждое оч. Боевого духа",
                                    "2.24% силы атаки за каждое оч. Боевого духа",
                                    "2.4% силы атаки за каждое оч. Боевого духа",
                                    "2.56% силы атаки за каждое оч. Боевого духа",
                                    "2.72% силы атаки за каждое оч. Боевого духа",
                                    "2.88% силы атаки за каждое оч. Боевого духа",
                                    "3.04% силы атаки за каждое оч. Боевого духа",
                                    "3.2% силы атаки за каждое оч. Боевого духа",
                                    "3.4% силы атаки за каждое оч. Боевого духа",
                                    "3.6% силы атаки за каждое оч. Боевого духа",
                                    "3.8% силы атаки за каждое оч. Боевого духа"
                                ]
                            },
                            {
                                "Desc": "Повышение урона обычной атаки пламецикла",
                                "ParamLevelList": [
                                    "0.258% силы атаки за каждое оч. Боевого духа",
                                    "0.279% силы атаки за каждое оч. Боевого духа",
                                    "0.3% силы атаки за каждое оч. Боевого духа",
                                    "0.33% силы атаки за каждое оч. Боевого духа",
                                    "0.351% силы атаки за каждое оч. Боевого духа",
                                    "0.375% силы атаки за каждое оч. Боевого духа",
                                    "0.408% силы атаки за каждое оч. Боевого духа",
                                    "0.441% силы атаки за каждое оч. Боевого духа",
                                    "0.474% силы атаки за каждое оч. Боевого духа",
                                    "0.51% силы атаки за каждое оч. Боевого духа",
                                    "0.546% силы атаки за каждое оч. Боевого духа",
                                    "0.582% силы атаки за каждое оч. Боевого духа",
                                    "0.618% силы атаки за каждое оч. Боевого духа",
                                    "0.654% силы атаки за каждое оч. Боевого духа",
                                    "0.69% силы атаки за каждое оч. Боевого духа"
                                ]
                            },
                            {
                                "Desc": "Повышение урона заряженной атаки пламецикла",
                                "ParamLevelList": [
                                    "0.516% силы атаки за каждое оч. Боевого духа",
                                    "0.558% силы атаки за каждое оч. Боевого духа",
                                    "0.6% силы атаки за каждое оч. Боевого духа",
                                    "0.66% силы атаки за каждое оч. Боевого духа",
                                    "0.702% силы атаки за каждое оч. Боевого духа",
                                    "0.75% силы атаки за каждое оч. Боевого духа",
                                    "0.816% силы атаки за каждое оч. Боевого духа",
                                    "0.882% силы атаки за каждое оч. Боевого духа",
                                    "0.948% силы атаки за каждое оч. Боевого духа",
                                    "1.02% силы атаки за каждое оч. Боевого духа",
                                    "1.092% силы атаки за каждое оч. Боевого духа",
                                    "1.164% силы атаки за каждое оч. Боевого духа",
                                    "1.236% силы атаки за каждое оч. Боевого духа",
                                    "1.308% силы атаки за каждое оч. Боевого духа",
                                    "1.38% силы атаки за каждое оч. Боевого духа"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Максимум очков Боевого духа",
                                "ParamLevelList": [
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Дар пламенных цветов",
                        "Desc": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Мавуики повышается на 30% на 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "«Кионгози»",
                        "Desc": "После активации взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> урон активного персонажа повышается на 0,2% за каждое очко Боевого духа, имеющееся на момент его применения. Максимальное увеличение урона активного персонажа отряда, которое можно получить таким способом, составляет 40%. Этот эффект длится 20 сек. и в течение этого времени постепенно убывает, пока не достигнет 0.",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "Дар владений ночи: Режим истощения",
                        "Desc": "Когда очки Ночного духа исчерпаны, Мавуика может поддерживать пламецикл Всеогненного вооружения, переключившись на флогистон.<br>Когда Мавуика находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Мавуика. Когда активный персонаж использует спринт, карабкается, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Мавуику активируется следующий эффект: Мавуика входит в состояние Благословения Ночного духа и получает 50% от её максимума очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "Разбивающее ночь сияние",
                        "Desc": "Откат Передачи Ночного духа отряда уменьшается на 20%.",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Толкование Владыки ночи",
                        "Desc": "Максимум очков Ночного духа Мавуики увеличивается до 120, а получение Боевого духа становится эффективнее на 25%.<br>Кроме того, после получения Боевого духа её сила атаки увеличивается на 40% на 8 сек.",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Цена пепла",
                        "Desc": "Когда Мавуика находится в состоянии Благословения Ночного духа, её базовая сила атаки повышается на 200 ед., и, согласно форме Всеогненного вооружения, она получает следующие эффекты:<br> ·  Кольцо испепеляющего сияния: защита врагов поблизости снижается на 20%.<br> ·  Пламецикл: урон обычной атаки, заряженной атаки и Удара падающего солнца взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color> Мавуики повышается пропорционально её силе атаки на 60%/90%/120% соответственно.",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Горящее солнце",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Час пылающих небес</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Озарение лидера",
                        "Desc": "Усиливает эффект пассивного таланта «Кионгози»:<br>Увеличение урона, получаемое после использования взрыва стихии <color style='color:#FFD780;'>Час пылающих небес</color>, больше со временем не убывает, а также дополнительно даётся 10% бонус урона.<br>Требуется разблокировать пассивный талант «Кионгози».",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Значение истины",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Именованное мгновение</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Освобождённое «имя человечества»",
                        "Desc": "Всеогненное вооружение элементального навыка <color style='color:#FFD780;'>Именованное мгновение</color> получает всестороннее улучшение:<br> ·  Кольцо испепеляющего сияния: когда атаки Кольца испепеляющего сияния попадают в противника, пламецикл врежется в поражённого противника, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 200% силы атаки.<br> ·  Пламецикл: когда Мавуика находится верхом на пламецикле, также призывается Кольцо испепеляющего сияния: Раскалённый образ, который следует за ней, снижает защиту врагов поблизости на 20% и раз в 3 сек. наносит им <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа, равный 500% её силы атаки. Также усиливается способность Мавуики преодолевать различные типы местности.<br><br>Кроме того, когда Мавуика находится верхом на пламецикле вне боя, а её очки Ночного духа опускаются до 5, она получает 80 очков. Этот эффект может возникнуть один раз в 15 сек.",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mavuika": {
        "AttackList": [
            {
                "Skill": "Q Sunfell Slice",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "E Start (Press)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "E Start (Hold)",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    200.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "E Ring",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "C6 E Ring",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "C6 Flamestrider",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        6.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    5.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Charged ATK Loop",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    5.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Charged ATK End",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    20.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Sprint ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Sprint ATK<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    200.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.7,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 1<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 76.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 2<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 79.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.7,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 93.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        4.5,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 4<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 93.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.7,
                        3.8
                    ]
                },
                "AtkTag": "Normal ATK 5<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 121.7,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            }
        ]
    }
}