// Auto Generated

var _AvatarFetterConfig_ = {
    "80": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Появившись в штабе Ордо Фавониус, Мика старается как можно скорее обсудить все рабочие вопросы и незаметно уйти, чтобы не мешать работе других рыцарей ордена. Мика всегда нервничает, если с ним заводят разговор на посторонние темы, и в панике убегает сразу после того, как вежливо свернёт беседу. Рыцари знают, что этого молодого человека зовут Мика, что он младший брат Хоффмана, второй сын семьи Шмидт, а сейчас - один из членов разведывательного отряда. Но они не имеют понятия, какой работой занят Мика, и даже не знают, что новой версией военной карты орден полностью обязан Мике. В новой карте содержатся подробные данные по рельефу местности в Мондштадте и его окрестностях, снабжённые удобными примечаниями: состояние дорог, возможное скопление монстров, возвышенности, подходящие для обороны, типы природных ресурсов и их распределение... Карта составлена настолько подробно, что при взгляде на неё разбегаются глаза. Это результат двухлетних изысканий Мики, когда он исходил весь Мондштадт вдоль и поперёк. Некоторые рыцари, сражавшиеся бок о бок с Микой, знают, что он прекрасно владеет копьём и арбалетом, его уникальный стиль ведения боя оставляет неизгладимое впечатление. Но после настойчивых просьб Мики они стараются поменьше распространяться о его умениях.<br>«Мика боится лишнего внимания. Простой взгляд в глаза может заставить его нервничать, а если вы начнёте расточать комплименты, Мика под землю провалится от неловкости. Он много нам помогал - само собой, мы должны заботиться о его чувствах!»",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Мика вырос в любящей семье. Его мать - писательница, отец - отставной рыцарь Ордо Фавониус, а старший брат Хоффман - действующий член рыцарского ордена. Когда Мика едва выучился читать, его мать отправилась путешествовать в поисках материала для новой книги, а отец её сопровождал. Присматривать за Микой пришлось Хоффману. Но днём Хоффман был занят службой, а по ночам пьянствовал со своими друзьями из ордена. Его собственная жизнь напоминала бардак, так что о Мике он позаботиться толком не мог. Зато маленький Мика научился заботиться и о себе, и о старшем брате, когда тот за полночь приходил пьяным домой. Пока сверстники Мики резвились и играли, он научился управляться с хозяйством, наладил режим, готовил Хоффману еду, приводил в порядок его одежду. Каждую неделю родители Мики отправляли с нарочным письмо в Мондштадт, чтобы дети за них не волновались. Мать Мики превосходно владела словом, её описания пейзажей читались увлекательно, словно сказки. Мика любил читать письма родителей, а потом отмечать их местоположение на карте и прочерчивать маршрут. Он мог часами представлять себе захватывающие приключения родителей в дороге. Постепенно Мика полюбил рассматривать карты, даже выучил наизусть топографию некоторых районов. Но Хоффману пришлось его разочаровать: «Карта Мондштадта, которую оставили родители, давно устарела. Она всегда была не особенно точной, так что вся твоя работа пропала даром». Впрочем, это было ожидаемо. В конце концов, смельчаки, способные исследовать дикие местности, обычно становились искателями приключений, для которых поручения и мора превыше всего. А карты - что карты? Обойдёмся теми, что есть. Опытные картографы зачастую не обладали боевыми навыками, позволяющими отправиться в дикую местность, и не могли себе позволить нанять телохранителей. Возможно, когда-нибудь у рыцарского ордена будет достаточно средств, чтобы пригласить хорошего картографа и обновить карту. Но пока в Мондштадте царили мир и благодать, этот план казался несбыточным. Маленький Мика погрузился в раздумья: «Если бы я мог отправиться в путешествие, как папа и мама... Обойти весь мир и составить подробную карту... лучшего желать нельзя». С тех пор у Мики появилась ясная цель в жизни: «Я стану специалистом по картографии».",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Вернувшись в Мондштадт и узнав о цели, которую поставил перед собой Мика, родители очень обрадовались и пообещали, что во всём его поддержат. С того дня Мика стал проводить много времени в библиотеке, изучая книги по географии Тейвата и упражняясь в картографировании. Воспитанный, одарённый и трудолюбивый мальчик произвёл хорошее впечатление на Лизу, поэтому она много помогала Мике в поиске толковых книг, чтобы он не тратил время на устаревшие тома. Мика долго сидел над книгами, и в конце концов Лиза была вынуждена признать: «Твоих нынешних знаний хватит даже для поступления в Академию». Тогда Мика стал искать способы применить свои знания на практике. И как раз тогда Элла Маск, с которой он познакомился в библиотеке, искала проводника, чтобы отправиться в отдалённый район и пообщаться с хиличурлами. Так Мика получил своё первое задание. Им удалось добраться до места, но хиличурлы недопоняли, что они хотят сказать, разозлились и крепко их избили... Мика пришёл к выводу, что это произошло, потому что он совсем не умеет сражаться.<br>«Пока я не умею за себя постоять, я никогда не смогу свободно исследовать неизведанные территории».<br>После того случая Мика стал брать у Хоффмана уроки боевых искусств с тем же усердием, с каким раньше изучал картографию. К счастью, ему повезло с природными данными, и он быстро усвоил основы. По случайному совпадению, в ордене тогда как раз готовили план экспедиции, которая должна была состояться три года спустя. Оставалось ещё несколько вакансий, в том числе должность передового геодезиста. Требования к кандидату были очень строги: он должен был разбираться в картографии, а поскольку экспедиция планировалась в довольно опасном районе, ещё ему следовало уметь работать на передовой и обладать необходимыми боевыми навыками, чтобы сражаться с монстрами. Мика понимал, что это его шанс, о такой возможности он не мог даже мечтать... Вообще-то он думал, что однажды присоединится к ордену в качестве приглашённого консультанта. Теперь же оказалось, что ордену нужен свой картограф, полноправный член экспедиции, который будет работать на передовой. Сначала Мика сомневался в себе. Он боялся, что не достоин такой важной роли, ведь передовым геодезистом Ордо Фавониус может быть «только лучший из лучших». Поддержка отца и брата помогла ему одолеть сомнения, и он до сих пор помнит их слова: «Не требуй от себя слишком многого, самое главное - ты можешь быть полезен ордену, этого достаточно». «Большинство рыцарей - обычные люди, как ты и я. Но из обычных людей может собраться блестящий отряд, который ничем не уступит отряду сильнейших искателей приключений». Так что Мика рискнул и подал заявку на вакансию Ордо Фавониус. При мысли о том, что он сможет заниматься на работе любимым делом, страх отступал.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Новость о том, что Мика откликнулся на вакансию передового геодезиста, быстро разошлась среди рыцарей Ордо Фавониус.<br>«Младший брат Хоффмана тоже хочет стать рыцарем! Маленький Мика, который всегда заботился о своём пьяном брате, хочет к нам присоединиться!»<br>Застенчивый Мика никогда не думал, что окажется в центре внимания, он с трудом дышал, сердце бешено стучало. Мика боялся провалить отбор и опозорить отца, разрушить карьеру брата, испортить репутацию семьи. Поскольку многие члены семьи Шмидт состояли в рыцарском ордене, комиссия решила усложнить испытания для кандидатов и сделать процесс отбора публичным, чтобы избежать возможной предвзятости. С учётом требований, предъявляемых к геодезисту на передовой, Кэйа придумал целый ряд суровых испытаний, призванных строго оценить способности участников:<br>- на время добраться по пресечённой местности до середины Драконьего хребта в доспехах, с тяжёлым грузом и ограниченным провиантом;<br>- изучить местность, кишащую монстрами, и составить для неё новую карту без помощи справочных материалов;<br>К счастью, Мика был хорошо готов, он старался как мог и прошёл отбор в тройке первых. Двум другим кандидатам, которые прошли отбор вместе с ним, Мика тоже помогал во время испытаний, потому что считал их не конкурентами, а будущими товарищами. Магистру Варке очень понравился новичок, который так здорово умеет работать в команде. Одного из прошедших отбор кандидатов перевели в отряд кавалерии, другого - в исследовательскую команду, а Мика отправился в экспедицию с магистром Варкой. С тех пор Варка каждую неделю учил Мику технике ведения боя и давал ему много «домашних заданий». Позднее Мика вступил в разведывательный отряд. Взаимодействие с капитаном отряда, которая отличается весьма странным характером, помогло Мике приобрести необходимые навыки общения и быстрее адаптироваться к работе в элитном разведывательном отряде. После вступления в рыцари Мика оттачивал технику картографирования, работая геодезистом на передовой и разведывая опасные места. Вместе с этим под руководством Варки он постоянно улучшал и другие свои навыки. Трудолюбивый новобранец постепенно окреп и сам не заметил, как превратился в серьёзного и надёжного рыцаря.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Мика неустанно совершенствовал свои навыки в реальном бою, благодаря чему менее чем за два года стал ключевым членом разведывательного отряда и выполнил бесчисленное количество заданий вместе со своими товарищами. Запланированная дата приближалась, и экспедиция вскоре должна была отправиться в путь. На прощальном вечере магистр ордена Варка был приятно удивлён, увидев новенький блестящий Глаз Бога на правой руке Мики. Однако после того, как он пригласил Мику на спарринг, магистр заключил, что его уровень способностей «поразительный, но недостаточно высокий». Мика не понимал, что это значит, пока экспедиция не вошла в опасную запретную зону, где он собственными глазами увидел монстров, которых магистр ордена Варка использовал в качестве эталона при оценке своих способностей. Это были неподдающиеся описанию, блуждающие существа, которые превращались в кошмар для любого незадачливого рыцаря, отставшего от отряда. Скорость движения авангарда определяла скорость движения всего отряда, поэтому в наиболее напряжённые дни Мика мог отдыхать не более получаса в день. Он впервые работал в таких условиях, и ему было непросто. Не говоря уже о том, что помимо неведомых опасностей, экспедиция находилась под пристальным вниманием другой стороны... Однажды, когда Мика готовился ко сну, он получил предупреждение от другого разведчика, что рыцари встретились с врагом. Когда Мика примчался на место, Варка уже сформировал боевой строй из своих верных подчинённых. В кромешной тьме ночи Мика смутно различал шеренгу солдат, безмолвно стоявших, словно безжизненные боевые механизмы. А прямо в центре вражеского строя возвышался тёмный силуэт. Факелы освещали местность, но Мика не мог разглядеть ничего, кроме жутких тёмно-синих глаз, которые, казалось, светились неведомым светом. Благодаря подсказке своего товарища по отряду, Мика узнал, что это был Предвестник Фатуи Капитано и его подчинённые. Оказалось, что рыцари Ордо Фавониус столкнулись с аванпостом Фатуи. Обе стороны не желали уступать и постоянно запрашивали подкрепления, в итоге дойдя до высшего командования. Мика чувствовал, как нарастает напряжение, как от предчувствия конфликта немеют конечности. Он мысленно представлял, как противостояние перерастает в вооружённый конфликт, и что нужно делать, если это произойдёт... Особенно это касалось Предвестника - Мика знал, что он будет абсолютно беспомощен... Путаница в голове и сильная усталость мешали сосредоточиться. Варка, в свою очередь, выглядел совершенно невозмутимым. Он издалека поприветствовал Предвестника и направился к нему с оружием в руках. Капитано тоже подал сигнал своим людям приготовиться, а сам начал медленно приближаться. Когда напряжение достигло пика, Варка и Капитано обменялись короткими фразами и, похоже, пришли к соглашению. Тёмный силуэт поднял руку, призрачные тени солдат Фатуи молча повернулись и безмолвно ушли вместе с ним. Все рыцари вздохнули с облегчением, но некоторые продолжали дрожать от страха. Когда Варка вернулся, он выглядел спокойным, как всегда:<br>«Какая удивительная встреча! Если бы не особые обстоятельства, я бы с удовольствием вызвал его на дуэль!»<br>«Он вовсе не глупец и прекрасно понимает, что вооружённое столкновение на чужой территории не сулит ничего хорошего обеим сторонам».<br>Только тогда Мика понял, что находился на грани боевого столкновения, но магистр ордена предотвратил конфликт. Как властное присутствие Капитано, так и невозмутимое спокойствие, с которым магистр ордена урегулировал кризис, произвели глубокое впечатление на Мику. Он долго размышлял об этом и пришёл к выводу, что, несмотря на то, что его сила росла, ему ещё предстоит пройти долгий путь, чтобы научиться правильно действовать в подобных ситуациях. Недостаточно просто делать всё возможное, чтобы помочь отряду. Он должен трудиться ещё усерднее и стать достаточно опытным, чтобы справляться с самыми разными обстоятельствами...",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "К счастью, Мике не довелось столкнуться с чем-то слишком опасным, и он без особых трудностей преодолел  сложный период. Во время Праздника вина он вернулся в Мондштадт с письмом от магистра ордена Варки и занял свою прежнюю должность в разведывательном отряде. Члены отряда были рады его возвращению и одновременно удивлены поразительным прогрессом, которого он добился, ведь он мог теперь легко выполнять задания, для которых обычно требовалось три разведчика. А если учесть, что в письме магистра ордена вскользь упоминались Фатуи, и что Мика был ключевым участником экспедиции под непосредственным командованием Варки... Его товарищи по отряду быстро связали эти два момента, и возникла странная логическая цепочка:<br>«Мика противостоял Фатуи! Мика способен сражаться с элитными бойцами Фатуи! Мика сражался вместе с магистром ордена и одержал победу над Предвестником Фатуи!»<br>«Иначе как он мог вдруг стать таким сильным? Мика - наш герой! Его можно просить о чём угодно - он всё для нас сделает!»<br>Правда заключалась в том, что опыт Мики в экспедиции сыграл роль тренировки. Другие рыцари тоже в той или иной степени добились успехов, только они ещё не вернулись, поэтому Мику не с кем было сравнивать. Мика не знал, как относиться ко всем этим несуразным слухам, поэтому он обратился за советом к Джинн и Кэйе. Джинн уведомила командиров каждого отряда о необходимости придерживаться рационального подхода и воздерживаться от распространения домыслов, основанных исключительно на слухах. Кроме того, произошедшие во время экспедиции события считаются строго конфиденциальными, и к ним следует относиться с осторожностью. Кэйа, напротив, с удовольствием подшучивал на эту тему. Рыцари Ордо Фавониус в той или иной степени испытывали неприязнь к Фатуи, и слух о том, что «Мика хорошенько им наподдал», вполне мог поднять боевой дух. По крайней мере, Мика чувствовал себя спокойнее, зная, что действующий магистр в курсе произошедшего и знает, что он не собирался создавать неприятности. Он, как обычно, ходил на службу и делал всё возможное, чтобы помочь другим. Однако слухи на этом не прекратились, и Мика не раз попадал в неловкие ситуации. Всё больше и больше рыцарей подходили к нему, чтобы попросить новые карты, помочь с обслуживанием оружия или поделиться пайком. Казалось, все разделяли бездумную веру в то, что, проводя больше времени с Микой, они смогут стать такими же сильными, как он.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Передовое картографическое устройство",
                "Content": "Замысловатое устройство в форме книги, которое Мика повсюду носит с собой. Оно было разработано Микой и техническими специалистами из исследовательской команды, а его ключевые компоненты изготовлены с использованием последних алхимических разработок Альбедо. В устройство встроен блокнот, созданный для быстрого создания и использования карт. Каждый из его листов можно легко вынимать и заменять. Сзади на устройстве вырезан сложный узор. Направление элементальной силы на узор активирует ромбовидный компонент на передней стороне устройства, который, в свою очередь, испускает волновой луч в форме веера в направлении цели. Расстояние между устройством и целью можно точно рассчитать, используя время, необходимое для отражения луча. Увеличивая частоту и амплитуду волнового луча, устройство создаст карту небольшого участка местности. Все эти функции значительно повышают точность карты, но, к сожалению, всё остальное, включая статистическую информацию и расчёты для конкретной местности, пользователь должен вычислить самостоятельно в уме. Только те, кто обладает отличными навыками пространственного мышления и обширными знаниями местности, способны в полной мере использовать эту функцию. Таким образом, Мика является единственным геодезистом, который может без труда работать с устройством, хотя использует его довольно редко. Были и другие импровизированные устройства, которые планировалось раздать другим командам, но в настоящее время они служат для снабжения запасными частями устройства Мики. Прибор был создан как верный помощник Мики и символ признания его лучшим геодезистом, но Мика никогда не рассказывал о его впечатляющих возможностях другим. Для Мики это выглядит как хвастовство, не говоря уже о том, что это может добавить работы Альбедо... А беспокоить других было последним, чего Мика хочет.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Однажды Мика оказался на грани жизни и смерти. Это случилось вскоре после того, как он присоединился к разведывательному отряду. Информация об одном участке устарела, и Мика взял на себя труд уточнить детали местности. Он осторожно пробирался по руинам, когда нечаянно задел кусок камня от разрушенной стены, чем привлёк внимание двух магов Бездны, притаившихся в темноте. Когда языки пламени переплелись, его мгновенно охватил прилив элементальной силы, словно она собиралась искрошить его на куски и превратить в обед для монстров. Боль и паника заполнили его, а в сознании осталась только одна мысль - нужно бежать и предупредить других.<br>«Эти монстры... Они представляют угрозу даже для самых опытных членов экспедиции...»<br>В обязанности фронтового геодезиста входило уберечь своих соратников от опасных ситуаций, подобных этой. Маги Бездны закричали от радости и уже собирались приказать другим монстрам выйти из укрытия, когда завесу пламени разорвало вращающееся копье. По руинам поплыл ледяной туман, мгновенно разогнав невыносимую жару. Когда маги Бездны, наконец, разобрались в ситуации, Мика уже скрылся вдали, продолжая извиняться достаточно громко, чтобы монстры услышали: «Простите! В следующий раз я обязательно постучу, прежде чем войти. Тогда мои старшие товарищи смогут сразиться с вами в честном бою!» «Следующий раз» наступил очень быстро - основные силы разведывательного отряда получили сообщение о монстрах и быстро, но осторожно устранили угрозу. Они с удивлением обнаружили, что барьеры обоих магов Бездны были сильно повреждены, а, взглянув на сияние, исходящее от Глаза Бога на правой руке Мики, они всё поняли... В тот день ужин в разведывательном отряде был особенно роскошным. Все поднимали бокалы в честь торжества, а сам Мика, казалось, пребывал в шоковом состоянии и был не в состоянии осознать происходящее.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Представлюсь: Мика, геодезист разведывательного отряда Ордо Фавониус. Для меня большая честь сражаться с тобой плечом к плечу. Если что-то понадобится, дай мне знать, я всегда к твоим услугам... Постараюсь разведать маршрут и выяснить всю информацию о противнике!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Цель",
                "Content": "Надо всегда быть готовыми к бою... Новое задание может появиться в любой момент.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Отчёт о текущем положении",
                "Content": "Нужно уточнить наше местоположение, измерить расстояние до цели... Ну вот, отчёт о текущем положении готов.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Разведка маршрута",
                "Content": "Где бы ты ни {F#оказалась}{M#оказался}, тщательная разведка всегда поможет тебе проложить безопасный маршрут.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Надо же, какой дождь... Надеюсь, дорога не раскиснет, иначе придётся чистить сапоги всему отряду, а на готовку времени не останется.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Гром - лучший друг разведчиков, он маскирует звук наших шагов.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Сугробы приятны глазу, но они скрывают рельеф местности, за это я не люблю снег.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Мягкий солнечный свет создаёт отличную видимость... И настроение сразу улучшается!",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Ну и ветер... Может, это Анемо Архонт подаёт нам знак? Или просто особенность рельефа...",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "О, доброе утро! Я приготовил обычный завтрак, какой готовлю в экспедициях. Пожалуйста, угощайся! Если не возражаешь, за едой можем обсудить сегодняшний план действий.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Подожди минутку, еда почти готова! Сегодня в меню обед номер три - любимое полевое угощение разведывательного отряда. А как пообедаем, я посмотрю, нет ли рядом подходящего места, чтобы прилечь после еды.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Ужин готов! Конечно, у нас тут полевая кухня, без изысков... Зато все блюда очень питательны - надеюсь, ты не откажешься. Если нужно привести в порядок оружие или снаряжение, я обо всём позабочусь.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Пока не наступила ночь, мне нужно закончить отчёт о сегодняшних изысканиях. Я поставил раскладушки, почему бы тебе не поспать? Отдохнёшь немного, я к тому времени приготовлю ночной перекус. Тогда и сменишь меня на дежурстве.",
                "Tips": []
            },
            {
                "Title": "О Мике: Работа",
                "Content": "Гм... В чём заключается работа геодезиста? Я должен первым разведывать неизвестные территории, выяснять рельеф местности, определять выгодные позиции. Иногда мне также приходится иметь дело с дозорными неприятеля, поэтому я должен уметь не только картографировать рельеф, но ещё вести бой, оказывать первую помощь и обладать всеми необходимыми навыками для выживания в полевых условиях.",
                "Tips": []
            },
            {
                "Title": "О Мике: Мелочи жизни",
                "Content": "Кто-то ведь должен ставить палатки, разводить костры, готовить еду, приводить в порядок снаряжение. Если другим членам отряда не хочется тратить время на все эти мелочи, а я худо-бедно с ними справляюсь, значит, я должен помочь... И дать товарищам немного отдыха.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Слухи",
                "Content": "Ой, извини... Вернувшись в Мондштадт, я слышал о ваших подвигах. У таких сильных воинов, как вы с Паймон, должен быть свой особый кодекс чести. Некоторые силачи отличаются вспыльчивым нравом, я боюсь сказать что-нибудь не то и разозлить их... Хорошо, что вы с Паймон такие добрые, с вами мне можно не волноваться!",
                "Tips": []
            },
            {
                "Title": "О нас: Кодовые слова",
                "Content": "Некоторые разведчики используют кодовые слова: «Октавий» означает, что стрелы на исходе и пора возвращаться в лагерь... А слово «Вера» расшифровывается так: «Условия хорошие, можно начинать бой». Слушай, а может, нам с тобой тоже придумать какие-нибудь кодовые слова? Это пригодится, особенно если мы будем долго работать вместе. Предлагай, я соглашусь с любой твоей идеей!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Честно говоря, я сам очень удивился, получив Глаз Бога. Он и правда здорово мне помогает, но я не могу полностью полагаться на его силу. Для меня Глаз Бога скорее средство на экстренный случай. Как рыцарь ордена я должен уделять больше внимания работе в команде и помогать товарищам преодолевать трудности.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Есть простой способ определить расстояние до объекта, он может оказаться тебе полезным: вытяни руку и наведи большой палец на цель. Сначала совмести ось правого глаза с большим пальцем и левой стороной мишени, потом - ось левого глаза с большим пальцем и правой стороной мишени и умножь расстояние между двумя сторонами на коэффициент... Этот трюк поможет тебе определить высоту горы или ширину реки, понять, можно ли одним махом взобраться на вершину или доплыть до другого берега.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Кли говорила, что на свете есть растения, которые умеют передавать звуки. Если бы такое растение можно было брать с собой... Тогда я мог бы отправлять в штаб отчёты о местности в режиме реального времени - мало того, я посылал бы с передовой распоряжения остальным товарищам, чтобы они вовремя прикрывали меня стрелами.",
                "Tips": []
            },
            {
                "Title": "О Кэйе...",
                "Content": "Чтобы попасть в орден, мне пришлось пройти множество испытаний. И старшим экзаменатором был как раз капитан Кэйа. Капитан Кэйа всё время поддерживал меня, он дал мне много советов... Но иногда я почти не понимал, что он хочет сказать, боялся, что плохо справляюсь. Так не хотелось его разочаровать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Варке: Наставления",
                "Content": "Магистр Варка - сильный командир, пользующийся общим уважением, а ещё - мой личный боевой инструктор. Он сказал, что для ближнего боя мне не хватает роста и силы, поэтому моими главными помощниками должны стать быстрая реакция, копьё и арбалет. Должен сказать, такой стиль боя мне подходит гораздо больше.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Варке: Капитано",
                "Content": "Магистр сказал, что мне нужно ставить перед собой по-настоящему высокие цели и непрерывно стремиться к их достижению. Я старался, но только в экспедиции понял, насколько это важно... Однажды нам встретился Предвестник Фатуи по имени Капитано. Я даже не представляю, как можно одолеть такого противника. Просто... Мир сильных воинов от меня пока слишком далёк...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О Джинн...",
                "Content": "Заместитель... то есть действующий магистр - сильный и надёжный лидер, который никогда не забывает о своих подчинённых. Мне остаётся столькому у неё научиться: организации работы, оказанию первой помощи, а ещё кулинарии...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эмбер...",
                "Content": "Командир Эмбер... На передовой не встретишь человека надёжней, она настоящий мастер своего дела! Задачи геодезистов и скаутов схожи, ведь те и другие действуют на передовой. У Эмбер большой опыт, и я научился у неё многим навыкам выживания, а ещё тонкостям ухода за тетивой и стрелами арбалета.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эоле: Задания",
                "Content": "Капитан Эола - сильный воин с уникальным боевым стилем, и она всегда очень обо мне заботилась. Как только меня приняли в орден, она сразу нагрузила меня задачами. Работы было в несколько раз больше, чем у других рыцарей, и это помогло мне быстро адаптироваться к новой жизни. Если привыкнуть к манере общения капитана Эолы, с ней становится очень приятно иметь дело!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Эоле: Манера держаться",
                "Content": "Я восхищаюсь капитаном Эолой, правда. Она дружелюбна, имеет непринуждённые манеры и обладает невероятной внутренней силой. Если бы люди всё время на меня странно косились, шептались у меня за спиной, я бы вообще из дома не выходил.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе...",
                "Content": "Когда я учился картографированию, библиотекарь Лиза всё время мне помогала. Она отыскала для меня множество полезных книг. Вот бы мне её эрудицию... Знаний много не бывает, любые знания однажды оказываются полезны.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кли...",
                "Content": "Кли? Она очень весёлая, а ещё... Говорят, силой она не уступает самому магистру. Она несколько раз брала меня с собой на поиски приключений, и мы прекрасно проводили время вместе! Правда, случалось, что она устраивала опасные эксперименты с оружием, и мне даже приходилось править свои карты... Но всё равно - оно того стоило!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Венти...",
                "Content": "Мне нравится этот бард, у него настоящий талант к музыке, и его песни всегда наполняют душу теплом, как если бы я вернулся домой. Попроси меня назвать песню, в которой заключён дух Мондштадта, и я выберу какую-нибудь из песен Венти. Жаль, я редко бываю в городе, иначе бы каждый день приносил ему подарки...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Альбедо...",
                "Content": "Главный алхимик был очень добр ко мне, и помог изготовить всё геодезическое оборудование, которое я использую в полевых условиях... А ещё подарил чертёжное перо, которым можно пользоваться, даже если висишь вниз головой на дереве. Правда, рисование оказалось совсем не похоже на картографию. Я как-то попробовал сделать несколько этюдов, надеясь дополнить ими собранную на местности информацию. Говорят, увидев мои этюды, капитан Альбедо долго молчал...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Мике I",
                "Content": "Гм... Рассказать о себе? Я самый обычный человек, ничего интересного. Могу разве что рассказать немного о своём прошлом. Хочешь послушать?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Мике II",
                "Content": "С самого детства я мечтал стать картографом и нанести на карту каждый уголок Тейвата. И только потом узнал, что в ордене как раз имеется такая должность. Благодаря поддержке отца и брата я смог пройти отбор и стать геодезистом на передовой. Теперь моя мечта сбылась, а большего и желать нельзя.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Мике III",
                "Content": "Все рыцари ордена по-своему сильны, у каждого есть чему научиться. Благодаря товарищам из ордена у меня появилось много новых умений, и теперь я должен отблагодарить своих учителей: если кому-то нужна моя помощь, я никогда не отказываю.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Мике IV",
                "Content": "Правда... После того как я выполнил несколько поручений магистра Варки и капитана Эолы, некоторые рыцари стали считать меня кем-то вроде личного посыльного магистра и капитана. И любая моя оговорка может принести командованию ненужные проблемы. Поэтому, оказавшись в не совсем знакомой компании, я чувствую себя немного скованно. И все думают, что я просто трус. Вот такое недоразумение.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Мике V",
                "Content": "Знаешь, после экспедиции я перестал беспокоиться о мелочах. Пока я никому не добавляю проблем, люди могут думать обо мне всё, что хотят, я не возражаю. Орден - моя вторая семья, я должен безупречно делать свою работу, чтобы остальные рыцари на заданиях чувствовали себя в безопасности, чтобы в жизни моих товарищей было меньше тревог и забот...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Мики...",
                "Content": "Хобби?.. Что я люблю, кроме работы... Наверное, устраивать ночёвки в незнакомых местах. Полюбоваться новым пейзажем, разбить уютный лагерь, развести костёр, приготовить ужин. Что может быть лучше?",
                "Tips": []
            },
            {
                "Title": "Беспокойство Мики...",
                "Content": "Честно говоря, я плохо умею заводить беседу с незнакомыми людьми. Наверное, разговоры - не самая сильная моя сторона. Можешь дать мне несколько советов, как расположить к себе незнакомца?",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Магистр говорит, молодым людям нужно есть больше мяса, мясо укрепляет силы и увеличивает выносливость. Вряд ли я когда-нибудь стану мускулистым силачом, но мясо очень люблю, и остальные члены разведывательного отряда разделяют моё пристрастие.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "В отличие от брата, я не выношу вкус вина. С первого же глотка пьянею до беспамятства, и товарищам приходится со мной возиться. А если вино особенно крепкое, одного запаха из открытой бутылки достаточно, чтобы у меня закружилась голова.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Спасибо! Но мне жаль набивать таким драгоценным блюдом желудок! Ты позволишь мне его сохранить?",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Отменный вкус, а какая большая порция... Я доставил тебе много хлопот!",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Уф... ну, раз уж ты приготовил{F#а} это для меня... постараюсь всё съесть.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Как обычно говорят... Эм... Сегодня особенный день! И его нужно провести так, чтобы он по-настоящему запомнился! Я составил для тебя «Путеводитель по самым прекрасным пейзажам Мондштадта», в нём собрана информация о разных красивых местах, которые пока почти никому не известны. Желаю, чтобы каждый твой день был полон радости, сегодня и всегда!",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Мне до тебя ещё расти и расти, но сейчас я чувствую себя намного увереннее. По крайней мере, не принесу тебе лишних забот.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Надеюсь, что смогу снабдить тебя полезной информацией и снять часть груза с твоих плеч!",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Позволь мне... всегда быть рядом! Исследовать эту землю вместе с тобой!",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Спасибо! Теперь я приблизился к своей цели - обеспечить команде безопасное продвижение вперёд, чтобы никто не страдал от усталости из-за неудобного маршрута и не боялся попасть в западню!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Сдерживание обстрелом.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Разведка боем.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Последнее предупреждение.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Меткий выстрел!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Прошу прощения!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Устранение угрозы!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Не падайте духом, друзья!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Я позабочусь о раненых!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Это наш шанс!",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Я посмотрю сверху...",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Быть разведчиком не так уж и плохо!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Какие есть трофеи?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Нам здорово повезло! Тут сокровища!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Возникли небольшие трудности...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Нам стоит сменить тактику?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Противник слишком... силён...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Отступай, я прикрою!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Здесь нужен врач...",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Надо было... идти кружным путём...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Я виноват...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Всё... я всё испортил...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Я держусь!",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар II",
                "Content": "Всё в порядке!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Не больно... Нет...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Без паники...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Позвольте мне проверить ваше снаряжение... Так, всё в порядке.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Моё копьё и арбалет к вашим услугам!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Я... я буду прокладывать маршрут!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "80": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Сигнал в небе",
                "Desc": "Наряд Мики. Рыцарский костюм, специально созданный для работы в пустошах. Он сделан из разнообразных гибких, но прочных материалов, и позволяет владельцу с удобством носить с собой все необходимые инструменты и орудия. В таком костюме любому будет дуть попутный ветер!",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108502,
            "JD": 108169,
            "Name": "<b>Яичный бутерброд геодезиста</b>",
            "Eff": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Мики. При приготовлении ингредиенты выкладывают слоями. Откусив немного, вы ощутите, как во рту один за другим раскрываются сладкий и солёный вкусы, словно вы поднимаетесь на гору из деликатесов. Неужели Мика научился так хорошо готовить в походах с рыцарями?",
            "Recipe": {
                "100062": 4,
                "110001": 3,
                "110005": 1
            },
            "Icon": "UI_ItemIcon_108502"
        },
        "Namecard": {
            "Name": "<b>Указатель</b>",
            "Desc": "Именная карта.<br>Всякий раз, когда мальчик брал в руки нарисованную им карту, он чувствовал, будто держит в руках маленькую копию мира.",
            "Pic": "UI_NameCardPic_Mika_P"
        }
    }
}

var acs_cache_ = {}