// Auto Generated

var _AvatarDataConfig_ = {
    "Mika": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Mika": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100021": 3,
                "112032": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113044": 2,
                "100021": 10,
                "112032": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113044": 4,
                "100021": 20,
                "112033": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113044": 8,
                "100021": 30,
                "112033": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113044": 12,
                "100021": 45,
                "112034": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113044": 20,
                "100021": 60,
                "112034": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mika": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Копьё Фавония: Проход стрелы",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти атак с помощью арбалета и копья.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "43.2632%",
                                    "46.7846%",
                                    "50.306%",
                                    "55.3366%",
                                    "58.858%",
                                    "62.8825%",
                                    "68.4162%",
                                    "73.9498%",
                                    "79.4835%",
                                    "85.5202%",
                                    "91.5569%",
                                    "97.5936%",
                                    "103.6304%",
                                    "109.6671%",
                                    "115.7038%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "41.5019%",
                                    "44.8799%",
                                    "48.258%",
                                    "53.0838%",
                                    "56.4619%",
                                    "60.3225%",
                                    "65.6309%",
                                    "70.9393%",
                                    "76.2476%",
                                    "82.0386%",
                                    "87.8296%",
                                    "93.6205%",
                                    "99.4115%",
                                    "105.2024%",
                                    "110.9934%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "54.5034%",
                                    "58.9397%",
                                    "63.376%",
                                    "69.7136%",
                                    "74.1499%",
                                    "79.22%",
                                    "86.1914%",
                                    "93.1627%",
                                    "100.1341%",
                                    "107.7392%",
                                    "115.3443%",
                                    "122.9494%",
                                    "130.5546%",
                                    "138.1597%",
                                    "145.7648%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "27.6146%+27.6146%",
                                    "29.8623%+29.8623%",
                                    "32.11%+32.11%",
                                    "35.321%+35.321%",
                                    "37.5687%+37.5687%",
                                    "40.1375%+40.1375%",
                                    "43.6696%+43.6696%",
                                    "47.2017%+47.2017%",
                                    "50.7338%+50.7338%",
                                    "54.587%+54.587%",
                                    "58.4402%+58.4402%",
                                    "62.2934%+62.2934%",
                                    "66.1466%+66.1466%",
                                    "70.0%+70.0%",
                                    "73.853%+73.853%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.8743%",
                                    "76.6432%",
                                    "82.412%",
                                    "90.6532%",
                                    "96.422%",
                                    "103.015%",
                                    "112.0803%",
                                    "121.1456%",
                                    "130.211%",
                                    "140.1004%",
                                    "149.9898%",
                                    "159.8793%",
                                    "169.7687%",
                                    "179.6582%",
                                    "189.5476%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "112.746%",
                                    "121.923%",
                                    "131.1%",
                                    "144.21%",
                                    "153.387%",
                                    "163.875%",
                                    "178.296%",
                                    "192.717%",
                                    "207.138%",
                                    "222.87%",
                                    "238.602%",
                                    "254.334%",
                                    "270.066%",
                                    "285.798%",
                                    "301.53%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Вихрь звёздного инея",
                        "Desc": "Атакует противников из арбалета и наделяет всех персонажей из вашего отряда поблизости Ветром духа, который повышает их скорость атаки, когда они активны.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Выпускает пронзающую врагов стрелу потока инея, которая наносит <color style='color:#99FFFF;'>Крио урон</color>.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания и выпускает в зафиксированного в качестве цели врага Сигнал ледяной звезды, который наносит <color style='color:#99FFFF;'>Крио урон</color>. При попадании Сигнал ледяной звезды взлетает в воздух и разрывается Осколками ледяной звезды, которые поражают до 3 других противников и наносят <color style='color:#99FFFF;'>Крио урон</color>.<br><br><i>Сияют звёзды на заиндевелом небе.</i>",
                        "Icon": "Skill_S_Mika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон стрелы потока инея",
                                "ParamLevelList": [
                                    "67.2%",
                                    "72.24%",
                                    "77.28%",
                                    "84.0%",
                                    "89.04%",
                                    "94.08%",
                                    "100.8%",
                                    "107.52%",
                                    "114.24%",
                                    "120.96%",
                                    "127.68%",
                                    "134.4%",
                                    "142.8%",
                                    "151.2%",
                                    "159.6%"
                                ]
                            },
                            {
                                "Desc": "Урон Сигнала ледяной звезды",
                                "ParamLevelList": [
                                    "84.0%",
                                    "90.3%",
                                    "96.6%",
                                    "105.0%",
                                    "111.3%",
                                    "117.6%",
                                    "126.0%",
                                    "134.4%",
                                    "142.8%",
                                    "151.2%",
                                    "159.6%",
                                    "168.0%",
                                    "178.5%",
                                    "189.0%",
                                    "199.5%"
                                ]
                            },
                            {
                                "Desc": "Урон Осколка ледяной звезды",
                                "ParamLevelList": [
                                    "25.2%",
                                    "27.09%",
                                    "28.98%",
                                    "31.5%",
                                    "33.39%",
                                    "35.28%",
                                    "37.8%",
                                    "40.32%",
                                    "42.84%",
                                    "45.36%",
                                    "47.88%",
                                    "50.4%",
                                    "53.55%",
                                    "56.7%",
                                    "59.85%"
                                ]
                            },
                            {
                                "Desc": "Бонус скорости атаки",
                                "ParamLevelList": [
                                    "13.0%",
                                    "14.0%",
                                    "15.0%",
                                    "16.0%",
                                    "17.0%",
                                    "18.0%",
                                    "19.0%",
                                    "20.0%",
                                    "21.0%",
                                    "22.0%",
                                    "23.0%",
                                    "24.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность Ветра духа",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Песнь небесного пера",
                        "Desc": "Вдохновляет товарищей по отряду молебнами рыцарского ордена и восстанавливает HP всем окружающим членам отряда, наделяя их статусом Орлиного пера. Размер восстанавливаемого HP зависит от макс. HP Мики.<br><br><color style='color:#FFD780;'>Орлиное перо</color><br>Когда обычные атаки активных персонажей со статусом Орлиного пера поражают противников, Мика восстанавливает их HP пропорционально собственному макс. HP.<br>Персонажи с этим статусом могут восстанавливать HP таким образом только один раз за определённый промежуток времени.<br><br><i>«В трудные времена не теряйте надежды, а в хорошие - бдительности, ибо белое перо выведет заблудших на правильный путь».</i>",
                        "Icon": "Skill_E_Mika_01",
                        "ParamDesc": [
                            {
                                "Desc": "Лечение навыка",
                                "ParamLevelList": [
                                    "12.168% макс. HP + 1172.0355",
                                    "13.0806% макс. HP + 1289.2554",
                                    "13.9932% макс. HP + 1416.2435",
                                    "15.21% макс. HP + 1553",
                                    "16.1226% макс. HP + 1699.5248",
                                    "17.0352% макс. HP + 1855.8179",
                                    "18.252% макс. HP + 2021.8794",
                                    "19.4688% макс. HP + 2197.7092",
                                    "20.6856% макс. HP + 2383.3071",
                                    "21.9024% макс. HP + 2578.6736",
                                    "23.1192% макс. HP + 2783.8083",
                                    "24.336% макс. HP + 2998.7114",
                                    "25.857% макс. HP + 3223.3828",
                                    "27.378% макс. HP + 3457.8225",
                                    "28.899% макс. HP + 3702.0305"
                                ]
                            },
                            {
                                "Desc": "Лечение Орлиного пера",
                                "ParamLevelList": [
                                    "2.432% макс. HP + 233.95428",
                                    "2.6144% макс. HP + 257.35297",
                                    "2.7968% макс. HP + 282.70154",
                                    "3.04% макс. HP + 310",
                                    "3.2224% макс. HP + 339.24835",
                                    "3.4048% макс. HP + 370.4466",
                                    "3.648% макс. HP + 403.59473",
                                    "3.8912% макс. HP + 438.69275",
                                    "4.1344% макс. HP + 475.74066",
                                    "4.3776% макс. HP + 514.73846",
                                    "4.6208% макс. HP + 555.68616",
                                    "4.864% макс. HP + 598.58374",
                                    "5.168% макс. HP + 643.4312",
                                    "5.472% макс. HP + 690.2286",
                                    "5.776% макс. HP + 738.9758"
                                ]
                            },
                            {
                                "Desc": "Интервал лечения Орлиного пера",
                                "ParamLevelList": [
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек.",
                                    "2.5 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность Орлиного пера",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Подавляющий обстрел",
                        "Desc": "В следующих ситуациях Ветер духа <color style='color:#FFD780;'>Вихря звёздного инея</color> наделяет персонажей эффектом Выслеживания, который увеличивает их физ. урон на 10%, когда они активны:<br> ·  Если стрела потока инея поражает более чем 1 противника, каждый дополнительно поражённый противник создаёт 1 уровень эффекта Выслеживания.<br> ·  Осколок ледяной звезды, поражая противника, создаёт 1 уровень эффекта Выслеживания. Каждый Осколок ледяной звезды активируется только 1 раз.<br><br>Эффект Выслеживания Ветра духа складывается до 3 раз. При повторной активации Вихря звёздного инея во время его действия существующий Ветер духа и его уровни Выслеживания будут сняты.",
                        "Icon": "UI_Talent_S_Mika_05"
                    },
                    {
                        "Name": "Топографическое картографирование",
                        "Desc": "Если активный персонаж под одновременным воздействием Орлиного пера <color style='color:#FFD780;'>Песни небесного пера</color> и Ветра духа <color style='color:#FFD780;'>Вихря звёздного инея</color> наносит критическое попадание своей атакой, Ветер духа создаст 1 уровень эффекта Выслеживания пассивного таланта Подавляющий обстрел. Во время действия одного и того же Ветра духа таким образом можно получить 1 уровень эффекта Выслеживания.<br>Кроме того, максимум уровней Выслеживания, получаемых с помощью Ветра духа, увеличивается на 1.<br>Требуется разблокировать пассивный талант «Подавляющий обстрел».",
                        "Icon": "UI_Talent_S_Mika_06"
                    },
                    {
                        "Name": "Демаркация",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Мондштадта</color> на мини-карте.",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Непредвиденный фактор",
                        "Desc": "Ветер духа <color style='color:#FFD780;'>Вихря звёздного инея</color> сокращает интервал, с которым Орлиное перо навыка <color style='color:#FFD780;'>Песнь небесного пера</color> восстанавливает HP. Процент сокращения соответствует увеличению скорости атаки Ветра духа.",
                        "Icon": "UI_Talent_S_Mika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Странствия в компании",
                        "Desc": "При первом попадании стрелы потока инея <color style='color:#FFD780;'>Вихря звёздного инея</color> или попадании Сигнала ледяной звезды создаётся 1 уровень эффекта Выслеживания пассивного таланта Подавляющий обстрел.<br>Требуется разблокировать пассивный талант «Подавляющий обстрел».",
                        "Icon": "UI_Talent_S_Mika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Разведывательный опыт",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Песнь небесного пера</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Хвала солнечного инея",
                        "Desc": "Орлиное перо <color style='color:#FFD780;'>Песни небесного пера</color> Мики, исцеляя персонажей отряда, восстанавливает ему 3 ед. энергии. Восстановить энергию таким способом можно до 5 раз за время действия Орлиного пера, вызванного одной активацией Песни небесного пера.",
                        "Icon": "UI_Talent_S_Mika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Сигнальная стрела",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Вихрь звёздного инея</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Mika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Совет компаньона",
                        "Desc": "Максимальное количество уровней Выслеживания Ветра духа навыка <color style='color:#FFD780;'>Вихрь звёздного инея</color> увеличивается на 1. Требуется разблокировать пассивный талант «Подавляющий обстрел».<br>Также физический крит. урон активных персонажей под воздействием Ветра духа увеличивается на 60%.",
                        "Icon": "UI_Talent_S_Mika_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mika": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        10.0,
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.15
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.3,
                        0.3,
                        0.3
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.2,
                        0.2,
                        0.2
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        1.8,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.245,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 38.606,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.5,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.701,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5,
                        45.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.68,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5,
                        45.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.68,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.0,
                        1.5,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.93,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}