// Auto Generated

var _AvatarFetterConfig_ = {
    "109": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Когда речь заходит о банях «Аиса», большинство жителей Инадзумы в первую очередь думают о Натлане. Искусственные горячие источники, в которых используется импортное оборудование. Их называют «лучшим местом для расслабления тела и разума».<br>Недавно в банях был проведён капитальный ремонт, и теперь они предлагают психотерапевтические услуги, которые быстро завоевали широкую известность.<br>Юмэмидзуки Мидзуки, клинический психолог, совсем недавно вернувшаяся в Инадзуму, быстро стала центром внимания. Известная своим комплексным подходом, она использует сочетание тёплых, умиротворяющих вод горячих источников, успокаивающих ароматов и собственных чудодейственных сил ёкая, чтобы изгнать глубокую тревогу, беспокоящую её пациентов.<br>Вскоре стало известно, что эта женщина - вернее, юмэкуй-баку в женском обличье - на самом деле главный акционер бань «Аиса», не только основной учредитель, но и та, кто принимала решение о проведении ремонта.<br>Однако она совсем не походила на типичного закулисного инвестора, демонстрируя одновременно профессионализм врача и самоотверженность рядового сотрудника. Погружённая в свои обязанности, она кропотливо консультировала каждого пациента, ставила диагноз, выписывала рецепт и проводила лечение с ювелирной точностью и спокойной уверенностью.<br>Таким образом Мидзуки быстро приобрела известность среди тех, кого мучают постоянные кошмары.<br>Пожилые люди, возможно, помнят, как в детстве им рассказывали сказки на ночь о юмэкуй-баку, и среди них, как это ни забавно, наверняка могло встречаться имя Юмэмидзуки Мидзуки.<br>Однако мирный и беззаботный образ жизни Мидзуки не позволяет людям ассоциировать её с грозными ёкаями из тех забытых легенд.<br>Но бани «Аиса» лишь первый шаг в грандиозном плане Мидзуки. Хотя дело продвигается медленно, в конечном итоге она намерена создать полноценный конгломерат, предлагающий жителям Инадзумы как всевозможные развлечения, так и улучшение душевного состояния.<br>Для этого она продолжает изучать методы, выходящие за рамки простого использования силы ёкаев, - от упражнений для успокоения разума до бодрящих парков развлечений, структурированных диет и даже традиционных игр, чтобы вновь подарить радость и смех своим пациентам.<br>Не зная почти ничего о Мидзуки, сотрудники, которым удаётся мельком взглянуть на её плотный график, не могут не беспокоиться о ней. Может быть, их начальницу, которая явно перегружена работой гораздо больше, чем любой из них, тоже тяготит незримая усталость и тревога?",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Хотя было бы несправедливо утверждать, что о юмэкуй-баку совсем ничего не известно, но по сравнению с вездесущими кицунэ, которые постоянно встречаются в легендах и преданиях, внушающими страх и благоговение тэнгу, они никогда не пользовались особой известностью.<br>На великом собрании, известном как Хякумоногатари тайкай, баку были не более чем второстепенными персонажами. Одни тихонько сидели в уголке и потягивали чай, других можно было встретить среди младших ёкаев, почтительно внимающих возвышенным речам и грандиозным историям высокопоставленных особ. Третьи выступали в роли прислуги, наливая чай и сакэ таким утончённым особам, как Уракусай.<br>Для молодой баку Юмэмидзуки Мидзуки единственное удовольствие от посещения таких банкетов заключалось в том, что она любовалась тем, как её подруга, юная кицунэ Яэ Мико, поражала окружающих своим острым умом и находчивостью.<br>Наблюдая за тем, как Мико без устали спорит с Уракусаем, свернувшись калачиком на плече своей старшей сестры кицунэ Сайгу, Мидзуки в итоге всегда съедала в несколько раз больше своей обычной порции закусок. Восхищаясь тем, как она разбивает в пух и прах аргументы оппонента, Мидзуки часто кивала в знак восхищения быстротой мышления своей подруги и даже заучивала её блестящие реплики слово в слово.<br>На следующее утро, увидев зевающую Мико, Мидзуки с нетерпением подходила к ней с миской свежеобжаренного тофу, готовая возобновить разговор, начатый накануне.<br>Иногда энтузиазм Мидзуки, граничащий с нетерпением, заставал Мико врасплох. В таких случаях она изящно прикрывала лицо пушистым хвостом, а затем быстро меняла тему разговора, говоря: «Пойдём есть рамэн».<br>Неважно, стояли ли они лицом к лицу перед ларьком с рамэном мастера Карасу или сидели на самой крепкой ветке сакуры на южном склоне горы Ёго, или отдыхали на пляже в лучах заходящего солнца, - юная кицунэ и маленький баку были неразлучны, болтая обо всём и обо всех.<br>Невысказанные секреты их сокровенных мечтаний становились сокровищами, которыми они делились друг с другом.<br>Но как наследница рода Хакусин Кицунэ, обязанности, которые ожидали Мико, и ответственность, которую влекло за собой её взросление, были поистине тяжким грузом.<br>Когда Мико, а затем и Мидзуки обрели способность принимать человеческий облик, их обеих, совсем как людей, разделили потоки жизни, унеся каждую в разные стороны света.<br>Под руководством кицунэ Сайгу Мико постигла глубокие тайны магии ёкаев и, окружённая девами Великого святилища Наруками, освоила 880 заповедей Гудзи. Как восходящая звезда рода Хакусин, Мико пересекалась с могущественными ёкаями, укрепляя положение своего рода в мире ёкаев.<br>Её жизнь была похожа на то бескрайнее море, которым они когда-то любовались вместе, - бурная и постоянно меняющаяся, полная опасностей и трудностей, но в то же время полная бесконечных возможностей.<br>Мидзуки тем временем погрузилась в более спокойную жизнь. Большую часть времени она занималась земледелием или ткачеством вместе со своими друзьями-баку, чтобы свести концы с концами, но в установленное время она отправлялась в патруль, пожирая кошмары тех, кто обращался к ней за помощью.<br>Она словно плыла по течению в безмятежное озеро, до крайности спокойное и однообразное.<br>Их совместные прогулки становились всё реже, и в конце концов им стало трудно соблюдать договорённость проводить время вместе хотя бы раз в месяц.<br>Однако Мидзуки не испытывала по этому поводу сожаления.<br>Каждое утро она выходила из дома в то же время, что и Мико, а когда Мико брала тарелку с жареным тофу, которую приготовила для неё Мидзуки, она всё так же улыбалась, как улыбалась лишь самым близким друзьям.<br>Мидзуки сомневалась, что сможет вынести хотя бы десятую часть обязанностей Мико, и всякий раз, когда они шли вместе, чувствовала себя раздавленной под тяжестью взглядов, устремлённых на них со всех сторон.<br>Её более чем устраивала второстепенная молчаливая роль. Она давала Мико ощущение покоя, когда та в этом нуждалась.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "К сожалению, мирная жизнь не вечна.<br>В тот день на землю обрушилось чёрное бедствие. Ёкаи и смертные ничем не отличались друг от друга перед лицом этой злой силы, и крики отчаяния эхом разнеслись по островам.<br>Озадаченные и неспособные сражаться, юмэкуй-баку могли лишь поспешно бежать, прячась в укромных уголках.<br>Когда сёгун наконец уничтожил последний пережиток проклятия, а Мидзуки и её народ вернулись, всё ещё пребывая в шоке, некогда процветающее поселение превратилось в руины.<br>Мидзуки в смятении бегала повсюду в поисках своей подруги. Но повсюду она находила лишь обрывки прощаний и трагедий.<br>Кицунэ Сайгу, её соседки из детства, нигде не было. Осталась только Мико с тусклыми глазами, бледным лицом и едва заметными следами слёз на щеках, склонившая голову в молитве перед почти засохшей Священной сакурой.<br>После этого Мико, которую знала Мидзуки, взяла на себя всю ответственность ещё до того, как стала к этому готова, превратившись в уважаемую Гудзи Яэ.<br>Утренние встречи с Мико тоже стало трудно сохранить - задачи по восстановлению Великого храма Наруками накапливались бесконечно, заставляя Мико перебраться в святилище и работать без устали день и ночь.<br>Народ юмэкуй-баку также был завален бесконечными просьбами. В разрушенной Инадзуме повсюду можно было встретить ёкаев и смертных, чьи тела и души были глубоко изранены.<br>Бедствие было оттеснено, но ужасные воспоминания, которые оно оставило после себя, продолжали жить в умах как ёкаев, так и смертных, пустив глубокие корни в их снах. Эти воспоминания каждую ночь вызывали непрекращающийся страх, ослабляя волю выживших.<br>Эта сила была настолько ужасна, что старейшина юмэкуй-баку не мог ей противостоять. Развеяв кошмары некоторых самураев сёгуната, он без сил рухнул на землю и погрузился в глубокий сон, который продолжался несколько месяцев. Когда он проснулся, нанесённый ему колоссальный вред заставил его уйти на покой.<br>Именно тогда Мидзуки, доселе неизвестная юная юмэкуй-баку, раскрыла свой незаурядный талант. Извлекая чёрный яд из сознания пострадавших, она испытывала боль, сравнимую с глубокими порезами и ожогами, но при этом избегала длительных периодов сна, которые нередко затягивались на полгода.<br>Так Мидзуки стала надеждой страждущих. Каждый день она помогала им освободиться от мук кошмаров, терпя неизмеримую боль. Затем она, пошатываясь, уходила, ища укромный уголок, чтобы в одиночестве справиться со своим бременем.<br>Это было, пожалуй, самое трудное время для Мидзуки. Она каждый миг разделяла страдания других. Неважно, был ли это день или ночь, она видела лишь темноту, окрашенную в пурпурный цвет, струящуюся и растекающуюся, словно кровь, капающая из открытой раны.<br>К счастью, в памяти хранился образ её близкой подруги. Когда Мидзуки оказывалась на грани срыва, этот отблеск цветущей сакуры помогал ей вернуть рассудок.<br>«В роли Гудзи, Мико должна помогать сёгуну решать проблемы этого мира... Я также должна выполнить свой долг, помогая всем справиться с душевными страданиями!»<br>Благодаря этой поддержке Мидзуки могла продолжать работу.<br>Однако она упустила из виду, что если погрузиться в работу с головой, то столетия пролетают как один миг.<br>Пока Мидзуки ухаживала за бесчисленными пациентами и смягчала отголоски оставленных ран, Мико, которую она знала, преобразилась, пройдя через испытания, выпавшие на долю Гудзи. Теперь она чаще сохраняла игривое настроение, сталкиваясь с быстротечным миром и его обитателями.<br>Изредка сидя вместе возле старого ларька с рамэном, они, всегда делившиеся всем, после нескольких неудачных попыток открыть сердце оказались в ловушке неловкого молчания.<br>После долгих раздумий Мидзуки решила сдаться.<br>В той катастрофе боль, которую испытала Мико, была гораздо сильнее её собственной. Жизнь в Великом храме Наруками была для неё трудом настолько тяжким, что ни один обычный ёкай не мог себе вообразить.<br>Кто знает, может, не имея язвительного самообладания, Мико не смогла бы противостоять лавине событий?<br>Созерцая разные пейзажи, вполне естественно, что возникают разные чувства.<br>По крайней мере, они добросовестно выполняют свои обязанности. Всё, что есть сегодня, - результат самых лучших решений, которые каждая из них могла принять.<br>Воспринимать близкого человека как эмоциональный якорь, ожидая, что он навсегда останется фигурой, выгравированной в ваших воспоминаниях, - это бесспорно станет тюрьмой для обеих.<br>Беззаботное прошлое не вернуть. У каждой свой путь. Почему бы не отнестись к нему спокойно и не отбросить бесполезную настойчивость?<br>Пусть воспоминания о тех давних временах хранятся в глубине сознания.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Кошмары бывают разными. Людей, обладающих хорошим физическим и психическим здоровьем, время от времени преследуют мрачные мысли. Для юмэкуй-баку их кошмары - вполне привычная пища. Однако кошмары тяжелобольных людей или людей с глубокими ранами с точки зрения юмэкуй-баку похожи на безвкусную буханку хлеба, но в них таится ядовитая угроза...<br>Даже если Мидзуки, самая талантливая юмэкуй-баку, проглотит слишком много подобных кошмаров, то может долгое время страдать от болезненных ощущений.<br>Чтобы целитель не стал жертвой неизлечимой болезни, она начала изучать методы, выходящие за рамки её силы ёкая, стремясь нейтрализовать негативные эмоции, прежде чем поглотить их.<br>Убедившись, что тени, оставленные бедствием, полностью под контролем, Мидзуки отправился в другие страны, где начала изучать самые передовые достижения человеческой медицины с целью создания своей собственной уникальной системы психологической терапии.<br>В Мондштадте она сотрудничала с Гильдией искателей приключений и подрабатывала консультантом по посттравматическим заболеваниям, накапливая ценный опыт в диагностике и лечении;<br>в Ли Юэ под руководством врачей из долины Чэньюй она узнала о различных травах, успокаивающих разум и укрепляющих дух, а также приобрела подробные знания о выращивании и применении этих растений;<br>в Сумеру, вдохновлённая местными благовониями, Мидзуки объединила свои прежние знания о травах и разработала методику использования благовоний в качестве вспомогательного инструмента лечения, помогающего людям расслабиться и быстро погрузиться в глубокий сон, способствующий эффективному выздоровлению;<br>в Фонтейне она углублённо изучала медицинскую теорию Исследовательского института, а также передовую кинематографическую науку и исследовала удивительную связь между графикой и человеческой психологией.<br>После долгих лет изучения и исследований конечным пунктом назначения Мидзуки стал регион Натлана, где проживает энергичный Народ Родников.<br>Воины Народа Родников тепло встретили Мидзуки и продемонстрировали ей отвагу, с которой они противостояли врагам, имевшим то же тёмное происхождение, что и известное ей бедствие.<br>Особенно Муалани. Когда она впервые встретила Мидзуки, то играла с детьми, споткнулась и упала в объятия Мидзуки, а потом потащила её с собой к горячим источникам, поразив Мидзуки своей бесцеремонностью...<br>Однако, столкнувшись со страшным врагом, Муалани преобразовала свой оптимизм в твёрдый щит, на который можно положиться в любой ситуации. После битвы она не показала той психологической травмы, которую ожидала увидеть Мидзуки.<br>Любопытная по натуре, Мидзуки провела тщательное исследование и пришла к выводу, что для поддержания психического здоровья, помимо твёрдой решимости, важен сбалансированный образ жизни.<br>Наслаждаться жизнью в полной мере, с энтузиазмом и энергией, проживать каждый день радостно и свободно, а во время войны без сожаления идти на поле боя, сражаться с лёгкостью и воодушевлением - может быть, в этом и заключается секрет воинов Натлана?<br>«Хорошо проводите время, играйте, получайте как можно больше удовольствия, и только тогда вы сможете хорошо сражаться. Относитесь к жизненным трудностям как к миссиям в игре и преодолевайте их спокойно и без спешки».<br>Так Мидзуки пришла в голову идея создать «Корпорацию радости», цель которой - познакомить жителей Инадзумы с различными формами досуга, тем самым значительно улучшив их психическое состояние.<br>Она выбрала горячие источники и водные виды спорта Народа Родников, относительно безопасные экстремальные виды спорта, такие как скалолазание Потомков Крон, а также планировала нанять специалистов из Удела Благодатных Земель, чтобы открыть фитнес-центры. Когда несколько исполнителей были отобраны, Мидзуки приступила к реализации своего плана...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "В историях, которыми дорожат жители Инадзумы, юмэкуй-баку всегда описываются как «не имеющие собственных желаний и всегда заботящиеся о нуждах других».<br>Мидзуки идеальный тому пример. Имея богатый опыт помощи людям в избавлении от кошмаров, она никогда не пользовалась своей репутацией для повышения цен. Напротив, она придерживается гибкой ценовой политики.<br>Принимая простых людей Мидзуки рассчитывает свою оплату, исходя из половины почасовой зарплаты пациента, умноженной на время, потраченное на лечение. Даже если этого хватает только на миску рамэна, она не жалуется.<br>По мнению Мидзуки, эти пациенты и так достаточно страдают и не должны нести дополнительное финансовое бремя.<br>Если пациент располагает значительными финансовыми средствами, Мидзуки просит его самостоятельно определить «справедливое вознаграждение за лечение, исходя из его финансового положения».<br>Из уважения к Мидзуки или, чтобы сохранить собственное достоинство, более состоятельные пациенты всегда предлагают щедрую оплату...<br>Благодаря такому подходу услуги Мидзуки завоевали превосходную репутацию, к ней выстраивается нескончаемая очередь на приём, и зачастую она работает неделями напролёт без перерыва.<br>Для Мидзуки поглотить кошмары пациентов - всё равно что съесть большую миску риса. Если токсины не слишком сильны, её сила ёкая и физическая сила быстро восстанавливаются.<br>Мидзуки редко тратит мору на себя. Максимум - она подбирает несколько простых, повседневных нарядов, а также время от времени экспериментирует с недорогими сладостями. Её расходы на жизнь невероятно малы.<br>Создание, у которого нет праздников, нет потребительских желаний, почти нет расходов и с исключительной самоотдачей в работе... Сколько моры оно сможет накопить за сотни лет? Ответ на этот вопрос едва ли получится найти.<br>Как ни крути, а эти сбережения нельзя недооценивать, ведь они послужили основой для инвестиций Мидзуки.<br>Из-за указа Сакоку, Мидзуки не смогла вовремя вернуться в Инадзуму и оценить бани «Аиса», и другие коммерческие проекты так и остались на бумаге, без перспективы продвижения в ближайшем будущем...<br>Но всё это время Мидзуки не сидела сложа руки. Она продолжала следить за передовыми тенденциями Тейвата, заботясь о том, чтобы её будущая организация была доступна для всех возрастов, помогая пациентам облегчить их страдания.<br>Вдохновившись современными теориями, Мидзуки посвятила себя уменьшению очевидных клинических эффектов своей психологической терапии. Вместо того чтобы называть своих пациентов «пациентами», она стала относиться к ним как к «гостям», превращая сеансы в развлекательные мероприятия, чтобы смягчить непростой процесс лечения. Она придаёт должное значение каждой детали и тем самым позволяет каждому чувствовать себя как можно более расслабленно.<br>Вернувшись в Инадзуму, Мидзуки применила знания, полученные в Фонтейне, и начала создавать новые «рекламные программы» с применением кинематографа, стремясь упрочить свою репутацию.<br>Для того чтобы побудить людей попробовать новую терапевтическую систему и как можно скорее избавиться от беспокойства, Мидзуки считала, что каждая запинка на камеру, и даже напряжённые моменты, когда приходится задыхаться, полностью оправдывают себя.<br>Однако впереди её ждёт особа с большим потенциалом, с которой предстоит наладить сотрудничество.<br>Это её давняя подруга Мико, глава издательского дома Яэ.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "«Должны ли методы помощи пациентам в борьбе с тревогой быть направлены на постепенное разъяснение их душевных дилемм или на немедленное успокоение с первоочередным устранением беспокойства пациента?»<br>«Может ли длительное использование силы ёкая для прямого устранения негативных эмоций с целью избавления от кошмаров привести к сопутствующим проблемам?»<br>«Если нельзя помочь пациенту решить проблемы в реальном мире, разве можно гарантировать, что у него не случится рецидив?»<br>...<br>После долгих путешествий, растянувшихся на века, Мидзуки и Мико обсуждали бесчисленные вопросы, подобные этим.<br>По этому случаю они расстелили скатерть под сакурой, где провели большую часть своего детства, подготовили закуски и организовали чаепитие, длившееся от рассвета до заката.<br>Помимо радости от новой встречи с подругой, состоялся рациональный обмен мнениями, в ходе которого раскрылись их самые сокровенные мысли.<br>Мико считала, что развлечения должны сохранять свою чистоту. Если пациенты смогут активно стремиться к обретению счастья, постоянно наполняя своё сознание яркими красками, велика вероятность того, что в нём не останется места для негативных эмоций.<br>Мидзуки, напротив, боялась, что сосредоточенность на «погоне за счастьем» может привести к эмоциональному дисбалансу, если не побороть истинные причины беспокойства.<br>Чаепитие закончилось мирно. Обе стороны приняли идеи друг друга, понимая, что каждая из них по-своему поможет облегчить переживания жителей Инадзумы.<br>По мнению Мидзуки, издательский дом Яэ, ориентированный на лёгкие романы и разработку различных культурных продуктов, ведёт пользователей в бесчисленные чудесные миры, наполняя их жизнь надеждой и стремлениями...<br>Однако культурные продукты имеют определённый уровень востребованности. Людям, которые чрезмерно устали или эмоционально истощены, бывает трудно найти достаточно энергии, чтобы сосредоточиться, подолгу читать или глубоко размышлять.<br>Более того, полное погружение в мир фантазий, порождённый лёгкими романами, может привести к тому, что реальные проблемы окажутся незамеченными.<br>Объединение, придуманное Мидзуки, не только решит проблемы, с которыми столкнулись юмэкуй-баку, но и восполнит имеющиеся пробелы:<br>- исцеление тех, у кого нет времени или сил наслаждаться произведениями культуры, помощь им в открытии новых форм удовольствия от жизни;<br>- корректное сопровождение тех, кто слишком увлёкся фантазиями, и помощь в выборе правильного пути к своему сердцу.<br>Таким образом, каждый житель Инадзумы: от простых рабочих, ежедневно сталкивающихся с усталостью, до интеллектуалов с огромной эрудицией - мог найти подходящий способ улучшить своё эмоциональное состояние, независимо от достатка и статуса.<br>Когда от тяжёлых эмоций не удаётся избавиться обычными средствами или деликатные конфликты требуют особой осторожности, юмэкуй-баку пускают в ход свои силы ёкаев, устраняя присутствующие в снах загрязнения.<br>Бережно и деликатно.<br>Однако народная молва, которая разошлась по округе, была зачастую поверхностной, и жители сами не знали, чему верить, но вернувшийся из-за границы крупный акционер бань «Аиса» бросил вызов издательскому дому Яэ, создав совершенно новую отрасль...<br>Слухи распространились так широко, что было даже создано произведение «Моя детская дружба и торговая война», которое за короткое время привлекло к себе большое внимание.<br>Когда слухи дошли до ушей Мидзуки, она на мгновение удивилась, а затем слегка улыбнулась.<br>Неплохо, да?<br>Мико, несомненно, понравится эта забава, а Мидзуки очень хочет продвинуться в профессиональной деятельности, упорно догоняя и даже превосходя подругу, которая когда-то была впереди.<br>С молчаливого согласия обеих сторон подруги стали конкурентками.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Я-тян и Тэ-тян",
                "Content": "Мидзуки почти всегда сопровождают два маленьких юмэкуй-баку, которые практически неразлучны.<br>В повседневной жизни два маленьких баку выступают в роли помощников, помогая Мидзуки готовить еду и напитки, а также быстро доставлять всё необходимое.<br>В бою оба баку не только подбадривают и поддерживают Мидзуки, но и сами вступают в схватку, помогая ей противостоять монстрам...<br>Мидзуки называет их Я-тян и Тэ-тян - простые и понятные имена, которые символизируют «эмоциональное спокойствие» и «непоколебимый рассудок».<br>Они не юмэкуй-баку, в отличие от Мидзуки, но являются проявлениями духовной силы самой Мидзуки, связанной с её душой и мудростью.<br>Клинические психологи безоговорочно принимают на себя заботы, тревоги и страхи своих пациентов, но при этом некому позаботится об их собственных негативных эмоциях. Со временем их израненные сердца могут превратиться в руины.<br>Мидзуки видела, как её коллеги полностью опустошены, не могут встать с постели и даже думать. Насмотревшись на это, Мидзуки пообещала себе, что никогда не пойдёт по тому же пути.<br>Поэтому Мидзуки пришлось лечиться самостоятельно.<br>Она представляла себя переполненной эмоциями, способной к естественному сопереживанию пациентам, подобно тому, как дышит, но с чувствами нежными, как крылья цикады, хрупкими и ранимыми, готовыми рассыпаться от малейшего прикосновения...<br>А ещё, что она играет роль чрезмерно рационального «я», которое анализирует все проблемы логически, изолируя любую субъективную эмоцию, настолько, что кажется бесчувственным...<br>Маленькие помощники, вобравшие в себя два образа мышления Мидзуки, имеют свои ограничения. Сопровождая её в процессе лечения пациентов, они предлагают анализ с самых разных точек зрения и полностью скрывают издержки таких крайностей.<br>После этого Мидзуки по отдельности успокаивает Я-тяна и Тэ-тяна, словно глядя в два зеркала, в которых отражаются совершенно противоположные натуры. Таким образом она исследует вопросы, которые легко упустить из виду, но которые имеют огромное значение для её собственного сознания.<br>Если при рассмотрении определённых проблем она становится чрезмерно уязвимой, то может принять образ мыслей кого-то более беззаботного, привнеся в него необходимую дозу «хладнокровия»...<br>С другой стороны, если общение становится немного резким, нанося ущерб эмоциональному состоянию собеседника, можно уравновесить объективную логику дозой субъективных эмоций.<br>Диалог с Я-тяном и Тэ-тяном необходим Мидзуки для обретения внутреннего «равновесия» собственных эмоций.<br>После сотен лет гармонии и сопровождения бесчисленных пациентов мысли Я-тяна и Тэ-тяна больше не находятся на грани эмоций и разума. Как и Мидзуки, им в большинстве случаев удаётся найти баланс между чувствительностью и рациональностью.<br>Когда Я-тян перестаёт доводить до слёз чрезмерным сочувствием, а Тэ-тян перестаёт резко критиковать наиболее субъективных пациентов, даже самые сильные негативные эмоции не могут пошатнуть чувства Мидзуки.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Даже самая вкусная еда, если её есть по три раза в день на протяжении сотни лет может стать невыносимой для обычного человека.<br>Но в мире вкуса Мидзуки безвкусные кошмары - счастье.<br>Некоторые похожи на результат взрыва на кухне: хаотичная смесь специй, с горечью сгоревших углей, нотками ржавчины и даже сильным кислотным привкусом.<br>А как же приятные сны?<br>Лишь немногие юмэкуй-баку знают вкус сладких снов, поскольку они придерживаются неписанного правила: никогда не ешь счастливые сны без разрешения.<br>На десятом году работы клиническим психологом Мидзуки впервые посчастливилось вкусить драгоценный хороший сон.<br>Девушка, полностью излечившаяся после терапии Мидзуки, вернулась, чтобы отблагодарить её подарком. Во время непринуждённой беседы девушка, охваченная внезапным порывом, решила поделиться с Мидзуки одним из своих ярких и красочных снов.<br>Сон, полный невинности, энергии и ослепительных фантазий, имел по-настоящему приятный, сладкий, тёплый и нежный вкус, который заставил Мидзуки полностью погрузиться в переживания.<br>С тех пор Мидзуки полюбила сладости, и в глубине её души зародилась смелая идея.<br>Что, если бы прекрасные мечты с их неописуемой магией стали своего рода лекарством, способным растворять негативные эмоции людей?<br>Если бы Мидзуки могла использовать свою силу ёкая для создания прекрасных снов в качестве способа лечения, это, несомненно, очень помогло бы пациентам.<br>Кроме того... их можно считать редким деликатесом, чем-то, что можно изредка попробовать и внести немного разнообразия?<br>Однако юмэкуй-баку не властны над творением. В каком-то смысле прекрасные сны - это проекции желаний в сердцах людей, необычайно чистые, трудно воссоздаваемые внешними силами, и создавать их из воздуха было бы настоящей роскошью...<br>У каждого человека свои желания, поэтому невозможно использовать общий «рецепт», чтобы создать идеальную мечту для всех. Если хотите понять истинные мысли людей и исследовать самые глубокие тайны их сердец, это само по себе может стать вторжением в границы, усугубляя напряжённость и беспокойство людей...<br>Результат оказался неутешительным: Мидзуки так и не смогла понять метод создания сна-антидота.<br>К счастью, тысячи дней и ночей поисков и исследований не прошли даром, и в конце концов стремление Мидзуки было вознаграждено.<br>Однажды, утомительной, но насыщенной ночью Мидзуки приснилось, что она снова превратилась в маленькую юмэкуй-баку, которая вместе со своей близкой подругой наслаждается рамэном в ларьке.<br>Этот сон имел текстуру, похожую на лёгкий дым и ветерок, словно раскрывая контуры, характерные для многих прекрасных снов.<br>Свобода от привязанностей, лёгкость и спокойствие...<br>В самый разгар сна рядом с Мидзуки на подушке бесшумно возник нежный кристаллический Глаз Бога...<br>С этого момента на Мидзуки словно снизошло вдохновение, и она решила изменить свой подход.<br>Она начала направлять людей в сны расслабления и безмятежности, пробуждая в них воспоминания о самом дорогом, что есть в их сердцах.<br>Мидзуки верит, что красота, таящаяся глубоко внутри человека, обязательно пробудится в решающие моменты, раскрашивая сны и украшая их самыми ослепительными формами.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Приветствую. Я Юмэмидзуки Мидзуки, клинический психолог. Если вас что-то беспокоит, расскажите мне. Я могу бесследно изгнать из вашего сознания даже самые мрачные кошмары. О? Не верите? Тогда, если есть свободная минутка... почему бы вам не заглянуть в мой кабинет?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Психотерапия",
                "Content": "Вчерашний сон был чудесным. Спасибо, что рассказал{F#а}.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Акционер",
                "Content": "Я ещё не закончила просматривать финансовый отчёт за прошлый квартал... Голова болит.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Подавленное настроение",
                "Content": "Если ты в подавленном настроении, отложи на время дела и пойди подышать свежим воздухом.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "При мрачной погоде у многих часто мрачное настроение...",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Неужели... у сёгуна день не заладился?",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Солнечный свет не всегда полезен. Если он слишком яркий, то режет глаза и вызывает головокружение.",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Теперь, когда грозовые тучи рассеялись, пришло время избавиться и от негативных мыслей.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Ах... Как приятно. Чувствую себя отдохнувшей и готовой к работе.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Чувствуешь? Я открыла окно, чтобы проветрить комнату. Рассветное солнце, чистый воздух, освежающий ветерок... Всё это помогает настроиться на хороший день. Утро действительно прекрасное.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Полдень - отличное время для послеобеденного сна, который поможет восстановить силы. Но не забывай, что слишком много сна может привести к тому, что будешь чувствовать ещё большую усталость. Хочешь, я разбужу тебя через некоторое время?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Вечереет. Надеюсь, все лягут спать вовремя. Если допоздна танцуешь, читаешь романы или играешь в игры, качество сна ухудшается!",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Ты собираешься ложиться спать? Отлично, попробуй выпить перед этим молоко. Я добавила в него кое-какие травы, которые помогут заснуть. Спокойной ночи! Сладких снов!",
                "Tips": []
            },
            {
                "Title": "О Юмэмидзуки Мидзуки: Традиции горячих источников",
                "Content": "Горячие источники Натлана находятся на побережье, поэтому можно наслаждаться освежающим морским бризом и одновременно веселиться с друзьями.<br>Но если бы я рассказала о местных горячих источниках в Инадзуме, мне сказали бы: «Увидеть кого-то знакомого в бане - достаточно неловко, но разговаривать с совершенно незнакомым человеком? Немыслимо...»<br>Видишь, даже горячим источникам бывает нелегко приспособиться к иной среде.",
                "Tips": []
            },
            {
                "Title": "О Юмэмидзуки Мидзуки: Бани «Аиса»",
                "Content": "Ты слышал{F#а} о банях «Аиса» в Инадзуме? Это крытый горячий источник. Когда я только стала акционером, я придумала новый план лечения. Сначала пациенты должны расслабиться в водах горячего источника, куда добавлены травы и ароматические масла, а потом только приходить на диагностическую консультацию.<br>Но... В большинстве случаев тёплая вода усыпляла людей ещё до самого лечения. Проснувшись, они хвалили мои методы и называли меня чудотворцем.<br>Я ничего не делала. Вот что значит хороший отдых...<br>Обычный крепкий сон может решить множество проблем. И всё равно люди продолжают доводить себя до предела.<br>Я только хочу, чтобы люди чувствовали, когда тело говорит им, что нуждается в отдыхе...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Путешествие",
                "Content": "Я побывала в пяти из семи королевств Тейвата. И пусть я сейчас живу в Инадзуме, время от времени мне приходится бывать в Натлане по делам. Раз мы с тобой {M#оба путешественники}{F#обе путешественницы}, нам стоит побольше общаться.",
                "Tips": []
            },
            {
                "Title": "О нас: Сладкие сны",
                "Content": "У нас, юмэкуй-баку, есть правило: нельзя есть хороший сон без разрешения его владельца. Сладкие сны - это драгоценные сокровища, и их отсутствие может вызвать чувство потери и пустоты.<br>Но ты особенн{F#ая}{M#ый}. Твои сны - это бездонная сокровищница. За всю свою жизнь я не встречала никого, кто был бы столь выдающимся, как ты...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Говорят, что Глаз Бога - это доказательство признания богов, чудо, ставшее явью. И, судя по тому, что я слышала, многие люди, не имеющие Глаза Бога, тоже хотят, чтобы с ними произошло такое чудо.<br>Те, кто жаждет получить несбыточное, часто видят желаемое во снах. Но, проснувшись, они ощущают лишь ещё большую удручённость.<br>Иногда в погоне за миражом мы ненароком превращаем реальность в кошмар, от которого нужно бежать... Остаётся надеяться, что с ними такого не случится.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Я-тян и Тэ-тян - мои спутники, часть меня. Они были созданы из моей силы ёкая, и каждая из них олицетворяет мою мудрость и мою душу, мою рациональность и мою эмпатию. Они иногда помогают при лечении пациентов и в бою не раз меня выручали.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "За день до нападения на Народ Родников я вернулась из Натлана в Инадзуму. Только после того, как я получила письмо от Муалани, я узнала, что ты переломил{F#а} ситуацию. Насколько я знаю от Мико, это был уже второй раз, когда я упустила шанс встретиться с тобой! Но теперь, наконец, я познакомилась с {F#легендарной путешественницей}{M#легендарным путешественником}.",
                "Tips": [
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "О Яэ Мико: Прошлое",
                "Content": "Сотни лет назад мы были соседками. Тогда Мико была гораздо серьёзнее, но всё равно чувствовалась невинность юности. Иногда я скучаю по тем временам. Тогда Мико только-только научилась превращаться в человека, и жизнь была такой простой... Каждый день она приходила ко мне и давала попробовать свои сны.<br>Я помню... цветущую сакуру, листы бумаги, чернила, трёхцветное данго и жареный тофу... Она умоляла меня превратиться в человека вместе с ней и тащила меня в город, чтобы найти источники ароматов из её снов. Если нас кто-нибудь ловил, мы тут же превращались обратно и бежали, бежали. Часто я не могла её догнать...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Яэ Мико: Положение дел",
                "Content": "Теперь Яэ Мико - Гудзи Великого храма Наруками. Мы повзрослели - и я больше не пробовала её сны. Кто знает, может быть, какие-то запахи в них остались теми же...<br>Конечно, я больше не пробовала её снов. Поглощать сны других людей запрещено у нас. Даже если бы Гудзи пришла и попросила попробовать её сны, я... боюсь, отказалась бы. Теперь мы конкуренты в бизнесе. Я не намерена уступать.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "О сёгуне Райдэн...",
                "Content": "После Фестиваля цветов Микавы я набралась смелости и пригласила сёгуна в бани. Когда она устроилась в бассейне, прядь её волос упала в воду. Я подумала, не поправить ли её локон, но меня беспокоило, вдруг это расценят как проявление неуважения по отношению к вышестоящей особе. Конечно, вряд ли Мико задумалась бы о таком... Это неприятное напоминание о том, что мне ещё предстоит долгий путь становления в качестве ёкая.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Мимолётные сны»"
                ]
            },
            {
                "Title": "О Сангономии Кокоми...",
                "Content": "Божественная Жрица острова Ватацуми ведёт себя выдержанно и достойно. Мне всегда приятно общаться с ней. Поскольку я решила открыть новый филиал бань «Аиса» на острове Ватацуми, надеюсь, теперь смогу чаще сотрудничать с ней...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ёимии...",
                "Content": "Ты о Королеве праздника лета? Да, она произвела на меня неизгладимое впечатление.<br>Время от времени я провожу обследование жителей Инадзумы на предмет психического здоровья, чтобы выяснить, есть ли в окрестностях районы, где люди чаще нуждаются в лечении...<br>Люди, живущие поблизости от госпожи Ёимии, почти не нуждаются в психологической помощи. Я сомневаюсь, что это совпадение. Думаю, с такой жизнерадостной соседкой, как она, любой начнёт мыслить позитивно.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Камисато Аяке...",
                "Content": "Аяка... Когда я покидала Инадзуму, она была всего лишь маленькой девочкой, которая занималась искусством составления букетов и фехтованием. Однажды её брат тайно пригласил меня, чтобы я помогла ей справиться с тревогами.<br>Что я помню о её снах? Запах старой древесины и дождя. Словно шаткий деревянный павильон, одиноко стоящий под ливнем. Я сделала всё возможное, чтобы вылечить её. И потом она наконец погрузилась в мирную дремоту.<br>С тех пор прошло много лет. Надеюсь, она нашла людей, на которых можно опереться, и ей не приходится стоять под ударами шторма в одиночку...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кудзё Саре...",
                "Content": "Она часто прибегает к моим услугам, чтобы помочь членам комиссии Тэнрё. Нередко они испытывают сомнения и страх, но в её сознании всегда холодный твёрдый металл. Ни дождя, ни солнца - словно сейф из чистой нефритовой стали, непоколебимый и непробиваемый.<br>Я уважаю людей с таким сильным характером, как у неё.<br>Хотя я могу только представлять, сколько пришлось вынести, чтобы стать такой...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Саю...",
                "Content": "Она беззаботная маленькая мудзина. Единственное её желание - поскорее вырасти является желание стать выше... Уверена, её мечты очень сладки. Я бы с удовольствием пригласила её поработать в бане, но она постоянно избегает меня. Возможно, она видит мои намерения насквозь...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Мавуике...",
                "Content": "Пиро Архонт? Хм, как бы это сказать... Госпожа Мавуика из тех, кто сияет так ярко, что при одном взгляде на неё возникает желание надеть тёмные очки. Как настоящее солнце, она способна сжечь дымку и осветить темноту даже простым рукопожатием.<br>...Хм? Пробовала ли я когда-нибудь её сны? Нет, нет, нет, нет и нет... Я бы не осмелилась. Однажды она позволила мне попытаться, но войти в её сон было всё равно что прыгнуть в вулкан или захлебнуться пеплом. Я кашляла и кашляла...<br>Наверное, у меня ещё недостаточно силы ёкая...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Муалани...",
                "Content": "Муалани... Она самый дружелюбный человек, которого я когда-либо встречала. Я жила у Народа Родников, пока была в Натлане, и без её помощи никогда не смогла бы открыть там свой магазин. Она притащила меня в Палату советников, и вот так, без всякого предупреждения, я, до смерти перепуганная, оказалась лицом к лицу с Пиро Архонтом...<br>Но её характер, как волна, бывает непредсказуем. Иногда она взмывает вверх, иногда погружается в пучину, а порой накатывает на берег...<br>Психологическое состояние? Не беспокойся о ней. Она одна из самых психологически устойчивых людей, которых я когда-либо встречала. Возможно, это мне нужно ходить к ней на сеансы психотерапии...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нахиде...",
                "Content": "Я была в Сумеру. Под властью той богини я не могла прикоснуться к ничьим снам. Не говоря уже о том, чтобы повлиять на них или поглотить. Но её присутствие не было подавлением - то, что я почувствовала, больше было похоже на торжественное обещание между божеством и её народом... У меня сложилось впечатление, что она добрая богиня.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "Узнать больше о Юмэмидзуки Мидзуки I",
                "Content": "Пожирание снов - это способность, которой обладаем мы, юмэкуй-баку. Мы можем потреблять как хорошие, так и плохие сны, хотя они очень отличаются по вкусу. Долгое время это был не более чем способ питания, но с возрастом я поняла, что эта сила обладает большим потенциалом. Она помогает людям преодолевать и прорабатывать их беды...",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Юмэмидзуки Мидзуки II",
                "Content": "На самом деле, юмэкуй-баку не обладают ужасающей силой ёкаев. Когда на Инадзуму обрушилось чёрное бедствие, мы могли только прятаться в страхе. Наша соседка, кицунэ Сайгу, погибла тогда, и я была убита горем, но ничего не могла изменить... Многие потеряли близких и друзей, и их сердца были охвачены болью... С тех пор я решила оказывать психологическую помощь. Поэтому я отправилась учиться заграницу. Я путешествовала по Ли Юэ, Сумеру и Натлану. Я объединила свои способности с академическими знаниями людей и постепенно создала собственную методику лечения.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Юмэмидзуки Мидзуки III",
                "Content": "В последние годы я не была в Инадзуме, но мои горячие источники стали популярны. Я сделала всё возможное, чтобы расширить свои услуги по психотерапии, основанные на моих знаниях, полученных из разных стран. Когда люди слышат, что я крупный акционер бань «Аиса», это открывает множество дверей. И это один из главных секретов, как мне удаётся продолжать свою практику, даже несмотря на все трудности...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Юмэмидзуки Мидзуки IV",
                "Content": "Для меня главная задача - переработать негативные эмоции, оставшиеся после кошмаров. Только когда я сталкиваюсь с недугами, которые не поддаются обычной терапии, то поглощаю кошмары моих пациентов. Тогда кошмары обычно становятся очень токсичными, мне приходится непросто... Когда это происходит, я люблю найти уединённое место, чтобы «переварить» эти эмоции. Мне не хочется, чтобы меня кто-то видел в такой момент...",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Юмэмидзуки Мидзуки V",
                "Content": "Но моя работа как клинического психолога заключается в том, чтобы помогать пациентам избавиться от кошмаров.<br>...Можно сказать, что это смысл моего существования как юмэкуй-баку.<br>Я всё думала, зачем вообще нам, юмэкуй-баку, даровали такую силу? И что мы можем сделать? Если мы поглощаем сны, чтобы насытиться, то для нас сны - это те же фиалковые дыни, только в другом виде. А мы аналогичны насекомым, которые только и умеют, что грызть фиалковые дыни.<br>Психология дала мне цель и призвание - изгонять кошмары, мучающие жителей Инадзумы и всего мира.<br>Хе-хе... Я думала, что проведу всю жизнь, борясь с кошмарами в одиночку. Но я встретила тебя, человека, который способен перевернуть мир, подчинить себе волю самих богов... Того, кто готов принять мои слабости, у кого нет недостатка в хороших снах... Возможно, в каком-то смысле я твой «пациент».",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Хобби Юмэмидзуки Мидзуки...",
                "Content": "Лёгкая и приятная музыка очень помогает расслабиться. В Натлане я часто бывала на площади Коломче, где можно услышать музыку Народа Родников. Музыка, исполненная на укулеле, так прекрасна... Вообще-то, я слышала, что и ты играешь на музыкальных инструментах. Может, исполнишь что-то для меня?",
                "Tips": []
            },
            {
                "Title": "Беспокойство Юмэмидзуки Мидзуки...",
                "Content": "Иногда кошмары становятся слишком сильными и даже смертельно ядовитыми. Возьмём, к примеру, солдат из Инадзумы, переживших чёрное бедствие, или воинов Натлана, сражавшихся с Бездной в Царстве Ночи. Отчаяние и страх так глубоко врезались в их подсознание, что поглощать их кошмары было всё равно что пытаться проглотить нож... Однажды я поглотила кошмар воина, только что вернувшегося с Войн ночных дозорных, и потеряла сознание на несколько дней...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Какая еда мне нравится больше всего? Твой лучший сон, конечно же... Шучу. Я не пирую на хороших воспоминаниях людей... А вот сладости... Неплохое средство для поднятия настроения, особенно после трудной сессии.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Мне не нравятся блюда, которые готовятся на скорую руку, например... сухой хлеб, пара морковок, немного капусты и холодный кусок ветчины. Мы - то, что мы едим, и это особенно верно, когда речь идёт о нашем настроении. Как можно поддерживать здоровое состояние духа, если не получается организовать полноценное питание? Мы все должны быть добрее к себе, и это начинается с того, что мы едим.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Ох... Этот вкус... Такого я ещё не пробовала даже во сне. Теперь я точно хорошо высплюсь...",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Ммм... Такой сладкий и безмятежный вкус, прямо как сны, которые я обычно вижу, когда засыпаю. Спасибо, мне очень нравится.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Не спалось прошлой ночью? Снились кошмары? Это объясняет, почему вкус не очень... Еда может подождать до поры до времени - давай сперва проведём сеанс психотерапии.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Сегодня важный день для нас {F#обеих}{M#обоих}. Встреча с тобой дала мне возможность увидеть удивительный мир бесконечных грёз... Так почему бы нам не отпраздновать это событие, создав сказочный пейзаж для нас? Конечно, нам придётся строить его с нуля. Так что расскажи, что бы тебе хотелось увидеть...",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Я чувствую, что становлюсь сильнее и телом, и разумом. Я готова встретиться с ещё более сильными кошмарами.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Спасибо большое. Благодаря твоей поддержке я смогу справиться с любым, даже самым сложным случаем.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Благодаря твоей поддержке я смогла лучше узнать себя и проанализировать свои слабости. Ты {F#помогла}{M#помог} психологу встать на путь исцеления, а таким мало кто может похвастаться.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Негативные эмоции тоже часть нашего «я». Когда мы тревожимся, раздражаемся, боимся, это означает, что мы не можем справиться с ними. Главное - обрести баланс между признанием этих эмоций и их подавлением. Ты {F#помогла}{M#помог} мне найти баланс, и теперь он укрепился в моём сознании. Каким бы токсичным или ядовитым ни был кошмар, мне нечего бояться.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Не хмурься!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Сладкие сны!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Пора отдохнуть.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Прочь, плохие сны!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Я-тян, Тэ-тян, вперёд!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Пусть ветер унесёт заботы.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Хорошая находка.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Поднимает настроение!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Мора - лучшее лекарство.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Не надо бравировать...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Пора уступить...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Плохо...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Отойди назад.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Отдохни немного.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Это кошмар?..",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Безграничная тьма...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Боль... Всё ещё чувствую.",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Как грубо.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Моя ошибка...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Непростой пациент...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар III",
                "Content": "Злодейский удар...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Расскажи мне что-нибудь.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Время лечения?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Хм... Не чую никаких кошмаров.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "109": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Чаровница рассветных снов",
                "Desc": "Наряд Юмэмидзуки Мидзуки. Густой ночной туман... Баку проснулась. Дует весенний ветерок. Утомлённая заботой о снах, она поправляет фиолетовую шпильку в волосах и фиолетовые рукава. Она изящно движется, и в дыхании утреннего ветра подобна отражению луны.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108793,
            "JD": 108792,
            "Name": "<b>Мечты об исцелении</b>",
            "Eff": "Восстанавливает 130 ед. выносливости.",
            "Desc": "Особое блюдо Юмэмидзуки Мидзуки. Два очаровательных маленьких юмэкуй-баку устроились рядом, крепко закрыв глазки. Их милый и беззаботный вид заставляет задуматься, какие сладкие сны они видят... А вдруг, откусив кусочек, вы сможете разделить их волшебные грёзы?",
            "Recipe": {
                "110001": 4,
                "101211": 3,
                "110006": 2
            },
            "Icon": "UI_ItemIcon_108793"
        },
        "Namecard": {
            "Name": "<b>Пожирательница кошмаров</b>",
            "Desc": "Именная карта.<br>Юмэкуй-баку поглощают кошмары, оставляя только приятные сны. А что, если попробовать переосмыслить сон? На такой вопрос она отвечает с теплотой: «Настоящий прекрасный сон, даже перевёрнутый реальностью, всё равно останется прекрасным».",
            "Pic": "UI_NameCardPic_Mizuki_P"
        }
    }
}

var acs_cache_ = {}