// Auto Generated

var _AvatarFetterConfig_ = {
    "73": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Великая властительница Руккхадевата создала тропический лес и через Академию даровала мудрость народу Сумеру. Хотя она давно покинула этот мир, легенды о её подвигах и по сей день передаются из уст в уста. В то время как малая властительница Кусанали, которую мудрецы препроводили в Храм Сурастаны, стала скорее символом, означающим, что эта земля с незапамятных времён находится под божественной защитой. Однако мало кто знает, кто она, как появилась на этом свете и какими силами обладает. Из расплывчатых ответов мудрецов о малой властительнице Кусанали, жители Сумеру поняли, что им больше не стоит надеяться на милосердную мудрость нынешнего Архонта. Акаша, возвышенное наследие великой властительницы Руккхадеваты, так же удобна и полезна, как и прежде, но люди не знают, что сегодня Акаша стала ушами и глазами новорождённого божества. Через Акашу она наблюдает за эмоциями и отношением людей. Она знает об их преданности прежнему Архонту, разочаровании в новом божестве и уверенности, что божество мудрости больше никогда не вернётся. Она знает, какую миссию ей неизбежно придётся выполнить. И она знает, что должна как можно быстрее учиться и развиваться, чтобы противостоять угрозам, исходящим из глубин мира. Поэтому Нахида не имеет ничего против того, что её не понимают и недооценивают.",
                "Tips": []
            },
            {
                "Title": "О персонаже",
                "Content": "Давным-давно Дендро Архонт создала тропический лес и через Академию даровала мудрость народу Сумеру. Хотя она давно покинула этот мир, легенды о её подвигах и по сей день передаются из уст в уста. В глазах людей присутствие Дендро Архонта является символическим и означает, что эта земля с незапамятных времён находится под божественной защитой. Мудрецы города поклоняются ей с величайшей преданностью, и люди последовали их примеру без малейших колебаний. А Акаша стала ушами и глазами малой властительницы Кусанали. С помощью этой мощной системы малая властительница может переживать радости и горести, с которыми сталкивается её народ. Она видит всё и способна слышать даже те речи, которые выходят за рамки лести. Чем больше она узнаёт, тем яснее понимает, что должна быстрее учиться и развиваться, ведь только так она сможет противостоять угрозам, исходящим из глубин мира. Именно в этом заключается её неизбежная миссия. Хотя есть и те, кто недоволен нынешней ситуацией, Нахида остаётся непоколебимой. Её упорство проистекает из убеждённости, ведь она лучше других знает, что должна быть поддержкой и опорой для всех.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Процесс обучения и развития приносит радость, а знания об этом мире всегда способны утолить буйное любопытство Нахиды. Постепенно Нахида постигла принципы природы и стихий, поняла экологию неба и моря. Она даже может сочетать полученные знания и создавать прекрасные сны, которые следуют разуму и в то же время выходят за рамки логики. Эти сны, по сути, подобны чудесным метафорам Нахиды - все они приводят к пониманию сходства между вещами, которые никоим образом не связаны друг с другом. Но бывают моменты, когда она размышляет о чём-то, что касается событий, связанных с людьми или обществом. Например, о том, что некоторые люди выбирают молчание и ложь, когда признание и правда могут освободить их от наказания, а другие часто ранят жестокими словами тех, кого искренне любят. Возникает ощущение, что противоречия всего мира сосредоточены и проявляются в людях, чьи легко меняющиеся эмоции вызывают у Нахиды недоумение. В такие моменты её метафоры не работают, а сама она не может найти ни одной хаотической системы, которую можно использовать в качестве эталона в этом мире. Она может объяснить это только тем, что каждый человек уникален, поэтому люди демонстрируют различные реакции, когда испытывают схожие эмоции. Но такой ответ не устраивает Нахиду. Людей невозможно понять при помощи одних лишь знаний и догм. Возможно, именно в такие моменты к Нахиде приходит понимание того, почему именно она должна непоколебимо стоять на стороне людей и идти ради них на огромные жертвы. Потому что каждый из них уникален в своём роде.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 1",
                "Content": "Процесс обучения и развития приносит радость, а знания об этом мире всегда способны утолить буйное любопытство Нахиды. Постепенно Нахида постигла принципы природы и стихий и поняла экологию неба и моря. Она даже может сочетать полученные знания и создавать прекрасные сны, которые следуют разуму и в то же время выходят за рамки логики. Эти сны, по сути, подобны чудесным метафорам Нахиды - все они приводят к пониманию сходства между вещами, которые никоим образом не связаны друг с другом. Но бывают моменты, когда она размышляет о чём-то, что обычно касается событий, связанных с людьми или обществом. Например, о том, что некоторые люди выбирают молчание и ложь, когда признание и правда могут освободить их от наказания, а другие часто ранят жестокими словами тех, кто искренне любят. Возникает ощущение, что противоречия всего мира сосредоточены и проявляются в людях, чьи легко меняющиеся эмоции вызывают у Нахиды недоумение. В такие моменты её метафоры не работают, а сама она не может найти ни одной хаотической системы, которую можно использовать в качестве эталона в этом мире. Она может объяснить это только тем, что каждый человек уникален, поэтому люди демонстрируют различные реакции, когда испытывают схожие эмоции. Но такой ответ не устраивает Нахиду. Людей невозможно понять при помощи одних лишь знаний и догм. Возможно, именно в такие моменты к Нахиде приходит понимание того, почему ████ непоколебимо стояла на стороне людей и пошла ради них на огромные жертвы. Потому что каждый из них уникален в своём роде.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Жизнь Нахиды однообразна, но ей принадлежат самые фантастические и живые сны во всём Сумеру. Знания, которые она получает через Акашу в течение дня, ярко проявляются в её снах ночью. По мере того как она приобретает всё больше знаний, её сны становятся ещё более продуманными и полными жизни. Сны не только позволяют её разуму отдохнуть, но и дают ей возможность проверить свои новые знания на предмет того, не противоречат ли они здравому смыслу и не упущена ли какая-нибудь деталь. Когда сумеречные птицы впервые появились во сне Нахиды, они парили в небе стоя, а крылья их были сложены. Зрелище было настолько необычным, что сразу привлекло внимание Нахиды. После этого она узнала, как устроены крылья, и сумеречные птицы смогли свободно летать в её снах. Затем она применила аналогичные методы, чтобы исправить спящих под водой грибосвинов, растущий на яблоне редис и кристальных бабочек с нехарактерным для них цветом крыльев. Знания можно использовать не только для рационального объяснения всего на свете, но и для детской забавы. Строго говоря, грибосвин может ходить только по земле, но теперь, когда мы знаем, как работают крылья, разве грибосвин с крыльями не может летать в небе? Если грибосвины могут летать, то крокодилы могут ходить на задних ногах, а фрукты харра могут разговаривать... То, как Нахида развивает свою систему знаний, впоследствии позволило ей создать маленький уединённый рай. В своих снах она невероятно счастлива.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Дети не обладают обширными знаниями и легко поддаются эмоциям, но это не значит, что их можно не уважать или издеваться над ними. Разочарование и потери, конечно, дают им почувствовать вкус реальности, но они также лишают их невинных мыслей и пламенных эмоций. Дети, столкнувшиеся с плохим обращением, часто слышат нежный голос посреди ночи. Она внимательно слушает детей, объясняет им мир своими чудесными метафорами, играет с ними и болтает об их любимых играх и еде... И так до самого рассвета. Ночь коротка, но она даёт детям веру, что в мире ещё есть люди, способные их понять. Тепло растапливает ненависть и злобу в их сердцах, и дети получают возможность изменить свою жизнь, стать уверенными и счастливыми. Однако никто из них не знает, кому принадлежит этот мягкий, тёплый голос. Ведь всем известная великая властительница Руккхадевата, всемогущее божество, давно отошла в мир иной.<br>Вот кучка детей собралась в тишине, чтобы обсудить это удивительное явление. Вдруг один ребёнок, который, казалось, знал намного больше своих сверстников, произнёс необычное имя - малая властительница Кусанали. Вскоре они приняли эту теорию. Разумеется, никто из родителей им не поверил. Но какое это имеет значение? Малая властительница Кусанали уже стала их подругой.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Дети не обладают обширными знаниями и легко поддаются эмоциям, но это не значит, что их можно не уважать или издеваться над ними. Разочарование и потери, конечно, могут дать им почувствовать вкус реальности, но они также могут лишить их невинных мыслей и пламенных эмоций. Дети, которым не посчастливилось испытать негатив, часто слышат нежный голос посреди ночи. Она внимательно слушает детей, использует свои замечательные метафоры, чтобы пояснить свои рассуждения, играет с ними, рассказывает об их любимых играх и закусках... И так до самого рассвета. Пусть такое общение длится всего одну ночь, но дети верят, что в мире ещё есть люди, способные их понять. Тепло их сердец растопит ненависть и злобу. Таким образом, дети получат возможность изменить свою жизнь, стать уверенными и счастливыми. Однако никто из них не знал, кому принадлежит этот мягкий, тёплый голос. Сила Дендро Архонта велика, но у неё наверняка есть дела поважнее. Дети собрались в тишине, чтобы обсудить это удивительное явление. Они обсудили множество теорий и попытались представить огромное количество вещей. В итоге они пришли к выводу, если кто и способен на такое, то это не кто иная, как малая властительница Кусанали. Точнее было бы сказать, что они готовы поверить только в это объяснение. Вскоре они приняли эту теорию. Разумеется, никто из родителей им не поверил. Но какое это имеет значение? Малая властительница Кусанали уже стала их подругой.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Сотрудники отдела озеленения города Сумеру однажды получили таинственное письмо за подписью «Неравнодушного жителя города Сумеру». В письме содержались подробные предложения и тщательно продуманный план с учётом погодных условий и множества других факторов. Судя по профессионализму, с которым оно было написано, естественно было предположить, что письмо принадлежало известному исследователю Амурты, который пожелал остаться неизвестным. Несмотря на то, что автор письма предпочёл не называть себя, сотрудники отдела спланировали озеленение города Сумеру в точном соответствии с указаниями в письме, будто они выполняли приказ своего начальника. Результат был высоко оценён. Однажды, когда Нахида позаимствовала тело Катерины, чтобы прогуляться по улицам города Сумеру, к своему великому изумлению, она обнаружила, что расположение растений было именно таким, как она предлагала в своём плане. Письмо было от Нахиды. Она написала его, потому что считает, что практика не менее важна, чем знания. Мудрецы держат всё под строгим контролем, поэтому Нахиде пришлось приложить немало усилий, чтобы убедить их разрешить ей анонимно отправить это, казалось бы, бесполезное письмо. Для Нахиды успех её первой попытки применить знания на практике был настолько воодушевляющим, что, когда она шла по улицам города, казалось, будто она вот-вот воспарит в небеса. Но, когда она дошла до угла, то вдруг заметила, что несколько совершенно не сочетающихся по цвету цветков были посажены вместе. Она тщательно перепроверила план и обнаружила, что не учла возможность изменения цвета одного из цветков и не указала строгие условия его выращивания. Затем она подумала, что эти цветы могли находиться здесь уже несколько дней, в течение которых все были свидетелями отсутствия у неё чувства прекрасного... В тот день многие утверждали, что видели, как Катерина, которая обычно стоит за стойкой с уверенной улыбкой, сидела рядом с цветочным горшком, прикрывая руками покрасневшее от стыда лицо.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Сотрудники отдела озеленения города Сумеру однажды получили таинственное письмо за подписью «Неравнодушного жителя города Сумеру». В письме содержались подробные предложения и тщательно продуманный план с учётом погодных условий и множества других факторов. Судя по профессионализму, с которым оно было написано, естественно было предположить, что письмо принадлежало известному исследователю Амурты, который пожелал остаться неизвестным. Несмотря на то, что автор письма предпочёл не называть себя, сотрудники отдела спланировали озеленение города Сумеру в точном соответствии с указаниями в письме, будто они выполняли приказ своего начальника. Результат был высоко оценён. Однажды, когда Нахида позаимствовала тело Катерины, чтобы прогуляться по улицам города Сумеру, к своему великому изумлению, она обнаружила, что расположение растений было именно таким, как она предлагала в своём плане. Божества в своём величии не должны вмешиваться в дела людей. После долгих раздумий, хотя ей казалось, что это не принесёт пользы, она решила отправить письмо анонимно. В результате, успех её первой попытки применить знания на практике был настолько воодушевляющим, что, когда она шла по улицам города, казалось, будто она вот-вот воспарит в небеса. Но, когда она дошла до угла, то вдруг заметила, что несколько совершенно не сочетающихся по цвету цветков были посажены вместе. Она тщательно перепроверила план и обнаружила, что не учла возможность изменения цвета одного из цветков и не указала строгие условия его выращивания. Затем она подумала, что эти цветы могли находиться здесь уже несколько дней, в течение которых все были свидетелями отсутствия у неё чувства прекрасного... В тот день многие утверждали, что видели, как малая властительница Кусанали сидит на корточках возле цветов и прикрывает руками покрасневшее от стыда лицо. Просто многие не могли поверить в это.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Что нужно сделать, чтобы полностью устранить угрозу запретного знания для Ирминсуля? Нахида привыкла считать, что только она знает ответ, но она даже не подозревала, что сама является ответом. Тот, кто предпринимает действия, непременно оставляет после себя след. Когда кто-то хочет искоренить самого себя, возникает парадокс. Поэтому для достижения этой цели она должна заручиться поддержкой. Когда Нахида поняла это, время стремительно ускользало, не оставляя ей места для дальнейших размышлений. Даже накопленные годами знания не могли помочь ей найти решение насущной дилеммы. Но, как говорит ████, мудрый человек должен быть счастлив, получив ответ. Она родилась не только для того, чтобы совершать жестокие поступки. Только когда запретное знание будет полностью уничтожено она может сосредоточиться на будущем Сумеру и планировать присущие ему процветание и счастье. Будет ли народ, идущий в будущее, помнить имя, которого больше не существует? Это уже не имеет значения. «Разве это уже не имеет значения?» Нахида наверняка высказала бы другое мнение. Жаль, что времени осталось слишком мало. В мгновение ока они оказались рядом, и у неё не было ни малейшего шанса ответить ████.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "Ящик для игрушек Нахиды",
                "Content": "Хотя внешне он ничем не отличается от обычного ящика для игрушек, в нём хранится множество экспериментальных моделей. Нахида проявляет большой интерес к разного рода популярным играм. У них простые правила, но при этом они увлекательны и глубоки. Будь то головоломки или боевые игры, они способны надолго увлечь игроков. Игры просты, но не легки, что свидетельствует о мудрости разработчиков. Они также дают прекрасную возможность учиться, деконструируя и реконструируя природу. Однако Академия никогда не поддерживала её новаторские идеи и не угождала её желаниям иметь больше игрушек. Поэтому она пошла на компромисс и попросила только немного древесины и инструменты. Следуя инструкциям Акаши и используя своё воображение, она сумела создать различные игрушки, такие как боевые игры, головоломки, многомерные замки... Нахида на миг испытывала удовольствие каждый раз, когда заканчивала очередную игрушку, но вскоре она обнаружила проблему. Для боевых игр она не могла найти подходящего противника, а для головоломок она уже знала решение, потому что сама их создала. «Если бы только было кому опробовать их!» Она всегда надеется на это. Но пока не появился подходящий человек, эти игрушки останутся в ящике для игрушек.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Ящик для игрушек Нахиды",
                "Content": "Хотя внешне он ничем не отличается от обычного ящика для игрушек, в нём хранится множество экспериментальных моделей. Нахида проявляет большой интерес к разного рода популярным играм. У них простые правила, но при этом они увлекательны и глубоки. Будь то головоломки или боевые игры, они способны надолго увлечь игроков. Игры просты, но не легки, что свидетельствует о мудрости разработчиков. Они также дают прекрасную возможность учиться, деконструируя и реконструируя природу. Вместо того чтобы покупать готовые игрушки на базаре, она решила, что лучше делать их с нуля, чтобы глубже понять их суть. Поэтому она быстро нашла древесину и инструменты. Следуя инструкциям Акаши и используя своё воображение, она сумела создать различные игрушки, такие как боевые игры, головоломки, многомерные замки... Нахида на миг испытывала удовольствие каждый раз, когда заканчивала очередную игрушку, но вскоре она обнаружила проблему. Для боевых игр она не могла найти подходящего противника, а для головоломок она уже знала решение, потому что сама их создала. «Если бы только было кому опробовать их!» Она всегда надеется на это. Но пока не появился подходящий человек, эти игрушки останутся в ящике для игрушек.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Сердце Бога",
                "Content": "Существование Акаши - это подход, а не цель. Момент, когда запретное знание будет искоренено, станет моментом, когда Акаша выполнит свою миссию. Тот, кто жаждал силы Сердца Бога, устроил это представление и сделал свой ход. Нахида использовала Сердце Бога другой страны в своих интересах и лишила хитрого врага «фрагмента» в качестве страховки. Но враг тут же предложил сделку в обмен на ключевое знание о «правде» этого мира. Он не сомневался в ценностях, укоренившихся на этой земле, и поэтому с самого начала намеревался воспользоваться любознательностью и чувством ответственности Нахиды. С его точки зрения, лучше всего торговаться за знания. Держа в руке Сердце Бога, Нахида колебалась. Она знала о Сердце Бога едва ли больше, чем о «правде» об этом мире. Сердце Бога не что иное, как ядро, в котором собрано огромное количество элементальной силы и которое она может использовать по своему усмотрению. Если за Сердцем Бога больше ничего не стоит, почему же божество так стремится собрать все Сердца Бога? Рукопожатие при заключении сделки означает равные компромиссы с обеих сторон, что далеко от победы. В то время как отказ от сделки указывает на определённый тип невежества, который, очевидно, повлечёт за собой потерю контроля. Божество мудрости мгновенно нашло ответ...",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Приятно познакомиться! Я давно уже за тобой слежу. Меня зовут Нахида. Может, я и выгляжу как ребёнок, но понимаю этот мир получше любого взрослого. Так что... можно я обменяю свои знания на истории о твоих путешествиях?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Приглашение",
                "Content": "Если не знаешь, чем заняться, давай я свожу тебя на прогулку?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Заботы",
                "Content": "Опять что-то беспокоит? Давай вместе подумаем.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Чувства",
                "Content": "Действительно, чтобы почувствовать красоту мира, нужно увидеть его своими глазами.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Давай скорее спрячемся, а то у нас грибы на голове вырастут.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Ты знаешь, что гром - прелюдия новой жизни? Скоро эта земля наполнится ею.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Слышишь? Небеса шепчут природе: «Пора спать».",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Такая тёплая и приятная погода. Скоро вокруг нас всё снова оживёт.",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер...",
                "Content": "В Храме Сурастаны никогда не дует ветер... А, прости, ты это, конечно, и так знаешь.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Нам пора отправляться. В мире так много всего можно пропустить, если не успеть.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Пора отдохнуть. Я бы выпила ягодный напиток с мятой. Могу дать тебе за него две истории про солнце. Хорошо?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Солнце заходит... Пора и нам освободить сцену для созданий ночи.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Спи скорее. Не волнуйся, я уже приготовила для тебя сладкий сон.",
                "Tips": []
            },
            {
                "Title": "О Нахиде: Знания",
                "Content": "А, Пепельное море. Там ничего нет. Совсем пустое место - как мозг грибосвина. Конечно, я о нём знаю. А? Я... Действительно, сама я его не видела. Это одно из недоступных для меня мест.",
                "Tips": []
            },
            {
                "Title": "О Нахиде: Одержимость",
                "Content": "Боги дали людям знание, достаточное лишь, чтобы наполнить животы. Но, используя его, люди создали инструменты, написали книги, построили города. А теперь они направили свой взор к звёздам и безднам. Каждое мгновение они создают новое знание, и я больше не могу отвести свой взор.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Истории",
                "Content": "Увиденное тобой в путешествии намного интересней всего, что я выучила до этого. А ещё я могу задавать сколько угодно вопросов и разузнать всё до мельчайших подробностей... Я так довольна. Ладно, хватит терять время. Так на чём мы остановились?",
                "Tips": []
            },
            {
                "Title": "О нас: Путешествие",
                "Content": "Мне никогда не было достаточно быть просто слушателем, я всегда мечтала сама отправиться в путь и увидеть всё своими глазами. Ты {M#такой опытный путешественник}{F#такая опытная путешественница}... Станешь моим проводником? Хочу лично узнавать все твои будущие истории.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Небеса отрастили глаза, чтобы увидеть красоту мира. Так зачем людям, у которых и так два глаза, может понадобиться смотреть на мир Глазом Бога? Ты {M#такой умный}{F#такая умная}. Сможешь ответить на этот вопрос?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Часто, только испытав боль, мы вынуждены вглядеться в свою лень, невежество, грубость и высокомерие. Но не стоит об этом сожалеть. Мы не видим скрытые в будущем возможности. И лишь этот неуклюжий способ может дать нам знания. Плата за обучение, только и всего.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи: Невиданные цветы",
                "Content": "Пустыня Сумеру по сравнению с тропическим лесом выглядит безжизненной, но она взрастила древнюю цивилизацию и поддерживает устойчивую природную среду. Когда-нибудь она перестанет ссориться с лесом, и тогда здесь появятся цветы, которых я ещё не видела.",
                "Tips": []
            },
            {
                "Title": "О Сайно: Шутки",
                "Content": "Его шутки действительно сложно понять. Очень интересно. А? Какую часть не понял{F#а}? Сейчас объясню.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сайно: Долг",
                "Content": "Не каждый генерал махаматра принял бы такую твёрдую позицию в конфликте между порядком и справедливостью. Сайно, наверное, лучше всех знает, что компромисс лишь заводит в тупик. Так что всему Сумеру очень повезло, что он смог вернуться на свой пост.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Тигнари...",
                "Content": "Лесные дозорные сыграли решающую роль в том, что тропический лес выстоял перед опасностью Увядания и снова процветает, а Тигнари - лучший из них. И всё же... Я надеюсь, что он научится быть теплее к людям. Только так можно будет найти новые таланты для Лесного дозора.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Коллеи...",
                "Content": "Я слышала историю Коллеи, её стойкость сверкает, словно драгоценный камень. Она через такое прошла... Надеюсь, зелень Сумеру всегда будет её защищать, и она вырастет здоровой и сильной девушкой.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об аль-Хайтаме...",
                "Content": "Его система знаний опережает своё время, а разум постоянно находится в раздумьях. Возможно, ничто в этом мире не может его обмануть. Но не ошибаются ли мудрецы, считая заурядность простых людей неким врождённым дефектом? Всё-таки часть них - это часть «нас», и никуда от этого не деться.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нилу...",
                "Content": "Как-то, одолжив чужое тело, я спросила её, не позволит ли она малой властительнице Кусанали посмотреть её танец... Я уже много раз тайно смотрела за ней, но в знак почтения хотела бы лично увидеть её танец во время Сабзеруза. Но она мне деликатно отказала... Я немного расстроилась.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дори...",
                "Content": "Первое, что она сказала, увидев меня: «Хороший дворец. За сколько продашь?» Конечно, я бы не продала Храм Сурастаны, но её вопрос меня озадачил. Я долго об этом думала, но так и не решила, сколько он мог бы стоить...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Кавехе...",
                "Content": "Он почти полностью осознал суть продвижения мудрости в Сумеру. Жаль, что его точка зрения никогда не станет в этой стране основной. А? Они с аль-Хайтамом - соседи? Мир полон сюрпризов...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фарузан...",
                "Content": "Она пострадала от остатков силы царя Дешрета. Как если бы великая черепаха времени случайно сбросила её со своей спины и навечно забыла позади. Если тебе интересно, можешь через неё взглянуть на Сумеру прошлого.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Семи: Знакомство",
                "Content": "Похоже, что когда-то давно семь Архонтов регулярно общались. Но моя ситуация особенная, и я уже не помню то время... Раз в Сумеру всё пока успокоилось, мне, пожалуй, стоит снова с ними встретиться. Ты ведь знаешь некоторых из Архонтов. Познакомишь?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Семи: Игры",
                "Content": "Говорят, что игры быстро сближают людей. Думаю, что с богами это тоже должно работать. Если все соберутся вместе, я предложу сыграть в классики... Хм, пожалуй, так не пойдёт - будет выглядеть, как будто я специально нарисовала клетки поменьше, чтобы победить. Так будет нечестно.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Сказителе...",
                "Content": "Когда он добился того, что, как ему казалось, так долго искал, наступил ли покой, или лишь больше стала пустота? Мы мечтаем о небе, потому что не умеем летать... Пусть подумает об этом, когда подержит в руках порожние небеса.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Фурине...",
                "Content": "Часто говорят, что мудрость заключается не в том, что ты знаешь, а в том, что можешь изменить. То, что «пророчество» было высечено в Ирминсуле давным-давно, не вызывает сомнений... И хотя может показаться, что ничего не изменилось, но на самом деле изменилось все. Думаю, мы {M#оба}{F#обе} понимаем, что ей хватило мудрости, чтобы перевернуть судьбы мира.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Хаборим...",
                "Content": "Бездна проявляет свою силу так, чтобы нанести максимальный урон месту, которое становится её целью. В Сумеру это было запретное знание. В Натлане - чудовищные создания. Наш опыт борьбы с Бездной оказался неприменим в Натлане именно по этой причине, и я всё же сожалею, что не смогла оказать помощь. К счастью, кризис уже разрешён, и Мавуика сказала, что многие натланцы планируют посетить Сумеру. Я собираюсь встретить их с распростёртыми объятиями!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Узнать больше о Нахиде I",
                "Content": "Моё прошлое довольно однообразно. Я могу тебе рассказать, но вскоре ты начнёшь зевать, как иглобрюх, глотающий воду. Но любопытство дороже золота, мне не хотелось бы, чтобы оно пропало зря... Давай так, я расскажу о виденных мной снах.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Нахиде II",
                "Content": "В моих снах часто появляется цветочный горшок. Каждый раз я поливаю и удобряю в нём землю, и из него вырастает один и тот же цветок. Можно ли наслаждаться выращиванием цветов, если знаешь результат заранее? Хе-хе, я, по крайней мере, довольна, что распустившийся цветок привлекает разноцветных бабочек, а иногда и пчёл.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Нахиде III",
                "Content": "В моих снах часто появляются песочные часы. Я люблю налить внутрь них немного воды, как следует размешать, а потом смотреть, сколько займёт один цикл, и насколько он отличается от предыдущего. В этом нет никакой пользы и никакого смысла, но почему-то избавляет мой мозг от накопившейся усталости. Думаю, что именно бесполезность этого занятия приносит мне радость.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Нахиде IV",
                "Content": "В моих снах часто появляется пустое пространство. Как бы ни менялся пейзаж вокруг, оно всё равно оказывается на самом важном месте. Странно, да? Мне кажется, там что-то раньше было, но даже со своей властью над снами я не могу найти ответ. Эх, даже в снах есть вещи, которые мне неподвластны...",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "Узнать больше о Нахиде V",
                "Content": "В моих снах есть всё, не хватает только снующих людей. Но после нашего знакомства тут постепенно становится оживлённей. Возможно, ты «{M#проводник}{F#проводница}», {M#который}{F#которая} не только сделал{F#а} мои сны более человечными, но вывел{F#а} меня из клетки. Хе-хе, пойдём. Путешествие только начинается. Прошу тебя, указывай путь.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "Хобби Нахиды...",
                "Content": "Хм... Смотреть на тебя считается за хобби? Потому что всё, что ты делаешь, очень меня интересует. Ты путешествуешь по всему миру... Откуда ты {M#пришёл}{F#пришла} и куда отправишься дальше? Кого встретишь и какие трудности преодолеешь? Я хочу узнать ответы на эти вопросы. Так что если не возражаешь, я просто хочу продолжать на тебя смотреть.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Нахиды...",
                "Content": "Думаю, что я умею задавать вопросы и давать ответы, но постепенно я поняла, что многие люди просто прикидываются дураками. Вопросы и ответы им уже не помогают. Похоже, что с возрастом люди теряют храбрость спрашивать и отвечать...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Конечно, засахаренные орехи аджиленах. Достаточно укусить разочек и мой мозг начинает с треском ломиться вперёд так, что никакая проблема не устоит. Главное только не ставить банку с орехами там, куда легко дотянуться.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Морские гады рождаются в бескрайней тьме и живут в бездонных глубинах моря. Я ничего об этом не знаю. Если их съесть, то я как будто проглотила грязную грозовую тучу.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Пусть мир вечно помнит этот прекрасный вкус. Спасибо.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Хе-хе, благодарю за внимание. Вкус достоин похвалы.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Как бы сказать... Ты же не станешь, например, поить собаку овощным соком?",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Я вот думаю, твой день рождения должен быть не менее величественным, чем Сабзеруз... А? Это слишком? Но все уже готовятся. Пойдём-пойдём! Всего разок, тебе обязательно понравится!",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Я становлюсь умнее!",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Мой разум становится шире. Туда теперь можно поместить и небо, и море.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Я чувствую себя будто лотос нилотпала, нашедший свои листья, или жемчужина санго, нашедшая свою раковину.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Спасибо, что разрешил{F#а} стать твоим компаньоном и научил{F#а} многим новым вещам. Как божество мудрости я дарую тебе своё благословение: пусть твой путь будет свободен от сомнений и преград.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Я запомнила.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Расти, расти, расти.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Сейчас будет больно.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Эй!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Держитесь за руки!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Я вижу всё.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Чувствуйте себя как дома!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Делюсь своими знаниями.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Храм мудрости.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Любознательность заслуживает награды.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "От кого же этот подарок?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Тебе что-нибудь приглянулось?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Сменим тактику?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Хватит драться!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Было не очень умно...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Сейчас что-нибудь придумаю.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Не упорствуй.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Никто не живёт вечно...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Я... чахну...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Я... не понимаю...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Очень больно...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Вижу звёздочки...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Я давно тебя ждала.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Столько ещё мест для исследования.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Снова пора расширить горизонты.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "73": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Во имя знаний",
                "Desc": "Наряд Нахиды. Только оракулы, толкующие знания, могут одевать божество мудрости, поэтому даже к небольшим украшениям верующие относятся столь же трепетно, как к священному писанию.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108474,
            "JD": 108456,
            "Name": "<b>Халвамазд</b>",
            "Eff": "Увеличивает защиту всех членов отряда на 282 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Нахиды. Говорят, что «мазд» на языке Сумеру означает «мудрость». Перед такой утончённой «мудростью» действительно невозможно устоять. В глазах Нахиды видна нежность: «Морской огурец помог маленькой рыбке вырасти, поэтому маленькая рыбка что-то отдаёт взамен».",
            "Recipe": {
                "101221": 4,
                "100089": 2,
                "110004": 2,
                "101219": 1
            },
            "Icon": "UI_ItemIcon_108474"
        },
        "Namecard": {
            "Name": "<b>Полумесяц</b>",
            "Desc": "Именная карта.<br> Восходящая луна восхищается солнцем, потому что его свет сияет по всей земле. Заходящее солнце завидует луне, потому что её сопровождают самые сладкие сны.",
            "Pic": "UI_NameCardPic_Nahida_P"
        }
    }
}

var acs_cache_ = {}