// Auto Generated

var _AvatarFetterConfig_ = {
    "87": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Нёвиллет очень одинок. Среди пытавшихся с ним сблизиться жителей Фонтейна все без исключения получали вежливый отказ. По сей день никто не знает даже его имени, поскольку он всегда и всем рекомендует обращаться к нему по фамилии. Он считает, что тесные личные связи могут вызвать сомнения в справедливости его суждений, а он должен быть символом абсолютной беспристрастности. Конечно, некоторых так просто не отвадишь. Они могут сказать: «Да ладно, месье Нёвиллет, не все ведь предстают перед судом, да и вы не вечно будете сидеть в кресле юдекса». Так ли это на самом деле? Если Нёвиллет и знает ответ, он его не раскроет. Может пройти бессчётное время, но однажды речные потоки выйдут из берегов. Все фонтейнцы до единого виновны, и однажды на них обрушатся возмездие и погибель - это не метафора и не фигура речи. Но об этом Нёвиллет никому не может рассказать. Он и в самом деле очень одинок.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "У Нёвиллета нет личных пристрастий. Любопытствующие представители общественности и журналисты любят разыскивать его в разных уголках Фонтейна, когда он спускается со своего кресла верховного судьи, - появляется ли он в качестве особого гостя на разных представлениях, стоит ли омываемый дождями на берегу под тёмным небом, или прячется в тени от послеполуденного солнца. Одно время люди считали его демоном, существующим лишь для того, чтобы судить других. Нёвиллет был вынужден дать пояснения, суть которых сводилась к следующему: «Я горжусь своими обязанностями судьи и свидетеля, но не являюсь таким уж поклонником судебных процессов. Юдекс - это всего лишь одна из сторон моей личности и один из этапов моей жизни». После этого объяснения часть слухов поутихла, зато появились новые: «Шокирующие новости! Нёвиллет заявляет: должность юдекса для него только трамплин. Идёт ли речь о карьере, или его амбиции простираются ещё дальше?» В этот раз Нёвиллет не стал обращать на слухи внимания... Может, они были истинны, и он не стал исправлять их из принципа? Кто знает? Нёвиллет не большой любитель вина и Фонты, более того, ни одно изысканное блюдо ни разу не заслужило его похвалы. Из-за этого люди стали подозревать, что он попросту не различает вкусы. В ответ Нёвиллет организовал салонную дегустацию воды, на которой ошеломил всех разнообразием вкусов воды из разных регионов и собственной взыскательностью. Конечно, никто не знает, насколько он при этом был искренним. Всё-таки Нёвиллет славится отсутствием личных пристрастий.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Нёвиллет справедлив. Если бы не это, он никогда бы не занял пост юдекса. Детям может показаться, что вся работа человека в судейском кресле сводится к тому, чтобы, надев парик, поддерживать порядок во время слушаний и озвучивать решения Оратрис. На самом же деле юдекс должен в частном порядке решать множество административных дел, чтобы система правосудия работала, как должно. По традиции, юдекс в Фонтейне также может лично исполнять закон и инициировать расследования. Когда-то это было сделано, чтобы облегчить исполнение закона во времена беспорядков. После развития правовой системы это установление, скорее отражающее дух первопроходцев, чем верность духу законности, сохраняется лишь символически. Если юдекс лично ведёт расследование или выступает в роли обвинителя, он должен взять самоотвод как судья и попросить кого-то другого занять его место. В тех немногих случаях, когда Нёвиллет лично расследовал дела, он неукоснительно следовал этому правилу. Однако следует отметить, что уже очень долгое время Нёвиллет является единственным юдексом Фонтейна - люди даже предполагают, что своим долголетием он обязан благосклонности богов. Хорошо, что он так справедлив, иначе этот большой срок исполнения обязанностей непременно создал бы проблемы. Что же до того, что именно он собой представляет - чьего-то фамильяра или загадочное порождение Гидро - люди строят немало догадок, но Нёвиллет никогда не комментирует ни одну из них и ни одной не отдаёт предпочтения. Всё же он непревзойдённо справедлив.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "В силу разных причин в законах Фонтейна есть немало странных пунктов. Нёвиллет не остался в стороне, включив в их число следующую статью: «по отношению к мелюзинам следует использовать местоимение \"она\", а не \"оно\"». На первый взгляд закон кажется странным, но если вдуматься, в нём есть смысл. Мелюзины сейчас украшают собой самые разные области жизни в Фонтейне, и в борьбе за их права указание использовать правильные местоимения даёт ясный сигнал. Фонтейнцы заметили, что Нёвиллет относится к мелюзинам куда мягче, чем к людям. Они решили, что подавляемая им доброта нашла выход в форме отцовской любви к этим созданиям. Это предположение может показаться разумным на первый взгляд, но для тех, кто хорошо знает Нёвиллета, оно выглядит довольно странным. Нёвиллет - Дракон воды. Он определённо считает мелюзин своими фамильярами и сородичами - новым, более совершенным видом вишапов. Но ведь в то же время он - сотрясатель нынешнего мирового порядка, несущий кару богам, враг человечества. Зачем же ему бороться за обретение мелюзинами равных прав с людьми? Подобный вопрос могли задать ему только вы. И он ответил: «Просто мелюзинам больше нравится жить с людьми. Тут уж ничего не поделать».",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Нёвиллет больше любит дождливую погоду, чем солнечную. Влажный воздух даёт ему вдохнуть полной грудью. Но он долго не мок как следует под дождём. Словно бы с тех пор, как он решил соединить судьбу с Фонтейном, Нёвиллет выбрал для себя маску обычного человека, скрупулёзно следующего правилам. А обычные люди не выходят под дождь без зонта, давая дождевым струям вольно сбегать по мокрым волосам. Стоит заметить, что юдекс - его естественная роль, Дракон воды - истинная природа, и только «обычный человек» всего лишь маска. Из-за одиночества и стыда люди создали карающих божеств, из-за жадности и стыда - божеств-спасителей. В отсутствие божества эти ожидания легли на Нёвиллета. После вынесения человечеству оправдательного приговора он вернулся к своим естественным манерам. Теперь он наконец-то мог выйти под дождь и как следует промокнуть. И Нёвиллет и правда воплотил это в жизнь. Стоя под дождём, он спокойно глядел вдаль, вспоминая давний день, когда он получил письмо. Простое письмо. Неизвестно как оно было отправлено прямо Нёвиллету в руки. Строка получателя была оставлена пустой, в тексте же автор прямо обращался «к тебе». Тебе особенному, тебе, ни на кого не похожему. Нёвиллет не был против этого, но и не соглашался. Ему смутно казалось, что власти предержащие этого мира не вправе выносить о нём подобные суждения. Он знал, что письмо пришло от Архонта Фокалорс. Она приглашала его посмотреть Фонтейн и утверждала: «В зрительном зале величайшего театра я оставлю для тебя место с наилучшим обзором». Позднее Нёвиллет и правда получил это место. В переднем ряду оперного театра «Эпиклез» на острове Эриний. Оттуда он смог полюбоваться на самые разные представления. Как и обещала Фокалорс, у него был отличный обзор. Дальнейшие события не получили широкой огласки, и люди, кажется, толком не поняли, что именно обозначает крушение трона Архонта и возвращение силы Гидро её изначальному владельцу. А уж помилование - и почему оно вообще понадобилось - история ещё более грандиозная и ещё более запутанная. Как бы то ни было, занавес пал. Закончилась величайшая в истории Фонтейна пьеса. Закончилась ли? К этому моменту Нёвиллету стало ясно, что в письме Фокалорс речь шла не просто о кресле в театре. Фокалорс, или же Фурина, уступив ему место среди зрителей, в одиночку вышла на сцену, став главным персонажем пьесы. Но число мест предустановлено заранее, и если кто-то занимает место, другой должен его покинуть. То письмо оказалось приглашением на сотни лет вперёд. Как ты чувствуешь себя среди зрителей-людей, о Дракон воды? Нравятся ли тебе человеческие драмы?",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Столь великому созданию, как он, не требовалось сияние освещающего его «созвездия судьбы». Ведь «судьба» - это всего лишь игра, в которую управители мира играют с живыми существами. Он же вернул себе одну седьмую часть власти над миром, трон и титул совершенного дракона. Он стал независим от мира людей, и с точки зрения здравого смысла ему больше не требовалось участвовать в играх «судьбы». Он видел, как на небосводе «судьбы» светила переплетаются, образуя сложный и хрупкий мир. Изначально его не волновало, что приукрашенные словесами о божественном порядке нити, на которых подвешены эти марионетки, однажды поглотит пламя. Вот только, как выяснилось, цветистые слова способны убедить и его. «Просто понаблюдай за жителями Фонтейна. Они ведь тоже родились из вод Первозданного моря, а значит, относятся к исконным жителям этой планеты, о которых ты должен заботиться». Он ни за что бы не признал этого, но его заворожили картины людских печалей и радостей. В оправдание он сказал бы, что и людей завораживает зрелище ряби, расходящейся по поверхности воды от капель дождя. Он пояснил бы: владыка Нибелунг был неправ - только объединившись, живое может дать отпор беспросветному небытию. В конце концов он стал частью узора «судьбы». Небо отвело ему особое почётное место на своём своде - предназначенное лишь для управителей и равных соперников мира, его собственное отражение. Вот только почему его созвездие - огромный дракон-левиафан, ведь он с рождения имеет облик человека? Возможно, дело тут совсем не в судьбах мира: в роли Нёвиллета мелюзины (особенно Сиджвин) нередко атакуют его, открыв колонку гороскопов в «Паровой птице» или сумерские астрологические справочники. Не может ведь Нёвиллет сказать им, что у него нет созвездия или же что его созвездие называется «Нёвиллет»?",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "Фонтейнская присказка",
                "Content": "«Гидро дракон, Гидро дракон, не плачь!» Никто не знает, кто и когда придумал эту детскую кричалку, но она легко распространилась по всему Фонтейну. Нёвиллет и сам был весьма этим озадачен. Хотя он провёл немало времени с фонтейнцами, он всё ещё не мог понять, как люди относятся к нему настоящему - Дракону воды. Гидро дракон не только властвовал над водной стихией, когда-то он был властелином изначального моря. До появления пришедших извне форм жизни всё живое на планете брало начало из этого моря. Последующие поколения людей не зря назвали эту сокровенную акваторию «Первозданным морем». Гидро дракон же был фактически первым «богом жизни» на планете. Разумеется, Нёвиллету это известно так же достоверно, как то, что все реки рано или поздно впадают в море. Может, для людей вода Первозданного моря и не имеет особого значения, но Нёвиллет в состоянии различить каждую каплю содержащихся в ней мельчайших воспоминаний. Он всё ещё помнит, как явившийся извне узурпатор назначил собственное божество жизни управлять всем живым. Он помнит, как тиран создал «её», чтобы подавить изначальную жизненную силу планеты. И конечно, Нёвиллет знает, как «она» совершила тот первородный грех... Дойдя до этой мысли в своих размышлениях, Нёвиллет решил, что автор кричалки и фонтейнцы в целом ничего не понимают про Дракона воды, раз полагают, будто бы он способен плакать. За кого они принимают Гидро дракона - за добряка, скорбящего равно о людях и небесах?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Чтобы управлять силой стихии, Нёвиллету не нужен Глаз Бога. Но кое-что он узнал только тогда, когда обрёл совершенную форму: из-за полученных в войне возмездия ран узурпатор утратил часть функций и уже не мог подавить мировой порядок на основе одной лишь собственной абсолютной власти. Чтобы усмирить непокорный и разгневанный мир, тиран вместе с ещё одним пришельцем извне создал Сердца Бога. Таким стал установленный в мире порядок, и людям остались лишь эти семь воспоминаний, а все разрозненные части изначального целого были приведены в движение, чтобы поглотить друг друга. С того дня, когда страстное желание человека достигало небес, семь управителей материального мира должны были вручить ему дар. Хотя им и неизвестно было, чьё и какое именно желание достигло божественных пределов, семь божеств всё равно должны были отдать этому человеку фрагмент своего господства. А после того как одаренный человек исполнял миссию... божества получали взамен куда более щедрый дар. Хотя Нёвиллет вовсе не собирался подчиняться божественным установлениям, он признавал волю людей. Он тоже предназначил в дар часть себя, словно легендарное сокровище драконов, и ждал, когда какой-нибудь смельчак попробует его получить.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Приветствую. Я верховный судья или «юдекс» Фонтейна, но можете называть меня просто по фамилии - Нёвиллет. Я не пытаюсь держаться от вас на расстоянии... Нет, я просто сознаю, что излишняя сердечность может поставить под сомнение беспристрастность судебной власти в глазах некоторых людей. Если у вас есть какой-либо запрос - разумеется, согласующийся с рамками закона - мы можем присесть и обсудить его за стаканчиком воды из деревни Цяоин.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Судебные процессы",
                "Content": "Я вижу ценность не только в своей работе, но и во всех начинаниях жителей Фонтейна. Думаю, что могу гордиться своими обязанностями.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Вкус воды",
                "Content": "Вода из разных мест имеет разный вкус. Вода из Мондштадта студёная и кристально чистая, у воды из Ли Юэ есть стойкое послевкусие, в Инадзуме вода обладает несравнимой глубиной вкуса, а у воды Сумеру сложный букет, который можно оценить в полной мере, только если набраться терпения.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Мелюзины",
                "Content": "Мелюзины - прекрасные существа, настоящая гордость Фонтейна. К ним следует относиться по-дружески, и им ни в коем случае не стоит причинять вреда.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Ах, прошу прощения. Этот дождь, должно быть, доставляет тебе неудобства...",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Вот и всё...",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Как там говорится? «Гром среди ясного неба»? Да, думаю, именно это я и чувствую.",
                "Tips": [
                    "Завершите главу «Приближение катастрофы»"
                ]
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Изначально снег для воды являлся средством самоочищения. Но из-за деятельности людей снег уже не так чист, так что лучше не ешь его.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "В такую погоду хорошо сидеть где-нибудь у окна и, хм, любоваться солнечным светом.",
                "Tips": []
            },
            {
                "Title": "В пустыне...",
                "Content": "Это покушение на моё убийство?",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Надеюсь, у тебя будет хороший день.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "А, уже полдень. Ты, наверное, с нетерпением ждёшь послеобеденной чашки чая или кофе? Я так вот точно жду.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Добрый вечер. Надеюсь, сегодня тебе не пришлось столкнуться с неприятностями.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Спокойной ночи. Я нахожу прекрасным зрелище недвижной глади воды, а потому желаю тебе спокойного, ничем не омрачённого сна. Пусть простор твоих сновидений не тронут волны и зыбь потрясений.",
                "Tips": []
            },
            {
                "Title": "О Нёвиллете: Судебные процессы",
                "Content": "Я не являюсь ярым поклонником судебных процессов. Я председательствую на них только по долгу службы, из-за порученной мне миссии.",
                "Tips": []
            },
            {
                "Title": "О Нёвиллете: Плачущий Гидро дракон",
                "Content": "Так ты уже слышал{F#а} эту местную легенду? Ох, и кто же её тебе рассказал? И кто вообще пустил этот слух?.. Впрочем, неважно. Не думаю, что Гидро дракон действительно умеет плакать. Думаю, он лишь пробует на вкус слёзы, пролитые на этой земле, и эмоции, что в них содержатся, и оттого бывает взволнован.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нёвиллете: Значение судебных процессов",
                "Content": "Обсуждения этой темы давно набили оскомину... Я не лучший знаток человечества, но для меня очевидно, что понятия справедливости, честности, равенства и законности в обществе не равнозначны и никогда таковыми не станут. Вода по своей природе всегда стремится обрести единый уровень по всей поверхности. Прошлый Гидро Архонт Эгерия надеялась достичь всеобщего равенства, соединив всё живое любовью. Её преемница предпочла путь законности, но в итоге это вылилось в проведение судов ради самих судов. Но у всего есть свои причины, а потому мне стоит воздержаться от критики.",
                "Tips": [
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О нас: Свидетели",
                "Content": "Хочу пригласить тебя, гостя из-за звёзд, стать свидетелем того, как я буду судить этот искажённый мир. «На троне страны героев, которой прежде правил сам Небесный отец, теперь утвердилась кучка грязных перьев. Век полон беспорядка, но я рождён, чтоб всё исправить».",
                "Tips": [
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О нас: Мир людей",
                "Content": "Время, проведённое среди жителей Фонтейна и в путешествии с тобой, изменило мои взгляды. Кроме того, я давно простил грехи человечества, поэтому могу обещать, что мои будущие суждения не причинят вреда простым людям. А вот мои претензии к узурпаторам ещё не исчерпаны... Их кровный долг не будет забыт.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "Глаз Бога I",
                "Content": "Мне как-то посоветовали носить фальшивый Глаз Бога, чтобы легче было вмешиваться в момент опасности. Честно говоря, я был не в восторге от предложения маскировать собственную силу. Но, проведя немало времени рядом с обладателями Глаз Бога, я научился ценить человеческие стремления и волю.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение катастрофы»"
                ]
            },
            {
                "Title": "Глаз Бога II",
                "Content": "Что? Ты говоришь, что даже некоторые из Семи богов среди людей носят поддельные Глаза Бога? Ха... Прошу прощения, на миг утратил контроль над собой, настолько это абсурдно.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение катастрофы»"
                ]
            },
            {
                "Title": "Давай поделимся: Законы",
                "Content": "В Фонтейне много диковинных законов, например, «третьего числа каждого месяца запрещено запускать летающие объекты», «все двустворчатые моллюски, выброшенные на берег в сезон малой воды, принадлежат Гидро Архонту, а спиралевидные - гражданам», «запрещено давать животным имя Фурина», «томатный соус запрещено употреблять в ресторанах и столовых как самостоятельное блюдо», «по отношению к мелюзинам следует использовать местоимение \"она\", а не \"оно\"»... Последнее правило - моего авторства.",
                "Tips": []
            },
            {
                "Title": "Давай поделимся: Дождливые дни",
                "Content": "Порой я мечтаю о том, чтобы иметь возможность в любое время выйти под дождь. Ох, не думай, дело вовсе не в чрезмерной нагрузке.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи: Вишапы",
                "Content": "Родословная вишапов восходит к Фонтмеру, поэтому они так искусны в эволюции. Мне вспоминается старый обычай драконов: если кто-то из наших собратьев умирал до срока, мы делали глоток его крови. И каждый раз, когда движение луны и звёзд вздымает в море приливы, вода в наших телах, порождённых Гидро, тоже поднимается, и мы знаем, что в этот момент воскресают наши ушедшие сородичи.",
                "Tips": [
                    "Завершите главу «Приближение катастрофы»"
                ]
            },
            {
                "Title": "Интересные вещи: Люди",
                "Content": "По моим наблюдениям, люди привыкли противостоять природе. Сейчас наконец начали звучать отдельные голоса о том, что человек - такая же часть природы, как другие существа. Как тот, кто немного разбирается в этом вопросе, я сказал бы, что человеческой цивилизации и природе этой планеты нужно начать искать пути сосуществования друг с другом.",
                "Tips": []
            },
            {
                "Title": "О Гео Архонте...",
                "Content": "Ничто не помешает мне вынести приговор каждому из Семи. Золотой бог узурпировал власть Гео, а значит, должен быть призван к суду. Но тем, кто не хочет видеть нас по разные стороны конфликта, не стоит беспокоиться: я намерен оставаться в Фонтейне в обозримом будущем, что может означать ещё четыре сотни лет. К тому же, даже когда суд состоится, он не обязательно должен закончиться битвой.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "Об Анемо Архонте...",
                "Content": "Я исполню свою клятву судить всех Семерых по очереди, даже если небо рухнет и земля перевернётся. Как захватчик власти Анемо, бог ветра и надежды также должен предстать перед судом. ...Хм? Ты говоришь, он проводит большую часть своего времени в безобидном пьянстве? Что ж, даже если так, я должен сам встретиться с ним, чтобы понять, как действовать дальше.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "Об Электро Архонте...",
                "Content": "Как выживший представитель расы драконов, вновь обрётший полную силу, я должен выполнить свою клятву и обязательства, даже если для этого понадобится вернуть всю воду в океане в небеса. Приняв власть Электро, Наруками включила себя в список узурпаторов. О, так она уединилась в Царстве эвтюмии и теперь редко появляется на публике? Тогда я нанесу ей визит через несколько веков.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Дендро Архонте...",
                "Content": "Хотя однажды она предстанет пред моим судом, но я должен отдать должное богине трав и деревьев. Никто не идеален, но её преданность и добрая воля свидетельствуют о неустанном стремлении к развитию. Мне очень жаль, что с ней так плохо обращались на протяжении последних пятисот лет.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Ризли",
                "Content": "Ризли - человек, заслуживающий доверия. Мне пришлось побороться за его титул и репутацию. Думаешь, меня подкупили его лесть и преданный вид? В Инадзуме есть пословица: «Невысказанное слово - цветок», что означает, что порой лучше помолчать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Клоринде...",
                "Content": "Непревзойденное мастерство Клоринды сделало её самым влиятельным судебным дуэлянтом нашей страны. Будучи преемницей былых Охотников Сумеречного двора, она играет важную роль в обеспечении справедливости и беспристрастности судебного процесса. А ещё она куда человечнее, чем кажется.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лини и Линетт...",
                "Content": "Они устраивают просто потрясающие выступления, не правда ли? Вовлекают вас в собственный волшебный мир, где, с одной стороны, всё происходящее не более, чем ловкий обман, а с другой - возможны любые чудеса, если только вы готовы в них поверить.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сиджвин...",
                "Content": "Не знаю, как Сиджвин сейчас поживает. Но если я только узнаю, что её хоть в чём-то обижают, я сразу призову к себе Ризли и потребую объяснений. Она так добра, её легко ранить... В свой прошлый визит она привезла мне несколько плёнок со снимками и попросила рассказать больше о том, как мне понравилась вода Натлана... Когда уже там её следующий отпуск?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Фурине...",
                "Content": "Наконец-то занавес её представления опустился. Театр - это всего лишь игра воображения, но Фурина смогла воспользоваться ей, чтобы исполнить свой долг. Чтобы наполниться решимостью, слабые должны опираться на заложенное в них безумие, и Фурина испила эту чашу сполна. Если будет возможность, надо будет воздать ей должное аплодисментами. Да, как только представится случай.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Навии...",
                "Content": "Мне жаль так говорить, но после всех наших столкновений - когда я нечаянно разгневал её и когда принял её извинения - да даже сейчас, несмотря на чувство вины за произошедшее с её отцом, я чувствую себя... очень далёким от нее, как будто я наблюдаю за звездным небом со дна глубокого озера. Это ни в коем случае не намеренно, но и исправить это не так легко. Волны эмоций не так легко успокаиваются, как гладь воды.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Словно лёгкий дождь без причины»"
                ]
            },
            {
                "Title": "О Пиро Архонте...",
                "Content": "Пиро Архонт одержала победу над Бездной, опираясь на законы и наследие - действительно достойный подвиг. Однако обладание Властью, захваченной у драконов, остаётся непростительным грехом. Я признаю, что Натлан пережил множество страданий, поэтому не спешу предпринимать действия. Хм? Ты говоришь, что в исторических записях битва с Шбаланке описывается как официальная дуэль, а семья побеждённого была справедливо вознаграждена? Дело действительно сложное, но, безусловно, заслуживающее внимания...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Узнать больше о Нёвиллете I",
                "Content": "Обычно я стараюсь не устанавливать личных отношений с другими людьми и даже не сотрудничать с ними вне установленных процедур. Но вы показали себя надёжным человеком, кроме того, вы не замешаны ни в каких запутанных отношениях с различными влиятельными силами Фонтейна. Поэтому я с удовольствием отправлюсь с вами в путешествие.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Нёвиллете II",
                "Content": "Об этом я могу сказать только в приватной беседе - публично я никогда не смогу поделиться своим мнением: мне совершенно непонятно, как Фонта смогла стать таким популярным напитком. Хотя, наверное, её привлекательность для людей небезынтересна. Одним глотком можно и восстановить водный баланс, и восполнить уровень сахара в крови, и всё это совсем недорого.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Нёвиллете III",
                "Content": "Недавно я ходил на спектакль. Речь в нём шла о даме, чьё личное обаяние и злонамеренные интриги позволили ей, подобно призраку, не поддающемуся изгнанию, властвовать над делами грандиозного особняка, в котором она жила. Игра актеров была безупречной, а сюжет - исключительным. Он также напомнил мне о сегодняшнем положении дел в реальном мире.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Нёвиллете IV",
                "Content": "По ряду причин я редко покидаю Фонтейн. Поэтому, хотя я с удовольствием пробую родниковую воду со всего мира, но сам я не предпринимаю путешествий за ней, эту воду мне доставляют сюда. И да, какими бы тонкими ни были вкусовые различия между образцами из разных регионов, я прекрасно умею их различать. Вы сомневаетесь в моих словах? Я - юдекс. Я не лгу.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Нёвиллете V",
                "Content": "Должен сказать, что моя повседневная жизнь не лишена неудобств. Например, я часто наступаю на полы своего одеяния, когда сажусь, или сминаю свою прическу о кресло. А если слишком откидываю голову назад, то волосы порой цепляются за украшение. Тем не менее я должен носить эту одежду и терпеть все связанные с этим неудобства, поскольку это помогает сохранить достоинство верховного судьи. Кажется, по такому же принципу работает и весь мир в целом. Получив определённый статус, человек должен принять его, понять и научиться с ним сосуществовать. Именно этим я и занимаюсь.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Нёвиллета...",
                "Content": "Пробовать воду на вкус - целая наука. Если согреть воду элементом Пиро, у неё будет стандартный природный вкус, а вот если вскипятить на углях, то во вкусе появятся буколические нотки. Точно так же вода, охлаждённая Крио, довольно заурядна, совсем другое дело - вода из многолетних льдов Снежной.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Нёвиллета...",
                "Content": "Не выгляжу ли я в дождливые дни странно без зонта?..",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "Животные могут довольно долго жить без пищи, но без воды они погибнут за пару дней. Ни один деликатес не сравнится с чистой водой. На втором месте - еда, в которой содержится много воды.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Как люди могут есть жареную или запечённую на огне пищу без соуса? Отдельно хочу критически отметить угольные лепёшки аджиленах, - с таким же успехом можно просто закинуть себе в желудок осушитель.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Очень вкусно. Так сочно, и все ингредиенты приготовлены идеально.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Неплохая попытка. Правда я бы посоветовал увеличить количество жидкости и уменьшить количество жира.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Слишком сухо. Блюдо, лишенное влаги, не может передать чувства повара.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "А, так сегодня у тебя день рождения. Не знаю, планируется ли сегодня дождь, но я посмотрю, что можно сделать.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Теперь я знаю тебя немного лучше, мы можем согласовывать действия.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Видимо, мне придётся раскрыть тебе чуть больше моих истинных способностей. Не думал, что ты так часто попадаешь в опасные ситуации.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Так вот что ты на самом деле можешь? Тогда мне придётся серьёзно взяться за дело, если я хочу тебя догнать.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Сейчас, когда я вернул из рук узурпаторов часть власти семерых, я вновь обрёл свой истинный облик. Теперь я достигший полной формы дракон, достаточно могущественный, чтобы судить остальных богов. Моя судьба - свершить суд над королём-узурпатором в небесах. Но пока это время не настало, я не против использовать свою силу, чтобы помочь тебе.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Требую тишины!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Склоните голову.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Прекратите шум.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "О волны, я возвратился.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Прими очищение.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Да смирятся сильные мира сего.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Брошенное имущество принадлежит тому, кто первым его найдет. Так что по закону это теперь твоё.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Это то, что ты искал{F#а}? Надеюсь, что как минимум ты испытал{F#а} приятное чувство предвкушения.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Я в устной форме даю согласие на передачу этих предметов в твоё распоряжение.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Волноваться не о чем. Я практически невредим.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Риск нарастает, но для меня это не представляет угрозы.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Хм... Кажется, в моей одежде появилась прореха.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Позволь мне вмешаться.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Тебе следует отдохнуть.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Я вернусь с приливом...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Я вижу тёплые воды прежних эпох...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Кругом всё наполнилось тишиной...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Правосудие застигнуто врасплох...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Это мой недосмотр.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Спасибо за разрешение... прости, приглашение присоединиться.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Безмерно рад.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Возможно, мы могли бы прогуляться по берегу реки или в другом подобном месте.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "87": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Чистое суждение",
                "Desc": "Наряд Нёвиллета. Величественное и элегантное облачение юдекса. Сложность костюма несколько сковывает движения, но для его владельца важнее соответствовать своему положению.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108603,
            "JD": 108593,
            "Name": "<b>Пелена дождя</b>",
            "Eff": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Нёвиллета. По его словам, для создания этого изысканного и непревзойдённого сокровища используется самая чистая и свежая горная вода. На вкус это действительно освежающее и ароматное блюдо, но в целом оно ничем не отличается от обычного супа. Но об этом лучше промолчать...",
            "Recipe": {
                "100064": 3,
                "100062": 3,
                "100013": 2,
                "101231": 1
            },
            "Icon": "UI_ItemIcon_108603"
        },
        "Namecard": {
            "Name": "<b>Наплыв</b>",
            "Desc": "Именная карта.<br>Поверхность воды может казаться спокойной, как нетронутая жемчужина. Но, возможно, вода лишь ждёт момента выплеснуться наружу.",
            "Pic": "UI_NameCardPic_Neuvillette_P"
        }
    }
}

var acs_cache_ = {}