// Auto Generated

var _AvatarFetterConfig_ = {
    "27": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Группировка Цисин контролирует всю торговлю в гавани Ли Юэ. В её долю хотят попасть многие.<br>Основной принцип группировки заключается в том, чтобы действовать безопасно и не привлекать к себе внимания.<br>Единственным исключением этой политики является Нин Гуан, Воля Небес Цисин.<br>В глазах соперников Нин Гуан выглядит хитрой торговкой, дети зовут её старшей сестрой, на банкетах на террасе Юйцзин все узнают её как светскую львицу, а в мире кулинарии считают отменным гурманом.<br>Все в Ли Юэ любят посплетничать о Нин Гуан, и кажется, что все про неё всё знают, но на самом деле оказывается, что версия Нин Гуан каждого человека довольно сильно отличается от версии другого.<br>Но одна вещь остаётся неизменной: все считают Нин Гуан экстраординарной личностью.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Над портовым районом Ли Юэ благодаря плаустриту парит Нефритовый дворец.<br>В ясную погоду с балконов за дворцовыми воротами видна почти вся гавань.<br>Каждый раз, когда Нин Гуан нужно решить какие-нибудь важные деловые вопросы, она приходит в этот дворец. На время своего присутствия она закрывает все его двери.<br>Нин Гуан берёт с собой только трёх доверенных лиц, которых она просит разобраться со всей необходимой информацией.<br>Всё, что они находят, вывешивается на стенах её кабинета. Сама Нин Гуан в это время стоит, прислонившись к балконным перилам, и размышляет, наслаждаясь видом города.<br>Она успевает найти решение прежде, чем стены заполнятся. После этого срывает все листы бумаги со стен, рвёт их в клочья и выбрасывает в окно.<br>Кусочки бумаги разносит по всей гавани, как первый снег, и текст на них привлекает внимание торговцев так же, как внезапные чернила на белом снегу.<br>Завидев «бумажные снежинки», торговцы понимают, что скоро в торговой войне Ли Юэ возникнут беспорядки.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Чужеземцев в Ли Юэ обычно в первую очередь предупреждают о том, что «Нин Гуан знает всё обо всех».<br>Воля Небес Цисин знает всё, будь то враждебные гильдии, ищущие лазейки, чтобы свергнуть других, торговцы-мошенники, обманом зарабатывающие на своих товарах, или возвращающиеся из своих плаваний контрабандисты.<br>Как-то раз в Ли Юэ приехал учёный из Сумеру, которому случайно стали известны подробности сделки десятилетней давности с участием кузницы Черногорья и полуночного нефрита. Той же ночью кто-то из внутреннего круга Нин Гуан постучал в его окно и пригласил его на аудиенцию.<br>Поговаривают, что Нин Гуан наложила на Нефритовый дворец заклятье, которое позволяет ей подслушивать все личные разговоры, проходящие в его стенах.<br>Однако настоящие «глаза и уши» Нин Гуан - это дети на улицах Ли Юэ.<br>Они всегда могут рассказать о тайных встречах и личных разговорах, о каждом незнакомце на улице. Главным их стимулом рассказывать тайны являются сладости, которые раздаёт им Нин Гуан.<br>Таким образом, благодаря подобной сети информаторов, у жителей от Нин Гуан не остаётся секретов.<br>Она понимает цену людских отношений как никто другой, поэтому она любит проводить своё время среди простых людей города.<br>К тому же она просто обожает видеть улыбки на лицах детей.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "К деньгам Нин Гуан относится так же, как и любой другой человек: чем больше, тем лучше.<br>Однако те деньги, которые она имеет, для неё не просто богатство, а победные трофеи.<br>С простым народом Нин Гуан очень добра и общительна, но эту сторону её личности не положено видеть её соперникам по бизнесу.<br>Мир бизнеса для неё - просто игра. Каждая победа в этой игре делает её улыбку слаще, а то, как другие гильдии стараются потакать её желаниям, делает каждый день восхитительным.<br>Каждая её победа в этой игре делает группировку Цисин богаче, что также косвенно приносит пользу всему городу, а это, в свою очередь, привлекает больше возможностей для бизнеса и прибыли для Нин Гуан. Такая цепь взаимной выгоды делает счастливым каждого члена группировки Цисин.<br>Люди часто спрашивают Нин Гуан, зачем она продолжает заниматься бизнесом, уже будучи богатейшим человеком в Ли Юэ, на что она отвечает: «Самый богатый человек в Ли Юэ... Звучит хорошо, не правда ли?» Нин Гуан не может понять, почему люди продолжают задавать ей глупые вопросы.<br>«Что плохого в том, чтобы быть на одну мору богаче?»",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Каждый живущий в Ли Юэ должен соблюдать некоторый свод правил. Игра по правилам гарантирует защиту интересов, а нарушители будут соответствующе наказываться.<br>Своё начало эти правила берут с древних законов, которые написал Моракс, Архонт и защитник Ли Юэ. И эти законы непоколебимы. На протяжении нескольких тысяч лет истории Ли Юэ, её законы интерпретируются каждой новой Волей Небес на основании того, что лучше всего соответствует ситуации в городе на данный момент.<br>Эти законы, а также 279-страничный том комментариев, официально публикуются и раздаются всем жителям города.<br>Нин Гуан полностью устраивает такой ход вещей. Она любит порядок, потому что он способствует жизнеспособности бизнеса, и она, будучи кузнецом этих правил, понимает их суть лучше других.<br>Однако как-то раз в гавани появился корабль с капитаном по имени Бэй Доу, которая не уважала никакие правила и законы. Она была не прочь воспользоваться коммерческими секретами в своих алчных целях и провести в город тонны контрабанды.<br>Нин Гуан называла этого капитана паршивой овцой Ли Юэ. Как Воля Небес Цисин, за каждое нарушение она накладывала на Бэй Доу огромные штрафы, но Бэй Доу просто оплачивала их без всякого сопротивления.<br>Нин Гуан давала понять Бэй Доу, что той нужно изменить свои привычки и не позорить Цисин, но Бэй Доу оправдывала свои поступки такими вещами, как «дорожное правосудие», «помощь рыбакам», «сохранение рабочих мест для моряков» и т.д. Бэй Доу не обращала внимания на угрозы Нин Гуан и продолжала делать вещи по-своему.<br>В итоге Нин Гуан прекратила попытки изменить эту упрямую капитаншу.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Такая очаровательная и богатая девушка, как Нин Гуан, никогда не испытывала недостатка в ухажёрах.<br>В их число входят полные амбиций бизнесмены, молодые аристократы террасы Юйцзин и бывалые морские волки. Ходят слухи, что богатый бизнесмен из Кур-де-Фонтейна подписал торговый договор с Ли Юэ лишь для того, чтобы иметь возможность видеться с Нин Гуан.<br>Нин Гуан обращается со всеми своими воздыхателями одинаково любезно и элегантно, но держит их на расстоянии, чтобы сохранить их интерес к ней живым. Со временем горожане начали гадать, кто же достоин сердца Нин Гуан?<br>Сама же Нин Гуан никогда не полюбит конечных вещей и не позволит ими себя ограничивать.<br>Нефритовый дворец, парящий над гаванью Ли Юэ, принадлежит только ей одной. Когда-то это была всего лишь комната, и только с годами дворец расширился до таких размеров, что стал способен закрыть своей тенью весь город.<br>Часть своего дохода Нин Гуан обязательно тратит на Нефритовый дворец, чтобы он продолжал расти, расширяться и становиться всё роскошнее.<br>Для Нин Гуан Нефритовый дворец является показателем её власти, богатства и стабильности.<br>Больше своего дворца Нин Гуан любит только деньги, потому что они бесконечны.<br>Однажды, уверена она, тень Нефритового дворца заслонит все семь королевств Тейвата.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Шахматы «Тысяча лет в Ли Юэ»",
                "Content": "Чтобы скоротать время, Нин Гуан изобрела некое подобие шахмат.<br>Шахматная доска представляет собой уменьшенную копию местности и улиц гавани Ли Юэ со всеми её торговцами, чайными домами, магазинами, отелями и лавками со всякой всячиной. Дальность хода фигур определяют кубики с шестью, десятью, двенадцатью и более гранями. Каждая клетка означает особенное событие.<br>Правила игры меняются по настроению Нин Гуан. В партиях с другими она придерживается самого последнего свода правил.<br>В особенно хорошем расположении духа она даже придумывает правила на ходу. Никто пока победить её не смог, а книга правил дошла до тридцать второго издания под индексом номер шесть.<br>Широкой публике было представлено восьмое издание, поскольку его Нин Гуан сочла самым простым. Многие не могут разобраться в нём до сих пор.<br>Тем не менее поток желающих приобрести шахматы тонкой работы не иссякает.<br>По правде сказать, шахматы эти покупаются больше из-за красоты, нежели игрового действа.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Как создаются Глаза Бога, не знает никто. Они всегда появляются из ниоткуда, оставляя сотни жаждущих признания во тьме бесплодных поисков.<br>Глаза Бога после гибели хозяина превращаются в пустую оболочку без капли сил элементов, и возродить их возможным не представляется. Но остаётся крохотный шанс, что такой Глаз вступит с кем-то в резонанс, причём только с кем-то одним...<br>Первый раз увидев такой пустой Глаз Бога, Нин Гуан невольно подумала: «О, вот ещё одна возможность заработать».<br>Толстосумы будут рады выложить за него кругленькую сумму. Даже если он не начнёт с ними резонировать, так станет великолепным украшением. Упускать такую возможность грех...<br>А ежели пустые Глаза Бога можно как-нибудь собирать, так почему бы не открыть прибыльное дельце?<br>В одной руке Нин Гуан перекатывала прохладную стекляшку, а другой намечала план аукциона.<br>От мысли о грядущем богатстве она расплылась в улыбке, и тут из Глаза Бога полился свет.<br>Нин Гуан с окаменевшей улыбкой не отрывала взор от ожившего Глаза Бога.<br>Вошедшие слуги Нин Гуан поспешили поздравить хозяйку с приобретением столь ценного сокровища.<br>Но полная недовольства Нин Гуан резко бросила:<br>«Чему тут радоваться? Как мне теперь его продать?!»",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Я госпожа Нин Гуан, Воля Небес группировки Цисин. Хочешь торговать? Будь моим телохранителем, а я покажу тебе, как превзойти всех в Ли Юэ.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Антиквариат",
                "Content": "Хотя предметы старины и бесценны, они дарят радость только в момент приобретения.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Торговая война",
                "Content": "В торговых войнах идеальный охотник не оставляет улик.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Вложения",
                "Content": "Нам следует найти новый объект для инвестиций. В конце концов моры много не бывает.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Дождь начался. Будь добр{F#а}, подержи мне зонт.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Обыкновенный снег. Когда-нибудь я возьму тебя с собой посмотреть на настоящий снегопад.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Штиль? Не верь глазам своим. Им свойственно лгать.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Такой ветер - беда для рыболовов и для... А, неважно.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Доложи о делах в порядке важности.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Где ты предпочитаешь отобедать: «Глазурный павильон» или шатёр «Синьюэ»?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "В чайном домике нет мест? Тогда пойдём в Нефритовый дворец... Если ты можешь себе это позволить.",
                "Tips": [
                    "Завершите главу «Прощайте, древний лорд»"
                ]
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Да, иди, отдохни. Если возникнет важное дело, я за тобой пошлю.",
                "Tips": []
            },
            {
                "Title": "О Нин Гуан: Взгляд на мир",
                "Content": "Будь то переговоры о цене или полноценная торговая война, слава и деньги второстепенны. Чтобы добиться победы, нужно знать, какие карты у вашего оппонента на руках.",
                "Tips": []
            },
            {
                "Title": "О Нин Гуан: Впечатление",
                "Content": "Ты считаешь, что моё отношение к тебе изменилось? Хм... Когда мы встретились, мне нужна была твоя помощь. Конечно, мне нужно было демонстрировать дружелюбие. Но теперь ты для меня - важный партнёр по контракту, и мне больше не нужно притворяться.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О нас: Слухи",
                "Content": "Я думаю, ты слышал{F#а} немало слухов обо мне. Так кто же я, в конце концов? Решать только тебе. Естественно, твои умозаключения тоже станут частью слухов.",
                "Tips": []
            },
            {
                "Title": "О нас: Наблюдения",
                "Content": "Ты уже давно путешествуешь со мной. Ты научил{F#ась}{M#ся} наблюдать? Тогда наблюдай за мной. Постарайся узнать мою душу.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Нефритовый дворец",
                "Content": "Выйди, встань наравне со мной. Ты видишь Нефритовый дворец? Сначала он был размером с комнату, а теперь заслоняет собой весь Ли Юэ. Когда он станет столь велик, что бросит тень на все семь королевств, ты точно так же встанешь со мной плечом к плечу.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Прощайте, древний лорд»"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Нет необходимости пользоваться Глазом Бога там, где всё можно решить морой. Что касается ситуаций, где мора не сможет помочь... Я сталкивалась только с одной.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся: Крупье",
                "Content": "Азартные игроки всегда ставят всё на последний бросок игральных костей... Но все ставки, конечно, отходят крупье, который ни разу в жизни не прикасался к костям.",
                "Tips": []
            },
            {
                "Title": "Давай поделимся: Цель",
                "Content": "Властелин Камня покинул нас, и это стало испытанием что для Ли Юэ, что для Цисин. Я тоже давно не сталкивалась с такими масштабными трудностями. <br>Однако я не могу отказаться от своей цели. Однажды я сделаю так, что тень Нефритового дворца накроет все семь королевств...",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Интересные вещи...",
                "Content": "В древней поэзии Ли Юэ часто воспевается красота глазурных лилий, но сейчас они на грани вымирания. Они сохранились только в садах террасы Юйцзин. Поскольку эти цветы весьма известны и крайне редко встречаются, стоят они недёшево.",
                "Tips": []
            },
            {
                "Title": "О Бэй Доу: Штрафы",
                "Content": "Эта... Капитан. Она снискала уважение многих, но она же - первая, кто презирает правила. Она платит такие штрафы, каких хватило бы, чтобы купить новый корабль.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Бэй Доу: Отношение",
                "Content": "Возможно, ты никогда не слышал{F#а}, чтобы я так плохо говорила о ком-то. Все хорошие и плохие слова были сказаны, но она всё равно делает так, как ей заблагорассудится... Ладно, хватит. Просто сделай так, чтобы я не видела капитана Бэй Доу.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Чжун Ли...",
                "Content": "Чжун Ли... Тот господин из ритуального бюро «Ваншэн». Он хорошо разбирается в вещах, которых многие даже не знают. Но даже лучшие фигуры бесполезны для меня, пока я не узнаю их слабости.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Син Цю...",
                "Content": "Второй наследник торговой гильдии «Фэйюнь». Люди такого склада характера терпеть меня не могут, но это естественно. У меня нет намерений вредить ему. Люди с разными убеждениями не способны плодотворно сотрудничать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сян Лин...",
                "Content": "А, эта девочка из ресторана «Народный выбор»... Её недоверие ко мне всегда написано у неё на лице. Ха, интересно, какое бы у неё было выражение лица, узнай она, на какую сумму я оказала материальную помощь ресторану в этом году...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Гань Юй...",
                "Content": "Даже Гань Юй не может полностью полагаться на кого-либо. В Ли Юэ говорят, «чтобы секрет перестал быть секретом, достаточно одного человека». В важных делах ты можешь положиться только на себя.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Яо Яо...",
                "Content": "Я полагаю, ты имеешь в виду девушку, которую Гань Юй взяла под своё крыло. Не волнуйся, я не планирую делать этот вопрос публичным. Я даже рада проявить некоторую снисходительность к её хитрому маневрированию. Однако в последнее время Яо Яо, похоже, слишком увлеклась морепродуктами. Тебе следует убедить её включить в свой рацион больше овощей и фруктов.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кэ Цин...",
                "Content": "Нефритовое Равновесие... Она сильно изменилась в последнее время. Какое Нефритовое Равновесие нужно Ли Юэ - то, что было в прошлом, или то, что есть сейчас? Время покажет.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Джинн...",
                "Content": "Действующий магистр в Мондштадте, должно быть, дама строгая и безупречная. Даже бумагу для писем она всегда аккуратно складывает согласно предписанным правилам. Именно такие незаметные мелочи позволяют познакомиться с истинными качествами человека.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Янь Фэй...",
                "Content": "Янь Фэй? В некотором смысле она «лучший враг». Если бы не её «ловкие» толкования закона и различные «оригинальные» предложения для своих клиентов, у меня ушли бы месяцы на то, чтобы самостоятельно найти пробелы в кодексе и постепенно улучшить его.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шэнь Хэ...",
                "Content": "Как поживает госпожа Шэнь Хэ? Прошу, заботься о ней как следует. Я глубоко признательна тебе за помощь в восстановлении Нефритового дворца. А если отставить церемонии - то просто заходи, когда у тебя будет свободная минутка, тебя всегда будет ждать чашка великолепного чая.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "О Юнь Цзинь...",
                "Content": "Юнь Цзинь... Ты можешь оценить её выступления? Поначалу это может быть трудно, но я советую всё же дать шанс. Причина, по которой я решила вложить деньги в её труппу, довольно проста: такое изящное искусство заслуживает того, чтобы передаваться из поколения в поколение.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Е Лань...",
                "Content": "Очень интересная девушка. Могу сказать с уверенностью, что я безоговорочно доверяю ей. Она идеальна буквально во всём. Хе-хе, вы об{F#е}{M#а} довольно умны, так что, надеюсь, вы поладите.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сянь Юнь...",
                "Content": "Я думаю пригласить Сянь Юнь на беседу за чашечкой чая. У меня оказалось несколько механических устройств, и мне было бы интересно узнать её мнение об их конструкции и применении. Я также хотела бы использовать эту возможность, чтобы расспросить её о том, как проходит жизнь Адепта в гавани Ли Юэ. Осталось лишь найти подходящего человека, чтобы доставить ей от меня приглашения. Возможно, тебя это заинтересует?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Тысяча лунных миль»"
                ]
            },
            {
                "Title": "Узнать больше о Нин Гуан I",
                "Content": "Ты можешь позволить себе опустить некоторые формальности. Но я прошу тебя ценить моё время. Если нужно ко мне обратиться - говори кратко и по делу.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Нин Гуан II",
                "Content": "Я считаю, что дети - самые чистые и наивные создания, поэтому сведения, предоставляемые ими, наиболее ценны. Так что насчёт тебя? Какие у тебя для меня сведения?",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Нин Гуан III",
                "Content": "Последнее время я размышляю над одним вопросом. Если бы я могла оставить тебя в Ли Юэ, возможно... Постепенно я смогла бы привести этот город... Ах, это только мысли вслух. Мне предстоит подумать, стоит ли того это вложение.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Нин Гуан IV",
                "Content": "Ты можешь последовать моему примеру и использовать мору для получения выгоды. Но тебе следует помнить, что отношения, построенные на море, не могут длиться долго. Ха, да, именно поэтому я не прибегаю к использованию моры в наших с тобой отношениях.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Нин Гуан V",
                "Content": "Неплохое капиталовложение. Конечно, накоплению моры оно не служит, но время, проведённое с тобой, само по себе есть прекрасная капиталоотдача. Думаю, я опять выиграла... Поставив на тебя.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Нин Гуан...",
                "Content": "Не хочешь попробовать сыграть в «Тысяча лет в Ли Юэ»? Я смогу оценить, насколько хорошо ты играешь в шахматы.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Нин Гуан...",
                "Content": "Что меня беспокоит?.. Думаешь, ты смог{F#ла} бы вынести то бремя, которое я возложу на тебя, поделившись своим беспокойством о группировке Цисин? К тому же если ты проговоришься по неосторожности...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Бульон, сваренный на медленном огне из куриного мяса и свиных костей, заправленный листьями свежей молодой капусты. Я неприхотлива в еде. В простые дни такого рода блюд мне вполне хватает.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я встречала людей, которые на каждом приёме требовали сервировать им золотистого краба. Это блюдо дорого выглядит, но я нахожу такое вульгарным. Если ты хочешь пригласить на подобный приём меня, лучше просто заплати мне морой.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Неплохо. Ты снова {F#превзошла}{M#превзошёл} мои ожидания.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Иногда, если не понимаешь основы, то вся работа становится бесполезной... Понимаешь, о чём я?",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Я ценю твои намерения.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Дарю тебе эту парчу высшего качества из Ли Юэ, сплетённую из шелковиц. {M#И ещё одну... Однажды ты сможешь подарить её своей сестре и, надеюсь, она ей понравится. Поздравляю вас обоих с днём}{F#Сделай из неё одежду и хорошенько отпразднуй свой день} рождения.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Решение проблем насилием - это наихудшее решение.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Делать своей силой время и мору... Интересно. Это лишний раз доказывает их ценность.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Что заставляет тебя не сдаваться? Нет, не говори мне. Дай мне больше времени, и я пойму сама.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Обычно я не доверяю людям, но ты заслужил{F#а} моё доверие. Хорошая работа. Нужно больше таких людей, как ты... А возможно, кроме тебя, никого не надо.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "...Пустяки.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Не трать моё время.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Фи! Сдавайся!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Твоя жизнь - моя!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Сдайся!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Счастливо!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Острый глаз.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Нельзя, чтобы сокровища пропали зря.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Богатство... Чем больше, тем лучше.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Ты смеешь бить меня?!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Я не забуду этого.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Ух!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "У тебя нет шансов на победу.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "В таком случае, я помогу тебе.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Мы всего лишь пешки...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Победитель определён...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Таков исход Воли Небес?",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Хм... грубо.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Ох! Ну, погоди!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Ох! Кровь за кровь!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Понятно.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Поспешим.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Не разочаруй меня.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "27": {
        "Costumes": [
            {
                "ID": 340002,
                "Name": "Флёр орхидеи",
                "Desc": "Праздничный наряд Нин Гуан. Длинное платье цвета индиго подчеркивает элегантные изгибы красавицы, а крылья бабочки на лодыжках придают наряду лёгкое изящество.",
                "Icon": "UI_AvatarIcon_NingguangCostumeFloral",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Золотой нефрит",
                "Desc": "Наряд Нин Гуан. Элегантное платье украшено мастерской вышивкой.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108139,
            "JD": 108094,
            "Name": "<b>Лепёшка «Инь Ян»</b>",
            "Eff": "Воскрешает персонажа и восстанавливает ему 10% от макс. HP + 150 HP.",
            "Desc": "Особое блюдо Нин Гуан. Тесто очень мягкое, как и кусочки мяса, из которых, словно мёд, сочится мясной сок. Где же великая и могущественная Воля Небес Нин Гуан научилась приготовлению такого блюда?",
            "Recipe": {
                "100061": 1,
                "110001": 1
            },
            "Icon": "UI_ItemIcon_108139"
        },
        "Namecard": {
            "Name": "<b>Величие феникса</b>",
            "Desc": "Именная карта.<br>Как говорится: «Худшее в фениксах - это то, что их мало». Но, на самом деле, одной Нин Гуан более чем достаточно...",
            "Pic": "UI_NameCardPic_Ningguang_P"
        }
    }
}

var acs_cache_ = {
    "340002": "Ningguang, the great mover and shaker of Liyue's mercantile spheres, always seems to have a confident, steady smile on her face.<br>But even she cannot escape the vagaries of depression, reluctance, loneliness, and other anxieties that trouble the ordinary people of Liyue.<br>Once, when Liyue Harbor teetered on the brink of a crisis, Ningguang was forced to sacrifice her Jade Chamber — the sky palace she had built up for many years through much sweat and tears.<br>All the memories of her past, sweet or bitter, were cast into the ocean with the Jade Chamber, and there they sank. Even one such as Ningguang could nary bear the loss.<br>Even after the dust had settled and the opportunity to rebuild the Chamber came, she still spent much time in troubled consideration.<br>Many things happen in this world — who could say when great loss might loom?<br>Each time she thought on this, she would feel depressed.<br><br>As the banquet in the skies began anew, Ningguang stepped forward in her indigo dress to invite the gathered guests to celebrate with her.<br>Yet amid the revelry, amidst the sea of famous relics, precious trinkets, fine cuisine, and the cries of joy and laughter,<br>Liyue's Tianquan was once again gripped by melancholy.<br><br>Leaving her seat, she stood under the night sky with a clouded heart.<br>The sounds of cheer within the pavilion could no longer be heard from this far away — it was as if she were alone under the stars.<br>As she often would in past, she gazed down at Liyue beneath her feet—<br>The faint moonlight seemed to be cast about Liyue's face like a veil. From Bishui Plain to Lisha, the land was painted a magnificent, gentle white.<br>This was a sight that Ningguang was most familiar with. Ever since the Jade Chamber was completed, she would gaze upon this majestic view every night.<br>Time flies, but the mountains and seas remain.<br><br>\"The mortal world is fleeting, but there are things that will not change so easily.\"<br>\"A hundred years from now, perhaps, all things might be different. But then, my beauty would have faded, my body reduced to withered bones.\"<br>\"This garment, too, will by then have grown dull, no matter how opulent it may have been in its prime.\"<br>\"But so long as I live, riches uncounted shall be at my disposal, as shall the Tianquan's authority, so vested in me.\"<br>\"I will live this life to the full — lacking not at all for power, wealth, or friends.\"<br>\"Was this not what I resolved to do from the beginning? If so, then how could I simply allow myself to fall into this pit — to lose my wits because of a moment's emptiness?\"<br>\"Life must be treasured precisely because it is fleeting.\"<br>\"But a thousand, even ten thousand years from now, those who come after will remember this name — Ningguang.\"<br><br>As she returned to the feast, her heart was clear.<br>And when she emerged before the crowd again, the Tianquan Ningguang wore that calm, self-assured smile once more."
}