// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerGirl_Grass": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerGirl_Grass": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerGirl_Grass": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Серп иноземца",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Два быстрых взмаха мечом, на которые тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Травяной клинок",
                        "Desc": "Вы взмахиваете клинком и выпускаете острые как бритва листья, нанося <color style='color:#99FF88;'>Дендро урон</color> перед собой.<br><br><i>Вы с Паймон рассматривали острые края травинок.</i>",
                        "Icon": "Skill_E_PlayerGrass_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "230.4%",
                                    "247.68%",
                                    "264.96%",
                                    "288.0%",
                                    "305.28%",
                                    "322.56%",
                                    "345.6%",
                                    "368.64%",
                                    "391.68%",
                                    "414.72%",
                                    "437.76%",
                                    "460.8%",
                                    "489.6%",
                                    "518.4%",
                                    "547.2%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Пригибающий траву ветер",
                        "Desc": "Призывая силу растений, вы создаёте Лотосовый светильник.<br>Лотосовый светильник наносит продолжительный <color style='color:#99FF88;'>Дендро урон</color> врагам в области действия.<br><br><color style='color:#FFD780;'>Преобращение света лотоса</color><br>Лотосовый светильник при соприкосновении с <color style='color:#80C0FF;'>Гидро</color>, <color style='color:#FFACFF;'>Электро</color> или <color style='color:#FF9999;'>Пиро</color> претерпевает следующие изменения:<br> ·  <color style='color:#80C0FF;'>Гидро</color>: Увеличивается область действия Лотосового светильника и зона поражения его атак.<br> ·  <color style='color:#FFACFF;'>Электро</color>: Увеличивается скорость атаки Лотосового светильника.<br> ·  <color style='color:#FF9999;'>Пиро</color>: Лотосовый светильник вскоре взрывается и исчезает, нанося <color style='color:#99FF88;'>Дендро урон по площади</color>.<br>Преобращение света лотоса может произойти только один раз во время действия Лотосового светильника.<br><br>Одновременно на поле боя может быть не больше одного Лотосового светильника, созданного {M#самим путешественником}{F#самой путешественницей}.<br><br><i>Вы с Паймон изучали звуки растений, которые прорастают после дождя.</i>",
                        "Icon": "Skill_S_PlayerGrass_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Лотосового светильника",
                                "ParamLevelList": [
                                    "80.16%",
                                    "86.172%",
                                    "92.184%",
                                    "100.2%",
                                    "106.212%",
                                    "112.224%",
                                    "120.24%",
                                    "128.256%",
                                    "136.272%",
                                    "144.288%",
                                    "152.304%",
                                    "160.32%",
                                    "170.34%",
                                    "180.36%",
                                    "190.38%"
                                ]
                            },
                            {
                                "Desc": "Урон от взрыва",
                                "ParamLevelList": [
                                    "400.8%",
                                    "430.86%",
                                    "460.92%",
                                    "501.0%",
                                    "531.06%",
                                    "561.12%",
                                    "601.2%",
                                    "641.28%",
                                    "681.36%",
                                    "721.44%",
                                    "761.52%",
                                    "801.6%",
                                    "851.7%",
                                    "901.8%",
                                    "951.9%"
                                ]
                            },
                            {
                                "Desc": "Длительность Лотосового светильника",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Ползучая поросль",
                        "Desc": "Находясь на поле боя, <color style='color:#FFD780;'>Лотосовый светильник</color> получает один уровень Лучезарного лотоса каждую секунду, увеличивая мастерство стихий активных персонажей в области действия на 6 ед. Эффект складывается до 10 раз.",
                        "Icon": "UI_Talent_U_PlayerGrass_01"
                    },
                    {
                        "Name": "Роскошная зелень",
                        "Desc": "Каждая единица мастерства стихий {F#путешественницы}{M#путешественника} повышает урон, наносимый <color style='color:#FFD780;'>Травяным клинком</color> на 0,15%, а урон, наносимый <color style='color:#FFD780;'>Пригибающим траву ветром</color>, - на 0,1%.",
                        "Icon": "UI_Talent_U_PlayerGrass_02"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Вьющийся симбиот",
                        "Desc": "Попадание по врагу <color style='color:#FFD780;'>Травяным клинком</color> восстанавливает {F#путешественнице}{M#путешественнику} 3,5 ед. энергии.",
                        "Icon": "UI_Talent_S_PlayerGrass_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Стойкость растений",
                        "Desc": "Длительность <color style='color:#FFD780;'>Лотосового светильника</color> увеличивается на 3 сек.",
                        "Icon": "UI_Talent_S_PlayerGrass_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Хоровод трав",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Травяной клинок</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_S_PlayerGrass_03"
                    },
                    {
                        "Level": 4,
                        "Name": "Сахарная трава",
                        "Desc": "При активации Преобращения света лотоса <color style='color:#FFD780;'>Лотосовый светильник</color> получит 5 уровней Лучезарного лотоса от пассивного таланта «Ползучая поросль».<br>Требуется разблокировать пассивный талант «Ползучая поросль».",
                        "Icon": "UI_Talent_S_PlayerGrass_04"
                    },
                    {
                        "Level": 5,
                        "Name": "Буйство зелени",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Пригибающий траву ветер</color> на 3.<br>Макс. уровень: 15.",
                        "Icon": "UI_Talent_S_PlayerGrass_05"
                    },
                    {
                        "Level": 6,
                        "Name": "Увядающее скопление",
                        "Desc": "Персонаж с Лучезарным лотосом <color style='color:#FFD780;'>Лотосового светильника</color> получает 12% <color style='color:#99FF88;'>бонус Дендро урона</color>. Если произошло Преобращение света лотоса Лотосового светильника, персонаж получает ещё 12% бонуса элементального урона соответствующего элемента.",
                        "Icon": "UI_Talent_S_PlayerGrass_06"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerGirl_Grass": {}
}