// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerBoy_Fire": {}
}

var _AvatarMats_ = {
    "PlayerBoy_Fire": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerBoy_Fire": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Чужеземное пламя",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок текущего пламени",
                        "Desc": "Управляет бушующим пламенем, способным испепелить саму землю. При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>В яростном порыве направляет могущество пламени. После применения {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Пылающий порог, который следует за активным персонажем.<br>Приблизившись к врагам, Пылающий порог периодически наносит им <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Хладнокровно управляет силой огня, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа врагам поблизости. После использования {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Испепеляющий порог, который следует за активным персонажем.<br>Когда активный персонаж, находящийся внутри Испепеляющего порога, наносит противникам урон, Испепеляющий порог совершает совместную атаку, которая наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}. Этот эффект может возникнуть один раз в 3 сек.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: {F#Путешественница}{M#Путешественник}</color><br>Непрерывно расходует очки Ночного духа. Состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} длится до 12 сек. Когда очки Ночного духа исчерпаются, состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} завершается. Если во время действия активировать элементальный навык повторно, показатель очков Ночного духа {F#путешественницы}{M#путешественника} будет сброшен до 42.<br>Пылающий порог и Испепеляющий порог исчезают, когда завершается {F#её}{M#его} состояние Благословения Ночного духа. Одновременно может существовать только один Пылающий порог или Испепеляющий порог, призванный {F#самой путешественницей}{M#самим путешественником}.<br><br><i>Вы с Паймон наблюдали, как изменяется цвет текущего пламени.</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Пылающего порога",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "Урон долгого нажатия",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "Урон Испепеляющего порога",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Испепеляющий равнины",
                        "Desc": "Концентрирует пламя в метке, нанося врагам впереди <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа. В течение следующих 4 сек. {F#путешественница}{M#путешественник} восстанавливает 7 ед. очков Ночного духа в секунду.<br><br><i>Вы с Паймон изучили принципы неугасающего огня.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Истинное пламя сожжения",
                        "Desc": "Когда у {F#путешественницы}{M#путешественника} более 20 очков Ночного духа, область поражения Пылающего порога и Испепеляющего порога элементального навыка <color style='color:#FFD780;'>Клинок текущего пламени</color> после попадания по врагу увеличивается.",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "Недогоревшие угли",
                        "Desc": "После того как активный персонаж, находящийся внутри <color style='color:#FFD780;'>Пылающего порога</color> или <color style='color:#FFD780;'>Испепеляющего порога</color>, активирует на противнике <color style='color:#FF9999;'>Пиро реакции</color>, {F#путешественница}{M#путешественник} восстанавливает 5 ед. энергии. Такой эффект может возникнуть один раз в 12 сек. Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, {F#путешественница}{M#путешественник} восстанавливает 4 ед. энергии.",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Искрящийся огонь звёзд",
                        "Desc": "Когда <color style='color:#FFD780;'>Пылающий порог</color> или <color style='color:#FFD780;'>Испепеляющий порог</color> активен, урон активного персонажа повышается на 6%. Если данный персонаж пребывает в состоянии Благословения Ночного духа, его урон дополнительно повышается на 9%.<hr style='margin: 12px 0;'>#Во время противостояния Владыке истлевшего первобытного пламени в форме Госойтота, когда <color style='color:#FFD780;'>Пылающий порог</color> или <color style='color:#FFD780;'>Испепеляющий порог</color> активны, сила атаки {F#путешественницы}{M#путешественника} повышается на 40%, получаемый урон снижается на 40%, а сопротивление прерыванию усиливается.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Негаснущая свеча",
                        "Desc": "В течение 12 сек. после использования элементального навыка <color style='color:#FFD780;'>Клинок текущего пламени</color>, после того как член отряда поблизости активирует на противнике <color style='color:#FF9999;'>Пиро реакции</color>, {F#путешественница}{M#путешественник} восстанавливает 14 очков Ночного духа. За каждое использование <color style='color:#FFD780;'>Клинка текучего пламени</color> таким способом можно восстановить до 28 очков Ночного духа.<hr style='margin: 12px 0;'>#Во время противостояния Владыке истлевшего первобытного пламени в форме Госойтота, когда {F#путешественница}{M#путешественник} пребывает в состоянии Ночного духа, а {F#её}{M#его} <color style='color:#FF9999;'>Пиро</color> атаки поражают противника, <color style='color:#FF9999;'>Пиро сопротивление</color> данного противника снижается на 20% на 6 сек. Этот эффект складывается до 2 раз. Длительность каждого уровня рассчитывается отдельно.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Передающийся сигнальный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок текущего пламени</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>#Во время противостояния Владыке истлевшего первобытного пламени в форме Госойтота {F#путешественница}{M#путешественник} получает 40% <color style='color:#FF9999;'>бонус Пиро урона</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Неистовый пожар",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Испепеляющий равнины</color> {F#путешественница}{M#путешественник} на 9 сек. получает 20% <color style='color:#FF9999;'>бонус Пиро урона</color>.<hr style='margin: 12px 0;'>#Во время противостояния Владыке истлевшего первобытного пламени в форме Госойтота после применения взрыва стихии <color style='color:#FFD780;'>Испепеляющий равнины</color> все члены отряда поблизости восстанавливают 40% от их макс. HP. В течение следующих 10 сек. {F#путешественница}{M#путешественник} восстанавливает 4 ед. энергии каждую секунду.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Бессмертный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Испепеляющий равнины</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>#Во время противостояния Владыке истлевшего первобытного пламени в форме Госойтота шанс крит. попадания {F#путешественницы}{M#путешественника} увеличивается на 20%, а крит. урон - на 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Вечное Священное пламя",
                        "Desc": "Обычные атаки, заряженные атаки и атаки в падении {F#путешественницы}{M#путешественника}, когда {F#она}{M#он} находится в состоянии Благословения Ночного духа, наносят <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Кроме того, крит. урон таких атак повышается на 40%.<hr style='margin: 12px 0;'>#Во время противостояния Владыке истлевшего первобытного пламени в форме Госойтота, когда {F#путешественница}{M#путешественник} пребывает в состоянии Ночного духа, {F#её}{M#его} скорость передвижения увеличивается на 20%, а потребление выносливости снижается на 30%. Кроме того, при использовании обычных и заряженных атак вперёд будут выпускаться огненные волны, которые наносят врагам на своём пути <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, равный 96% силы атаки {F#путешественницы}{M#путешественника}.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Чужеземное пламя",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок текучего пламени",
                        "Desc": "Управляет бушующим пламенем, способным испепелить саму землю. При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>В яростном порыве направляет могущество пламени. После применения {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Пылающий порог, который следует за активным персонажем.<br>Приблизившись к врагам, Пылающий порог периодически наносит им <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Спокойно управляет силой огня. После использования {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Испепеляющий порог, который следует за активным персонажем.<br>Когда активный персонаж, находящийся в Испепеляющем пороге, наносит противникам урон, Испепеляющий порог совершает совместную атаку, которая наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}. Этот эффект может возникнуть один раз в 3 сек.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: {F#Путешественница}{M#Путешественник}</color><br>Непрерывно расходует очки Ночного духа. Состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} длится до 12 сек. Когда очки Ночного духа исчерпаются или навык используется повторно, состяние Благословения Ночного духа {F#путешественницы}{M#путешественника} завершается.<br>Пылающий порог и Испепеляющий порог исчезают, когда завершается состояние Благословения Ночного духа. Одновременно может существовать только один Пылающий порог или Испепеляющий порог, призванный {F#путешественницей}{M#путешественником}.<br><br><i>Вы с Паймон наблюдали, как изменяется цвет текущего пламени.</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Кольца стремительного огня",
                                "ParamLevelList": [
                                    "30.32%",
                                    "32.594%",
                                    "34.868%",
                                    "37.9%",
                                    "40.174%",
                                    "42.448%",
                                    "45.48%",
                                    "48.512%",
                                    "51.544%",
                                    "54.576%",
                                    "57.608%",
                                    "60.64%",
                                    "64.43%",
                                    "68.22%",
                                    "72.01%"
                                ]
                            },
                            {
                                "Desc": "Мгновенный урон Кольца медленного пламени",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "Урон Кольца медленного пламени",
                                "ParamLevelList": [
                                    "91.6%",
                                    "98.47%",
                                    "105.34%",
                                    "114.5%",
                                    "121.37%",
                                    "128.24%",
                                    "137.4%",
                                    "146.56%",
                                    "155.72%",
                                    "164.88%",
                                    "174.04%",
                                    "183.2%",
                                    "194.65%",
                                    "206.1%",
                                    "217.55%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек.",
                                    "20.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сжигатель равнин",
                        "Desc": "Концентрирует пламя в метке, нанося врагам впереди <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа. В течение следующих 4 сек. {F#путешественница}{M#путешественник} каждую секунду восстанавливает 7 ед. очков Ночного духа.<br><br><i>Вы с Паймон изучили принципы неугасающего огня.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "423.2%",
                                    "454.94%",
                                    "486.68%",
                                    "529.0%",
                                    "560.74%",
                                    "592.48%",
                                    "634.8%",
                                    "677.12%",
                                    "719.44%",
                                    "761.76%",
                                    "804.08%",
                                    "846.4%",
                                    "899.3%",
                                    "952.2%",
                                    "1005.1%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Истинное пламя сжигания",
                        "Desc": "Когда у {F#путешественницы}{M#путешественника} более 20 очков Ночного духа, увеличивается область поражения Пылающего порога и Испепеляющего порога элементального навыка <color style='color:#FFD780;'>Клинок текучего пламени</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "Недогоревшие угли",
                        "Desc": "После того как активный персонаж, находящийся внутри <color style='color:#FFD780;'>Пылающего порога</color> или <color style='color:#FFD780;'>Испепеляющего порога</color>, активирует на противнике реакции Горение, Пар, Таяние, Перегрузка, Цветение, Пиро Рассеивание или Пиро Кристалл, {F#путешественница}{M#путешественник} восстанавливает 5 ед. энергии. Такой эффект может возникнуть один раз в 12 сек. Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, {F#путешественница}{M#путешественник} восстановит 4 ед. энергии.",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Искрящийся огонь звёзд",
                        "Desc": "Когда <color style='color:#FFD780;'>Пылающий порог</color> или <color style='color:#FFD780;'>Испепеляющий порог</color> активен, урон активного персонажа повышается на 6%. Если данный персонаж пребывает в состоянии Благословения Ночного духа, его урон дополнительно повышается на 6%.<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 30%, they take 30% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Негаснущая свеча",
                        "Desc": "В течение 12 сек. после использования элементального навыка <color style='color:#FFD780;'>Клинок текучего пламени</color>, после того как член отряда поблизости активирует на противнике реакции Горение, Пар, Таяние, Перегрузка, Цветение, Пиро Рассеивание или Пиро Кристалл, {F#путешественница}{M#путешественник} восстанавливает 14 очков Ночного духа. За каждое использование <color style='color:#FFD780;'>Клинка текучего пламени</color> таким способом можно восстановить до 28 очков Ночного духа.<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 15% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Распространяющийся сигнальный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок текучего пламени</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 30% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Неистовый пожар",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Сжигатель равнин</color> {F#путешественница}{M#путешественник} на 9 сек. получает 20% <color style='color:#FF9999;'>бонус Пиро урона</color>.<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 30% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Бессмертный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сжигатель равнин</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 15%, and their CRIT DMG increases by 30%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Вечное Священное пламя",
                        "Desc": "Обычные атаки, заряженные атаки и атаки в падении {F#путешественницы}{M#путешественника}, когда {F#она}{M#он} находится в состоянии Благословения Ночного духа, наносят <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Кроме того, крит. урон таких атак повышается на 40%.<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 23% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "Чужеземное пламя",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок текучего пламени",
                        "Desc": "Управляет бушующим пламенем, способным испепелить саму землю. При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>В яростном порыве направляет могущество пламени. После применения {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Пылающий порог, который следует за активным персонажем.<br>Приблизившись к врагам, Пылающий порог периодически наносит им <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Хладнокровно управляет силой огня, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа врагам поблизости. После использования {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Испепеляющий порог, который следует за активным персонажем.<br>Когда активный персонаж, находящийся в Испепеляющем пороге, наносит противникам урон, Испепеляющий порог совершает совместную атаку, которая наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}. Этот эффект может возникнуть один раз в 3 сек.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: {F#Путешественница}{M#Путешественник}</color><br>Непрерывно расходует очки Ночного духа. Состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} длится до 12 сек. Когда очки Ночного духа исчерпаются или навык используется повторно, состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} завершается.<br>Пылающий порог и Испепеляющий порог исчезают, когда завершается состояние Благословения Ночного духа. Одновременно может существовать только один Пылающий порог или Испепеляющий порог, призванный {F#путешественницей}{M#путешественником}.<br><br><i>Вы с Паймон наблюдали, как изменяется цвет текущего пламени.</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Пылающего порога",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "Урон долгого нажатия",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "Урон Испепеляющего порога",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сжигатель равнин",
                        "Desc": "Концентрирует пламя в метке, нанося врагам впереди <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа. В течение следующих 4 сек. {F#путешественница}{M#путешественник} каждую секунду восстанавливает 7 ед. очков Ночного духа.<br><br><i>Вы с Паймон изучили принципы неугасающего огня.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Истинное пламя сжигания",
                        "Desc": "Когда у {F#путешественницы}{M#путешественника} более 20 очков Ночного духа, область поражения Пылающего порога и Испепеляющего порога элементального навыка <color style='color:#FFD780;'>Клинок текучего пламени</color> после попадания по врагу увеличивается.",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "Недогоревшие угли",
                        "Desc": "После того как активный персонаж, находящийся внутри <color style='color:#FFD780;'>Пылающего порога</color> или <color style='color:#FFD780;'>Испепеляющего порога</color>, активирует на противнике реакции Горение, Пар, Таяние, Перегрузка, Цветение, Пиро Рассеивание или Пиро Кристалл, {F#путешественница}{M#путешественник} восстанавливает 5 ед. энергии. Такой эффект может возникнуть один раз в 12 сек. Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, {F#путешественница}{M#путешественник} восстановит 4 ед. энергии.",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Искрящийся огонь звёзд",
                        "Desc": "Когда <color style='color:#FFD780;'>Пылающий порог</color> или <color style='color:#FFD780;'>Испепеляющий порог</color> активен, урон активного персонажа повышается на 6%. Если данный персонаж пребывает в состоянии Благословения Ночного духа, его урон дополнительно повышается на 9%.<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Негаснущая свеча",
                        "Desc": "В течение 12 сек. после использования элементального навыка <color style='color:#FFD780;'>Клинок текучего пламени</color>, после того как член отряда поблизости активирует на противнике реакции Горение, Пар, Таяние, Перегрузка, Цветение, Пиро Рассеивание или Пиро Кристалл, {F#путешественница}{M#путешественник} восстанавливает 14 очков Ночного духа. За каждое использование <color style='color:#FFD780;'>Клинка текучего пламени</color> таким способом можно восстановить до 28 очков Ночного духа.<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Распространяющийся сигнальный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок текучего пламени</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Неистовый пожар",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Сжигатель равнин</color> {F#путешественница}{M#путешественник} на 9 сек. получает 20% <color style='color:#FF9999;'>бонус Пиро урона</color>.<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Бессмертный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сжигатель равнин</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Вечное Священное пламя",
                        "Desc": "Обычные атаки, заряженные атаки и атаки в падении {F#путешественницы}{M#путешественника}, когда {F#она}{M#он} находится в состоянии Благословения Ночного духа, наносят <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Кроме того, крит. урон таких атак повышается на 40%.<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "Чужеземное пламя",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок текучего пламени",
                        "Desc": "Управляет бушующим пламенем, способным испепелить саму землю. При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>В яростном порыве направляет могущество пламени. После применения {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Пылающий порог, который следует за активным персонажем.<br>Приблизившись к врагам, Пылающий порог периодически наносит им <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Хладнокровно управляет силой огня, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа врагам поблизости. После использования {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Испепеляющий порог, который следует за активным персонажем.<br>Когда активный персонаж, находящийся в Испепеляющем пороге, наносит противникам урон, Испепеляющий порог совершает совместную атаку, которая наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}. Этот эффект может возникнуть один раз в 3 сек.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: {F#Путешественница}{M#Путешественник}</color><br>Непрерывно расходует очки Ночного духа. Состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} длится до 12 сек. Когда очки Ночного духа исчерпаются или навык используется повторно, состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} завершается.<br>Пылающий порог и Испепеляющий порог исчезают, когда завершается состояние Благословения Ночного духа. Одновременно может существовать только один Пылающий порог или Испепеляющий порог, призванный {F#путешественницей}{M#путешественником}.<br><br><i>Вы с Паймон наблюдали, как изменяется цвет текущего пламени.</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Пылающего порога",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "Урон долгого нажатия",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "Урон Испепеляющего порога",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сжигатель равнин",
                        "Desc": "Концентрирует пламя в метке, нанося врагам впереди <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа. В течение следующих 4 сек. {F#путешественница}{M#путешественник} каждую секунду восстанавливает 7 ед. очков Ночного духа.<br><br><i>Вы с Паймон изучили принципы неугасающего огня.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Истинное пламя сжигания",
                        "Desc": "Когда у {F#путешественницы}{M#путешественника} более 20 очков Ночного духа, область поражения Пылающего порога и Испепеляющего порога элементального навыка <color style='color:#FFD780;'>Клинок текучего пламени</color> после попадания по врагу увеличивается.",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "Недогоревшие угли",
                        "Desc": "После того как активный персонаж, находящийся внутри <color style='color:#FFD780;'>Пылающего порога</color> или <color style='color:#FFD780;'>Испепеляющего порога</color>, активирует на противнике реакции Горение, Пар, Таяние, Перегрузка, Цветение, Пиро Рассеивание или Пиро Кристалл, {F#путешественница}{M#путешественник} восстанавливает 5 ед. энергии. Такой эффект может возникнуть один раз в 12 сек. Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, {F#путешественница}{M#путешественник} восстановит 4 ед. энергии.",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Искрящийся огонь звёзд",
                        "Desc": "Когда <color style='color:#FFD780;'>Пылающий порог</color> или <color style='color:#FFD780;'>Испепеляющий порог</color> активен, урон активного персонажа повышается на 6%. Если данный персонаж пребывает в состоянии Благословения Ночного духа, его урон дополнительно повышается на 9%.<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Негаснущая свеча",
                        "Desc": "В течение 12 сек. после использования элементального навыка <color style='color:#FFD780;'>Клинок текучего пламени</color>, после того как член отряда поблизости активирует на противнике реакции Горение, Пар, Таяние, Перегрузка, Цветение, Пиро Рассеивание или Пиро Кристалл, {F#путешественница}{M#путешественник} восстанавливает 14 очков Ночного духа. За каждое использование <color style='color:#FFD780;'>Клинка текучего пламени</color> таким способом можно восстановить до 28 очков Ночного духа.<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Распространяющийся сигнальный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок текучего пламени</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Неистовый пожар",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Сжигатель равнин</color> {F#путешественница}{M#путешественник} на 9 сек. получает 20% <color style='color:#FF9999;'>бонус Пиро урона</color>.<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Бессмертный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сжигатель равнин</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Вечное Священное пламя",
                        "Desc": "Обычные атаки, заряженные атаки и атаки в падении {F#путешественницы}{M#путешественника}, когда {F#она}{M#он} находится в состоянии Благословения Ночного духа, наносят <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Кроме того, крит. урон таких атак повышается на 40%.<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "Чужеземное пламя",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед.",
                                    "20.0 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок текущего пламени",
                        "Desc": "Управляет бушующим пламенем, способным испепелить саму землю. При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>В яростном порыве направляет могущество пламени. После применения {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Пылающий порог, который следует за активным персонажем.<br>Приблизившись к врагам, Пылающий порог периодически наносит им <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Хладнокровно управляет силой огня, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа врагам поблизости. После использования {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Испепеляющий порог, который следует за активным персонажем.<br>Когда активный персонаж, находящийся внутри Испепеляющего порога, наносит противникам урон, Испепеляющий порог совершает совместную атаку, которая наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}. Этот эффект может возникнуть один раз в 3 сек.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: {F#Путешественница}{M#Путешественник}</color><br>Непрерывно расходует очки Ночного духа. Состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} длится до 12 сек. Когда очки Ночного духа исчерпаются или навык используется повторно, состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} завершается.<br>Пылающий порог и Испепеляющий порог исчезают, когда завершается {F#её}{M#его} состояние Благословения Ночного духа. Одновременно может существовать только один Пылающий порог или Испепеляющий порог, призванный {F#самой путешественницей}{M#самим путешественником}.<br><br><i>Вы с Паймон наблюдали, как изменяется цвет текущего пламени.</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Пылающего порога",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "Урон долгого нажатия",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "Урон Испепеляющего порога",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед.",
                                    "80.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Испепеляющий равнины",
                        "Desc": "Концентрирует пламя в метке, нанося врагам впереди <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа. В течение следующих 4 сек. {F#путешественница}{M#путешественник} восстанавливает 7 ед. очков Ночного духа в секунду.<br><br><i>Вы с Паймон изучили принципы неугасающего огня.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек.",
                                    "18.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Истинное пламя сожжения",
                        "Desc": "Когда у {F#путешественницы}{M#путешественника} более 20 очков Ночного духа, область поражения Пылающего порога и Испепеляющего порога элементального навыка <color style='color:#FFD780;'>Клинок текущего пламени</color> после попадания по врагу увеличивается.",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "Недогоревшие угли",
                        "Desc": "После того как активный персонаж, находящийся внутри <color style='color:#FFD780;'>Пылающего порога</color> или <color style='color:#FFD780;'>Испепеляющего порога</color>, активирует на противнике реакции Горение, Пар, Таяние, Перегрузка, Цветение, Пиро Рассеивание или Пиро Кристалл, {F#путешественница}{M#путешественник} восстанавливает 5 ед. энергии. Такой эффект может возникнуть один раз в 12 сек. Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, {F#путешественница}{M#путешественник} восстанавливает 4 ед. энергии.",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Искрящийся огонь звёзд",
                        "Desc": "Когда <color style='color:#FFD780;'>Пылающий порог</color> или <color style='color:#FFD780;'>Испепеляющий порог</color> активен, урон активного персонажа повышается на 6%. Если данный персонаж пребывает в состоянии Благословения Ночного духа, его урон дополнительно повышается на 9%.<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Негаснущая свеча",
                        "Desc": "В течение 12 сек. после использования элементального навыка <color style='color:#FFD780;'>Клинок текущего пламени</color>, после того как член отряда поблизости активирует на противнике реакции Горение, Пар, Таяние, Перегрузка, Цветение, Пиро Рассеивание или Пиро Кристалл, {F#путешественница}{M#путешественник} восстанавливает 14 очков Ночного духа. За каждое использование <color style='color:#FFD780;'>Клинка текучего пламени</color> таким способом можно восстановить до 28 очков Ночного духа.<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Передающийся сигнальный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок текущего пламени</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Неистовый пожар",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Испепеляющий равнины</color> {F#путешественница}{M#путешественник} на 9 сек. получает 20% <color style='color:#FF9999;'>бонус Пиро урона</color>.<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Бессмертный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Испепеляющий равнины</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Вечное Священное пламя",
                        "Desc": "Обычные атаки, заряженные атаки и атаки в падении {F#путешественницы}{M#путешественника}, когда {F#она}{M#он} находится в состоянии Благословения Ночного духа, наносят <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Кроме того, крит. урон таких атак повышается на 40%.<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Чужеземное пламя",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок текущего пламени",
                        "Desc": "Управляет бушующим пламенем, способным испепелить саму землю. При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>В яростном порыве направляет могущество пламени. После применения {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Пылающий порог, который следует за активным персонажем.<br>Приблизившись к врагам, Пылающий порог периодически наносит им <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Хладнокровно управляет силой огня, нанося <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа врагам поблизости. После использования {F#путешественница}{M#путешественник} получает 42 очка Ночного духа, входит в состояние Благословения Ночного духа и призывает Испепеляющий порог, который следует за активным персонажем.<br>Когда активный персонаж, находящийся внутри Испепеляющего порога, наносит противникам урон, Испепеляющий порог совершает совместную атаку, которая наносит <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, пропорциональный силе атаки {F#путешественницы}{M#путешественника}. Этот эффект может возникнуть один раз в 3 сек.<br><br><color style='color:#FFD780;'>Благословение Ночного духа: {F#Путешественница}{M#Путешественник}</color><br>Непрерывно расходует очки Ночного духа. Состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} длится до 12 сек. Когда очки Ночного духа исчерпаются, состояние Благословения Ночного духа {F#путешественницы}{M#путешественника} завершается. Если во время действия активировать элементальный навык повторно, показатель очков Ночного духа {F#путешественницы}{M#путешественника} будет сброшен до 42.<br>Пылающий порог и Испепеляющий порог исчезают, когда завершается {F#её}{M#его} состояние Благословения Ночного духа. Одновременно может существовать только один Пылающий порог или Испепеляющий порог, призванный {F#самой путешественницей}{M#самим путешественником}.<br><br><i>Вы с Паймон наблюдали, как изменяется цвет текущего пламени.</i>",
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Пылающего порога",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "Урон долгого нажатия",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "Урон Испепеляющего порога",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "Максимум очков Ночного духа",
                                "ParamLevelList": [
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед.",
                                    "80 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Испепеляющий равнины",
                        "Desc": "Концентрирует пламя в метке, нанося врагам впереди <color style='color:#FF9999;'>Пиро урон по площади</color> с характеристикой Ночного духа. В течение следующих 4 сек. {F#путешественница}{M#путешественник} восстанавливает 7 ед. очков Ночного духа в секунду.<br><br><i>Вы с Паймон изучили принципы неугасающего огня.</i>",
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Истинное пламя сожжения",
                        "Desc": "Когда у {F#путешественницы}{M#путешественника} более 20 очков Ночного духа, область поражения Пылающего порога и Испепеляющего порога элементального навыка <color style='color:#FFD780;'>Клинок текущего пламени</color> после попадания по врагу увеличивается.",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "Недогоревшие угли",
                        "Desc": "После того как активный персонаж, находящийся внутри <color style='color:#FFD780;'>Пылающего порога</color> или <color style='color:#FFD780;'>Испепеляющего порога</color>, активирует на противнике <color style='color:#FF9999;'>Пиро реакции</color>, {F#путешественница}{M#путешественник} восстанавливает 5 ед. энергии. Такой эффект может возникнуть один раз в 12 сек. Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, {F#путешественница}{M#путешественник} восстанавливает 4 ед. энергии.",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Искрящийся огонь звёзд",
                        "Desc": "Когда <color style='color:#FFD780;'>Пылающий порог</color> или <color style='color:#FFD780;'>Испепеляющий порог</color> активен, урон активного персонажа повышается на 6%. Если данный персонаж пребывает в состоянии Благословения Ночного духа, его урон дополнительно повышается на 9%.<hr style='margin: 12px 0;'>#Во время противостояния Госойтоту в форме Владыки истлевшего первобытного пламени, когда <color style='color:#FFD780;'>Пылающий порог</color> или <color style='color:#FFD780;'>Испепеляющий порог</color> активны, сила атаки {F#путешественницы}{M#путешественника} повышается на 40%, получаемый урон снижается на 40%, а сопротивление прерыванию усиливается.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Негаснущая свеча",
                        "Desc": "В течение 12 сек. после использования элементального навыка <color style='color:#FFD780;'>Клинок текущего пламени</color>, после того как член отряда поблизости активирует на противнике <color style='color:#FF9999;'>Пиро реакции</color>, {F#путешественница}{M#путешественник} восстанавливает 14 очков Ночного духа. За каждое использование <color style='color:#FFD780;'>Клинка текучего пламени</color> таким способом можно восстановить до 28 очков Ночного духа.<hr style='margin: 12px 0;'>#Во время противостояния Госойтоту в форме Владыки истлевшего первобытного пламени, когда {F#путешественница}{M#путешественник} пребывает в состоянии Ночного духа, а {F#её}{M#его} <color style='color:#FF9999;'>Пиро</color> атаки поражают противника, <color style='color:#FF9999;'>Пиро сопротивление</color> данного противника снижается на 20% на 6 сек. Этот эффект складывается до 2 раз. Длительность каждого уровня рассчитывается отдельно.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Передающийся сигнальный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок текущего пламени</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>#Во время противостояния Госойтоту в форме Владыки истлевшего первобытного пламени {F#путешественница}{M#путешественник} получает 40% <color style='color:#FF9999;'>бонус Пиро урона</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Неистовый пожар",
                        "Desc": "После применения взрыва стихии <color style='color:#FFD780;'>Испепеляющий равнины</color> {F#путешественница}{M#путешественник} на 9 сек. получает 20% <color style='color:#FF9999;'>бонус Пиро урона</color>.<hr style='margin: 12px 0;'>#Во время противостояния Госойтоту в форме Владыки истлевшего первобытного пламени после применения взрыва стихии <color style='color:#FFD780;'>Испепеляющий равнины</color> все члены отряда поблизости восстанавливают 40% от их макс. HP. В течение следующих 10 сек. {F#путешественница}{M#путешественник} восстанавливает 4 ед. энергии каждую секунду.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Бессмертный огонь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Испепеляющий равнины</color> на 3.<br>Макс. уровень: 15<hr style='margin: 12px 0;'>#Во время противостояния Госойтоту в форме Владыки истлевшего первобытного пламени шанс крит. попадания {F#путешественницы}{M#путешественника} увеличивается на 20%, а крит. урон - на 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Вечное Священное пламя",
                        "Desc": "Обычные атаки, заряженные атаки и атаки в падении {F#путешественницы}{M#путешественника}, когда {F#она}{M#он} находится в состоянии Благословения Ночного духа, наносят <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Кроме того, крит. урон таких атак повышается на 40%.<hr style='margin: 12px 0;'>#Во время противостояния Госойтоту в форме Владыки истлевшего первобытного пламени, когда {F#путешественница}{M#путешественник} пребывает в состоянии Ночного духа, {F#её}{M#его} скорость передвижения увеличивается на 20%, а потребление выносливости снижается на 30%. Кроме того, при использовании обычных и заряженных атак вперёд будут выпускаться огненные волны, которые наносят врагам на своём пути <color style='color:#FF9999;'>Пиро урон</color> с характеристикой Ночного духа, равный 96% силы атаки {F#путешественницы}{M#путешественника}.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerBoy_Fire": {}
}