// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerGirl_Elec": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerGirl_Elec": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104320": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113017": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112046": 6,
                "113017": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113017": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113017": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104320": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113017": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112046": 6,
                "113017": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113017": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113017": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104320": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113017": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112046": 6,
                "113017": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113017": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113017": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerGirl_Elec": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Иноземный гром",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Два быстрых взмаха мечом, на которые тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок молнии",
                        "Desc": "Выпускает три стремительные громовые тени, которые наносят <color style='color:#FFACFF;'>Электро урон</color> противникам и при попадании оставляют после себя Амулеты изобилия.<br>Изначально можно создать только два Амулета изобилия. Использование навыка сбросит все созданные Амулеты изобилия.<br><br><color style='color:#FFD780;'>Амулеты изобилия</color><br>Когда персонаж находится рядом с Амулетом изобилия, он поглощает его и получает следующие эффекты:<br> ·  Восстанавливает элементальную энергию.<br> ·  На время действия ускоряет восстановление энергии.<br><br><i>Вы с Паймон обсуждаете пути, по которым может течь электричество.</i>",
                        "Icon": "Skill_S_PlayerElectric_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "78.664%",
                                    "84.5638%",
                                    "90.4636%",
                                    "98.33%",
                                    "104.2298%",
                                    "110.1296%",
                                    "117.996%",
                                    "125.8624%",
                                    "133.7288%",
                                    "141.5952%",
                                    "149.4616%",
                                    "157.328%",
                                    "167.161%",
                                    "176.994%",
                                    "186.827%"
                                ]
                            },
                            {
                                "Desc": "Восстановление энергии",
                                "ParamLevelList": [
                                    "3/амулет",
                                    "3/амулет",
                                    "3/амулет",
                                    "3.5/амулет",
                                    "3.5/амулет",
                                    "3.5/амулет",
                                    "4/амулет",
                                    "4/амулет",
                                    "4/амулет",
                                    "4/амулет",
                                    "4/амулет",
                                    "4/амулет",
                                    "4/амулет",
                                    "4/амулет",
                                    "4/амулет"
                                ]
                            },
                            {
                                "Desc": "Увеличение восст. энергии",
                                "ParamLevelList": [
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность Амулета изобилия",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек.",
                                    "13.5 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Раскаты грома",
                        "Desc": "Вы взываете к защите молнии, которая отбрасывает окружающих врагов и наносит им <color style='color:#FFACFF;'>Электро урон</color>.<br><br><color style='color:#FFD780;'>Завеса молнии</color><br>Когда обычная или заряженная атака активного персонажа попадает по врагу, генерируется Нисходящий гром, который наносит <color style='color:#FFACFF;'>Электро урон</color>.<br>Когда Нисходящий гром попадает по врагу, он восстанавливает энергию этого персонажа.<br>Только один удар Нисходящего грома может генерироваться каждые 0,5 сек.<br><br><i>Вы с Паймон изучали свет, что сверкает за тучами.</i>",
                        "Icon": "Skill_E_PlayerElectric_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "114.4%",
                                    "122.98%",
                                    "131.56%",
                                    "143.0%",
                                    "151.58%",
                                    "160.16%",
                                    "171.6%",
                                    "183.04%",
                                    "194.48%",
                                    "205.92%",
                                    "217.36%",
                                    "228.8%",
                                    "243.1%",
                                    "257.4%",
                                    "271.7%"
                                ]
                            },
                            {
                                "Desc": "Урон Нисходящего грома",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "Восстановление энергии",
                                "ParamLevelList": [
                                    "0.8",
                                    "0.8",
                                    "0.8",
                                    "0.9",
                                    "0.9",
                                    "0.9",
                                    "1",
                                    "1",
                                    "1",
                                    "1",
                                    "1",
                                    "1",
                                    "1",
                                    "1",
                                    "1"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Вспышка молнии",
                        "Desc": "Когда другой ближайший персонаж в отряде получает Амулет изобилия, созданный навыком <color style='color:#FFD780;'>Клинок молнии</color>, время отката этого навыка уменьшается на 1,5 сек.",
                        "Icon": "UI_Talent_S_PlayerElectric_05"
                    },
                    {
                        "Name": "Сокрушительный рокот",
                        "Desc": "Увеличивает эффект восстановления энергии, даруемый Амулетом изобилия навыка <color style='color:#FFD780;'>Клинок молнии</color>, на 10% от восстановления энергии путешественни{F#цы}{M#ка}.",
                        "Icon": "UI_Talent_S_PlayerElectric_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Гром весеннего урожая",
                        "Desc": "Количество Амулетов изобилия, которые создаёт навык <color style='color:#FFD780;'>Клинок молнии</color>, увеличено до 3.",
                        "Icon": "UI_Talent_S_PlayerElectric_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Пурпурная ярость",
                        "Desc": "Попадание Нисходящим громом, созданным навыком <color style='color:#FFD780;'>Раскаты грома</color>, понижает <color style='color:#FFACFF;'>Электро сопротивление</color> на 15% в течение 8 сек.",
                        "Icon": "UI_Talent_S_PlayerElectric_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Далёкие раскаты",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Раскаты грома</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_PlayerElectric_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Переменчивые тучи",
                        "Desc": "Когда персонаж получает Амулеты изобилия, создаваемые навыком <color style='color:#FFD780;'>Клинок молнии</color>, если его энергия ниже 35%, то количество энергии, восстанавливаемое Амулетами изобилия, увеличивается на 100%.",
                        "Icon": "UI_Talent_S_PlayerElectric_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Грохот на просторах",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок молнии</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_PlayerElectric_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Сотрясение мира",
                        "Desc": "Каждые 2 атаки Нисходящего грома, вызванные навыком <color style='color:#FFD780;'>Раскаты грома</color>, значительно повышают урон, наносимый следующей атакой Нисходящего грома, который становится равен 200% от первоначального урона, и восстанавливают дополнительную единицу энергии персонажу.",
                        "Icon": "UI_Talent_S_PlayerElectric_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerGirl_Elec": {}
}