// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerGirl_Water": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerGirl_Water": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerGirl_Water": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Чужеземный поток",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Два быстрых взмаха мечом, на которые тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок водной эмблемы",
                        "Desc": "Выпускает стремительный поток, который очищает мир.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Выпускает вперёд Бурные воды, которые при соприкосновении с врагами наносят <color style='color:#80C0FF;'>Гидро урон</color>.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания и непрерывно выпускает в направлении прицеливания Капли росы, которые при попадании наносят <color style='color:#80C0FF;'>Гидро урон</color>.<br>Навык завершается Бурными водами, выпускаемыми вперёд и при соприкосновении наносящими врагам <color style='color:#80C0FF;'>Гидро урон</color>.<br>Затопление: при долгом нажатии, если HP {M#путешественника}{F#путешественницы} выше 50%, урон Капель росы повысится пропорционально {M#его}{F#её} макс. HP, причём {M#он}{F#она} начнёт терять определённое количество HP каждую секунду.<br><br><color style='color:#FFD780;'>Архэ: Пневма</color><br>С некоторым интервалом после использования Бурных вод выпускает пронзающую врагов Иглу дыхания душ, которая наносит <color style='color:#80C0FF;'>Гидро урон</color> пневмы.<br><br><i>Вы с Паймон наблюдали за рябью, пробегающей по водной глади.</i>",
                        "Icon": "Skill_S_PlayerWater_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Бурных вод",
                                "ParamLevelList": [
                                    "189.28%",
                                    "203.476%",
                                    "217.672%",
                                    "236.6%",
                                    "250.796%",
                                    "264.992%",
                                    "283.92%",
                                    "302.848%",
                                    "321.776%",
                                    "340.704%",
                                    "359.632%",
                                    "378.56%",
                                    "402.22%",
                                    "425.88%",
                                    "449.54%"
                                ]
                            },
                            {
                                "Desc": "Урон Капли росы",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "Урон Иглы дыхания душ",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "Интервал Иглы дыхания душ",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление HP Затоплением",
                                "ParamLevelList": [
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP",
                                    "4.0% макс. HP"
                                ]
                            },
                            {
                                "Desc": "Бонус урона Затопления",
                                "ParamLevelList": [
                                    "0.64% макс. HP",
                                    "0.688% макс. HP",
                                    "0.736% макс. HP",
                                    "0.8% макс. HP",
                                    "0.848% макс. HP",
                                    "0.896% макс. HP",
                                    "0.96% макс. HP",
                                    "1.024% макс. HP",
                                    "1.088% макс. HP",
                                    "1.152% макс. HP",
                                    "1.216% макс. HP",
                                    "1.28% макс. HP",
                                    "1.36% макс. HP",
                                    "1.44% макс. HP",
                                    "1.52% макс. HP"
                                ]
                            },
                            {
                                "Desc": "Длительность долгого нажатия",
                                "ParamLevelList": [
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек.",
                                    "До 6 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Прибывающая вода",
                        "Desc": "Выпускает медленно парящий пузырь, периодически наносящий <color style='color:#80C0FF;'>Гидро урон</color> врагам поблизости.<br><br><i>Вы с Паймон изучали приливы и отливы.</i>",
                        "Icon": "Skill_E_PlayerWater_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "101.8664%",
                                    "109.5064%",
                                    "117.1464%",
                                    "127.333%",
                                    "134.973%",
                                    "142.613%",
                                    "152.7996%",
                                    "162.9862%",
                                    "173.1729%",
                                    "183.3595%",
                                    "193.5462%",
                                    "203.7328%",
                                    "216.4661%",
                                    "229.1994%",
                                    "241.9327%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Чистые воды",
                        "Desc": "Когда выпущенная долгим нажатием <color style='color:#FFD780;'>Клинка водной эмблемы</color> Капля росы попадёт по противнику, рядом с {F#путешественницей}{M#путешественником} будет создана Капля источника. Если подобрать её, она восстановит 7% HP {F#путешественницы}{M#путешественника}.<br>Таким способом можно создавать не более 1 Капли источника в секунду. При каждой активации Клинка водной эмблемы можно создать до 4 Капель источника.",
                        "Icon": "UI_Talent_S_PlayerWater_05"
                    },
                    {
                        "Name": "Прозрачные воды",
                        "Desc": "Если Затопление, вызванное долгим нажатием <color style='color:#FFD780;'>Клинка водной эмблемы</color>, потребило HP, Бурные воды, выпускаемые при завершении навыка, нанесут бонусный урон, равный 45% от общего количества HP {F#путешественницы}{M#путешественника}, которое было израсходовано Затоплением во время действия данного навыка.<br>Полученный таким образом бонус урона не может превышать 5000 ед.",
                        "Icon": "UI_Talent_S_PlayerWater_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Вздымающееся озеро",
                        "Desc": "При подборе Капли источника {F#путешественница}{M#путешественник} восстанавливает 2 ед. энергии.<br>Требуется разблокировать пассивный талант «Чистые воды».",
                        "Icon": "UI_Talent_S_PlayerWater_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Струящаяся непорочность",
                        "Desc": "Скорость пузыря навыка <color style='color:#FFD780;'>Прибывающая вода</color> снижена на 30%, а длительность увеличена на 3 сек.",
                        "Icon": "UI_Talent_S_PlayerWater_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Беспокойная рябь",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок водной эмблемы</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_PlayerWater_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Падающие потоки",
                        "Desc": "При использовании навыка <color style='color:#FFD780;'>Клинок водной эмблемы</color> создаёт Щит водной эмблемы, поглощающий урон, равный 10% от макс. HP {F#путешественницы}{M#путешественника}. <color style='color:#80C0FF;'>Гидро урон</color> поглощается с эффективностью 250%. Щит существует до конца использования навыка.<br>Каждые 2 сек. при попадании Капель росы по противникам, когда {F#путешественница}{M#путешественник} находится под защитой Щита водной эмблемы, поглощаемый щитом урон будет восстанавливаться до 10% от макс. HP {F#путешественницы}{M#путешественника}. В противном случае будет создан новый щит.",
                        "Icon": "UI_Talent_S_PlayerWater_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Вихрящийся водоворот",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Прибывающая вода</color> на 3.<br>Макс. уровень: 15.",
                        "Icon": "UI_Talent_U_PlayerWater_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Прибой правосудия",
                        "Desc": "Подобранная {F#путешественницей}{M#путешественником} Капля источника восстанавливает члену отряда поблизости с наименьшим количеством HP 6% от его макс. HP.",
                        "Icon": "UI_Talent_S_PlayerWater_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerGirl_Water": {}
}