// Auto Generated

var _AvatarDataConfig_ = {
    "Qin": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Qin": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "100057": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113001": 2,
                "100057": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113001": 4,
                "100057": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113001": 8,
                "100057": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113001": 12,
                "100057": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113001": 20,
                "100057": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113003": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113003": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113003": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113003": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113003": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113003": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Qin": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Фехтовальный стиль Фавония",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>С помощью силы ветра подкидывает противников в воздух, на что тратится определённое количество выносливости.<br>Подкинутые враги медленно падают на землю.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "48.332%",
                                    "52.266%",
                                    "56.2%",
                                    "61.82%",
                                    "65.754%",
                                    "70.25%",
                                    "76.432%",
                                    "82.614%",
                                    "88.796%",
                                    "95.54%",
                                    "103.2675%",
                                    "112.355%",
                                    "121.4426%",
                                    "130.5301%",
                                    "140.4438%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "45.58%",
                                    "49.29%",
                                    "53.0%",
                                    "58.3%",
                                    "62.01%",
                                    "66.25%",
                                    "72.08%",
                                    "77.91%",
                                    "83.74%",
                                    "90.1%",
                                    "97.3875%",
                                    "105.9576%",
                                    "114.5277%",
                                    "123.0978%",
                                    "132.447%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "60.286%",
                                    "65.193%",
                                    "70.1%",
                                    "77.11%",
                                    "82.017%",
                                    "87.625%",
                                    "95.336%",
                                    "103.047%",
                                    "110.758%",
                                    "119.17%",
                                    "128.8088%",
                                    "140.1439%",
                                    "151.4791%",
                                    "162.8143%",
                                    "175.1799%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "65.876%",
                                    "71.238%",
                                    "76.6%",
                                    "84.26%",
                                    "89.622%",
                                    "95.75%",
                                    "104.176%",
                                    "112.602%",
                                    "121.028%",
                                    "130.22%",
                                    "140.7525%",
                                    "153.1387%",
                                    "165.5249%",
                                    "177.9112%",
                                    "191.4234%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "79.206%",
                                    "85.653%",
                                    "92.1%",
                                    "101.31%",
                                    "107.757%",
                                    "115.125%",
                                    "125.256%",
                                    "135.387%",
                                    "145.518%",
                                    "156.57%",
                                    "169.2338%",
                                    "184.1263%",
                                    "199.0189%",
                                    "213.9115%",
                                    "230.1579%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "162.024%",
                                    "175.212%",
                                    "188.4%",
                                    "207.24%",
                                    "220.428%",
                                    "235.5%",
                                    "256.224%",
                                    "276.948%",
                                    "297.672%",
                                    "320.28%",
                                    "346.185%",
                                    "376.6493%",
                                    "407.1136%",
                                    "437.5778%",
                                    "470.8116%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Клинок ветра",
                        "Desc": "Джинн фокусирует всю мощь бесформенного ветра вокруг своего клинка и создаёт миниатюрный вихрь, который подбрасывает противников в направлении её взгляда, а также наносит им большой <color style='color:#80FFD7;'>Анемо урон</color>.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Продолжая затрачивать выносливость, Джинн может с помощью вихря притянуть врагов и предметы к себе. Также можно выбрать направление броска. Во время действия навыка Джинн не может двигаться.<br><br><i>Благородный защитник Джинн - ветер-хранитель, оберегающий её спутников от опасностей.</i>",
                        "Icon": "Skill_S_Qin_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "292.0%",
                                    "313.9%",
                                    "335.8%",
                                    "365.0%",
                                    "386.9%",
                                    "408.8%",
                                    "438.0%",
                                    "467.2%",
                                    "496.4%",
                                    "525.6%",
                                    "554.8%",
                                    "584.0%",
                                    "620.5%",
                                    "657.0%",
                                    "693.5%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек.",
                                    "20/сек."
                                ]
                            },
                            {
                                "Desc": "Макс. длительность",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек.",
                                    "6 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Одуванчиковый бриз",
                        "Desc": "Джинн призывает защитный ветер и создаёт поле одуванчиков, которое отбрасывает окружающих врагов и наносит им <color style='color:#80FFD7;'>Анемо урон</color>.<br>В то же время Джинн восстанавливает всем членам отряда определённое количество HP, которое зависит от её силы атаки.<br><br><color style='color:#FFD780;'>Поле одуванчиков:</color><br> ·  Периодически восстанавливает HP членам отряда в поле одуванчиков;<br> ·  Наделяет членов отряда в поле одуванчиков <color style='color:#80FFD7;'>эффектом Анемо</color>;<br> ·  Наносит <color style='color:#80FFD7;'>Анемо урон</color> врагам, входящим или выходящим за границы поля одуванчиков.<br><br><i>Доброта Джинн - это бескрайнее поле одуванчиков, где посеяны семена её самоотверженности и героизма.</i>",
                        "Icon": "Skill_E_Qin_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон от взрыва",
                                "ParamLevelList": [
                                    "424.8%",
                                    "456.66%",
                                    "488.52%",
                                    "531.0%",
                                    "562.86%",
                                    "594.72%",
                                    "637.2%",
                                    "679.68%",
                                    "722.16%",
                                    "764.64%",
                                    "807.12%",
                                    "849.6%",
                                    "902.7%",
                                    "955.8%",
                                    "1008.9%"
                                ]
                            },
                            {
                                "Desc": "Урон пересечения области",
                                "ParamLevelList": [
                                    "78.4%",
                                    "84.28%",
                                    "90.16%",
                                    "98.0%",
                                    "103.88%",
                                    "109.76%",
                                    "117.6%",
                                    "125.44%",
                                    "133.28%",
                                    "141.12%",
                                    "148.96%",
                                    "156.8%",
                                    "166.6%",
                                    "176.4%",
                                    "186.2%"
                                ]
                            },
                            {
                                "Desc": "Лечение активации",
                                "ParamLevelList": [
                                    "251.2% силы атаки + 1540.3248",
                                    "270.04% силы атаки + 1694.3788",
                                    "288.88% силы атаки + 1861.2705",
                                    "314.0% силы атаки + 2041",
                                    "332.84% силы атаки + 2233.5674",
                                    "351.68% силы атаки + 2438.9727",
                                    "376.8% силы атаки + 2657.2156",
                                    "401.92% силы атаки + 2888.2964",
                                    "427.04% силы атаки + 3132.215",
                                    "452.16% силы атаки + 3388.9717",
                                    "477.28% силы атаки + 3658.566",
                                    "502.4% силы атаки + 3940.998",
                                    "533.8% силы атаки + 4236.268",
                                    "565.2% силы атаки + 4544.376",
                                    "596.6% силы атаки + 4865.3213"
                                ]
                            },
                            {
                                "Desc": "Периодичное лечение",
                                "ParamLevelList": [
                                    "25.12% силы атаки + 154.03249 в сек.",
                                    "27.004% силы атаки + 169.43788 в сек.",
                                    "28.888% силы атаки + 186.12704 в сек.",
                                    "31.4% силы атаки + 204.1 в сек.",
                                    "33.284% силы атаки + 223.35674 в сек.",
                                    "35.168% силы атаки + 243.89726 в сек.",
                                    "37.68% силы атаки + 265.72156 в сек.",
                                    "40.192% силы атаки + 288.82965 в сек.",
                                    "42.704% силы атаки + 313.2215 в сек.",
                                    "45.216% силы атаки + 338.89716 в сек.",
                                    "47.728% силы атаки + 365.8566 в сек.",
                                    "50.24% силы атаки + 394.0998 в сек.",
                                    "53.38% силы атаки + 423.6268 в сек.",
                                    "56.52% силы атаки + 454.4376 в сек.",
                                    "59.66% силы атаки + 486.53214 в сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Дружественный бриз",
                        "Desc": "Попадания обычной атакой Джинн имеют 50% шанс вылечить всех членов отряда на количество HP, равное 15% от силы атаки Джинн.",
                        "Icon": "UI_Talent_S_Qin_05"
                    },
                    {
                        "Name": "Да направит тебя ветер",
                        "Desc": "Использование навыка <color style='color:#FFD780;'>Одуванчиковый бриз</color> восстанавливает 20% энергии.",
                        "Icon": "UI_Talent_S_Qin_06"
                    },
                    {
                        "Name": "Направляющий ветер",
                        "Desc": "При приготовлении идеального блюда с восстанавливающими свойствами имеет 12% шанс получить дополнительное блюдо.",
                        "Icon": "UI_Talent_Cook_Heal"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Растущий ураган",
                        "Desc": "Увеличивает скорость притягивания навыка <color style='color:#FFD780;'>Клинок ветра</color> после его удерживания более 1 сек, а также увеличивает урон навыка на 40%.",
                        "Icon": "UI_Talent_S_Qin_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Братский щит",
                        "Desc": "Когда Джинн получает элементальную сферу или частицу, скорость передвижения и скорость атаки всех членов отряда увеличивается на 15% в течение 15 сек.",
                        "Icon": "UI_Talent_S_Qin_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Куда дует ветер",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Одуванчиковый бриз</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Qin_02"
                    },
                    {
                        "Level": 4,
                        "Name": "Королевство Одуванчиков",
                        "Desc": "Понижает <color style='color:#80FFD7;'>Анемо сопротивление</color> противников, находящихся в поле навыка <color style='color:#FFD780;'>Одуванчиковый бриз</color>, на 40%.",
                        "Icon": "UI_Talent_S_Qin_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Шквальный ветер",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Клинок ветра</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Qin_01"
                    },
                    {
                        "Level": 6,
                        "Name": "Рыцарь Львиный клык",
                        "Desc": "Уменьшает получаемый в поле навыка <color style='color:#FFD780;'>Одуванчиковый бриз</color> урон на 35%.<br>После ухода из поля одуванчиков данный эффект длится ещё 3 атаки или 10 сек.",
                        "Icon": "UI_Talent_S_Qin_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Qin": {
        "AttackList": [
            {
                "Skill": "VortexSmash_Detect",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "VortexSmash_Detect",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 2.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "VortexSmash_Detect_Short",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "VortexSmash_Detect_Short",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 2.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.1,
                        4.0,
                        2.4
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    1200.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Qin_VortexSmash",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        4.0,
                        2.4
                    ]
                },
                "AtkTag": "Qin_VortexSmash",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    1200.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 37.8,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        150.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 35.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        30.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 48.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 54.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.3,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 9.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        1.8,
                        160.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    1050.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}