// Auto Generated

var _AvatarFetterConfig_ = {
    "35": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Ци Ци можно простить вечное отсутствие эмоций на лице, ведь она - зомби. Ци Ци каждый день занимается гимнастикой, поэтому не подумайте, что она неповоротливый зомби. У Ци Ци очень плохая память, из-за этого людям она кажется ещё более холодной. Не стоит судить о возрасте Ци Ци по её внешности, ведь её внешний облик сохранился с момента её смерти. Все зомби подчиняются приказам, но по некоторым причинам Ци Ци сама себе отдаёт приказы, и сама же им подчиняется.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Как правило, зомби передвигаются неуклюжими рывками, поскольку околевшие конечности большего не позволяют.<br>Поэтому, чтобы сохранять привычную гибкость тела, Ци Ци постоянно выполняет гимнастические упражнения.<br>Хозяйка ритуального бюро «Ваншэн» в семьдесят седьмом поколении, Ху Тао, смысла в этой затее не видит. Каждый раз при встрече с Ци Ци она говорит: «Давай я тебя похороню, и нам обеим станет легче».<br>Ци Ци покоиться под двумя метрами земли, конечно же, неохота. Таким образом, ей приходится упражняться ночью, когда все спят.<br>Телесная оболочка Ци Ци бессмертна, но вот с памятью просто беда.<br>Если она перестанет подкреплять свои впечатления о ком-нибудь, то полностью забудет о нём максимум через три дня.<br>Но это не всегда плохо. Человеку с душевными ранами забытьё приносит спасительное облегчение.<br>Та, кого Ци Ци должна помнить больше остальных, не только крайне докучлива, так ещё и каждый день мелькает у неё перед глазами.<br>Ввиду этого проблема плохой памяти Ци Ци не заботит.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Ци Ци хоть маленькая, но очень сильная и боевитая нежить. Низкий рост нисколько ей не мешает, но, напротив, позволят двигаться с поражающей быстротой.<br>В бою Ци Ци освобождается от привычного ей самоконтроля и возвращается в состояние зомби, от чего ещё больше прибавляет в силе и скорости.<br>«Ты труп».<br>С каменным лицом отбившись от врагов, Ци Ци вновь берёт каждый мускул под контроль и приходит в свой обычный вид.<br>Когда она в одиночку ходила за травами, то часто попадалась Похитителям сокровищ.<br>С маленькой девочкой справиться проще простого, ведь так?<br>Но кто бы мог подумать, что неприметная малышка отдубасит всю банду?<br>Мораль такова: не судите людей по их виду. Или, раз уж на то пошло, зомби.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Обычно зомби не могут ничего сделать без приказа того, кто их пробудил. Ци Ци, однако, в строгом смысле слова пробуждена не была.<br>Так она стала редким зомби, которые подчинены сами себе.<br>С простыми заданиями, вроде «побить врагов», проблем у Ци Ци не возникает.<br>В случае более сложной цепочки, как, например, «пойти к Заоблачному пределу и на крутом обрыве собрать травы», Ци Ци часто застревает под скалой и после многочисленных неудач всё продолжает карабкаться.<br>Остановить действие приказа можно одним простым способом: приобнять Ци Ци и сказать что-нибудь вроде «ты мне очень нравишься».<br>Бай Чжу при этом не хватает искренности, от чего страдает результат.<br>Возможно, однажды появится человек, который понимает, что такие слова на ветер не бросают, и бережно снимет связывающие Ци Ци приказы...<br>Как отреагирует Ци Ци тогда?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Это древняя история, которая давно стёрлась из памяти смертных.<br>Простая девушка по имени Ци Ци собирала травы и случайно забрела в царство Адептов. Подвернув ногу, она быстро спряталась в пещере, чтобы передохнуть.<br>Пока она перевязывала ногу, до неё доносились звуки, смертным не принадлежащие. Но она и предположить не могла, что после громогласного гула окажется в вечной ловушке на грани жизни и смерти.<br>Адепты или демоны, добро или зло... Она понимала только, что была простой, невинной смертной, очутившейся между двух огней.<br>Возможно, она получила Глаз Бога на краю гибели и тем самым положила конец войне Адептов и демонов по воле небес.<br>Адепты всем сердцем не желали допустить её смерти, и каждый из них вложил в тело Ци Ци частичку своей бессмертной силы, чтобы воскресить её.<br>Ци Ци ожила, но необузданная сила Адептов, что бурлила в ней, повергла её в безумие.<br>Чтобы прекратить это возмущение, Творец Гор с сожалением заточил несчастную девушку в янтаре.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Через сотни лет янтарную глыбу с Ци Ци обнаружили и передали на захоронение в ритуальное бюро «Ваншэн».<br>Горная дорога была крута, и янтарь подбрасывало на каждом ухабе. К тому же после стольких лет печать на Ци Ци почти рассеялась.<br>Однажды ночью Ци Ци очнулась, тихо разбила янтарную скорлупу и сбежала.<br>Следуя старой прижизненной привычке собирать травы, она направилась в горный лес.<br>По дороге ей случайно встретился Бай Чжу, хозяин хижины «Бубу», и взял её к себе.<br>Бай Чжу обладал великим даром врачевателя, но благородство и отвага были ему чужды.<br>Несмотря на это он решил её приютить, даже учитывая её проблемы с памятью и неспособность рассортировать травы.<br>Терпимость Бай Чжу к Ци Ци, похоже, каким-то образом связана с его личными целями.<br>Ци Ци была негибкой, но вовсе не медлительной, и это она поняла давно. Что, впрочем, близко к сердцу она не принимала.<br>Возможно, она слишком многого натерпелась, или очень долго пробыла в одиночестве... Но она искренне дорожит его заботой, какими бы его истинные мотивы ни были.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "«Домашнее руководство по нежити»",
                "Content": "Ци Ци постоянно носит с собой нечто похожее на блокнот.<br>Ци Ци полагается на него с тем, чтобы дырявая, как дуршлаг, память не помешала нормальному ходу жизни.<br>Заметки в нём ведутся изящным каллиграфическим почерком, который был в ходу сотни лет назад.<br>Первая страница посвящена гимнастическим упражнениям.<br>Далее следуют описания различных трав, и несколько приказов.<br>Ци Ци отдаёт приказы сама себе, и во избежание запинок расписывает их очень подробно.<br>Дела на каждый день изложены так же обстоятельно.<br>Недавно она добавила раздел по «упражнениям для мозга» и «укреплению памяти».<br>Теперь этот блокнот вполне можно назвать руководством обо всём для «чайников».<br>Но если Ци Ци однажды позабудет заглянуть даже в него... Вот тогда пиши пропало.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Глаз Бога был дарован Ци Ци в последние мгновения её жизни.<br>Она хотела остановить время, вернуться в полные радости дни.<br>Она боялась смерти, жаждала жить, тосковала по родным... Всё это застыло в ледяном орнаменте Крио.<br>«Было бы здорово, если бы я могла заморозить время...»<br>При этих мыслях на глазах умирающей девочки навернулись слёзы и упали на внезапно появившийся Глаз Бога.<br>Просветлённые Адепты признали это явление подлинной формой озарения - тоска смертных по прошлому была своеобразным желанием его защищать.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Я Ци Ци, я зомби... Ээ, чего дальше говорить?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Разговоры с собой",
                "Content": "Эй, знаешь что? Эээ... я тоже. О чём это я...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Страх жары",
                "Content": "Хочу куда-нибудь попрохладней.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Тренировка",
                "Content": "Один, два, три, четыре... Два... Два, три, четыре...",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Опять зонтик забыла.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Хочу снеговика слепить... Поможешь?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Не стоило выходить из дома.",
                "Tips": []
            },
            {
                "Title": "Когда дует ветер...",
                "Content": "Прохладненький, очень хорошо.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Хватай... хватай меня... А то меня сдует...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Доброе утро...",
                "Content": "Утром нужно проверить дневник. Дневник знает, что нужно делать утром.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Вспомнила... Забыла разложить лекарства для господина Бая.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Добрый вечер. Как прошёл твой день? Мой - хорошо. Кажется... Но я не помню...",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Ты иди отдыхай, а мне ещё надо гимнастику сделать. ...Не подглядывай.",
                "Tips": []
            },
            {
                "Title": "О Ци Ци...",
                "Content": "А, ты мне?.. Извини, я не помню...",
                "Tips": []
            },
            {
                "Title": "О нас: Память",
                "Content": "Я много что забываю, но... в этом нет ничего страшного.",
                "Tips": []
            },
            {
                "Title": "О нас: Тренировка памяти",
                "Content": "Я теперь делаю много упражнений на память, так что я тебя не забуду, не волнуйся.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Глаз Бога не может остановить время, но теперь я могу защитить дорогих мне людей.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "На самом деле, моё физическое состояние намного лучше, чем у господина Бая...",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Иногда к аптеке прилетает стайка зябликов. Маленькая такая стайка.",
                "Tips": []
            },
            {
                "Title": "О Бай Чжу...",
                "Content": "Никак не запомню, как выглядит господин Бай, но это ничего...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ху Тао...",
                "Content": "Жара, фальшивая улыбка и смерть... Ненавижу Ху Тао.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сяо: Имя",
                "Content": "Хм, звучит как что-то антикварное...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сяо: Память",
                "Content": "Я его уже видела?..",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Синь Янь...",
                "Content": "...Кто?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Яо Яо...",
                "Content": "Милая... Похожа на зяблика.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О малышке Мин...",
                "Content": "Вечером... иногда такое ощущение, что кто-то делает гимнастику вместе со мной... Или кажется?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Ци Ци I",
                "Content": "Что такое?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Ци Ци II",
                "Content": "Гимнастика позволяет мне сохранять подвижность, как у нормальных людей. Но стоит перестать и всё станет как раньше...",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Ци Ци III",
                "Content": "Некоторые люди пытаются меня использовать, некоторые - боятся. Но ты... совсем {M#другой}{F#другая}.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Ци Ци IV",
                "Content": "С первой нашей встречи у меня появилось ощущение тепла. Не той жары, от которой мне нехорошо, а что-то другое. Тепло в моём сердце. Спасибо тебе... Я очень рада. Жаль, что я знаю только {M#нынешнего}{F#нынешнюю} тебя. Если я тебя забуду... то мы... нет, я прикажу себе помнить тебя.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Ци Ци V",
                "Content": "Раньше я только хотела продолжать жить, хотя и не знала, зачем мне это... Но теперь я, кажется, знаю. Я хочу жить с тобой. Мы можем быть вместе всю жизнь?.. До самой смерти?.. Да или нет? Да? Правда? Хорошо! Я буду тебя защищать!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Ци Ци...",
                "Content": "Хочу завести домашнее животное... типа зяблика.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Ци Ци...",
                "Content": "Не знаю почему, но от жары мне как-то неприятно в теле...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Мне нравится кокосовое молоко. Но... я не чувствую вкуса.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Извини, я не знаю...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Холодненькое. Нравится. Но вкуса нет...",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Эм...",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Язык горит...",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Счастливых тебе воскрешений! Вот тебе мешочек с целебными травами. {M#Удивлён}{F#Удивлена}, что я вспомнила? Когда ты мне сказал{F#а}, я записала, а потом каждый день смотрела. Теперь это не сотрётся у меня из памяти.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "О, я стала сильнее?.. А как это? Объясни, пожалуйста. Спасибо.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "А, поняла. Если стать сильнее, то нужно больше усилий, чтобы контролировать силу.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Раньше я не понимала, как это - стать сильнее. Но теперь... я хочу стать ещё немного сильнее.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Это всё благодаря тебе. Спасибо... Можно попросить тебя кое о чём? Отныне... я буду тебя защищать. Можно?",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Круговорот жизни.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Жизнь продолжается.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Иди.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Восстань.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Приказы отданы. Приказы получены.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Священное имя: Хранитель Фортуны",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Открываю шкатулку Искусства Адепта.",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Быстрее? Ладно, быстрее.",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "А?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Красиво.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Сундук... Хм... Нам нравятся сундуки?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Разве секунду назад здесь ничего не было?..",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Ох...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "О нет...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Мне надо жить дальше...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Опасно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Стой. Позволь мне.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Я не хочу... снова... в заточение...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Холодно... Как холодно...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Нет...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Пустяки.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Ух ты!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Ой...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Я здесь.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Что происходит?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Я захвачу... свою тетрадь.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "35": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Грёзы морозного лета",
                "Desc": "Наряд Ци Ци. Талисманы, которые покрывают этот костюм травника, приносят ей умиротворение.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108140,
            "JD": 108133,
            "Name": "<b>Блюдо без будущего</b>",
            "Eff": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Ци Ци. Ряды аккуратно нарезанных овощей выглядят вкусно и экзотично. Как рассказывает господин Бай Чжу, Ци Ци потратила немало времени на приготовление этого блюда. Но всё же вы боитесь прикасаться к нему палочками, поскольку помните что вкусовые рецепторы Ци Ци не работают.",
            "Recipe": {
                "100061": 3,
                "100084": 3,
                "100092": 3,
                "100088": 1
            },
            "Icon": "UI_ItemIcon_108140"
        },
        "Namecard": {
            "Name": "<b>Вестник стужи</b>",
            "Desc": "Именная карта.<br>Нужно заморозить... лекарства господина Бая... кокосовое молоко... и Ху Тао...",
            "Pic": "UI_NameCardPic_Qiqi_P"
        }
    }
}

var acs_cache_ = {}