// Auto Generated

var _AvatarFetterConfig_ = {
    "45": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Розария - сестра церкви Фавония в Мондштадте.<br>На таких же священнослужительниц, как Барбара с Джиллианой, она не похожа ни капли.<br>Если внешний вид ещё позволяет отнести Розарию к духовенству, то манера говорить и держаться выдаёт в ней далёкого от церкви человека.<br>Богов сия сестра почитает не больше, чем любой другой мондштадтский обыватель, а все дела церковные она старается избегать.<br>Держится особняком и всегда действует в одиночку. Если в соборе и появляется, так только на последних рядах и с дымящейся сигаретой.<br>Дорогой читатель не ошибётся, если предположит, что независимую Розарию с церковью Фавония связывает лишь титул.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Своими выходками Розария многократно навлекала на себя гнев церкви Фавония.<br>Вот только это почему-то никак на ней не сказывается. Ни с другими сёстрами, ни на встречах с горожанами её не видать.<br>Загадочная и неуловимая Розария подобна дымке: стоит незадачливому наблюдателю отвернуться, как она исчезает, не оставив и следа.<br>Её отношения с остальными весьма поверхностны. Практически ни с кем она не общается.<br>По словам Виктории, добродушная Барбара всегда пыталась с Розарией сблизиться.<br>«Пожалуйста, не кури в соборе. Прошу, приходи на церемонии вовремя...»<br>А ещё «эй, эй, ты что, не слушаешь меня?»<br>Бедняжка по пятам ходит за Розарией, пытаясь заставить её заниматься работой.<br>До всеми обожаемой звёздочки Мондштадта Розарии нет никакого дела.<br>Неужели у неё настолько чёрствое сердце?..",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Розария приходит и уходит, когда ей заблагорассудится, и может пропасть на несколько дней, никому ничего не сказав.<br>Всякий раз, как такое случается, даже сёстры не знают, где её искать.<br>Сестра, что пытается её контролировать, постоянно жалуется: «Даже вон кошки бездомные не сбегают, не попрощавшись!..»<br>Исчезая, Розария уходит в скрытые от посторонних глаз уголки выполнить работу, которая под силу только ей.<br>Неизвестные купцы, подозрительные странники... Кто знает, с какими намерениями они идут в Мондштадт.<br>Дознаться, выследить, допросить. Когда необходимо, пытать.<br>Если человек должен исчезнуть, Розария будет последней, кто его видел.<br>Всю грязную работу от начала и до конца она делает сама.<br>Она выходит на задание только с заходом солнца и выполняет его с одной попытки. Иногда она возвращается только к рассвету, встречая первые лучи с бокалом вина в руках.<br>Жизнь Мондштадта течёт при свете дня, тогда как Розария оживает под серебряной луной.<br>Холоден и прозрачен её свет... Совсем как коронные Крио заклинания Розарии.<br>«Есть вещи, которые молодым знать не стоит».<br>«Молодыми» она считает всех живущих с солнцем мондштадтцев, какого бы возраста они ни были.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Розария безразлична ко всему вокруг и неуловима, словно туман.<br>Но на задании это хладнокровный профи, нацеленный лишь на успех.<br>Стоит Розарии столкнуться с подозрительной личностью, как вся её напускная расхлябанность мигом улетучивается.<br>Она не колеблясь пускает в ход свою невероятную силу и обширные познания об уязвимостях человеческого тела.<br>За личиной ленивой сестры, любящей покурить, скрывается идеальная машина убийства.<br>Зачем она, живя под покровительством богов, взвалила на себя роль палача?<br>Зачем было отвергать путь молитвы?<br>Более того, Розария не из Мондштадта.<br>«Даже в таком славном городе как Мондштадт кому-то приходится делать грязную работу».<br>Стряхивая с сигареты пепел, Розария томно продолжила:<br>«Это даётся мне куда легче, чем жизнь сестры».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Хоть Розария никогда не молится, у неё о богах своё мнение.<br>Она считает, что основа Мондштадта - свобода, и осталась она здесь именно из-за неё.<br>Розария была ещё совсем младенцем, когда во время кровавого налёта на глухое горное поселение её похитила банда разбойников.<br>Она воспитывалась разбойниками и рано начала учиться бою, между налётами выполняя разные поручения банды.<br>И раб, и машина. Разбойница, но и ребёнок.<br>Она сражалась как с чужаками, так и с товарищами по банде; превозмогая голод и холод, не росла, но выживала.<br>Юность Розарии была подобна залитому багрянцем закатному небу Мондштадта - стоило лишь поднять голову, чтобы увидеть, как она утекает.<br>Несколько лет спустя банду истребили рыцари Фавониус. Розарию сочли слишком молодой и ещё способной раскаяться, и помиловали.<br>Магистр Ордена Варка привёл её в Мондштадт. Искренне желая, чтобы та нашла себе место в городе, он наставлял её:<br>«Ступай в собор и смой свои грехи светом божьим. Начни новую жизнь да живи, как все люди».<br>Но не ожидал Варка, что Розария станет прогуливать занятия и отлынивать от работы в хоре.<br>Смиренной жизни сестры она предпочла охоту. Золотой свет оказался для неё нестерпимо ярким.<br>Розария уже давно понимала, что она дитя луны, и рано или поздно вернётся во тьму.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Розария обрела славу первой прогульщицы ещё во время обучения.<br>«Розария, как ты себя ведёшь? Ты, будучи членом церкви, пропустила все занятия в хоре!»<br>«Не горячитесь, сестра Офелия. Сестра Розария, говорят, что ты не явилась ни на одно обязательное занятие. Это правда?»<br>«Да».<br>«Вы только посмотрите, госпожа Мария... Её работа по богословию - сущая белиберда!»<br>«Розария, позволь поинтересоваться, собираешься ли ты остаться работать в церкви?»<br>«Нет. Я уже присмотрела кое-что другое».<br>Розария ничуть не нервничала. Она знала, что подходит для «чёрной» работы.<br>Но она и представить не могла, что будет делать её во имя церкви.<br>«Ученица» Розария не только не избавилась от духовного титула, но даже была повышена до «сестры».<br>Когда заданий нет, она всячески пытается избегать работы в соборе, засиживаясь в таверне за выпивкой или любуясь видами с городской стены.<br>Когда же от работы не отвертеться, Розария старается ни на секунду не задерживаться.<br>Стоило рабочим часам кончиться, как она тут же пропадала.<br>И в тайне, и в открытую Розария всегда придерживалась принципа: никогда не задерживаться на работе.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Церковная тетрадь",
                "Content": "Тетрадь с белой обложкой. На лицевой стороне написано «Церковь Фавония».<br>Её обладатель чистым каллиграфическим почерком заносил разные скучнейшие заметки.<br>«Скидка 20% на всё вино из одуванчиков!»<br>«Рыбацкий бутерброд: вкус мечты по невероятной цене!»<br>«Страшная скидка на пшеницу! Если вам нужно её перемолоть, оставьте хозяину записку».<br>«Купи три помидора и получи четвёртый бесплатно!»<br>«Свежая трава-светяшка осветит вашу уборную. Господин, не проходите мимо!..»<br>Лёгкие и приятные глазу штрихи складываются в избитые фразочки уличных зазывал.<br>Блокнот этот - произведение Розарии времён её ученичества.<br>Нетрудно догадаться, что она, прогуливая занятия, нежилась под солнцем на крышах торгового квартала и записывала выкрики, которые доносились внизу.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Розария получила свой Глаз Бога одной морозной ночью.<br>Для разбойников настали тяжёлые времена, и еды на всех не хватало.<br>Тяжёлая работа, постоянный голод и холод стали невыносимы, и Розария решила бежать.<br>Её выследил старый разбойник - тот самый, что похитил её из родного поселения и научил убивать.<br>«Бегут лишь предатели. А предатель может заслужить свободу, только если победит меня в бою».<br>С этими словами он бросил Розарии ржавый кинжал.<br>«Ну же, нападай. Убьёшь меня - иди куда глаза глядят. Я лев на закате лет, а ты молода. По силам ли тебе это?»<br>Никто не верил, что Розария сможет его убить, но кровь старого льва ознаменовала рождение зверя.<br>В ту ночь банда лишилась своего старого товарища, но обрела нового.<br>Примечательно, что убившую старика Розарию никто признавать не желал, пока в её руках не засверкал Глаз Бога.<br>Разбойники решили, что девушка с Глазом Бога всяко сильнее дряхлого бандита, да и ест меньше, что позволит сэкономить провиант.<br>Внезапно в ледяном сердце Розарии возник вопрос:<br>«Не нарочно ли он позволил мне занять его место? Сделал ли он это потому, что хотел спасти похищенного им ребёнка?»",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Слушай, прихожанин. Если у тебя трудноразрешимые проблемы, можешь обращаться ко мне. Ежели тебе просто помолиться, обратись к любой другой из сестёр.<br>...Хм? Разве ты не прихожанин?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Скука",
                "Content": "Разве у нас не полно дел?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Работа сверхурочно",
                "Content": "Мы можем поговорить обо всём кроме работы сверхурочно.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Жизнь в Мондштадте",
                "Content": "Работай на совесть и живи каждый день с толком. Такова жизнь в Мондштадте, разве нет?",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Эх... От него падает эффективность.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Пфф, надоедает только.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Мы должны идти дальше. Смотри под ноги.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Нам так покровительствует Анемо Архонт Барсибатос? Погоди, кажется, его зовут Бартобас...",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро! Что, утренняя молитва уже началась? Какая рань...",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Послеполуденное солнце благотворно влияет на сон. Попробуй как-нибудь.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Добрый вечер. Я на вечернюю молитву не пойду. Почему? Потому.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Отдыхай и ни о чём не беспокойся. Я обо всём позабочусь.",
                "Tips": []
            },
            {
                "Title": "О Розарии: Сестра",
                "Content": "Я? Я самый обычный, скучный человек. Как видишь, мне не нравится ни собор, ни моя работа.",
                "Tips": []
            },
            {
                "Title": "О Розарии: Тягости",
                "Content": "Эти дежурные монашки одна другой надоедливее: если не тащат на молитву, так зовут петь в хоре. Не говори им, что я здесь.",
                "Tips": []
            },
            {
                "Title": "О нас: Вера",
                "Content": "Боги могут защитить всех, но делать они этого не станут. В противном случае человеческие страдания были бы шуткой.",
                "Tips": []
            },
            {
                "Title": "О нас: Молитвы",
                "Content": "Давай, молись. Но не ради богов или других людей, а ради себя.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Бой",
                "Content": "Не напрягайся. Я всё сама сделаю.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Глаз Бога может служить доказательством силы или наградой за то, что выжил... Кто его знает. У каждой хорошей вещи две стороны. Я не берусь судить, что есть Глаз Бога. Мы просто молча наблюдаем друг за другом.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Знаешь, чему стоит радоваться?.. Это так, предположение. Если однажды у тебя возникнет неразрешимая проблема, ты не думай, будто это конец. Может случиться так, что вместо тебя её решит кто-нибудь другой.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Травка с цветочками в круг моих интересов не входит. Исключение - одуванчики. Из них получается вкуснейшее вино. Выпить бокал во время отдыха куда приятнее, чем подремать в воскресенье.",
                "Tips": []
            },
            {
                "Title": "О Дилюке...",
                "Content": "С первого взгляда видно, что этот богач совсем непрост. Сдержан, уверен в себе... и от него веет опасностью.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кэйе...",
                "Content": "Обычно люди не показывают своё истинное лицо, пока не напьются. Развязный, сладкоречивый язык Кэйи - уловка, от которой несёт притворством. Но я-то вижу его насквозь. Как-нибудь выпей с ним и посмотри.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Венти...",
                "Content": "Бард этот очень особенный... Я ещё не поняла, почему, но он не такой, как остальные.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Барбаре...",
                "Content": "Барбара меня уже просто достала... Постоянно зовёт молиться или петь в хоре. Уж не приказала ли ей Виктория следить за мной?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Джинн...",
                "Content": "Не только делает свою работу, но и помогает справляться другим. Она достойна восхищения.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Альбедо...",
                "Content": "Он словно картина маслом в старинном доме... Солидный, загадочный. Его так просто не разгадать. Мне нравятся люди с историей.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Лизе...",
                "Content": "Я не жалую людей, которые отлынивают от работы. Но я понимаю всех, кто уходит с работы вовремя, как она.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кли...",
                "Content": "Ох, от неё ничего, кроме неприятностей. Очень милых, но неприятностей.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Варке...",
                "Content": "Варка - добрейший и заботливейший человек, хоть и болтлив, как старуха. Ох уж этот Варка...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об отце...",
                "Content": "Отец? Какое чужое слово. Можно сказать, его у меня не было, или что их у меня было много. Ты чего так удивляешься?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Далии...",
                "Content": "Мне нравится, что он всегда предлагает оплатить счёт. Кроме того, он знает, как вести себя в таверне: что можно спросить, а каких вопросов лучше избегать. Но с тех пор как мы узнали друг друга поближе, мне не нужно быть с ним настороже. Гораздо легче находить общий язык с умными людьми, такими как он.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Розарии I",
                "Content": "Обойдёмся без любезностей. Я здесь, чтобы выполнить свою работу. Если ты с чем-то не справляешься, предоставь это мне.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Розарии II",
                "Content": "Неверующих монахинь не так уж и мало. Это как охотник, что не любит есть дичь, или рыбак, которого тошнит от рыбы. Ты не обязан любить то, что делаешь. И не нужно избегать того, что не любишь. Это касается любой работы.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Розарии III",
                "Content": "Выпьем по бокалу? У меня тут вино из одуванчиков этого года. Очень недурно.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Розарии IV",
                "Content": "Зверь света Мондштадт одновременно молод и стар: достаточно стар, чтобы ему требовалась защита, и слишком молод, чтобы выжить в одиночку. Только такому месту нужны подобные мне люди. Я забочусь о Мондштадте, как сёстры заботятся о горожанах, и слежу за тем, чтобы он оставался свободным. Почему Мондштадт зверь света? ...Потому что такие, как я, погружены во тьму.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Розарии V",
                "Content": "Иногда я чувствую, будто существуют «я» из прошлого, они совсем рядом, поддерживают меня... Тебе наверняка приходилось испытывать нечто подобное. Даже если ты выбрал другой путь, никогда не забывай, каким ты был раньше. Каждое из твоих прошлых «я» - фундамент, на котором стоишь ты сегодня. Не бойся прошлого, и не бойся вступать с ним в схватку.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Розарии...",
                "Content": "Некоторые проблемы можно решить только алкоголем. Однако же я никогда не пьянею.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Розарии...",
                "Content": "Уф... Я так не хочу каждый месяц участвовать в этих хоровых пениях, но Виктория уже отобрала меня лично...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Как тебе тушёное мясо с красным вином? Бокал вина и куски мяса на блюде - вот пища богов.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Нужно макать картофельные оладьи в варенье? Извращение какое-то!",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Кажется, в еде наши вкусы совпадают.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "По крайней мере, я смогу наесться.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Тебе правда нравится эта еда?",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Сегодня у тебя день рождения. Нужно ли с чем-нибудь или кем-нибудь разобраться? Я тебе помогу, только никому не говори, ясно?",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "То что нужно.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Нужна помощь? Я как раз свободна.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Ничего так. Чем лучше навыки, тем выше эффективность.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Я умею сражаться и убивать, но я никогда не обладала такой огромной силой. Спасибо тебе за благословение.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Кия!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Правосудие!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Тебе не уйти!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Наказание!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Трепещи!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Спокойной ночи...",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "...Хм, здесь есть несколько интересных безделушек.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Полагаю, это не составило особого труда.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Это было... довольно здорово.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Гм! Становится интересно...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Кажется, сегодня я работаю сверхурочно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "А ты знаешь своё дело!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Позволь мне всё уладить!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Не строй из себя героя!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Ну... хоть работать... больше не придётся...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Возможно это... было предопределено...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Это... мое последнее задание?",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Вот оно как!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Ха, что за ерунда?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Слыхала, у вас есть для меня работа.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Смотри не отставай.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Чем быстрее мы справимся, тем лучше.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "45": {
        "Costumes": [
            {
                "ID": 340009,
                "Name": "За вольный дух церкви",
                "Desc": "Наряд Розарии. Похоже, это подарок церкви, пошитый ей на заказ.",
                "Icon": "UI_AvatarIcon_RosariaCostumeWic",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Шипы наказания",
                "Desc": "Наряд Розарии. Форма сестёр церкви Фавония, которую до неузнаваемости изменила Розария.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108234,
            "JD": 108033,
            "Name": "<b>Судный ужин</b>",
            "Eff": "Восстанавливает 30% HP + 1750 HP персонажу.",
            "Desc": "Особое блюдо Розарии. Из-за тёмных колючек люди не знают, как к нему подступиться. Когда, намучившись, дегустатор убирает украшения и пробует кусочек... Нежная ароматная курятина неожиданно взрывается букетом пьянящего вкуса. Розария точно отмечает ваше настроение, и, кажется, она довольна реакцией.",
            "Recipe": {
                "100064": 2,
                "100012": 2
            },
            "Icon": "UI_ItemIcon_108234"
        },
        "Namecard": {
            "Name": "<b>Каторга</b>",
            "Desc": "Именная карта.<br>Для неё бескорыстно отдаваемые людьми теплота и дружелюбие - это та доброта, за которую нужно платить, и потому это её личная вечная каторга.",
            "Pic": "UI_NameCardPic_Rosaria_P"
        }
    }
}

var acs_cache_ = {
    "340009": "\"Oh, come on! Everyone got this just for you!\"<br>Barbara happily passed a wonderfully wrapped gift box to Rosaria, even as the latter looked on with a mix of suspicion and annoyance.<br><br>Tearing the packaging open, she found a note on the box cover across which elegant script flowed like music.<br>\"Dear Sister Rosaria, we have asked Ms. Barbara to send this gift to you, but please, do open it somewhere where she can't see you.\"<br><br>Opening the box with her back turned, Rosaria discovered that the box contained still another note. It was thusly written in the same hand as before:<br>\"Dear Sister Rosaria, we know that you don't appreciate having too many people know your birthday. However, this piece of information was written on your resume by Grandmaster Varka, so, on this important day, do allow the Church of Favonius to send you a new uniform, made just for you.\"<br>\"If you're alright with it, stop being so aloof and be a normal Sister for once.\"<br><br>Deacon Dahlia (This letter was written at the request of Sister Victoria)"
}