// Auto Generated

var _AvatarFetterConfig_ = {
    "56": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "В жилах Кудзё Сары течёт кровь тэнгу, но она не живет в лесах и горах, как они. С раннего детства она воспитывалась кланом Кудзё, чтобы войти в состав комиссии Тэнрё.<br>Комиссия Тэнрё является одним из подразделений Трикомиссии и отвечает за безопасность Инадзумы. Сегодня Сара - генерал комиссии Тэнрё, и в её обязанности входит поддержание порядка в самом городе Инадзума.<br>Она хорошо справляется с обязанностями и всегда стремится подавать хороший пример своим подчиненным. Неважно, насколько сложна проблема, если она относится к юрисдикции Комиссии Тэнрё, Сара может решить её в срок.<br>Она мало улыбается, быстро и решительно выполняет свои задачи, поэтому многие инадзумцы считают её неприступной и холодной.<br>Эта оценка слишком поверхностна для человека с таким горячим сердцем, как у Сары.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "В Инадзуме указ об Охоте на Глаза Бога является проявлением воли сёгуна Райдэн в стремлении к вечности, и Сара является главным исполнителем этого указа.<br>Сара считает, что Глаза Бога в руках тех, кто неправильно настроен, дестабилизируют основы Инадзумы, и поэтому Охота на Глаза Бога необходима.<br>Однако это не означает, что Сара прибегнет к любым средствам, необходимым для его исполнения.<br>Когда граждане неизбежно страдают в ходе выполнения указа, она проявляет максимум терпения и искренности, чтобы попытаться объяснить долгосрочные цели всемогущего сёгуна.<br>Она также отдала чёткий приказ, запрещающий причинять вред или эксплуатировать гражданских лиц во время выполнения указа, так как эти действия могут замарать великое имя Архонта.<br>К сожалению, идеалы Архонта слишком велики для восприятия смертными, периодически возникает недовольство, а некоторые даже объединяются для сопротивления тем, кто исполняет указ.<br>В ситуациях, когда у неё нет иного выбора, кроме как действовать, Сара встречает врага с ноткой безысходности и вздохом облегчения.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Армия сёгуна во многом обязана Кудзё Саре за бесстрашие и единство своих солдат.<br>Разведка боевых линий, составление планов подготовки, выбор оружия и доспехов... В отличие от многих генералов, которые предпочитают разрабатывать стратегии и планы в тылу, Сара предпочитает заниматься этим сама.<br>Сара очень требовательна к себе во время тренировок, её личный режим в десять раз жёстче, чем у обычных солдат. Даже когда наступает ночь и мир погружается в сон, в додзё слышны звуки тетивы.<br>На поле боя она всегда бесстрашно бросается в бой, ведя войска с абсолютным героизмом.<br>Когда пыль сражения оседает, она лично ухаживает за ранеными, награждает и наказывает по заслугам. Она контролирует каждое действие войск на поле боя, и делает чрезвычайно мало ошибок.<br>Войска Сары - свидетели её слов и поступков. Все, кто сражался с ней рядом, отзываются о ней с большим уважением.<br>Генерал - это душа армии, а хороших генералов трудно найти. Поэтому неудивительно, что Сара всегда была гордостью армии сёгуна.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Даже когда она не тренируется, Сара привносит свой строгий и суровый характер в повседневную жизнь.<br>Её жизнь, кажется, следует каким-то вечным, неизменным правилам. Она просыпается по расписанию, тренируется по расписанию, ест определенное количество пищи...<br>Начиная с таких больших вещей, как режим тренировок, и заканчивая такими маленькими вещами, как потребление пищи, Сара имеет свою собственную точку зрения и придерживается созданных ею самой стандартов до последней буквы.<br>«Разные предметы должны быть рассортированы по категориям, а мебель расставлена по прямым линиям. Ни в одном углу, ни на земле не должно быть грязи».<br>Это стандарты, которым Сара соответствует в своём доме.<br>Она считает, что совершенство в таких вопросах - это часть её воспитания, и занимается ими сама, не прибегая к помощи слуг.<br>Но как могут её слуги просто стоять в стороне? Каждый раз, когда они встречают Сару, они умоляют её положить тряпку и оставить это дело им.<br>После неоднократного отказа от их предложений, в конце концов, Сара стала убираться за закрытыми дверями, повесив табличку у своей комнаты:<br>«Идёт обучение, не беспокоить».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Хотя она выросла среди людей, Сара сохранила различные привычки тэнгу. Когда она покидает штаб-квартиру комиссии Тэнрё, то обычно идёт в горы.<br>Она знает их как свои пять пальцев и видела много странных существ, о которых нечасто рассказывают в человеческих сказках.<br>Среди них много свирепых и злых созданий, но есть и маленькие существа, которые не желают никому зла. Для Сары это всего лишь внешние различия.<br>Как-то раз в полицейский участок поступило много сообщений о кражах. Преступника найти не удавалось. Прогуливаясь по лесу в состоянии повышенной бдительности, Сара быстро заметила бакэ-дануки, которые торопливо бежали, неся свою добычу.<br>Бакэ-дануки не злые по своей природе и воруют пищу только от обжорства.<br>Поймав этих существ, Сара сказала им следующее:<br>«Прячась в горах, вы не сможете избежать суда. Слушайте внимательно, ибо это ваше последнее предупреждение. Больше не доставляйте хлопот мирным жителям, иначе...»<br>Бакэ-дануки до смерти перепугались и кивнули, забившись в угол. После этого они стали соблюдать договор и больше не причиняли вреда.<br>Что касается Сары, то во время тренировок она приносила в горы разные фрукты долгого хранения и складывала их возле жилища бакэ-дануки, когда проходила мимо.<br>Она не объяснялась и в любом случае не считала это каким-то подарком. Если бы ей нужно было описать это... то, возможно, она назвала бы это утешением для тех, кто свернул с неправедного пути.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Сара тренировалась в армии сёгуна с тех пор, как её взяла к себе комиссия Тэнрё. Солдаты сначала приняли её за мальчика, потому что она пришла на тренировку в раннем возрасте, и они очень хорошо о ней заботились.<br>Поначалу Сара немного боялась толпы, но после такого тёплого приема она стала более общительной и даже играла в игры с другими солдатами.<br>Но солдаты, с которыми она играла, были сурово наказаны главой клана, в то время как она получила лишь лёгкое наказание.<br>«Несоблюдение военного закона и пренебрежение тренировками... Я взял тебя не для того, чтобы ты занималась такими бессмысленными вещами».<br>С тех пор Сара старалась держаться на расстоянии от других. Вместо того чтобы быть как все, она стремилась достичь высшего боевого мастерства, постоянно помня о том, что когда-нибудь ей предстоит принять командование.<br>Помощник сёгуна Райдэн. Пример для комиссии Тэнрё. Гордость главы клана.<br>Ни одна из этих трёх личностей ни в коей мере не ставила её на первое место. Она была спокойным и строгим воином.<br>Никто никогда не говорил ей, что она должна уделять себе больше внимания, и Сара не испытывала недостатка в такой заботе.<br>Её оковы приёмного ребёнка и одиночество нечеловека всегда сопровождали её.<br>Но останавливаться из-за таких препятствий - дилемма слабых, и будучи Кудзё Сарой, её путь на этом не закончится. Она будет самым верным приверженцем Электро Архонта и самым умным генералом.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Статуэтка Её Превосходительства Наруками Огосё, Электро Архонта",
                "Content": "Многие торговцы создают и продают произведения искусства, связанные с сёгуном Райдэн, выражая этим свою любовь и преданность. Самым популярным подобным товаром является лаковая «Статуэтка её превосходительства, всемогущей Наруками Огосё, Электро Архонта», сделанная по образу и подобию божества. В день, когда она появилась в продаже, Сара проснулась раньше всех и стала первой в очереди на покупку. Появление генерала вызвало бурное обсуждение, но Сара проигнорировала досужую молву. Она купила изделие, и её сердце наполнилось благочестивым уважением. В вопросах, связанных с сёгуном, Сара ни разу не допустила даже малейшей небрежности. Действительно, она лично отправлялась выбирать и покупать статуэтку и даже лично готовила святилище, в котором та могла бы стоять. У каждой из пяти статуэток всемогущей Наруками, есть сделанная на заказ стойка, которую Сара лично очищает. Если у неё не удавалось найти время для регулярной уборки, она поручала это дело специально приглашённым мастерам... У Сары нет ни друзей, ни личной жизни, и сёгун Райдэн для неё не просто божество, но и своеобразная форма отдыха. Сёгун олицетворяет волю, амбиции, силу... Как знак судьбы, для Сары сёгун является слиянием всего благородного. Приверженность Сары рождается из признания и доверия. Искусно выполненная статуэтка Архонта заставляет Сару чувствовать, что всемогущий сёгун не скрывается далеко в своём Тэнсюкаку, а является мудростью, идеалом, силой сердца, которая поддерживает её на каждом шагу. В такие моменты спокойствия Сара Кудзё испытывает неописуемое наслаждение.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Когда она получила свой Глаз Бога, у неё ещё не было ни имени, ни фамилии.<br>Она жила в тихом горном лесу, который с незапамятных времён был поражён великим злом, лишившим его прежнего покоя.<br>Хотя она и обладала силой тэнгу, но была ещё молода и не могла в одиночку противостоять монстрам. В результате одной из битв она была сброшена со скалы, предварительно повредив крылья.<br>После падения с высоты, не имея возможности расправить поврежденные крылья, она, казалось, была обречена на смерть.<br>«Нет! Это не может так закончиться! Я... я всегда верила, что смогу защитить это место своей силой...»<br>На рассвете следующего дня жители деревни, проходившие мимо, увидели её лежащей на обочине дороги. Девушка была в плачевном состоянии, но никаких признаков катастрофы не было, поэтому они не знали, как она туда попала.<br>Поражённые, люди принесли её обратно в город и немедленно сообщили об этом в комиссию Тэнрё.<br>Тогда глава клана Кудзё, Кудзё Такаюки, заметил, светящийся предмет в её руке - Глаз Бога - то, что многие желали, но немногие получали.<br>Понимая, что этот ребёнок привлёк внимание Архонта в столь юном возрасте, Такаюки поверил, что она - дитя судьбы, посланное небесами в комиссию Тэнрё.<br>Удочерив её, он назвал её Сарой и стал готовить её как универсального воина, требуя, чтобы она служила сёгуну и сражалась за Инадзуму.<br>Кудзё Такаюки верил, что, вырастив такого превосходного генерала, статус и будущее клана Кудзё станут более надёжными. И действительно, всё, на что он надеялся, неуклонно сбывалось.<br>Сара, вооруженная Глазом Бога, быстро отличилась, поднялась по служебной лестнице и стала самым молодым генералом комиссии Тэнрё, как многие и надеялись.<br>Сара лучше других знала, что пережила то падение благодаря тому, что Архонт в тот миг посмотрела на неё благосклонно.<br>Один лишь взгляд дал ей силу, которая поддерживала в ней жизнь. Всё, что она имела, можно было назвать милостью всемогущего сёгуна.<br>Сражаться за сёгуна...<br>Сара считала, что это не было её долгом или результатом планов её приемного отца, а было её истинным призванием.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Я Кудзё Сара. Ты можешь забыть моё имя, но тебе следует знать одно: пока я жива, Инадзума всегда будет защищена, а воля сёгуна - исполнена. Я уничтожу любого врага - пусть даже им будет божество или демон! Тебе не о чем переживать, я согласилась сражаться на твоей стороне, и я выполню это обязательство. Меня не волнует ничего, кроме долга.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Цель",
                "Content": "Только сохраняя триединство сердца, лука и стрелы, можно поразить цель.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Вечность",
                "Content": "Добиться «вечности» для сёгуна - вот моё «желание».",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Миссия",
                "Content": "Нет никакой разницы между долгом тэнгу защищать лес и горы и миссией клана Кудзё защищать Инадзуму.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Капли дождя могут заглушить звук шагов, будь внимательнее.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Слышал{F#а}? Гром - это воля сёгуна.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Мне бы хотелось удержать снежинку, но она так быстро тает в руке.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Ясная погода идеально подходит для Военной игры.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро? Для меня это не утро. Обычно, когда я открываю глаза, ещё не рассвело.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Я не сплю после обеда, но если ты устал{F#а}, то я могу подождать тебя.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Добрый вечер. Кстати, ночное цветение сакуры в Ханамидзаке - редкое зрелище.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Отдыхай, я присмотрю за всем здесь.",
                "Tips": []
            },
            {
                "Title": "О Саре: Комиссия Тэнрё",
                "Content": "Я в долгу перед главой клана, и комиссия Тэнрё - единственное, на что я могу положиться. Я сделаю всё, чтобы защитить честь клана. Хм? Хочешь узнать о принципах работы комиссии Тэнрё? Я предана сёгуну Райдэн. Это единственный жизненный принцип Кудзё Сары.",
                "Tips": []
            },
            {
                "Title": "О Саре: Подготовка к бою",
                "Content": "«Готова?» Если у тебя есть привычка задавать этот вопрос перед тем, как отправиться в бой, боюсь, что только один раз из десяти ты услышишь мой ответ. Остальные девять раз я вихрем врывалась на передовую и сражалась не оглядываясь назад. Это не безрассудная храбрость или нечестность, просто поле боя никогда не оставляет времени на передышку.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Сара: Желание",
                "Content": "Моё желание? Я думала, ты знаешь, что моё желание - помочь сёгуну в достижении «вечности». Хм? Чего я желаю для себя? Об этом я не думала...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Наблюдения",
                "Content": "Хотя ты являешься «нестабильным» фактором для «вечности» сёгуна, «нестабильный» необязательно означает «угрожающий». Я не буду враждовать с тобой, но я не спущу с тебя глаз.",
                "Tips": []
            },
            {
                "Title": "О нас: Впечатление",
                "Content": "Когда я конфисковывала Глаза Бога, я игнорировала желания людей. Теперь, когда охота закончилась, мой долг - загладить свою вину. Я слышала, что около статуи всевидящего божества можно услышать желания этих Глаз Бога. Пожалуйста, расскажи мне об этом. И... расскажи мне о своём желании тоже, я хочу его знать.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Глаз Бога можно получить, только если привлечь внимание божества. Поскольку мой Глаз Бога был дан мне сёгуном, я верну его сёгуну без жалоб и сожалений.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся: Юла",
                "Content": "Во время моего последнего задания торговец в Ханамизаке подарил мне гироскоп под названием Ханамидзака, игрушку, с которой «можно играть одному». Я нашла её интересной и оставила у себя. Ты хочешь... поиграть вместе? Это противоречит принципу одиночной игры, поэтому, пожалуйста, позвольте мне отказаться.",
                "Tips": []
            },
            {
                "Title": "Давай поделимся: диковинки",
                "Content": "Ты знаешь, какие диковинки есть в Инадзуме? Нет, не ножи. Это лаковые фигурки её превосходительства Наруками Огосё, изготовленные руками опытных мастеров. Почти в каждом доме Инадзумы есть такие. Есть ли у меня фигурки? Пять штук.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Когда передо мной стоит сложная задача, я встаю под Священной сакурой и закрываю глаза, а когда открываю их, опадающие лепестки указывают мне направление.",
                "Tips": []
            },
            {
                "Title": "О Томе...",
                "Content": "Резиденция комиссии Тэнрё очень большая, и было бы хорошо иметь такого хорошего управляющего, как Тома, который мог бы содержать дом в порядке. Если однажды он перестанет служить клану Камисато, я очень надеюсь, что он будет работать с нами. Возможно, этот день никогда не наступит.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Камисато Аяке...",
                "Content": "Обычно в клане Кудзё слышны только звуки тренировок воинов в додзё, а вот когда я прохожу мимо клана Камисато, то слышу танцы, игры и смех. Я жду подходящего момента, чтобы посетить клан Камисато, говорят, что их старшая дочь отлично играет в го. Но я беспокоюсь, что... такой серьёзный человек, как я, не впишется в атмосферу.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ёимии...",
                "Content": "Пока она не устраивает беспорядочные фейерверки в моём лагере, я не буду ей мешать. Не считая всего остального, фейерверки, которые она устраивает, действительно выше всякой похвалы. Просто фейерверки непостоянны, и когда мгновенное сияние заканчивается, на ночном небе остаётся лишь темнота. Поэтому я часто напоминаю себе, что если я хочу выполнить свою миссию по защите Инадзумы, я не должна погружаться в эти иллюзорные огни.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сиканоине Хэйдзо...",
                "Content": "Сиканоин... Хотя он мой товарищ по службе, у меня плохое предчувствие на его счёт. Я чувствую, что у него много собственных планов, и он не ставит дела организации на первое место. Если бы не его детективная деятельность, он был бы более дисциплинирован.<br>Ох, от него сплошная головная боль.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О сёгуне Райдэн: Доверие",
                "Content": "Ты наверняка много слышал{F#а} об этом, верно? Её превосходительство стремится к вечности, в которой нет мыслей и привязанностей, нет навязчивых идей и которая никогда не изменится. Я не понимаю каждого действия и решения её превосходительства, но я беспрекословно ей доверяю.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О сёгуне Райдэн: Следование",
                "Content": "Отмена «Охоты на Глаза Бога»... что ж, похоже, что ты прав{F#а}. Но это не значит, что сёгун не права. Просто путь к «вечности» скоро изменится. Я не знаю, может ли её превосходительство сёгун, охранявший Инадзуму на протяжении тысяч лет, чувствовать себя спокойно. Я знаю только одно: сколько бы препятствий ни было на пути, я всегда буду следовать за ней.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О Яэ Мико...",
                "Content": "Я не всегда правильно понимаю действия Гудзи Яэ... но поскольку она - верховная жрица Великого храма Наруками, нетрудно заметить доверие и молчаливое одобрение, которое её превосходительство сёгун питает к ней, и я, естественно, буду уважать её. Но если однажды она сделает что-то против воли сёгуна, то простите меня, если я поступлю с ней грубо.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сангономии Кокоми...",
                "Content": "Она более талантлива как военачальник, чем как жрица. До неё никто не воевал указаниями. Это неслыханно! Следует ли мне также научиться использовать этот метод, чтобы давать указания армии сёгуна? Хм... Боюсь, что это может оказаться тем случаем, когда обе стороны выкладывают комплекты на стол и играют ими друг против друга, как картами... Не думаю, что этот метод верен.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Горо...",
                "Content": "Горо для Сангономии Кокоми - это как я для сёгуна Райдэн. Его преданность не знает границ, и я очень уважаю его за это. Жаль, что мы находимся по разные стороны фронта, поэтому нам никогда не удастся поработать вместе... Тем не менее я рада, что у меня есть достойный восхищения противник. Кроме того... Горо - хорошее имя.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Аратаки Итто...",
                "Content": "...Я не могу держать себя в руках, когда всплывает его имя. Он поднял большой шум, когда я конфисковала его Глаз Бога. Он показал, что достаточно мужественен, чтобы признать поражение, но его обещание отомстить... По сей день я не хочу об этом говорить. Если ты действительно хочешь знать, то спроси его.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Куки Синобу...",
                "Content": "С её талантом и знаниями очень жаль, что она решила присоединиться к банде Аратаки. Но, стоит признать, что она эффективно мешает бездельникам создавать проблемы и беспокоить общественность, что здорово уменьшает нагрузку на комиссию Тэнрё.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Кираре...",
                "Content": "В последнее время я часто чувствую, что кто-то втайне за мной наблюдает. Но стоит мне обернуться - и рядом никого нет. Что за нелепая шутка... Хм, нэкомата, говоришь? Она могла бы просто подойти ко мне, если ей что-то нужно.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Саре I",
                "Content": "Хочешь узнать обо мне больше? Что именно? Я не могу обсуждать дела комиссии Тэнрё, это строго конфиденциально. И уж точно не могу разглашать ничего, связанного с её превосходительством. Чего именно ты пытаешься добиться? Хочешь узнать лично обо мне? Полагаю, это не исключено, просто... беспрецедентно.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Саре II",
                "Content": "У меня довольно простой образ жизни. Когда не надо вести армию в бой, я встаю в 5:05. Затем я иду во двор, где делаю пять глубоких вдохов, прежде чем пройти пять кругов вокруг него. На завтрак я обычно съедаю пять кусочков еды... Пять - моё счастливое число, поэтому я все делаю по пять. У тебя есть какие-то возражения по этому поводу?",
                "Tips": [
                    "Уровень дружбы 3",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Саре III",
                "Content": "Больше всего проблем при исполнении указа об Охоте на Глаза Бога мне доставляли те офицеры армии сёгуна, которые злоупотребляли своими полномочиями, применяя грубую силу к тем, кого мы задерживали. Воля всемогущего сёгуна должна быть исполнена, но я не потворствую насилию над невинными людьми! Я неоднократно прямо запрещала подобное поведение, но, судя по результатам, это трудно искоренить. Если у тебя есть идеи, как с этим бороться, пожалуйста, поделись ими со мной.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Саре IV",
                "Content": "Хотя меня удочерил клан Кудзё, я знаю, что Такаюки смотрит на меня по-другому. Возможно, иногда я бываю немного упрямой, но даже мне бывает одиноко... особенно когда я вижу, как один из моих подчинённых проявляет близость при встрече с семьёй.<br>Прости, я не испытываю ничего, кроме благодарности к Такаюки. Как я могу быть такой неблагодарной...",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Забвение, исчезновение теней»"
                ]
            },
            {
                "Title": "Узнать больше о Саре V",
                "Content": "Когда я думаю об этом, мы с тобой являемся хорошим примером достижения согласия через конфликт. Мы были на противоположных сторонах - можно сказать, диаметрально противоположных. Я и представить себе не могла, что окажусь рядом с тобой в бою или у нас состоится долгая беседа... Судьба была ко мне благосклонна... прости, не обращайте внимания.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Всевидящий бог, бренный мир»"
                ]
            },
            {
                "Title": "Хобби Сары...",
                "Content": "И поныне ни один день не обходится без упражнений с луком и тренировок с мишенью. От принятия стойки до прицеливания и звона тетивы - для меня это не скучная рутина, а выход за пределы себя вчерашней! Я бы назвала это не столько хобби, сколько дисциплиной длиною в жизнь.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Сары...",
                "Content": "Существование крыльев у воина тэнгу - объективный факт, как и то, что они занимают определённое пространство. Поэтому, когда ты говоришь подойти ближе, я не понимаю, как именно я должна это сделать.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Я всегда предпочитала лёгкие в транспортировке продукты, которые быстро и в достаточном количестве обеспечивают пропитание, такие как онигири. Лучший выбор для восполнения выносливости в разгар битвы! Но это всего лишь мои личные предпочтения. Я не указываю своим подчинённым, что им есть.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Не то чтобы я их ненавижу, но обычно я избегаю сладких продуктов. Почему? Сладкое приводит ум и тело в состояние покоя, поэтому после него так легко... Кхм, по сути, я не должна расслабляться, и на этом всё. Вопрос закрыт!",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Что? Оказывается, существует блюдо вкуснее, чем онигири? Нужно обязательно запомнить его название.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Я наелась. Спасибо за гостеприимство.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Десерт не нужен...",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Ты вовремя. Я обойдусь без формальностей и сразу перейду к делу - есть ли у тебя заветное желание в день рождения? Если оно не противоречит великой цели её превосходительства, я приложу все усилия, чтобы оно исполнилось. Чтобы показать всю серьёзность намерения, я позволю тебе загадать не одно, а пять желаний в день рождения.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Мой лук в отличной форме. Один выстрел - это всё, что мне нужно.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Сила вошла в меня и готова повиноваться.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Я - армия сёгуна!",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Моим долгом было совершенствоваться и оттачивать боевые искусства, но ты {F#помогла}{M#помог} мне от чистого сердца... Я не потерплю поражения и буду использовать эту силу для высшего блага! Любовь тэнгу с тобой!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Движение перьев!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Удар!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Вспышка!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Слава сёгуну, да будет она править вечно!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Удар молнии... без сожалений!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Тысячи молний!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Превосходно! Это сокровище поднимет боевой дух.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Отлично. Здесь не осталось ничего ценного.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Пополните запасы и продолжайте наступление!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Я пойду до конца...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Надо найти точку прорыва!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Почти на пределе...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Перегруппироваться!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Назад!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Жизнь не вечна.",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Никаких сожалений...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Я побеждена.",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Ещё раз!",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар II",
                "Content": "Достойный противник...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Невозможно!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Противник берёт верх...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Я приведу тебя к победе.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Подходи.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Рядом с тобой!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "56": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Платье справедливости",
                "Desc": "Костюм Кудзё Сары. Светлый и чистый наряд, достойный быть надетым на встречу с божеством.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108341,
            "JD": 108266,
            "Name": "<b>Вечная вера</b>",
            "Eff": "Воскрешает персонажа и восстанавливает ему 10% от макс. HP + 150 HP.",
            "Desc": "Особое блюдо Кудзё Сары. Это скорее закуска, чем блюдо. Сладкий и мягкий вкус сильно отличается от предпочтений самой Сары. Подождите, может ли метка на нём быть связана с её сюзереном?",
            "Recipe": {
                "100062": 1,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108341"
        },
        "Namecard": {
            "Name": "<b>Тэнгу</b>",
            "Desc": "Именная карта.<br>Кудзё Сара отказалась от высокомерного образа жизни тэнгу, но не перестала оттачивать своё мастерство владения мечом и божественные способности.",
            "Pic": "UI_NameCardPic_Sara_P"
        }
    }
}

var acs_cache_ = {}