// Auto Generated

var _AvatarDataConfig_ = {
    "Sethos": {
        "BallList": [
            {
                "When": "Elemental Skill Cast",
                "DropArray": [
                    {
                        "Num": 2,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 0.5
            }
        ],
        "EndureList": [
            {
                "Skill": "Elemental Skill Motion",
                "Endure": 0.6
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>Particle Generation:</b><br>- When E opening DMG hits a monster, generates 2 particles.",
            "<b>ICD:</b><br>- E opening DMG 1GU, independent<br>- Shadowpiercing Shot 2GU, independent<br>- Q Normal ATKs 1GU, default ICD (3 hits / 2.5s)",
            "<b>Interruption Resistance:</b><br>- During Elem Skill Animation 0.6"
        ]
    }
}

var _AvatarMats_ = {
    "Sethos": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101224": 3,
                "112065": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113058": 2,
                "101224": 10,
                "112065": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113058": 4,
                "101224": 20,
                "112066": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113058": 8,
                "101224": 30,
                "112066": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113058": 12,
                "101224": 45,
                "112067": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113058": 20,
                "101224": 60,
                "112067": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Sethos": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "Королевское мастерство стрельбы",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания наконечник стрелы заряжается силой Электро. Эффект зависит от длительности заряда стрелы:<br> ·  Уровень заряда 1: Выпускает стрелу, наполненную силой молнии, которая наносит <color style='color:#FFACFF;'>Электро урон</color>.<br> ·  Уровень заряда 2: выпускает <color style='color:#FFD780;'>Пронзающий тени выстрел</color>, который пронзает цели и наносит <color style='color:#FFACFF;'>Электро урон</color> врагам на его пути. После того как Пронзающий тени выстрел был полностью заряжен, Сетос не может передвигаться.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Уровень заряда 1",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон Пронзающего тени выстрела",
                                "ParamLevelList": [
                                    "140.0% силы атаки + 134.56% мастерства стихий",
                                    "150.5% силы атаки + 144.652% мастерства стихий",
                                    "161.0% силы атаки + 154.744% мастерства стихий",
                                    "175.0% силы атаки + 168.2% мастерства стихий",
                                    "185.5% силы атаки + 178.292% мастерства стихий",
                                    "196.0% силы атаки + 188.384% мастерства стихий",
                                    "210.0% силы атаки + 201.84% мастерства стихий",
                                    "224.0% силы атаки + 215.296% мастерства стихий",
                                    "238.0% силы атаки + 228.752% мастерства стихий",
                                    "252.0% силы атаки + 242.208% мастерства стихий",
                                    "266.0% силы атаки + 255.664% мастерства стихий",
                                    "280.0% силы атаки + 269.12% мастерства стихий",
                                    "297.5% силы атаки + 285.94% мастерства стихий",
                                    "315.0% силы атаки + 302.76% мастерства стихий",
                                    "332.5% силы атаки + 319.58% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Древний обряд: Громогласный рёв песка",
                        "Desc": "Собрав мощь грома, наносит <color style='color:#FFACFF;'>Электро урон по площади</color> и стремительно отступает. Если данная атака активирует реакции Заряжен, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация, Электро Рассеивание или Электро Кристалл, Сетос восстанавливает некоторое количество энергии.<br><br><i>«Питаемый силой божества жрец, чародей, что превратил ямы в источники - певцы пустыни до сих пор передают сказания о них... Но я знаю, что это вовсе не легенды, поскольку они - наши предки».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "Восстановление энергии",
                                "ParamLevelList": [
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Тайный ритуал: Сумеречный пронзитель теней",
                        "Desc": "Выполняет тайный ритуал и входит в состояние Сумрачной медитации. В этом состоянии обычные атаки Сетоса превращаются в пронзающие врагов <color style='color:#FFD780;'>Болты сумрака</color>: они наносят <color style='color:#FFACFF;'>Электро урон</color> врагам на пути, причём их урон увеличен пропорционально мастерству стихий Сетоса.<br>Урон Болтов сумрака считается уроном заряженной атаки.<br><br><i>В архивах Храма Молчания хранится множество книг, оставленных Ахтамуном со времён царя Дешрета. В них описано множество могущественных тайных ритуалов, но даже в Храме Молчания лишь немногие смогли овладеть ими.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Увеличение урона Болта сумрака",
                                "ParamLevelList": [
                                    "170.56% мастерства стихий",
                                    "183.352% мастерства стихий",
                                    "196.144% мастерства стихий",
                                    "213.2% мастерства стихий",
                                    "225.992% мастерства стихий",
                                    "238.784% мастерства стихий",
                                    "255.84% мастерства стихий",
                                    "272.896% мастерства стихий",
                                    "289.952% мастерства стихий",
                                    "307.008% мастерства стихий",
                                    "324.064% мастерства стихий",
                                    "341.12% мастерства стихий",
                                    "362.44% мастерства стихий",
                                    "383.76% мастерства стихий",
                                    "405.08% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Длительность Сумрачной медитации",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Загадка чёрного коршуна",
                        "Desc": "Каждая единица энергии Сетоса снижает длительность заряда прицельного выстрела на 5%. Выпущенный Пронзающий тени выстрел расходует соответствующее количество энергии. Таким образом может расходоваться до 20 ед. энергии, снижая время заряда Пронзающего тени выстрела на 100%.",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "Милость короля песков",
                        "Desc": "В зависимости от мастерства стихий Сетоса, следующие атаки получают усиление:<br> · <color style='color:#FFD780;'>Пронзающий тени выстрел</color>: каждая единица мастерства стихий увеличивает урон на 0.075%.<br> · <color style='color:#FFD780;'>Болт сумрака</color>: каждая единица мастерства стихий увеличивает урон на 0.05%.<br>Максимальное увеличение урона, полученное таким образом, для Пронзающего тени выстрела составляет 30%, Болта сумрака - 20%.",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "Reflected Revelation",
                        "Desc": "Displays the location of nearby <color style='color:#FFD780;'>resources unique to Sumeru</color> on the mini-map.",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Песнопения запечатанного святилища",
                        "Desc": "Шанс крит. попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> увеличивается на 15%.",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Папирус безмолвных тайн",
                        "Desc": "В следующих ситуациях Сетос на 10 сек. получает 15% <color style='color:#FFACFF;'>бонус Электро урона</color> (эффект может складываться до 2 раз, а отсчёт времени каждого уровня происходит отдельно):<br> ·  Получая энергию с помощью <color style='color:#FFD780;'>Древний обряд: Громогласный рёв песка</color>.<br> ·  Применяя <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color>.<br> ·  Расходуя энергию посредством таланта Загадка чёрного коршуна. Требуется разблокировать пассивный талант Загадка чёрного коршуна.",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Ода мудреца восходящей луны",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Королевское мастерство стрельбы</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекция благожелательных перьев",
                        "Desc": "Когда <color style='color:#FFD780;'>Пронзающий тени выстрел</color> или <color style='color:#FFD780;'>Болт сумрака</color> поражают 2 и более противников, все члены отряда поблизости на 10 сек. получают 80 ед. мастерства стихий.",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Хроники божества пылающих песков",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Книга храма Блуждающего солнца",
                        "Desc": "После попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> по врагу энергия, израсходованная пассивным талантом Загадка чёрного коршуна, будет возвращена. Этот эффект может возникнуть не чаще одного раза в 15 сек. Требуется разблокировать пассивный талант Загадка чёрного коршуна.",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "Королевское мастерство стрельбы",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания наконечник стрелы заряжается силой Электро. Эффект зависит от длительности заряда стрелы:<br> ·  Уровень заряда 1: Выпускает стрелу, наполненную силой молнии, которая наносит <color style='color:#FFACFF;'>Электро урон</color>.<br> ·  Уровень заряда 2: выпускает <color style='color:#FFD780;'>Пронзающий тени выстрел</color>, который пронзает цели и наносит <color style='color:#FFACFF;'>Электро урон</color> врагам на его пути. После того как Пронзающий тени выстрел был полностью заряжен, Сетос не может передвигаться.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Уровень заряда 1",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон Пронзающего тени выстрела",
                                "ParamLevelList": [
                                    "140.0% силы атаки + 134.56% мастерства стихий",
                                    "150.5% силы атаки + 144.652% мастерства стихий",
                                    "161.0% силы атаки + 154.744% мастерства стихий",
                                    "175.0% силы атаки + 168.2% мастерства стихий",
                                    "185.5% силы атаки + 178.292% мастерства стихий",
                                    "196.0% силы атаки + 188.384% мастерства стихий",
                                    "210.0% силы атаки + 201.84% мастерства стихий",
                                    "224.0% силы атаки + 215.296% мастерства стихий",
                                    "238.0% силы атаки + 228.752% мастерства стихий",
                                    "252.0% силы атаки + 242.208% мастерства стихий",
                                    "266.0% силы атаки + 255.664% мастерства стихий",
                                    "280.0% силы атаки + 269.12% мастерства стихий",
                                    "297.5% силы атаки + 285.94% мастерства стихий",
                                    "315.0% силы атаки + 302.76% мастерства стихий",
                                    "332.5% силы атаки + 319.58% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Древний обряд: Громогласный рёв песка",
                        "Desc": "Собрав мощь грома, наносит <color style='color:#FFACFF;'>Электро урон по площади</color> и стремительно отступает. Если данная атака активирует реакции Заряжен, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация или Электро Рассеивание, Сетос восстанавливает некоторое количество энергии.<br><br><i>«Питаемый силой божества жрец, чародей, что превратил ямы в источники - певцы пустыни до сих пор передают сказания о них... Но я знаю, что это вовсе не легенды, поскольку они - наши предки».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "Восстановление энергии",
                                "ParamLevelList": [
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Тайный ритуал: Сумеречный пронзитель теней",
                        "Desc": "Выполняет тайный ритуал и входит в состояние Сумрачной медитации. В этом состоянии обычные атаки Сетоса превращаются в пронзающие врагов <color style='color:#FFD780;'>Болты сумрака</color>: они наносят <color style='color:#FFACFF;'>Электро урон</color> врагам на пути, причём их урон увеличен пропорционально мастерству стихий Сетоса.<br>Урон Болтов сумрака считается уроном заряженной атаки.<br>Эффект исчезает, когда Сетос покидает поле боя.<br><br><i>В архивах Храма Молчания хранится множество книг, оставленных Ахтамуном со времён царя Дешрета. В них описано множество могущественных тайных ритуалов, но даже в Храме Молчания лишь немногие смогли овладеть ими.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Увеличение урона Болта сумрака",
                                "ParamLevelList": [
                                    "170.56% мастерства стихий",
                                    "183.352% мастерства стихий",
                                    "196.144% мастерства стихий",
                                    "213.2% мастерства стихий",
                                    "225.992% мастерства стихий",
                                    "238.784% мастерства стихий",
                                    "255.84% мастерства стихий",
                                    "272.896% мастерства стихий",
                                    "289.952% мастерства стихий",
                                    "307.008% мастерства стихий",
                                    "324.064% мастерства стихий",
                                    "341.12% мастерства стихий",
                                    "362.44% мастерства стихий",
                                    "383.76% мастерства стихий",
                                    "405.08% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Длительность Сумрачной медитации",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Загадка чёрного коршуна",
                        "Desc": "Время заряда выстрела во время прицеливания сокращается на 0,285 сек. за каждую единицу энергии Сетоса до 20 единиц. Время заряда таким способом можно сократить не менее чем на 0,3 сек. При этом<color style='color:#FFD780;'>Пронзающий тени выстрел</color> израсходует соответствующее количество энергии, тогда как уровень заряда 1 израсходует 50% от соответствующего количества энергии.",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "Милость короля песков",
                        "Desc": "Каждые 15 сек. Сетос получает эффект Тени палящих песков: урон <color style='color:#FFD780;'>Пронзающих тени выстрелов</color> повышается на 600% от мастерства стихий Сетоса.<br>Эффект Тени палящих песков длится до 5 сек. и исчезает, когда 4 Пронзающих тени выстрела поражают противников. Когда первый Пронзающий тени выстрел, выпущенный во время действия Тени палящих песков, попадает во врага, отсчёт времени действия этого эффекта сбрасывается.",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "Отражённое откровение",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Сумеру</color> на мини-карте.",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Песнопения запечатанного святилища",
                        "Desc": "Шанс крит. попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> увеличивается на 15%.",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Папирус безмолвных тайн",
                        "Desc": "В следующих ситуациях Сетос на 10 сек. получает 15% <color style='color:#FFACFF;'>бонус Электро урона</color> (эффект может складываться до 2 раз, а отсчёт времени каждого уровня происходит отдельно):<br> ·  Получая энергию с помощью <color style='color:#FFD780;'>Древний обряд: Громогласный рёв песка</color>.<br> ·  Применяя <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color>.<br> ·  Расходуя энергию посредством таланта Загадка чёрного коршуна. Требуется разблокировать пассивный талант Загадка чёрного коршуна.",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Ода мудреца восходящей луны",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Королевское мастерство стрельбы</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекция благожелательных перьев",
                        "Desc": "Когда <color style='color:#FFD780;'>Пронзающий тени выстрел</color> или <color style='color:#FFD780;'>Болт сумрака</color> поражают 2 и более противников, все члены отряда поблизости на 10 сек. получают 80 ед. мастерства стихий.",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Хроники божества пылающих песков",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Книга храма Блуждающего солнца",
                        "Desc": "После попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> по врагу энергия, израсходованная пассивным талантом Загадка чёрного коршуна, будет возвращена. Этот эффект может возникнуть не чаще одного раза в 15 сек. Требуется разблокировать пассивный талант Загадка чёрного коршуна.",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "Королевское мастерство стрельбы",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания наконечник стрелы заряжается силой Электро. Эффект зависит от длительности заряда стрелы:<br> ·  Уровень заряда 1: Выпускает стрелу, наполненную силой молнии, которая наносит <color style='color:#FFACFF;'>Электро урон</color>.<br> ·  Уровень заряда 2: выпускает <color style='color:#FFD780;'>Пронзающий тени выстрел</color>, который пронзает цели и наносит <color style='color:#FFACFF;'>Электро урон</color> врагам на его пути. После того как Пронзающий тени выстрел был полностью заряжен, Сетос не может передвигаться.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Уровень заряда 1",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон Пронзающего тени выстрела",
                                "ParamLevelList": [
                                    "140.0% силы атаки + 134.56% мастерства стихий",
                                    "150.5% силы атаки + 144.652% мастерства стихий",
                                    "161.0% силы атаки + 154.744% мастерства стихий",
                                    "175.0% силы атаки + 168.2% мастерства стихий",
                                    "185.5% силы атаки + 178.292% мастерства стихий",
                                    "196.0% силы атаки + 188.384% мастерства стихий",
                                    "210.0% силы атаки + 201.84% мастерства стихий",
                                    "224.0% силы атаки + 215.296% мастерства стихий",
                                    "238.0% силы атаки + 228.752% мастерства стихий",
                                    "252.0% силы атаки + 242.208% мастерства стихий",
                                    "266.0% силы атаки + 255.664% мастерства стихий",
                                    "280.0% силы атаки + 269.12% мастерства стихий",
                                    "297.5% силы атаки + 285.94% мастерства стихий",
                                    "315.0% силы атаки + 302.76% мастерства стихий",
                                    "332.5% силы атаки + 319.58% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Древний обряд: Громогласный рёв песка",
                        "Desc": "Собрав мощь грома, наносит <color style='color:#FFACFF;'>Электро урон по площади</color> и стремительно отступает. Если данная атака активирует реакции Заряжен, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация или Электро Рассеивание, Сетос восстанавливает некоторое количество энергии.<br><br><i>«Питаемый силой божества жрец, чародеи, что превратили ямы в источники - певцы пустыни до сих пор передают сказания о них... Но я знаю, что это вовсе не легенды, поскольку они - наши предки».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "Восстановление энергии",
                                "ParamLevelList": [
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Тайный ритуал: Сумеречный пронзитель теней",
                        "Desc": "Выполняет тайный ритуал и входит в состояние Сумрачной медитации. В этом состоянии обычные атаки Сетоса превращаются в пронзающие врагов <color style='color:#FFD780;'>Болты сумрака</color>: они наносят <color style='color:#FFACFF;'>Электро урон</color> врагам на пути, а их урон увеличивается пропорционально мастерству стихий Сетоса.<br>Урон Болтов сумрака считается уроном заряженной атаки.<br>Эффект исчезает, когда Сетос покидает поле боя.<br><br><i>В архивах Храма Молчания хранится множество книг, оставленных Ахтамуном со времён царя Дешрета. В них описано множество могущественных тайных ритуалов, но даже в Храме Молчания лишь немногие смогли овладеть ими.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Увеличение урона Болта сумрака",
                                "ParamLevelList": [
                                    "196.16% мастерства стихий",
                                    "210.872% мастерства стихий",
                                    "225.584% мастерства стихий",
                                    "245.2% мастерства стихий",
                                    "259.912% мастерства стихий",
                                    "274.624% мастерства стихий",
                                    "294.24% мастерства стихий",
                                    "313.856% мастерства стихий",
                                    "333.472% мастерства стихий",
                                    "353.088% мастерства стихий",
                                    "372.704% мастерства стихий",
                                    "392.32% мастерства стихий",
                                    "416.84% мастерства стихий",
                                    "441.36% мастерства стихий",
                                    "465.88% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Длительность Сумрачной медитации",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Загадка чёрного коршуна",
                        "Desc": "Время заряда во время прицеливания сокращается на 0,285 сек. за каждую единицу текущей энергии Сетоса. Время заряда таким способом можно сократить не менее чем на 0,3 сек., причём засчитывается до 20 единиц энергии. При этом <color style='color:#FFD780;'>Пронзающий тени выстрел</color> расходует засчитанное количество энергии, тогда как выстрел уровня заряда 1 расходует 50% от засчитанного количества энергии.",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "Милость короля песков",
                        "Desc": "Сетос получает эффект Тени палящих песков: урон <color style='color:#FFD780;'>Пронзающих тени выстрелов</color> повышается на 600% от его мастерства стихий.<br>Эффект Тени палящих песков исчезает при следующих условиях:<br> ·  Через 5 сек после того, как Пронзающий тени выстрел впервые поражает противника.<br> ·  После того как 4 Пронзающих тени выстрела поражают противников.<br><br>Через 15 сек. после того, как Пронзающий тени выстрел, выпущенный во время действия Тени палящих песков, впервые поражает противника, Сетос вновь получает эффект Тени палящих песков.",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "Отражённое откровение",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Сумеру</color> на мини-карте.",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Песнопения запечатанного святилища",
                        "Desc": "Шанс крит. попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> увеличивается на 15%.",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Папирус безмолвных тайн",
                        "Desc": "Сетос на 10 сек. получает 15% <color style='color:#FFACFF;'>бонус Электро урона</color>, применив <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color> или выполняя одно из следующих условий:<br> ·  Расходуя энергию посредством пассивного таланта Загадка чёрного коршуна. Требуется разблокировать пассивный талант Загадка чёрного коршуна.<br> ·  Восстанавливая энергию с помощью навыка <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color>.<br>В случае повторной активации данный <color style='color:#FFACFF;'>бонус Электро урона</color> может складываться до 2 раз. Отсчёт времени каждого уровня происходит отдельно",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Ода мудреца восходящей луны",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Королевское мастерство стрельбы</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекция благожелательных перьев",
                        "Desc": "Когда <color style='color:#FFD780;'>Пронзающий тени выстрел</color> или <color style='color:#FFD780;'>Болт сумрака</color> поражают 2 и более противников, все члены отряда поблизости на 10 сек. получают 80 ед. мастерства стихий.",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Хроники божества пылающих песков",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Книга храма Блуждающего солнца",
                        "Desc": "После попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> по врагу энергия, израсходованная пассивным талантом Загадка чёрного коршуна, будет возвращена. Этот эффект может возникнуть не чаще одного раза в 15 сек. Требуется разблокировать пассивный талант Загадка чёрного коршуна.",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "Королевское мастерство стрельбы",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх последовательных выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания наконечник стрелы заряжается силой Электро. Эффект зависит от длительности заряда стрелы:<br> ·  Уровень заряда 1: Выпускает стрелу, наполненную силой молнии, которая наносит <color style='color:#FFACFF;'>Электро урон</color>.<br> ·  Уровень заряда 2: выпускает <color style='color:#FFD780;'>Пронзающий тени выстрел</color>, который пронзает цели и наносит <color style='color:#FFACFF;'>Электро урон</color> врагам на его пути. Когда Пронзающий тени выстрел полностью заряжен, Сетос не может передвигаться.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Уровень заряда 1",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон Пронзающего тени выстрела",
                                "ParamLevelList": [
                                    "140.0% силы атаки + 134.56% мастерства стихий",
                                    "150.5% силы атаки + 144.652% мастерства стихий",
                                    "161.0% силы атаки + 154.744% мастерства стихий",
                                    "175.0% силы атаки + 168.2% мастерства стихий",
                                    "185.5% силы атаки + 178.292% мастерства стихий",
                                    "196.0% силы атаки + 188.384% мастерства стихий",
                                    "210.0% силы атаки + 201.84% мастерства стихий",
                                    "224.0% силы атаки + 215.296% мастерства стихий",
                                    "238.0% силы атаки + 228.752% мастерства стихий",
                                    "252.0% силы атаки + 242.208% мастерства стихий",
                                    "266.0% силы атаки + 255.664% мастерства стихий",
                                    "280.0% силы атаки + 269.12% мастерства стихий",
                                    "297.5% силы атаки + 285.94% мастерства стихий",
                                    "315.0% силы атаки + 302.76% мастерства стихий",
                                    "332.5% силы атаки + 319.58% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Древний обряд: Громогласный рёв песка",
                        "Desc": "Собрав мощь грома, наносит <color style='color:#FFACFF;'>Электро урон по площади</color> и стремительно отступает. Если данная атака активирует реакции Заряжен, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация или Электро Рассеивание, Сетос восстанавливает некоторое количество энергии.<br><br><i>«Питаемый силой божества жрец, чародеи, что превратили ямы в источники - певцы пустыни до сих пор передают сказания о них... Но я знаю, что это вовсе не легенды, поскольку они - наши предки».</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "Восстановление энергии",
                                "ParamLevelList": [
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед.",
                                    "12.0 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Тайный ритуал: Сумеречный пронзитель теней",
                        "Desc": "Выполняет тайный ритуал и входит в состояние Сумрачной медитации. В этом состоянии обычные атаки Сетоса превращаются в пронзающие врагов <color style='color:#FFD780;'>Болты сумрака</color>: они наносят <color style='color:#FFACFF;'>Электро урон</color> врагам на пути, а их урон увеличивается пропорционально мастерству стихий Сетоса.<br>Урон Болтов сумрака считается уроном заряженной атаки.<br>Эффект исчезает, когда Сетос покидает поле боя.<br><br><i>В архивах Храма Молчания хранится множество книг, оставленных Ахтамуном со времён царя Дешрета. В них описано множество могущественных тайных ритуалов, но даже в Храме Молчания лишь немногие смогли овладеть ими.</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Увеличение урона Болта сумрака",
                                "ParamLevelList": [
                                    "196.16% мастерства стихий",
                                    "210.872% мастерства стихий",
                                    "225.584% мастерства стихий",
                                    "245.2% мастерства стихий",
                                    "259.912% мастерства стихий",
                                    "274.624% мастерства стихий",
                                    "294.24% мастерства стихий",
                                    "313.856% мастерства стихий",
                                    "333.472% мастерства стихий",
                                    "353.088% мастерства стихий",
                                    "372.704% мастерства стихий",
                                    "392.32% мастерства стихий",
                                    "416.84% мастерства стихий",
                                    "441.36% мастерства стихий",
                                    "465.88% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Длительность Сумрачной медитации",
                                "ParamLevelList": [
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек.",
                                    "8.0 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек.",
                                    "15.0 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Загадка чёрного коршуна",
                        "Desc": "Длительность заряда во время прицеливания сокращается на 0,285 сек. за каждую единицу текущей энергии Сетоса. Длительность заряда таким способом можно сократить максимум до 0,3 сек., причём засчитывается до 20 единиц энергии. При этом <color style='color:#FFD780;'>Пронзающий тени выстрел</color> расходует засчитанное количество энергии, тогда как выстрел уровня заряда 1 расходует 50% от засчитанного количества энергии.",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "Милость короля песков",
                        "Desc": "Сетос получает эффект Тени палящих песков: урон <color style='color:#FFD780;'>Пронзающих тени выстрелов</color> повышается на 700% от его мастерства стихий.<br>Эффект Тени палящих песков исчезает при следующих условиях:<br> ·  Через 5 сек после того, как Пронзающий тени выстрел впервые поражает противника.<br> ·  После того как 4 Пронзающих тени выстрела поражают противников.<br><br>Через 15 сек. после того, как Пронзающий тени выстрел во время действия Тени палящих песков впервые поражает противника, Сетос вновь получает эффект Тени палящих песков.",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "Откровение Тота",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Сумеру</color> на мини-карте.",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Песнопения запечатанного святилища",
                        "Desc": "Шанс крит. попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> увеличивается на 15%.",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Папирус безмолвных тайн",
                        "Desc": "Выполняя любое из следующих условий, Сетос на 10 сек. получает 15% <color style='color:#FFACFF;'>бонус Электро урона</color>, который может складываться до 2 раз (отсчёт времени каждого уровня происходит отдельно):<br> ·  Расходуя энергию посредством прицельных выстрелов. Требуется разблокировать пассивный талант Загадка чёрного коршуна.<br> ·  Восстанавливая энергию элементальными реакциями, вызванными с помощью навыка <color style='color:#FFD780;'>Древний обряд: Громогласный рёв песка</color>.<br> ·  Активируя навык <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color>.",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Ода мудреца восходящей луны",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Королевское мастерство стрельбы</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекция благожелательных перьев",
                        "Desc": "Когда <color style='color:#FFD780;'>Пронзающий тени выстрел</color> или <color style='color:#FFD780;'>Болт сумрака</color> поражают 2 и более противников, все члены отряда поблизости на 10 сек. получают 80 ед. мастерства стихий.",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Хроники божества пылающих песков",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Книга храма Блуждающего солнца",
                        "Desc": "После попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> по врагу энергия, израсходованная пассивным талантом Загадка чёрного коршуна, будет возвращена. Этот эффект может возникнуть не чаще одного раза в 15 сек. Требуется разблокировать пассивный талант Загадка чёрного коршуна.",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Королевское мастерство стрельбы",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До трёх последовательных выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания наконечник стрелы заряжается силой Электро. Эффект зависит от длительности заряда стрелы:<br> ·  Уровень заряда 1: Выпускает стрелу, наполненную силой молнии, которая наносит <color style='color:#FFACFF;'>Электро урон</color>.<br> ·  Уровень заряда 2: Выпускает <color style='color:#FFD780;'>Пронзающий тени выстрел</color>, который пронзает цели и наносит <color style='color:#FFACFF;'>Электро урон</color> врагам на своём пути. Когда Пронзающий тени выстрел полностью заряжен, Сетос не сможет передвигаться.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "52.6139%",
                                    "56.8965%",
                                    "61.179%",
                                    "67.2969%",
                                    "71.5794%",
                                    "76.4737%",
                                    "83.2034%",
                                    "89.9331%",
                                    "96.6628%",
                                    "104.0043%",
                                    "111.3458%",
                                    "118.6873%",
                                    "126.0287%",
                                    "133.3702%",
                                    "140.7117%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "23.7962%+26.6084%",
                                    "25.7331%+28.7742%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.3739%+36.1998%",
                                    "34.5875%+38.675%",
                                    "37.6312%+42.0784%",
                                    "40.6749%+45.4818%",
                                    "43.7186%+48.8852%",
                                    "47.039%+52.598%",
                                    "50.3594%+56.3108%",
                                    "53.6798%+60.0236%",
                                    "57.0%+63.7364%",
                                    "60.3206%+67.4492%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "73.9867%",
                                    "80.0088%",
                                    "86.031%",
                                    "94.6341%",
                                    "100.6563%",
                                    "107.5387%",
                                    "117.0022%",
                                    "126.4656%",
                                    "135.929%",
                                    "146.2527%",
                                    "156.5764%",
                                    "166.9001%",
                                    "177.2239%",
                                    "187.5476%",
                                    "197.8713%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Уровень заряда 1",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон Пронзающего тени выстрела",
                                "ParamLevelList": [
                                    "140.0% силы атаки + 134.56% мастерства стихий",
                                    "150.5% силы атаки + 144.652% мастерства стихий",
                                    "161.0% силы атаки + 154.744% мастерства стихий",
                                    "175.0% силы атаки + 168.2% мастерства стихий",
                                    "185.5% силы атаки + 178.292% мастерства стихий",
                                    "196.0% силы атаки + 188.384% мастерства стихий",
                                    "210.0% силы атаки + 201.84% мастерства стихий",
                                    "224.0% силы атаки + 215.296% мастерства стихий",
                                    "238.0% силы атаки + 228.752% мастерства стихий",
                                    "252.0% силы атаки + 242.208% мастерства стихий",
                                    "266.0% силы атаки + 255.664% мастерства стихий",
                                    "280.0% силы атаки + 269.12% мастерства стихий",
                                    "297.5% силы атаки + 285.94% мастерства стихий",
                                    "315.0% силы атаки + 302.76% мастерства стихий",
                                    "332.5% силы атаки + 319.58% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Древний обряд: Громогласный рёв песка",
                        "Desc": "Собрав мощь грома, наносит <color style='color:#FFACFF;'>Электро урон по площади</color> и стремительно отступает. Если данная атака активирует реакции Заряжен, Лунный заряд, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация или Электро Рассеивание, Сетос восстанавливает некоторое количество энергии.<br><br><i>«Питаемый силой божества жрец, чародеи, что превратили ямы в источники - певцы пустыни до сих пор передают сказания о них... Но я знаю, что это вовсе не легенды, поскольку они - наши предки».</i>",
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "Восстановление энергии",
                                "ParamLevelList": [
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед.",
                                    "12 ед."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Тайный ритуал: Сумеречный пронзитель теней",
                        "Desc": "Выполняет тайный ритуал и входит в состояние Сумрачной медитации. В этом состоянии обычные атаки Сетоса превращаются в пронзающие врагов <color style='color:#FFD780;'>Болты сумрака</color>: они наносят <color style='color:#FFACFF;'>Электро урон</color> врагам на пути, а их урон увеличивается пропорционально мастерству стихий Сетоса.<br>Во время действия этого состояния Сетос не может выполнять прицельные выстрелы.<br>Урон Болтов сумрака считается уроном заряженной атаки.<br>Эффект исчезает, когда Сетос покидает поле боя.<br><br><i>В архивах Храма Молчания хранится множество книг, оставленных Ахтамуном со времён царя Дешрета. В них описано множество могущественных тайных ритуалов, но даже в Храме Молчания лишь немногие смогли овладеть ими.</i>",
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "Увеличение урона Болта сумрака",
                                "ParamLevelList": [
                                    "196.16% мастерства стихий",
                                    "210.872% мастерства стихий",
                                    "225.584% мастерства стихий",
                                    "245.2% мастерства стихий",
                                    "259.912% мастерства стихий",
                                    "274.624% мастерства стихий",
                                    "294.24% мастерства стихий",
                                    "313.856% мастерства стихий",
                                    "333.472% мастерства стихий",
                                    "353.088% мастерства стихий",
                                    "372.704% мастерства стихий",
                                    "392.32% мастерства стихий",
                                    "416.84% мастерства стихий",
                                    "441.36% мастерства стихий",
                                    "465.88% мастерства стихий"
                                ]
                            },
                            {
                                "Desc": "Длительность Сумрачной медитации",
                                "ParamLevelList": [
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Загадка чёрного коршуна",
                        "Desc": "Длительность заряда во время прицеливания сокращается на 0,285 сек. за каждую единицу текущей энергии Сетоса. Длительность заряда таким способом можно сократить максимум до 0,3 сек., причём засчитывается до 20 единиц энергии. При этом <color style='color:#FFD780;'>Пронзающий тени выстрел</color> расходует засчитанное количество энергии, тогда как выстрел уровня заряда 1 расходует 50% от засчитанного количества энергии.",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "Милость короля песков",
                        "Desc": "Сетос получает эффект Тени палящих песков: урон <color style='color:#FFD780;'>Пронзающих тени выстрелов</color> повышается на 700% от его мастерства стихий.<br>Эффект Тени палящих песков исчезает при следующих условиях:<br> ·  Через 5 сек после того, как Пронзающий тени выстрел впервые поражает противника.<br> ·  После того как 4 Пронзающих тени выстрела поражают противников.<br><br>Через 15 сек. после того, как Пронзающий тени выстрел во время действия Тени палящих песков впервые поражает противника, Сетос вновь получает эффект Тени палящих песков.",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "Откровение Тота",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Сумеру</color> на мини-карте.",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Песнопения запечатанного святилища",
                        "Desc": "Шанс крит. попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> увеличивается на 15%.",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Папирус безмолвных тайн",
                        "Desc": "Выполняя любое из следующих условий, Сетос на 10 сек. получает 15% <color style='color:#FFACFF;'>бонус Электро урона</color>, который может складываться до 2 раз (отсчёт времени каждого уровня происходит отдельно):<br> ·  Расходуя энергию посредством прицельных выстрелов. Требуется разблокировать пассивный талант Загадка чёрного коршуна.<br> ·  Восстанавливая энергию элементальными реакциями, вызванными с помощью навыка <color style='color:#FFD780;'>Древний обряд: Громогласный рёв песка</color>.<br> ·  Активируя навык <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color>.",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Ода мудреца восходящей луны",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Королевское мастерство стрельбы</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Коллекция благожелательных перьев",
                        "Desc": "Когда <color style='color:#FFD780;'>Пронзающий тени выстрел</color> или <color style='color:#FFD780;'>Болт сумрака</color> поражает 2 и более противников, все члены отряда поблизости на 10 сек. получают 80 ед. мастерства стихий.",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Хроники божества пылающих песков",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Тайный ритуал: Сумеречный пронзитель теней</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Книга храма Блуждающего солнца",
                        "Desc": "После попадания <color style='color:#FFD780;'>Пронзающего тени выстрела</color> по врагу энергия, израсходованная пассивным талантом Загадка чёрного коршуна, будет возвращена. Этот эффект может возникнуть не чаще одного раза в 15 сек. Требуется разблокировать пассивный талант Загадка чёрного коршуна.",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Sethos": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Shadowpiercing Shot",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Normal ATK 1",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 18.879,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Normal ATK 2-1",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 8.791,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Normal ATK 2-2",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 8.791,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Normal ATK 3",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.809,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 18.879,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 8.791,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 8.791,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 25.809,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Aimed Shot",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Aimed Charge I",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}