// Auto Generated

var _AvatarFetterConfig_ = {
    "63": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Шэнь Хэ родилась в клане экзорцистов, но волей случая стала ученицей Адептов. Её наставницей считалась Хранитель Облаков, но благодаря огромному потенциалу и интеллекту она завоевала расположение и других Адептов. Она обучалась у всех них и, будучи смертной, смогла овладеть их искусством. Возвышенную и элегантную Шэнь Хэ окружает неземная аура, поэтому её легко принять за одну из бессмертных. Но именно годы уединённой жизни лишь в компании Адептов и изредка чудесных животных сделали её бесстрастной и отчуждённой.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Среди паломников Ли Юэ ходят истории о встречах с Адептами, которые неизменно начинаются одним и тем же образом: в момент смертельной опасности, когда жизнь паломника висит на волоске, из ниоткуда появляется беловолосая девушка-Адепт и спасает его... Продолжаются они тем, что паломник влюбляется в прекрасную небожительницу, а весь дальнейший сюжет мало чем отличается от сотен невзрачных образцов уличной литературы. А вот версия самой беловолосой небожительницы совершенно иная: «В горах время от времени появляются разные надоедливые особы, и я их просто спроваживаю, чтобы они не вздумали докучать наставнице. А если они уходят с ранами или переломами... тут уж они сами виноваты».",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Из всех близких к Адептам людей у Шэнь Хэ, наверное, сама слабая связь с обществом смертных. Из-за уединения в горах с юных лет девушке не хватает опыта и здравого смысла, а потому ей трудно поддерживать человеческие отношения. Если обычные люди находят несколько путей решения проблемы, то Шэнь Хэ видит лишь один - самый простой и очевидный. Например, если её мнение расходится с чужим, она редко вспоминает о таком слове, как «переговоры», зато прекрасно помнит, что такое «угрозы». Если есть такое эффективное средство, так почему бы его не использовать? Немало времени она когда-то уделяла размышлениям над необычными проблемами: «Почему нужно платить за еду? Есть ли разница между запугиванием бандитов и обычных людей?». Ещё она искренне верит, что её наставница, Хранитель Облаков, красноречива и искусна в общении. В некотором отношении Шэнь Хэ подобна чистому листу. Она как дитя, которое идёт по жизненному пути, опираясь на свою хаотичную, но простую логику и восприятие. Однажды Хранитель Облаков сказала: «Шэнь Хэ не только поразительно талантлива, но и очень своеобразна. С миром она не знакома, здравый смысл ей непонятен, она не делает различий в пище и не признаёт иерархий. Учить её - дело нелёгкое».",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Истории о бессмертных пользуются в Ли Юэ большой популярностью. В большинстве из них повествуется о заурядном человеке, который приглянулся Адепту, стал его учеником и добился небывалых высот. История Шэнь Хэ сложилась иным образом, а начало её наполнено горечью. Когда Шэнь Хэ было пять лет, болезнь унесла жизнь её матери. Отец не смог вынести боли от утраты. В нём зародился гнев, который перерос в одержимость. Однажды он ушёл из дому и дни и ночи, словно живой мертвец, бродил в поисках способа воскресить жену. Через год он наконец вернулся, а на лице его играло буйное ликование. Он отыскал секретное магическое искусство «Перенесения судеб»: в обмен на жизнь умершего, в жертву призванной фее приносится тело живого. Шэнь Хэ, не подозревая о надвигающейся опасности, просто радовалась возвращению отца. Отец сказал ей, что в одной горной пещере её ожидает большой сюрприз, и сразу же повёл её туда. Шэнь Хэ была так счастлива... Что было дальше, ей не забыть никогда: отец призвал свирепую чёрную фею, кроваво-красные глаза которой жаждали жизни Шэнь Хэ... Шэнь Хэ сковал ледяной ужас. Она не понимала, откуда она появилась и что ей было здесь нужно. Перед лицом опасности многие не способны ничего предпринять. Но лишь одна мысль возникла в разуме маленькой Шэнь Хэ: чудовище жаждало поглотить её, но ей не хотелось умирать. Она хотела жить! Сжимая в руках память о матери, кинжал экзорциста, она с дрожью, но твёрдо шагнула навстречу чёрному страшилищу... Несколько дней спустя в пещеру по следу великого зла пришла одна из Адептов и обнаружила обессилевшую девочку, в которой едва теплилась жизнь. Пришедшая поняла, что невероятным усилием девочке удалось избежать страшной участи. Из жалости к её судьбе, но также из восхищения её дарованием, Адепт забрала девочку к себе в обитель, выходила её и начала обучать магическим искусствам. Так и появилась Шэнь Хэ, которую мы знаем сейчас.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "За десять лет в горах даже самому безразличному сердцу захочется человеческого тепла. Не обошло это и Шэнь Хэ. Однажды ночью она по наитию покинула тайком горы и отправилась в свою когда-то родную деревню. Тоскует она по дому или нет, Шэнь Хэ не понимала, а просто доверилась некоему смутному чувству. Ей захотелось взглянуть на дом, в котором она когда-то жила, и на утратившего рассудок отца. Но по приходу от соседей она узнала, что отец умер несколько лет назад. Дом её детства разобрали в счёт долгов, а от былых воспоминаний не осталось и следа. Ни до любопытных взглядов окружающих, ни до расспросов соседей дела Шэнь Хэ не было. Она лишь молча стояла, прислушиваясь к сердцу. Что это было? Ненависть? Одержимость? Освобождение? В одно мгновение все эти переполнявшие её сердце чувства исчезли, и остался высохший колодец, где нет воды для бегущей ряби. Она стояла ещё долго, пока наконец не ушла под удивлённые взгляды деревенских. Она ступала медленно, но так ни разу и не обернулась.",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "В Ли Юэ существуют собственные способы предсказывать судьбу, подобные астрологии. И есть две судьбы, которые все стараются избежать любой ценой. Первая - «одинокая звезда». Рождённые с этой судьбой обречены потерять всех родных и друзей и остаться до конца жизни одинокими. Вторая - «злой рок», которая приносит бесконечные бедствия и несчастья. Когда Адепты приняли Шэнь Хэ, Владыка Лун прочёл её судьбу. Гадальные образы указали, что Шэнь Хэ отмечена этими несчастливыми судьбами, кроме того, она склонна к убийствам, и ей предначертано наносить вред себе и окружающим. Такая судьба редка и встречается лишь раз в тысячу лет. Дабы Шэнь Хэ росла в безопасности и никому не могла навредить, Адепты связали её душу красными шнурами. Это не только обуздало её злую судьбу и жажду убийства, но и подавило многие человеческие чувства. С тех пор почти не осталось вещей, которые бы вызывали у неё хоть какие-либо эмоции, а ценности других стали для неё пылью. Всё человеческое в ней зачахло, а сама она начала походить на прекрасное, но холодное изваяние. Неожиданно во время встречи с {F#путешественницей}{M#путешественником} из чужих краёв она почувствовала... как ожили давно утерянные чувства, а путы судьбы начали слабеть. Как и говорил Владыка Лун, судьба предопределяется небом, но пишется людьми. История Шэнь Хэ и этого мира ещё не подошла к концу...",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "Гребень из белого нефрита",
                "Content": "Волосы Шэнь Хэ прежде были чёрными. Когда её только привели на гору Хулао, она молчала и только карабкалась по скалам, задумчиво взирая на море облаков. Благо, она спала, когда уставала, утоляла жажду росой, а голод - цветками цинсинь. Хранитель Облаков отнеслась к ней с пониманием и не стала тревожить девочку. Вместо этого она сделала ей гребень из священного белого нефрита. Она сказала Шэнь Хэ, что если та хочет порвать со смертным миром и войти в царство Адептов, то пусть в качестве обряда посвящения в ученики проведёт этим гребнем по волосам три раза. Шэнь Хэ сделала это без малейших раздумий. И тут случилось нечто поразительное - с первым проходом гребня волосы её словно покрылись инеем, во второй проход они уже были как чёрный и белый шёлк, а в третий стали белоснежными... Шэнь Хэ до сих пор хранит этот гребень как знак связи с Адептами. Через годы тренировок и обучения ей открылась суть этого ритуала: первый проход избавляет от тревог, со вторым уходят радости и печали, а третий нужен для того, чтобы пройти по этому пути без сожалений до глубокой старости.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Немногим известно, как маленькой девочке, которую отец оставил в пещере для жертвоприношения, удалось так долго в одиночку противостоять чудовищу. Хоть Шэнь Хэ и родилась в клане экзорцистов, магическим заклинаниям у потерявшего рассудок отца она не научилась. Как и все невинные дети её возраста, она никогда не сталкивалась с опасностями одна. Но в той тёмной пещере, когда она лишилась защиты родителей и познала предательство собственного отца, Шэнь Хэ переродилась. Согласно гаданию Владыки Лун, дремавшие в Шэнь Хэ ярость, храбрость и непоколебимость в тот момент вырвались наружу. Силы эти были невидимыми щитами, которые оберегали хрупкую девочку. Они дали ей силу и смелость сразиться с подлым чудовищем, порвать его в клочья и доказать, что самый свирепый демон во тьме - это она. Несколько дней не утихал ожесточённый бой. Она становилась то охотником, то добычей, и никто из них долго не мог одержать верх. Но в решающий момент боги обратили на необыкновенную девочку свой взор, и в руки её упал светящийся предмет. Преимущество всецело оказалось на стороне Шэнь Хэ, и исход битвы был определён. Яркий ледяной свет пронзил тьму и осветил будущее. В прошлом он помог Шэнь Хэ уйти от полной страданий судьбы, а в будущем он вернёт её в мир смертных.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Меня зовут Шэнь Хэ. Я рождена, чтобы нести проклятие бедствий, поэтому я склонна причинять вред окружающим. Дабы держать мою смертоносную природу под контролем, Адепты велели мне связать душу красными шнурами. Если ты не боишься идти рядом со мной... Ха, хорошо. Дай мне руку.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Дом",
                "Content": "Смертные наивно полагают, что у каждого обязано быть место, называемое «домом». Я уже давно привыкла жить в горах среди птиц и зверей.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Девиз",
                "Content": "Очистить разум и уберечь жизнь...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Слепое копьё",
                "Content": "Моё копьё не отличит врага от друга, а сила красных шнуров ограничена, поэтому я терпеть не могу людные места.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Смертные в таких случаях обычно используют... зонт?",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "На небе разошлись тучи, как и у меня на душе. Надеюсь, никто не придёт и не станет беспокоить меня. В противном случае я заставлю их исчезнуть.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "В такую погоду чудовищ я могу просто замораживать, а остальное доделает молния. И одежда не запачкается.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Хм... Это напомнило мне о наставнице. Она обожает летать на порывистых ветрах пика Цинъюнь.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро. Утренняя роса так сладка. Хочешь, поделюсь с тобой?",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Если тебя после обеда одолевает усталость, попробуй помедитировать. Действует прекрасно.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Тебе нравится искусственный свет фонарей или сияние луны в горах?",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Отдыхай и ни о чём не беспокойся. Я сплю очень чутко. При малейшем шорохе я выясню для тебя, в чём дело.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шэнь Хэ: Инстинкт",
                "Content": "Во всей моей подготовке - совершенствовании тела и разума, изучении искусств Адептов - я всегда руководствовалась инстинктами. Главное - самосохранение. Я никогда не стремилась помогать людям, и если я по пути уничтожила какое-нибудь зло, благодарить меня не стоит.",
                "Tips": []
            },
            {
                "Title": "О Шэнь Хэ: Иная",
                "Content": "Когда я проявляю милость, меня величают Адептом, а если кого-то ставлю на место - тут же становлюсь для них ведьмой. Хех... А вот простым человеком меня не считают никогда. В любом случае я всегда буду для них иной.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Взаимоотношения",
                "Content": "Я почти не покидаю гор, поэтому я мало что знаю про общение с людьми. Когда возникает конфликт, я улаживаю его по-своему. Если тебе что-то покажется неподобающим, пожалуйста, скажи. Даже если я не пойму твоих доводов, то всё равно прислушаюсь к тебе.",
                "Tips": []
            },
            {
                "Title": "О нас: Красные шнуры",
                "Content": "Наставница дала мне эти красные шнуры, чтобы сдерживать мои порывы. Но во время нашего с тобой путешествия я постигла суть всего этого. Теперь я свободно управляю своей силой и знаю, когда дать ей волю, а когда сдержаться. Меня от самой себя спасают не красные шнуры, а ты. Если ты понимаешь, что это для меня значит, оставайся рядом.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Так этот блестящий камень называется «Глаз Бога»? Хех... Судьба легко отнимает свои подарки. Если однажды моя судьба развеется, погаснет и он.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Злых духов изгонять легко, но вот со внутренними демонами куда сложнее. Если ты сам не сможешь освободиться от них, то никакие искусства Адептов и техники экзорцизма не помогут.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Почему все так радуются какому-то «первому снегу»? Если в горах снег каждый день, то какой из снегопадов считать первым? Ничего не понимаю. Пожалуйста, объясни мне.",
                "Tips": []
            },
            {
                "Title": "О Нин Гуан...",
                "Content": "Богатства, которых желают люди, мне ни к чему. Но в руках Нин Гуан богатства становятся средством решения проблем, с которыми никакому оружию не справиться. Она понимает неписаные правила общества и ведает, что в сердцах у людей... Наставница говорила, что это не под силу даже Адептам. Я восхищаюсь ею.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Бэй Доу...",
                "Content": "С ней не приходится церемониться и читать между строк, как с некоторыми, поэтому в её обществе мне куда комфортнее. Вот только... с ней постоянно кто-то есть, а ещё я слышала, что на корабле у неё много моряков... Мне нужно, чтобы ты {F#была}{M#был} рядом. Только так я смогу вытерпеть их всех.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Юнь Цзинь...",
                "Content": "Юнь Цзинь исполняет... «оперу Ли Юэ», правильно? Подобный вид общения мне нравится. Можно узнать о поступках других людей, не встречаясь с ними лично. Невероятное получится выступление, если однажды она споёт о тебе. Я бы с удовольствием сходила на него.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Гань Юй...",
                "Content": "Наставница много рассказывала о ней... Она оказалась совсем не такой, какой я её себе представляла. Не волнуйся, я об этом ничего не скажу. К слову, в Ли Юэ она так загружена работой... Похоже, за место в мире смертных приходится платить.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Чун Юне...",
                "Content": "Мне трудно поверить, что в этом мире... у меня ещё остались родственники. Если вдруг у него возникнут трудности в тренировках, я с радостью укажу ему путь. Вот только ему придётся подняться ко мне в горы. Семейство их слишком уж... общительное. Вряд ли я смогу отклонить их приглашения вежливо...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Син Цю...",
                "Content": "Я видела, как он наклонился к тебе и о чём-то шептал. Если он посмеет угрожать тебе, я заставлю его... Хм? Просто дружеская шутка? В самом деле?..",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Чжун Ли...",
                "Content": "Этот господин называет себя смертным, но он тесно знаком с моей наставницей, а она Адепт. Однажды наставница сказала: «Если увидишь, как он пьёт на каменной лавке перед моей обителью, не беспокой его». Я так и поступила.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Бай Чжу...",
                "Content": "Качество его трав превосходное, а ещё он уживчив и внимателен к другим. Но вот у змейки его язык без костей... Не переживай, я ей ничего не сделаю. Не хватало мне ещё со змеёй препираться.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ху Тао...",
                "Content": "Часто она бродит по лесам, напевая странные песенки. Думаю, я слышала их уже по нескольку раз. Я привыкла к её пению, но всё равно оно какое-то... странное. Но и против него я ничего не имею.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сяо...",
                "Content": "Он всегда казался мне угрюмым. Во время нашей недавней встречи он был всё так же молчалив, но... вёл себя уже не так скованно. Может, он повстречал кого-то особенного.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Сянь Юнь...",
                "Content": "В прошлый раз, когда наставница и Шу Юй обедали в ресторане «Народный выбор», я заметила, что Шу Юй переняла некоторые манеры наставницы. Я ведь тоже выросла под её присмотром. Может быть, и я подсознательно взяла какие-то её черты...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Тысяча лунных миль»"
                ]
            },
            {
                "Title": "Узнать больше о Шэнь Хэ I",
                "Content": "Пожалуйста, не обращай внимания на то, как меня называет большинство людей. Я не Адепт, и никакими божественными способностями не обладаю. Я родилась в клане экзорцистов и росла в горах далеко от гавани Ли Юэ. Я лишь ученица Адепта, не более.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Шэнь Хэ II",
                "Content": "Столкнувшись с нарушителями, которые просто хотят доставить неприятности, все обычно пытаются их урезонить. Мне этого не понять. Если проблему можно пресечь на корню, избавившись от злобных глупцов, зачем выбирать трудный путь?",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Шэнь Хэ III",
                "Content": "Я была ученицей нескольких Адептов и тренировалась вместе с ними. По достижении определённого уровня вместо новых техник они стали обучать меня, как сдерживать желание убивать. Что ты, не волнуйся... Да, в земле остались воронки, а местами деревья вырвало вместе с корнями. Но всё это произошло в горах, вдали от цивилизации, и невинные не пострадали. К тому же, теперь я держу себя в руках.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Шэнь Хэ IV",
                "Content": "Отец намеревался обменять мою плоть и кровь на жизнь матери. Когда он оставил меня в той пещере, я всё надеялась, что он вернётся и спасёт меня. Прошёл день, второй, третий... Я сражалась с этим демоном до последнего издыхания, но так и не дождалась. Я до сих пор не знаю... Меня бросили потому, что я проклята, или проклятье наложено на меня из-за такой участи?",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "Узнать больше о Шэнь Хэ V",
                "Content": "Однажды я тайком покинула горы и вернулась в родную деревню, не сказав об этом наставнице. Деревня оказалась заброшенной, а отец давно скончался. Вдруг я поняла, что уз между мной и родными не осталось. А у прошлого, которое меня заботило, нет будущего. С тех пор я отказалась от всего, что было связано с миром смертных... Пока не повстречала тебя.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "Хобби Шэнь Хэ...",
                "Content": "Главное в медитации - покой. Избавься от мыслей и позволь воздуху наполнить твоё тело. Эта техника позволяет мне быстро сосредоточиться на себе. Наставница говорила, что после достижения определённого уровня принимать позу для медитации больше не нужно. Адепты могут медитировать даже стоя... Мне до этого ещё так далеко.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Шэнь Хэ...",
                "Content": "Страх потерять близких и желание спасти их... Из-за этих чувств болит сердце. Я никогда не испытывала подобного. Это бремя, но... также это и опора.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "За время, проведённое вдали от гор, я попробовала немало блюд, но вкус их мне не запомнился. Никогда не забыть мне лишь лапшу, которую я давным-давно ела дома... Не нужно об этом вспоминать, не нужно...",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Если жевать лечебные травы достаточно долго, во вкусе останется лишь терпкая горечь... За годы обучения у Адептов я привыкла к ограничениям и предписаниям. Но сами Адепты... «Мира смертных удовольствия причинить вред Адепту не способны, поэтому мы можем невозбранно наслаждаться любыми из яств», - вот что сказала наставница.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Этот вкус... Это правда для меня?",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Твои блюда, бесспорно, вкусны. Не могу отрицать.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Неважно. В конце концов, я привыкла к такому вкусу.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Я слышала, что для людей день рождения - важное событие, а именинников поздравляют и одаривают подарками. Материальные блага мне чужды, но ничего прекраснее звёздной ночи в горах я не видела. Я заморозила озеро и превратила его в зеркало, чтобы облака плыли и звёзды сверкали прямо у тебя перед глазами. Так я праздную твой день рождения... надеюсь, тебе нравится.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Сила, которой я управляю... она растёт.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Узнай об этом наставница, она бы наверняка добавила ещё красных шнуров...",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Последнее время я тренировалась не так упорно, но всё же я будто бы становлюсь сильнее, не прилагая сознательных усилий... Полагаю, что это возможно лишь рядом с тобой.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Раньше я думала, что единственный способ возвыситься - очистить разум от мыслей. Но только после всего пережитого я поняла... Желание защищать пробуждается, только если разум наполнен правильными вещами. Это наделяет силу... смыслом.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Подчиняйся!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Проявись!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Освобождение!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Превращение!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Моя воля во плоти!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Прими истинную форму!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "По указу небес!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Воплощение Крио!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Следуй высшей воле!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Так вот что смертные называют сокровищами?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Сокровища Адептов обладают особыми силами. А сокровища смертных?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Эти вещи... для чего они?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Ты пожалеешь об этом...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Я не уступлю...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Я истреблю их!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Не нужно заходить так далеко.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Позвольте мне закончить.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "От судьбы... не скрыться...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Настал мой час...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Моё бремя проклятия...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Бесполезно!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "И не мечтай!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Тебе же хуже!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Что означает... работать в команде?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Поняла. Мне нужно просто стоять здесь, да?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "...Я сделаю так, как ты прикажешь.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "63": {
        "Costumes": [
            {
                "ID": 340014,
                "Name": "Росы морозных цветов",
                "Desc": "Подарок, который Шэнь Хэ получила на Праздник морских фонарей. Это элегантное парадное одеяние, которое заказала для неё Хранитель Облаков. Красные шнуры всё ещё покрывают её руки, но холод в сердце Шэнь Хэ ослаб.",
                "Icon": "UI_AvatarIcon_ShenheCostumeDai",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Мировые оковы",
                "Desc": "Наряд Шэнь Хэ. Этот элегантный наряд сопровождал её на протяжении долгих лет обучения. Красные шнуры, опутывающие её тело, - одновременно и оковы, и обереги.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108372,
            "JD": 108371,
            "Name": "<b>Сердечная лапша</b>",
            "Eff": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Шэнь Хэ. Шэнь Хэ потратила много времени и усилий на приготовление и сервировку этого блюда. Возможно, это связано с её желанием воссоздать вкус, который живёт в её воспоминаниях. Нежную текстуру лапши и восхитительный вкус бульона действительно трудно забыть. Ну а самым незабываемым, пожалуй, является забота и тёплые чувства, которые она вложила в приготовление этого блюда.",
            "Recipe": {
                "110001": 4,
                "100064": 2,
                "100011": 2,
                "110005": 1
            },
            "Icon": "UI_ItemIcon_108372"
        },
        "Namecard": {
            "Name": "<b>Гребень</b>",
            "Desc": "Именная карта.<br>В былые времена белые волосы ассоциировались с печалями. Слова «расчесать» и «расчищать» похожи по звучанию, поэтому в Ли Юэ есть поверье, что расчёсывание волос может отогнать несчастья.",
            "Pic": "UI_NameCardPic_Shenhe_P"
        }
    }
}

var acs_cache_ = {
    "340014": "\"All children love toys.\" This was the conclusion Shenhe came to after observing Granny Shan's toy store.<br>Kites, Xiao Lanterns, and window decorations made from cut colored paper... Children in Liyue could not help but stare fixedly at them as they passed.<br>And should the adults beside them cotton on to their desire and buy that toy for them, those children would smile.<br>Shenhe possessed no such childhood memories of the sort, so she could not understand their feelings in that moment from experience. But seeing how their eyes sparkled, she believed that these toys must be related to some wondrous emotion.<br>Though she had not figured out just what this emotion might be, this beautiful possibility did soften her heart a little.<br><br>\"Shenhe seems very interested in toys.\" This was the conclusion Xianyun came to from observing Shenhe gazing at the toy store as if in a daze.<br>Her disciple, she knew, had lost her family when young, and had trained under her wing ever since, and thus opportunities to access toys had been few and far between.<br>Now that Shenhe had returned to live amongst humans, and she herself had taken their form to do so, she found as she grew more accustomed to the lives of mortals that Shenhe had indeed lacked many opportunities for joy compared to human children.<br>And was it not her responsibility as master and elder, she thought, to accompany her disciple for a jaunt at the toy store?<br><br><br>\"Master seems very fond of toys,\" Shenhe reflected as she and her master Xianyun, at the latter's insistence, spoke to Granny Shan for the sixth time.<br>In truth, she did not quite understand the charm of these little window decorations or firecrackers.<br>Her master would often use sigils to create various colorful birds to decorate her abode. They were more vivid and lifelike than these decorations, and lovelier by far. And as for the crackling and popping of the firecrackers, they were quite crude compared to the adeptal melodies she was used to.<br>In truth, the toys themselves had but limited appeal to her, for what she actually liked was the smiles on the children's faces as they looked upon them.<br>But her master seemed very interested indeed, asking about all manner of details regarding the toys, from the crafting methods to the tricks behind releasing firecrackers. Finally, her master asked her what sort of toys she liked.<br>She believed that her master's interest must have some meaning behind it, and so she answered honestly. Then, she looked upon her master's calm, thoughtful, but silent face.<br><br>\"Shenhe does not, in fact, like toys,\" Xianyun realized at last, after several visits to the toy stores.<br>If not, that gentle expression she saw on Shenhe's face as she stood in front of the toy store should have appeared at least once as she spoke with Granny Shan at length about the little imperfections in the latter's use of paper in window decorations, about improvements to firecracker casings to improve child safety, to the point she had completely earned the old lady's admiration.<br>What her disciple needed was perhaps not toys themselves.<br>A human's childhood and youth pass by in but the blink of an eye, and those who pass on shall never return. What, then, should she do as an elder?<br>Lantern Rite was fast approaching, and human custom dictated that festivals were a good opportunity to accept gifts. After all, had she not accepted just such from the Qixing in years prior...?<br>A gift... Yes, that might do.<br><br><br>Shenhe did not realize her master's intent until she and Ganyu had received their Lantern Rite gifts from her.<br>She had felt no sense of regret about standing in front of the toy store, but her master's kindness was surprising all the same.<br>It was at that moment, when she took the long dress from the gift box her master handed to her and caressed its smooth hem that she understood how those children felt upon seeing those toys.<br>Both she and her master had changed much upon coming to the mortal realm — perhaps the future held still more pleasant surprises of this sort.<br>Her future would be full of opportunities to make up for all the laughter lost and joy she had missed out on in the past. She would keep all the warmth she received in her heart, to melt the ice within her bones."
}