// Auto Generated

var _AvatarDataConfig_ = {
    "Shenhe": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Shenhe": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100031": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113031": 2,
                "100031": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113031": 4,
                "100031": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113031": 8,
                "100031": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113031": 12,
                "100031": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113031": 20,
                "100031": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104310": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112040": 4,
                "113026": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112040": 6,
                "113026": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112040": 9,
                "113026": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112040": 12,
                "113026": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104310": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112040": 4,
                "113026": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112040": 6,
                "113026": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112040": 9,
                "113026": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112040": 12,
                "113026": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104310": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112040": 4,
                "113026": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112040": 6,
                "113026": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112040": 9,
                "113026": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112040": 12,
                "113026": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Shenhe": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Пронзая звёзды",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "43.258%",
                                    "46.779%",
                                    "50.3%",
                                    "55.33%",
                                    "58.851%",
                                    "62.875%",
                                    "68.408%",
                                    "73.941%",
                                    "79.474%",
                                    "85.51%",
                                    "91.546%",
                                    "97.582%",
                                    "103.618%",
                                    "109.654%",
                                    "115.69%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "40.248%",
                                    "43.524%",
                                    "46.8%",
                                    "51.48%",
                                    "54.756%",
                                    "58.5%",
                                    "63.648%",
                                    "68.796%",
                                    "73.944%",
                                    "79.56%",
                                    "85.176%",
                                    "90.792%",
                                    "96.408%",
                                    "102.024%",
                                    "107.64%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "53.32%",
                                    "57.66%",
                                    "62.0%",
                                    "68.2%",
                                    "72.54%",
                                    "77.5%",
                                    "84.32%",
                                    "91.14%",
                                    "97.96%",
                                    "105.4%",
                                    "112.84%",
                                    "120.28%",
                                    "127.72%",
                                    "135.16%",
                                    "142.6%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "26.316%+26.316%",
                                    "28.458%+28.458%",
                                    "30.6%+30.6%",
                                    "33.66%+33.66%",
                                    "35.802%+35.802%",
                                    "38.25%+38.25%",
                                    "41.616%+41.616%",
                                    "44.982%+44.982%",
                                    "48.348%+48.348%",
                                    "52.02%+52.02%",
                                    "55.692%+55.692%",
                                    "59.364%+59.364%",
                                    "63.036%+63.036%",
                                    "66.708%+66.708%",
                                    "70.38%+70.38%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "65.618%",
                                    "70.959%",
                                    "76.3%",
                                    "83.93%",
                                    "89.271%",
                                    "95.375%",
                                    "103.768%",
                                    "112.161%",
                                    "120.554%",
                                    "129.71%",
                                    "138.866%",
                                    "148.022%",
                                    "157.178%",
                                    "166.334%",
                                    "175.49%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "110.6734%",
                                    "119.6817%",
                                    "128.69%",
                                    "141.559%",
                                    "150.5673%",
                                    "160.8625%",
                                    "175.0184%",
                                    "189.1743%",
                                    "203.3302%",
                                    "218.773%",
                                    "234.2158%",
                                    "249.6586%",
                                    "265.1014%",
                                    "280.5442%",
                                    "295.987%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Призыв духа",
                        "Desc": "Иней застывшего серебра изгоняет всех демонов.<br>Накладывает эффект Ледяное перо на всех окружающих членов отряда и наносит разное количество <color style='color:#99FFFF;'>Крио урона</color> в зависимости от того, была ли использована форма быстрого или долгого нажатия навыка.<br><br><color style='color:#FFD780;'>Быстрое нажатие:</color><br>Бросается вперёд вместе с Духом талисмана, нанося <color style='color:#99FFFF;'>Крио урон</color> противникам на пути.<br><br><color style='color:#FFD780;'>Долгое нажатие:</color><br>Приказывает Духу талисмана нанести <color style='color:#99FFFF;'>Крио урон по площади</color>.<br><br><color style='color:#FFD780;'>Ледяное перо:</color><br>Когда обычные атаки, заряженные атаки, атаки в падении, элементальные навыки или взрывы стихии наносят противникам <color style='color:#99FFFF;'>Крио урон</color>, то наносимый урон увеличивается в зависимости от текущей силы атаки Шэнь Хэ.<br><br>Эффект Ледяное перо будет снят по окончании его действия или после израсходования определённого количества зарядов. Долгое нажатие даст большую продолжительность и большее количество зарядов, чем быстрое.<br><br>Когда <color style='color:#99FFFF;'>Крио урон</color> от одного удара наносится одновременно нескольким противникам, заряды будут расходоваться в зависимости от количества поражённых противников. Количество зарядов Ледяного пера каждого члена отряда подсчитывается отдельно.<br><br><i>Велика сила духов. В бою слава их ждёт. По приказу богини устремятся вперёд!</i>",
                        "Icon": "Skill_S_Shenhe_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон быстрого нажатия",
                                "ParamLevelList": [
                                    "139.2%",
                                    "149.64%",
                                    "160.08%",
                                    "174.0%",
                                    "184.44%",
                                    "194.88%",
                                    "208.8%",
                                    "222.72%",
                                    "236.64%",
                                    "250.56%",
                                    "264.48%",
                                    "278.4%",
                                    "295.8%",
                                    "313.2%",
                                    "330.6%"
                                ]
                            },
                            {
                                "Desc": "Урон долгого нажатия",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "Повышение урона",
                                "ParamLevelList": [
                                    "45.656% силы атаки",
                                    "49.0802% силы атаки",
                                    "52.5044% силы атаки",
                                    "57.07% силы атаки",
                                    "60.4942% силы атаки",
                                    "63.9184% силы атаки",
                                    "68.484% силы атаки",
                                    "73.0496% силы атаки",
                                    "77.6152% силы атаки",
                                    "82.1808% силы атаки",
                                    "86.7464% силы атаки",
                                    "91.312% силы атаки",
                                    "97.019% силы атаки",
                                    "102.726% силы атаки",
                                    "108.433% силы атаки"
                                ]
                            },
                            {
                                "Desc": "Длительность эффекта быстрого/долгого нажатия",
                                "ParamLevelList": [
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек.",
                                    "10 сек. / 15 сек."
                                ]
                            },
                            {
                                "Desc": "Количество зарядов эффекта при быстром/долгом нажатии",
                                "ParamLevelList": [
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз",
                                    "5 раз / 7 раз"
                                ]
                            },
                            {
                                "Desc": "Откат быстрого нажатия",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Откат долгого нажатия",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Таинство освобождения",
                        "Desc": "Высвобождает силу Духа талисмана, позволяет ему свободно бродить в этом мире, нанося <color style='color:#99FFFF;'>Крио урон по площади</color>.<br>Дух талисмана создаёт поле, внутри которого снижается <color style='color:#99FFFF;'>Крио сопротивление</color> и физ. сопротивление противников, а также им периодически наносится <color style='color:#99FFFF;'>Крио урон</color>.<br><br><i>Путь Адепта основывается не на мистике и воображении. Только наблюдая за изменениями, происходящими в небесах и на земле, и понимая причинно-следственные связи, можно постичь суть мироздания.</i>",
                        "Icon": "Skill_E_Shenhe_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "100.8%",
                                    "108.36%",
                                    "115.92%",
                                    "126.0%",
                                    "133.56%",
                                    "141.12%",
                                    "151.2%",
                                    "161.28%",
                                    "171.36%",
                                    "181.44%",
                                    "191.52%",
                                    "201.6%",
                                    "214.2%",
                                    "226.8%",
                                    "239.4%"
                                ]
                            },
                            {
                                "Desc": "Понижение сопротивления",
                                "ParamLevelList": [
                                    "6.0%",
                                    "7.0%",
                                    "8.0%",
                                    "9.0%",
                                    "10.0%",
                                    "11.0%",
                                    "12.0%",
                                    "13.0%",
                                    "14.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%",
                                    "15.0%"
                                ]
                            },
                            {
                                "Desc": "Периодический урон",
                                "ParamLevelList": [
                                    "33.12%",
                                    "35.604%",
                                    "38.088%",
                                    "41.4%",
                                    "43.884%",
                                    "46.368%",
                                    "49.68%",
                                    "52.992%",
                                    "56.304%",
                                    "59.616%",
                                    "62.928%",
                                    "66.24%",
                                    "70.38%",
                                    "74.52%",
                                    "78.66%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Божественная заповедь",
                        "Desc": "У активного персонажа в области навыка <color style='color:#FFD780;'>Таинство освобождения</color> <color style='color:#99FFFF;'>бонус Крио урона</color> увеличивается на 15%.",
                        "Icon": "UI_Talent_S_Shenhe_05"
                    },
                    {
                        "Name": "Печать духовного единения",
                        "Desc": "После того как Шэнь Хэ использует навык <color style='color:#FFD780;'>Призыв духа</color>, все окружающие члены отряда получают следующие эффекты:<br> ·  Быстрое нажатие: урон элементального навыка и взрыва стихии увеличивается на 15% в течение 10 сек.<br> ·  Долгое нажатие: урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 15% в течение 15 сек.",
                        "Icon": "UI_Talent_S_Shenhe_06"
                    },
                    {
                        "Name": "Своевременное прибытие",
                        "Desc": "На 25% увеличивает награду экспедиций в Ли Юэ длительностью 20 ч.",
                        "Icon": "UI_Talent_Expedition_Liyue"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Душевная чистота",
                        "Desc": "Увеличивает количество зарядов навыка <color style='color:#FFD780;'>Призыв духа</color> на 1.",
                        "Icon": "UI_Talent_S_Shenhe_02"
                    },
                    {
                        "Level": 2,
                        "Name": "Духовная концентрация",
                        "Desc": "Длительность эффекта навыка <color style='color:#FFD780;'>Таинство освобождения</color> увеличивается на 6 сек. Активные члены отряда, находящиеся в области навыка, наносят на 15% больше крит. <color style='color:#99FFFF;'>Крио урона</color>.",
                        "Icon": "UI_Talent_S_Shenhe_01"
                    },
                    {
                        "Level": 3,
                        "Name": "Уход от мира",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Призыв духа</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Shenhe_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Прозрение",
                        "Desc": "Когда персонажи под действием вызванного Шэнь Хэ эффекта <color style='color:#FFD780;'>Ледяное перо</color> запускают бонусы урона Ледяного пера, Шэнь Хэ получает один уровень эффекта Мантра морозных небес:<br> ·  Когда Шэнь Хэ использует навык <color style='color:#FFD780;'>Призыв духа</color>, эффект Мантра морозных небес сбрасывается, а урон от использования навыка Призыв духа в этот раз увеличивается на 5% за каждый из накопленных уровней эффекта Мантра морозных небес.<br> ·  Может складываться до 50 раз, длится 60 сек.",
                        "Icon": "UI_Talent_S_Shenhe_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Обретение божественности",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Таинство освобождения</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Shenhe_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Забытое таинство",
                        "Desc": "Когда персонажи вызывают эффект <color style='color:#FFD780;'>Ледяное перо</color> нанесением урона обычной или заряженной атакой, количество действующих уровней эффекта Ледяное перо не уменьшается.",
                        "Icon": "UI_Talent_S_Shenhe_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Shenhe": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "Shenhe_ElementalArt_L_Bullet",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "Shenhe_ElementalArt_L_Bullet",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        5.4,
                        120.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 250.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 43.44,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 56.32,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.6,
                        2.2,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 27.88,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.6,
                        2.2,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 27.88,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 73.6,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}