// Auto Generated

var _AvatarDataConfig_ = {
    "Shinobu": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Shinobu": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101205": 3,
                "112053": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113035": 2,
                "101205": 10,
                "112053": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113035": 4,
                "101205": 20,
                "112054": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113035": 8,
                "101205": 30,
                "112054": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113035": 12,
                "101205": 45,
                "112055": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113035": 20,
                "101205": 60,
                "112055": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112055": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112055": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112055": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112055": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112055": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112055": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112055": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112055": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112055": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112055": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112055": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112055": 12,
                "113033": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Shinobu": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Теневой меч Синобу",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости на два быстрых взмаха мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "48.762%",
                                    "52.731%",
                                    "56.7%",
                                    "62.37%",
                                    "66.339%",
                                    "70.875%",
                                    "77.112%",
                                    "83.349%",
                                    "89.586%",
                                    "96.39%",
                                    "103.194%",
                                    "109.998%",
                                    "116.802%",
                                    "123.606%",
                                    "130.41%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "44.548%",
                                    "48.174%",
                                    "51.8%",
                                    "56.98%",
                                    "60.606%",
                                    "64.75%",
                                    "70.448%",
                                    "76.146%",
                                    "81.844%",
                                    "88.06%",
                                    "94.276%",
                                    "100.492%",
                                    "106.708%",
                                    "112.924%",
                                    "119.14%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "59.34%",
                                    "64.17%",
                                    "69.0%",
                                    "75.9%",
                                    "80.73%",
                                    "86.25%",
                                    "93.84%",
                                    "101.43%",
                                    "109.02%",
                                    "117.3%",
                                    "125.58%",
                                    "133.86%",
                                    "142.14%",
                                    "150.42%",
                                    "158.7%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "76.11%",
                                    "82.305%",
                                    "88.5%",
                                    "97.35%",
                                    "103.545%",
                                    "110.625%",
                                    "120.36%",
                                    "130.095%",
                                    "139.83%",
                                    "150.45%",
                                    "161.07%",
                                    "171.69%",
                                    "182.31%",
                                    "192.93%",
                                    "203.55%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "55.6334%+66.7652%",
                                    "60.1617%+72.1996%",
                                    "64.69%+77.634%",
                                    "71.159%+85.3974%",
                                    "75.6873%+90.8318%",
                                    "80.8625%+97.0425%",
                                    "87.9784%+105.5822%",
                                    "95.0943%+114.122%",
                                    "102.2102%+122.6617%",
                                    "109.973%+131.9778%",
                                    "117.7358%+141.2939%",
                                    "125.4986%+150.61%",
                                    "133.2614%+159.926%",
                                    "141.0242%+169.2421%",
                                    "148.787%+178.5582%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Освящающее кольцо",
                        "Desc": "Жертвует частью HP и создаёт Травяное кольцо освящения, нанося <color style='color:#FFACFF;'>Электро урон</color> ближайшим противникам.<br><br><color style='color:#FFD780;'>Травяное кольцо освящения</color><br>Следует за активным персонажем. Каждые 1,5 сек. наносит <color style='color:#FFACFF;'>Электро урон</color> окружающим противникам и восстанавливает HP активным персонажам в зоне действия. Количество восстановленного HP зависит от макс. HP Куки Синобу.<br><br>Использование навыка не может опустить HP Синобу ниже 20%.<br><br><i>«Завяжи траву наку вокруг талии, и она отгонит зло».</i>",
                        "Icon": "Skill_S_Shinobu_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "75.712%",
                                    "81.3904%",
                                    "87.0688%",
                                    "94.64%",
                                    "100.3184%",
                                    "105.9968%",
                                    "113.568%",
                                    "121.1392%",
                                    "128.7104%",
                                    "136.2816%",
                                    "143.8528%",
                                    "151.424%",
                                    "160.888%",
                                    "170.352%",
                                    "179.816%"
                                ]
                            },
                            {
                                "Desc": "Лечение Травяного кольца освящения",
                                "ParamLevelList": [
                                    "3.0% макс. HP + 288.8908",
                                    "3.225% макс. HP + 317.7839",
                                    "3.45% макс. HP + 349.08475",
                                    "3.75% макс. HP + 382.79337",
                                    "3.975% макс. HP + 418.90976",
                                    "4.2% макс. HP + 457.43387",
                                    "4.5% макс. HP + 498.36575",
                                    "4.8% макс. HP + 541.7054",
                                    "5.1% макс. HP + 587.4528",
                                    "5.4% макс. HP + 635.608",
                                    "5.7% макс. HP + 686.1709",
                                    "6.0% макс. HP + 739.14154",
                                    "6.375% макс. HP + 794.52",
                                    "6.75% макс. HP + 852.3062",
                                    "7.125% макс. HP + 912.5001"
                                ]
                            },
                            {
                                "Desc": "Урон Травяного кольца освящения",
                                "ParamLevelList": [
                                    "25.24%",
                                    "27.133%",
                                    "29.026%",
                                    "31.55%",
                                    "33.443%",
                                    "35.336%",
                                    "37.86%",
                                    "40.384%",
                                    "42.908%",
                                    "45.432%",
                                    "47.956%",
                                    "50.48%",
                                    "53.635%",
                                    "56.79%",
                                    "59.945%"
                                ]
                            },
                            {
                                "Desc": "Цена активации",
                                "ParamLevelList": [
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP",
                                    "30.0% текущего HP"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Обряд Гёэй Наруками Карияма",
                        "Desc": "Вонзает в землю изгоняющий зло клинок, создавая очищающий барьер, который непрерывно наносит <color style='color:#FFACFF;'>Электро урон</color>, зависящий от макс. HP Синобу.<br>Если у Синобу осталось не более 50% HP при активации навыка, то барьер продержится дольше. <br><br><i>Первоначально этот навык использовался при прополке и в ежегодных ритуальных молитвах за урожай, но Синобу не забыла его, пусть её жизнь в качестве жрицы и осталась позади.</i>",
                        "Icon": "Skill_E_Shinobu_01",
                        "ParamDesc": [
                            {
                                "Desc": "Однократный урон",
                                "ParamLevelList": [
                                    "3.6048% макс. HP",
                                    "3.8752% макс. HP",
                                    "4.1455% макс. HP",
                                    "4.506% макс. HP",
                                    "4.7764% макс. HP",
                                    "5.0467% макс. HP",
                                    "5.4072% макс. HP",
                                    "5.7677% макс. HP",
                                    "6.1282% макс. HP",
                                    "6.4886% макс. HP",
                                    "6.8491% макс. HP",
                                    "7.2096% макс. HP",
                                    "7.6602% макс. HP",
                                    "8.1108% макс. HP",
                                    "8.5614% макс. HP"
                                ]
                            },
                            {
                                "Desc": "Общий урон",
                                "ParamLevelList": [
                                    "25.2336%/43.2576% макс. HP",
                                    "27.1261%/46.5019% макс. HP",
                                    "29.0186%/49.7462% макс. HP",
                                    "31.542%/54.072% макс. HP",
                                    "33.4345%/57.3163% макс. HP",
                                    "35.327%/60.5606% макс. HP",
                                    "37.8504%/64.8864% макс. HP",
                                    "40.3738%/69.2122% макс. HP",
                                    "42.8971%/73.5379% макс. HP",
                                    "45.4205%/77.8637% макс. HP",
                                    "47.9438%/82.1894% макс. HP",
                                    "50.4672%/86.5152% макс. HP",
                                    "53.6214%/91.9224% макс. HP",
                                    "56.7756%/97.3296% макс. HP",
                                    "59.9298%/102.7368% макс. HP"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек.",
                                    "2 сек. / 3.5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Освобождение",
                        "Desc": "Бонус лечения увеличивается на 15%, когда HP Куки Синобу не превышает 50%.",
                        "Icon": "UI_Talent_S_Shinobu_05"
                    },
                    {
                        "Name": "Спокойствие духа",
                        "Desc": "Характеристики <color style='color:#FFD780;'>Освящающего кольца</color> улучшаются в зависимости от мастерства стихий Синобу:<br> ·  Лечение увеличивается на 75% от мастерства стихий.<br> ·  Урон увеличивается на 25% от мастерства стихий.",
                        "Icon": "UI_Talent_S_Shinobu_06"
                    },
                    {
                        "Name": "Затянувшаяся молитва",
                        "Desc": "На 25% увеличивает награду экспедиций в Инадзуме длительностью 20 ч.",
                        "Icon": "UI_Talent_S_Shinobu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Отказ от сострадания",
                        "Desc": "Зона поражения навыка <color style='color:#FFD780;'>Обряд Гёэй Наруками Карияма</color> увеличивается на 50%.",
                        "Icon": "UI_Talent_S_Shinobu_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Отказ от удачи",
                        "Desc": "Длительность <color style='color:#FFD780;'>Травяного кольца освящения</color> увеличивается на 3 сек.",
                        "Icon": "UI_Talent_S_Shinobu_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Отказ от страданий",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Освящающее кольцо</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Shinobu_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Отказ от затворничества",
                        "Desc": "Когда обычные атаки, заряженные атаки и атаки в падении персонажей под действием <color style='color:#FFD780;'>Травяного кольца освящения</color> Синобу попадают по противникам, на их позиции появляется Метка громовой травы, наносящая <color style='color:#FFACFF;'>Электро урон по площади</color>, который составляет 9,7% от макс. HP Синобу.<br>Эффект может возникнуть один раз в 5 сек.",
                        "Icon": "UI_Talent_S_Shinobu_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Отказ от любезностей",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Обряд Гёэй Наруками Карияма</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Shinobu_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Отказ от слабости",
                        "Desc": "Когда Куки Синобу получает летальный урон, то не погибает от него. Этот эффект активируется автоматически, когда у Куки Синобу остаётся 1 HP. Может возникнуть раз в 60 сек.<br>Когда HP Куки Синобу опускается до 25% или ниже, её мастерство стихий увеличивается на 150 ед. на 15 сек. Эффект может возникнуть раз в 60 сек.",
                        "Icon": "UI_Talent_S_Shinobu_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Shinobu": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 10.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 51.03,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.62,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.3,
                        6.0,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 62.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 79.65,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}