// Auto Generated

var _AvatarDataConfig_ = {
    "Shougun": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Shougun": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101208": 3,
                "112044": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113029": 2,
                "101208": 10,
                "112044": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113029": 4,
                "101208": 20,
                "112045": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113029": 8,
                "101208": 30,
                "112045": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113029": 12,
                "101208": 45,
                "112046": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113029": 20,
                "101208": 60,
                "112046": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113025": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113025": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113025": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Shougun": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Исток",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Тратит определённое количество выносливости и наносит восходящий удар.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "39.646%",
                                    "42.873%",
                                    "46.1%",
                                    "50.71%",
                                    "53.937%",
                                    "57.625%",
                                    "62.696%",
                                    "67.767%",
                                    "72.838%",
                                    "78.37%",
                                    "84.7087%",
                                    "92.1631%",
                                    "99.6175%",
                                    "107.0719%",
                                    "115.2039%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "39.732%",
                                    "42.966%",
                                    "46.2%",
                                    "50.82%",
                                    "54.054%",
                                    "57.75%",
                                    "62.832%",
                                    "67.914%",
                                    "72.996%",
                                    "78.54%",
                                    "84.8925%",
                                    "92.363%",
                                    "99.8336%",
                                    "107.3041%",
                                    "115.4538%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "49.88%",
                                    "53.94%",
                                    "58.0%",
                                    "63.8%",
                                    "67.86%",
                                    "72.5%",
                                    "78.88%",
                                    "85.26%",
                                    "91.64%",
                                    "98.6%",
                                    "106.575%",
                                    "115.9536%",
                                    "125.3322%",
                                    "134.7108%",
                                    "144.942%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "28.982%+28.982%",
                                    "31.341%+31.341%",
                                    "33.7%+33.7%",
                                    "37.07%+37.07%",
                                    "39.429%+39.429%",
                                    "42.125%+42.125%",
                                    "45.832%+45.832%",
                                    "49.539%+49.539%",
                                    "53.246%+53.246%",
                                    "57.29%+57.29%",
                                    "61.9237%+61.9237%",
                                    "67.373%+67.373%",
                                    "72.8223%+72.8223%",
                                    "78.2716%+78.2716%",
                                    "84.2163%+84.2163%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "65.446%",
                                    "70.773%",
                                    "76.1%",
                                    "83.71%",
                                    "89.037%",
                                    "95.125%",
                                    "103.496%",
                                    "111.867%",
                                    "120.238%",
                                    "129.37%",
                                    "139.8338%",
                                    "152.1391%",
                                    "164.4445%",
                                    "176.7499%",
                                    "190.1739%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "99.588%",
                                    "107.694%",
                                    "115.8%",
                                    "127.38%",
                                    "135.486%",
                                    "144.75%",
                                    "157.488%",
                                    "170.226%",
                                    "182.964%",
                                    "196.86%",
                                    "212.7825%",
                                    "231.5074%",
                                    "250.2322%",
                                    "268.9571%",
                                    "289.3842%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Превосходство: Зловещее знамение",
                        "Desc": "Сёгун Райдэн приоткрывает своё Царство и наносит окружающим врагам <color style='color:#FFACFF;'>Электро урон</color>, после чего даёт всем окружающим членам отряда Глаз грозового наказания.<br><br><color style='color:#FFD780;'>Глаз грозового наказания</color><br> ·  Когда персонажи с этим усилением атакуют и наносят урон противнику, Глаз грозового наказания проводит совместную атаку и наносит на месте врага <color style='color:#FFACFF;'>Электро урон по площади</color>.<br> ·  Глаз грозового наказания увеличивает урон взрыва стихии персонажа в зависимости от стоимости энергии взрыва стихии во время действия Глаза грозового наказания.<br><br>Глаз грозового наказания может провести только одну совместную атаку на отряд в течение 0,9 сек.<br>Совместные атаки, вызванные персонажами, которых контролируете не вы, наносят 20% от обычного урона.<br><br><i>Существа великой божественной силы могут влиять на всё, за чем наблюдают. Электро Архонт же может управлять самими звёздами для защиты своих слуг и обрушить грозовой приговор на своих врагов.</i>",
                        "Icon": "Skill_S_Shougun_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "117.2%",
                                    "125.99%",
                                    "134.78%",
                                    "146.5%",
                                    "155.29%",
                                    "164.08%",
                                    "175.8%",
                                    "187.52%",
                                    "199.24%",
                                    "210.96%",
                                    "222.68%",
                                    "234.4%",
                                    "249.05%",
                                    "263.7%",
                                    "278.35%"
                                ]
                            },
                            {
                                "Desc": "Урон совместной атаки",
                                "ParamLevelList": [
                                    "42.0%",
                                    "45.15%",
                                    "48.3%",
                                    "52.5%",
                                    "55.65%",
                                    "58.8%",
                                    "63.0%",
                                    "67.2%",
                                    "71.4%",
                                    "75.6%",
                                    "79.8%",
                                    "84.0%",
                                    "89.25%",
                                    "94.5%",
                                    "99.75%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек.",
                                    "25 сек."
                                ]
                            },
                            {
                                "Desc": "Бонус урона взрыва стихии",
                                "ParamLevelList": [
                                    "0.22% / ед. энергии",
                                    "0.23% / ед. энергии",
                                    "0.24% / ед. энергии",
                                    "0.25% / ед. энергии",
                                    "0.26% / ед. энергии",
                                    "0.27% / ед. энергии",
                                    "0.28% / ед. энергии",
                                    "0.29% / ед. энергии",
                                    "0.3% / ед. энергии",
                                    "0.3% / ед. энергии",
                                    "0.3% / ед. энергии",
                                    "0.3% / ед. энергии",
                                    "0.3% / ед. энергии",
                                    "0.3% / ед. энергии",
                                    "0.3% / ед. энергии"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Тайное искусство: Мусо синсэцу",
                        "Desc": "Собрав несметные истины и бесчисленные мечты, сёгун Райдэн проводит атаку Мусо но хитотати и наносит <color style='color:#FFACFF;'>Электро урон по площади</color>, после чего ещё некоторое время использует Мусо иссин в бою. Урон, наносимый атаками Мусо но хитотати и Мусо иссин, увеличивается в зависимости от количества потраченных при активации навыка уровней Решимости Чакры вожделения.<br><br><color style='color:#FFD780;'>Мусо иссин</color><br>В этом состоянии сёгун Райдэн использует в бою свой меч, а её обычные атаки, заряженные атаки и атаки в падении получают <color style='color:#FFACFF;'>инфузию Электро</color>, которая не может быть отменена какой-либо другой элементальной инфузией. Когда эти атаки попадают по противнику, сёгун Райдэн восстанавливает энергию всем окружающим членам отряда. Энергия может восстановиться таким способом только раз в 1 сек., и этот эффект может быть активирован до 5 раз во время действия навыка.<br>В этом состоянии повышается сопротивление прерыванию сёгуна Райдэн, и она получает иммунитет к урону от реакции <color style='color:#FFACFF;'>Заряжен</color>. Когда Мусо иссин активен, урон обычной атаки, заряженной атаки и атаки в падении будет считаться уроном взрыва стихии.<br><br>Эффект навыка Мусо иссин исчезает, когда сёгун Райдэн покидает бой.<br><br><color style='color:#FFD780;'>Чакра вожделения</color><br>Когда окружающие члены отряда (кроме самого сёгуна Райдэн) используют взрыв стихии, сёгун Райдэн накапливает уровни Решимости пропорционально стоимости энергии этих взрывов стихии.<br>Решимость может складываться до 60 раз.<br><br>Полученная с помощью Чакры вожделения Решимость сбрасывается через 300 сек. после того, как сёгун Райдэн покидает бой.<br><br><i>Это новая тайная техника сёгуна Райдэн. Она оставила идеал «мусо» - «забвение» - и приняла новый идеал, название которого читается так же, но значит «мечта» - теперь сёгун несёт на своих плечах мечты и стремления всех людей. И «синсэцу» может означать как «истину», так и что-то «новое» - Инадзума открывает для себя новую главу...</i>",
                        "Icon": "Skill_E_Shougun_01",
                        "ParamDesc": [
                            {
                                "Desc": "Базовый урон Мусо но хитотати",
                                "ParamLevelList": [
                                    "400.8%",
                                    "430.86%",
                                    "460.92%",
                                    "501.0%",
                                    "531.06%",
                                    "561.12%",
                                    "601.2%",
                                    "641.28%",
                                    "681.36%",
                                    "721.44%",
                                    "761.52%",
                                    "801.6%",
                                    "851.7%",
                                    "901.8%",
                                    "951.9%"
                                ]
                            },
                            {
                                "Desc": "Бонус Решимости",
                                "ParamLevelList": [
                                    "3.888%/0.7262% силы атаки за каждый уровень",
                                    "4.1796%/0.7806% силы атаки за каждый уровень",
                                    "4.4712%/0.8351% силы атаки за каждый уровень",
                                    "4.86%/0.9077% силы атаки за каждый уровень",
                                    "5.1516%/0.9622% силы атаки за каждый уровень",
                                    "5.4432%/1.0166% силы атаки за каждый уровень",
                                    "5.832%/1.0892% силы атаки за каждый уровень",
                                    "6.2208%/1.1619% силы атаки за каждый уровень",
                                    "6.6096%/1.2345% силы атаки за каждый уровень",
                                    "6.9984%/1.3071% силы атаки за каждый уровень",
                                    "7.3872%/1.3797% силы атаки за каждый уровень",
                                    "7.776%/1.4523% силы атаки за каждый уровень",
                                    "8.262%/1.5431% силы атаки за каждый уровень",
                                    "8.748%/1.6339% силы атаки за каждый уровень",
                                    "9.234%/1.7246% силы атаки за каждый уровень"
                                ]
                            },
                            {
                                "Desc": "Накопление уровней Решимости",
                                "ParamLevelList": [
                                    "0.15 / ед. энергии",
                                    "0.16 / ед. энергии",
                                    "0.16 / ед. энергии",
                                    "0.17 / ед. энергии",
                                    "0.17 / ед. энергии",
                                    "0.18 / ед. энергии",
                                    "0.18 / ед. энергии",
                                    "0.19 / ед. энергии",
                                    "0.19 / ед. энергии",
                                    "0.2 / ед. энергии",
                                    "0.2 / ед. энергии",
                                    "0.2 / ед. энергии",
                                    "0.2 / ед. энергии",
                                    "0.2 / ед. энергии",
                                    "0.2 / ед. энергии"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.7374%",
                                    "47.7877%",
                                    "50.838%",
                                    "54.905%",
                                    "57.9553%",
                                    "61.514%",
                                    "66.0894%",
                                    "70.6648%",
                                    "75.2402%",
                                    "79.8157%",
                                    "84.3911%",
                                    "88.9665%",
                                    "93.5419%",
                                    "98.1173%",
                                    "102.6928%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "43.956%",
                                    "46.953%",
                                    "49.95%",
                                    "53.946%",
                                    "56.943%",
                                    "60.4395%",
                                    "64.935%",
                                    "69.4305%",
                                    "73.926%",
                                    "78.4215%",
                                    "82.917%",
                                    "87.4125%",
                                    "91.908%",
                                    "96.4035%",
                                    "100.899%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "53.8217%",
                                    "57.4913%",
                                    "61.161%",
                                    "66.0539%",
                                    "69.7235%",
                                    "74.0048%",
                                    "79.5093%",
                                    "85.0138%",
                                    "90.5183%",
                                    "96.0228%",
                                    "101.5273%",
                                    "107.0318%",
                                    "112.5362%",
                                    "118.0407%",
                                    "123.5452%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "30.888%+30.976%",
                                    "32.994%+33.088%",
                                    "35.1%+35.2%",
                                    "37.908%+38.016%",
                                    "40.014%+40.128%",
                                    "42.471%+42.592%",
                                    "45.63%+45.76%",
                                    "48.789%+48.928%",
                                    "51.948%+52.096%",
                                    "55.107%+55.264%",
                                    "58.266%+58.432%",
                                    "61.425%+61.6%",
                                    "64.584%+64.768%",
                                    "67.743%+67.936%",
                                    "70.902%+71.104%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "73.9438%",
                                    "78.9854%",
                                    "84.027%",
                                    "90.7492%",
                                    "95.7908%",
                                    "101.6727%",
                                    "109.2351%",
                                    "116.7975%",
                                    "124.36%",
                                    "131.9224%",
                                    "139.4848%",
                                    "147.0473%",
                                    "154.6097%",
                                    "162.1721%",
                                    "169.7345%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "61.6%+74.36%",
                                    "65.8%+79.43%",
                                    "70.0%+84.5%",
                                    "75.6%+91.26%",
                                    "79.8%+96.33%",
                                    "84.7%+102.245%",
                                    "91.0%+109.85%",
                                    "97.3%+117.455%",
                                    "103.6%+125.06%",
                                    "109.9%+132.665%",
                                    "116.2%+140.27%",
                                    "122.5%+147.875%",
                                    "128.8%+155.48%",
                                    "135.1%+163.085%",
                                    "141.4%+170.69%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "Восстановление энергии Мусо иссин",
                                "ParamLevelList": [
                                    "1.6",
                                    "1.7",
                                    "1.8",
                                    "1.9",
                                    "2",
                                    "2.1",
                                    "2.2",
                                    "2.3",
                                    "2.4",
                                    "2.5",
                                    "2.5",
                                    "2.5",
                                    "2.5",
                                    "2.5",
                                    "2.5"
                                ]
                            },
                            {
                                "Desc": "Длительность Мусо иссин",
                                "ParamLevelList": [
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек.",
                                    "7 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Бесчисленные мечты",
                        "Desc": "Когда окружающие члены отряда получают элементальные сферы или частицы, <color style='color:#FFD780;'>Чакра вожделения</color> получает 2 уровня Решимости.<br>Этот эффект может возникнуть один раз в 3 сек.",
                        "Icon": "UI_Talent_S_Shougun_05"
                    },
                    {
                        "Name": "Просветлённая",
                        "Desc": "Каждый 1% свыше 100% восстановления энергии сёгуна Райдэн даёт ей следующие эффекты:<br> ·  Увеличивает восстановление энергии от <color style='color:#FFD780;'>Мусо иссин</color> на 0,6%.<br> ·  Увеличивает <color style='color:#FFACFF;'>бонус Электро урона</color> на 0,4%.",
                        "Icon": "UI_Talent_S_Shougun_06"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": ""
                    },
                    {
                        "Name": "Хранитель всего сущего",
                        "Desc": "При возвышении одноручного и древкового оружия тратится на 50% меньше моры.",
                        "Icon": "UI_Talent_S_Shougun_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Зловещая надпись",
                        "Desc": "<color style='color:#FFD780;'>Чакра вожделения</color> набирает Решимость ещё быстрее. Когда <color style='color:#FFACFF;'>Электро</color> персонажи используют свой взрыв стихии, получаемая Решимость увеличивается на 80%. Когда персонажи других элементальных типов используют свой взрыв стихии, получаемая Решимость увеличивается на 20%.",
                        "Icon": "UI_Talent_S_Shougun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Разрушитель стали",
                        "Desc": "Атаки сёгуна Райдэн в состоянии Мусо иссин навыка <color style='color:#FFD780;'>Тайное искусство: Мусо синсэцу</color> и Мусо но хитотати игнорируют 60% от защиты противника.",
                        "Icon": "UI_Talent_S_Shougun_03"
                    },
                    {
                        "Level": 3,
                        "Name": "Синкагэ минувших дней",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Тайное искусство: Мусо синсэцу</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Shougun_02"
                    },
                    {
                        "Level": 4,
                        "Name": "Клятва истинности",
                        "Desc": "Когда состояние <color style='color:#FFD780;'>Мусо иссин</color> навыка <color style='color:#FFD780;'>Тайное искусство: Мусо синсэцу</color> заканчивается, все окружающие члены отряда (кроме сёгуна Райдэн) получают 30% бонус силы атаки на 10 сек.",
                        "Icon": "UI_Talent_S_Shougun_02"
                    },
                    {
                        "Level": 5,
                        "Name": "Нисхождение сёгуна",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Превосходство: Зловещее знамение</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Shougun_01"
                    },
                    {
                        "Level": 6,
                        "Name": "Хранитель желаний",
                        "Desc": "В состоянии <color style='color:#FFD780;'>Мусо иссин</color> навыка <color style='color:#FFD780;'>Тайное искусство: Мусо синсэцу</color> атаки сёгуна Райдэн, урон которых считается уроном взрыва стихии, при попадании уменьшают время отката взрывов стихии всех окружающих членов отряда (кроме самого сёгуна Райдэн) на 1 сек.<br>Этот эффект может активироваться только раз в 1 сек. до 5 раз за время действия состояния Мусо иссин.",
                        "Icon": "UI_Talent_S_Shougun_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Shougun": {
        "AttackList": [
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.8,
                        3.8,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 40.67,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        9.8,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 39.96,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.3,
                        3.2,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 48.93,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.6,
                        11.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 28.11,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.5,
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 28.11,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        11.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 67.22,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        7.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        7.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        13.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.8,
                        1.8,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.88,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.96,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        1.8,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.4,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.96,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.96,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.88,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.8,
                        2.8,
                        3.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}