// Auto Generated

var _AvatarDataConfig_ = {
    "Tartaglia": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Tartaglia": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "100033": 3,
                "112032": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113012": 2,
                "100033": 10,
                "112032": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113012": 4,
                "100033": 20,
                "112033": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113012": 8,
                "100033": 30,
                "112033": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113012": 12,
                "100033": 45,
                "112034": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113012": 20,
                "100033": 60,
                "112034": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104301": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112034": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112034": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112034": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112034": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104301": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112034": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112034": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112034": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112034": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104301": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112034": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112034": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112034": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112034": 12,
                "113014": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Tartaglia": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Дождь расставаний",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До шести выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания наконечник стрелы заряжается энергией воды. Полностью заряженная водой стрела наносит <color style='color:#80C0FF;'>Гидро урон</color> и накладывает на противника статус <color style='color:#FFD780;'>Отлив</color>.<br><br>Отлив:<br>Некоторые атаки Тартальи по противникам со статусом Отлив наносят <color style='color:#80C0FF;'>Гидро урон по площади</color>. Этот урон считается нанесённым обычной атакой.<br> · Отлив-вспышка: Полностью заряженный прицельный выстрел по противнику со статусом Отлив наносит последовательный Гидро урон по площади. Возникает раз в 0,7 сек.<br> · Отлив-всплеск: Победа над противником со статусом Отлив вызывает Гидро всплеск, который накладывает на окружающих противника врагов статус Отлив.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.<br>Тарталья не может провести атаку в падении, находясь в ближней стойке Формы духа: Бушующие волны.",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "41.28%",
                                    "44.64%",
                                    "48.0%",
                                    "52.8%",
                                    "56.16%",
                                    "60.0%",
                                    "65.28%",
                                    "70.56%",
                                    "75.84%",
                                    "81.6%",
                                    "87.36%",
                                    "93.12%",
                                    "98.88%",
                                    "104.64%",
                                    "110.4%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "46.268%",
                                    "50.034%",
                                    "53.8%",
                                    "59.18%",
                                    "62.946%",
                                    "67.25%",
                                    "73.168%",
                                    "79.086%",
                                    "85.004%",
                                    "91.46%",
                                    "97.916%",
                                    "104.372%",
                                    "110.828%",
                                    "117.284%",
                                    "123.74%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "55.384%",
                                    "59.892%",
                                    "64.4%",
                                    "70.84%",
                                    "75.348%",
                                    "80.5%",
                                    "87.584%",
                                    "94.668%",
                                    "101.752%",
                                    "109.48%",
                                    "117.208%",
                                    "124.936%",
                                    "132.664%",
                                    "140.392%",
                                    "148.12%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "57.018%",
                                    "61.659%",
                                    "66.3%",
                                    "72.93%",
                                    "77.571%",
                                    "82.875%",
                                    "90.168%",
                                    "97.461%",
                                    "104.754%",
                                    "112.71%",
                                    "120.666%",
                                    "128.622%",
                                    "136.578%",
                                    "144.534%",
                                    "152.49%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "60.888%",
                                    "65.844%",
                                    "70.8%",
                                    "77.88%",
                                    "82.836%",
                                    "88.5%",
                                    "96.288%",
                                    "104.076%",
                                    "111.864%",
                                    "120.36%",
                                    "128.856%",
                                    "137.352%",
                                    "145.848%",
                                    "154.344%",
                                    "162.84%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 6",
                                "ParamLevelList": [
                                    "72.756%",
                                    "78.678%",
                                    "84.6%",
                                    "93.06%",
                                    "98.982%",
                                    "105.75%",
                                    "115.056%",
                                    "124.362%",
                                    "133.668%",
                                    "143.82%",
                                    "153.972%",
                                    "164.124%",
                                    "174.276%",
                                    "184.428%",
                                    "194.58%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Заряженный выстрел",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон Отлив-вспышка",
                                "ParamLevelList": [
                                    "12.4%×3",
                                    "13.33%×3",
                                    "14.26%×3",
                                    "15.5%×3",
                                    "16.43%×3",
                                    "17.36%×3",
                                    "18.6%×3",
                                    "19.84%×3",
                                    "21.08%×3",
                                    "22.32%×3",
                                    "23.56%×3",
                                    "24.8%×3",
                                    "26.35%×3",
                                    "27.9%×3",
                                    "29.45%×3"
                                ]
                            },
                            {
                                "Desc": "Урон Отлив-всплеск",
                                "ParamLevelList": [
                                    "62.0%",
                                    "66.65%",
                                    "71.3%",
                                    "77.5%",
                                    "82.15%",
                                    "86.8%",
                                    "93.0%",
                                    "99.2%",
                                    "105.4%",
                                    "111.6%",
                                    "117.8%",
                                    "124.0%",
                                    "131.75%",
                                    "139.5%",
                                    "147.25%"
                                ]
                            },
                            {
                                "Desc": "Длительность Отлива",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Форма духа: Бушующие волны",
                        "Desc": "Тарталья обнажает клинки из чистой воды, которые наносят <color style='color:#80C0FF;'>Гидро урон</color> окружающим врагам и активируют ближнюю стойку.<br>В этой стойке обычные и заряженные атаки Тартальи наносят <color style='color:#80C0FF;'>Гидро урон</color>, который не может быть отменён какой-либо элементальной инфузией, и изменяются следующим образом:<br><br><color style='color:#FFD780;'>Обычная атака:</color><br>До шести ударов <color style='color:#80C0FF;'>Гидро</color> клинками.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Перекрёстный удар, который наносит <color style='color:#80C0FF;'>Гидро урон</color> и затрачивает определённое количество выносливости.<br><br><color style='color:#FFD780;'>Отлив-удар:</color><br>Атаки в ближней стойке по противникам со статусом Отлив вызывают Отлив-удар, который наносит <color style='color:#80C0FF;'>Гидро урон по площади</color>. Этот урон считается уроном элементального навыка. Отлив-удар срабатывает не чаще чем один раз в 1,5 сек.<br><br>Тарталья возвращается в дальнюю стойку по истечении 30 сек. или при повторной активации навыка, а сам навык уходит в откат. Чем дольше Тарталья был в ближней стойке, тем дольше будет время отката навыка.<br>Время отката увеличивается, если возврат в дальнюю стойку произошёл по истечении 30 сек.<br><br><i>Он взял на вооружение лук для того, чтобы отточить мастерство стрельбы, но серьёзный бой может потребовать обнажить клинок...</i>",
                        "Icon": "Skill_S_Tartaglia_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон от смены стойки",
                                "ParamLevelList": [
                                    "72.0%",
                                    "77.4%",
                                    "82.8%",
                                    "90.0%",
                                    "95.4%",
                                    "100.8%",
                                    "108.0%",
                                    "115.2%",
                                    "122.4%",
                                    "129.6%",
                                    "136.8%",
                                    "144.0%",
                                    "153.0%",
                                    "162.0%",
                                    "171.0%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "38.872%",
                                    "42.036%",
                                    "45.2%",
                                    "49.72%",
                                    "52.884%",
                                    "56.5%",
                                    "61.472%",
                                    "66.444%",
                                    "71.416%",
                                    "76.84%",
                                    "82.264%",
                                    "87.688%",
                                    "93.112%",
                                    "98.536%",
                                    "103.96%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "41.624%",
                                    "45.012%",
                                    "48.4%",
                                    "53.24%",
                                    "56.628%",
                                    "60.5%",
                                    "65.824%",
                                    "71.148%",
                                    "76.472%",
                                    "82.28%",
                                    "88.088%",
                                    "93.896%",
                                    "99.704%",
                                    "105.512%",
                                    "111.32%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "56.33%",
                                    "60.915%",
                                    "65.5%",
                                    "72.05%",
                                    "76.635%",
                                    "81.875%",
                                    "89.08%",
                                    "96.285%",
                                    "103.49%",
                                    "111.35%",
                                    "119.21%",
                                    "127.07%",
                                    "134.93%",
                                    "142.79%",
                                    "150.65%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "59.942%",
                                    "64.821%",
                                    "69.7%",
                                    "76.67%",
                                    "81.549%",
                                    "87.125%",
                                    "94.792%",
                                    "102.459%",
                                    "110.126%",
                                    "118.49%",
                                    "126.854%",
                                    "135.218%",
                                    "143.582%",
                                    "151.946%",
                                    "160.31%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "55.298%",
                                    "59.799%",
                                    "64.3%",
                                    "70.73%",
                                    "75.231%",
                                    "80.375%",
                                    "87.448%",
                                    "94.521%",
                                    "101.594%",
                                    "109.31%",
                                    "117.026%",
                                    "124.742%",
                                    "132.458%",
                                    "140.174%",
                                    "147.89%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 6",
                                "ParamLevelList": [
                                    "35.432%+37.668%",
                                    "38.316%+40.734%",
                                    "41.2%+43.8%",
                                    "45.32%+48.18%",
                                    "48.204%+51.246%",
                                    "51.5%+54.75%",
                                    "56.032%+59.568%",
                                    "60.564%+64.386%",
                                    "65.096%+69.204%",
                                    "70.04%+74.46%",
                                    "74.984%+79.716%",
                                    "79.928%+84.972%",
                                    "84.872%+90.228%",
                                    "89.816%+95.484%",
                                    "94.76%+100.74%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "60.2%+71.982%",
                                    "65.1%+77.841%",
                                    "70.0%+83.7%",
                                    "77.0%+92.07%",
                                    "81.9%+97.929%",
                                    "87.5%+104.625%",
                                    "95.2%+113.832%",
                                    "102.9%+123.039%",
                                    "110.6%+132.246%",
                                    "119.0%+142.29%",
                                    "127.4%+152.334%",
                                    "135.8%+162.378%",
                                    "144.2%+172.422%",
                                    "152.6%+182.466%",
                                    "161.0%+192.51%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон Отлив-удар",
                                "ParamLevelList": [
                                    "60.2%",
                                    "65.1%",
                                    "70.0%",
                                    "77.0%",
                                    "81.9%",
                                    "87.5%",
                                    "95.2%",
                                    "102.9%",
                                    "110.6%",
                                    "119.0%",
                                    "127.4%",
                                    "135.8%",
                                    "144.2%",
                                    "152.6%",
                                    "161.0%"
                                ]
                            },
                            {
                                "Desc": "Макс. длительность",
                                "ParamLevelList": [
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек.",
                                    "30 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек.",
                                    "6-36 сек."
                                ]
                            },
                            {
                                "Desc": "Макс. время отката",
                                "ParamLevelList": [
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек.",
                                    "45 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Хаос: Опустошение",
                        "Desc": "Совершаемая атака определяется стойкой, в которой находится Тарталья.<br><br><color style='color:#FFD780;'>Дальняя стойка - Вспышка хаоса:</color><br>Тарталья выпускает заряженную водной стихией стрелу, которая наносит <color style='color:#80C0FF;'>Гидро урон по площади</color> и накладывает на врагов статус Отлив.<br>После активации навык восстанавливает часть энергии.<br><br><color style='color:#FFD780;'>Ближняя стойка - Свет погибели:</color><br>Тарталья выполняет круговую атаку, которая наносит большой <color style='color:#80C0FF;'>Гидро урон</color> окружающим врагам и накладывает на них статус Отлив-взрыв.<br><br><color style='color:#FFD780;'>Отлив-взрыв:</color><br>Атака Свет погибели, попавшая по врагам со статусом Отлив, снимает с них этот статус, вызывая при этом Гидро взрывы, которые наносят <color style='color:#80C0FF;'>Гидро урон по площади</color>. Урон Отлив-взрыва считается уроном взрыва стихии.<br><br><i>В его заснеженной родине бурлящие потоки воды встречаются не часто. Возможно, способность Тартальи управлять водой объясняется пониманием того, насколько она драгоценна.</i>",
                        "Icon": "Skill_E_Tartaglia_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка: ближняя стойка",
                                "ParamLevelList": [
                                    "464.0%",
                                    "498.8%",
                                    "533.6%",
                                    "580.0%",
                                    "614.8%",
                                    "649.6%",
                                    "696.0%",
                                    "742.4%",
                                    "788.8%",
                                    "835.2%",
                                    "881.6%",
                                    "928.0%",
                                    "986.0%",
                                    "1044.0%",
                                    "1102.0%"
                                ]
                            },
                            {
                                "Desc": "Урон навыка: дальняя стойка",
                                "ParamLevelList": [
                                    "378.4%",
                                    "406.78%",
                                    "435.16%",
                                    "473.0%",
                                    "501.38%",
                                    "529.76%",
                                    "567.6%",
                                    "605.44%",
                                    "643.28%",
                                    "681.12%",
                                    "718.96%",
                                    "756.8%",
                                    "804.1%",
                                    "851.4%",
                                    "898.7%"
                                ]
                            },
                            {
                                "Desc": "Урон Отлив-взрыв",
                                "ParamLevelList": [
                                    "120.0%",
                                    "129.0%",
                                    "138.0%",
                                    "150.0%",
                                    "159.0%",
                                    "168.0%",
                                    "180.0%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%",
                                    "240.0%",
                                    "255.0%",
                                    "270.0%",
                                    "285.0%"
                                ]
                            },
                            {
                                "Desc": "Возврат энергии (дальняя стойка)",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Не кончается пытка",
                        "Desc": "Увеличивает длительность статуса Отлив на 8 сек.",
                        "Icon": "UI_Talent_S_Tartaglia_03"
                    },
                    {
                        "Name": "Водяной меч",
                        "Desc": "Когда Тарталья находится в рукопашной стойке навыка <color style='color:#FFD780;'>Форма духа: Бушующие волны</color>, крит. попадания обычными или заряженными атаками накладывают на противников статус Отлив.",
                        "Icon": "UI_Talent_S_Tartaglia_06"
                    },
                    {
                        "Name": "Мастерское владение оружием",
                        "Desc": "Увеличивает уровень <color style='color:#FFD780;'>обычной атаки</color> персонажей вашего отряда на 1.",
                        "Icon": "UI_Talent_S_Tartaglia_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Форма духа: Останавливающий волну",
                        "Desc": "Уменьшает время отката навыка <color style='color:#FFD780;'>Форма духа: Бушующие волны</color> на 20%.",
                        "Icon": "UI_Talent_S_Tartaglia_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Форма духа: Скрытое течение",
                        "Desc": "Когда враги со статусом Отлив побеждены, Тарталья восстанавливает 4 ед. элементальной энергии.",
                        "Icon": "UI_Talent_S_Tartaglia_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Хаос бездны: Источник беспорядков",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Форма духа: Бушующие волны</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Tartaglia_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Хаос бездны: Гидро излив",
                        "Desc": "Когда Тарталья находится в стойке <color style='color:#FFD780;'>Форма духа: Бушующие волны</color>, враги со статусом Отлив получают урон от эффекта Отлив-удар каждые 4 сек. В противном случае срабатывает эффект Отлив-вспышка.<br>На эффекты Отлив-удар и Отлив-вспышка, вызванные этим уровнем созвездия, не действуют их обычные ограничения длительности, также они не имеют никаких эффектов в этих временных промежутках.",
                        "Icon": "UI_Talent_S_Tartaglia_05"
                    },
                    {
                        "Level": 5,
                        "Name": "Хаос: Бесформенный клинок",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Хаос: Опустошение</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Tartaglia_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Хаос: Охота на ангелов",
                        "Desc": "При активации навыка <color style='color:#FFD780;'>Хаос: Опустошение</color> обнуляется время отката навыка <color style='color:#FFD780;'>Форма духа: Бушующие волны</color>.<br>Этот эффект срабатывает, только когда Тарталья возвращается в дальнюю стойку.",
                        "Icon": "UI_Talent_S_Tartaglia_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Tartaglia": {
        "AttackList": [
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Gandalfr_Attack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 40.68,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Gandalfr_Attack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 43.56,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Gandalfr_Attack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 58.95,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Gandalfr_Attack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 62.73,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Gandalfr_Attack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 57.87,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.0,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Gandalfr_Attack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 37.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Gandalfr_Attack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 39.42,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 14.4,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 16.14,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 19.32,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 19.89,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 21.24,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 25.38,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "AquaFlower",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "AquaFlower",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "AquaFlower",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "AquaFlower",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 63.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 75.33,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 51.75,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}