// Auto Generated

var _AvatarDataConfig_ = {
    "Tighnari": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Tighnari": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101215": 3,
                "112059": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113036": 2,
                "101215": 10,
                "112059": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113036": 4,
                "101215": 20,
                "112060": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113036": 8,
                "101215": 30,
                "112060": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113036": 12,
                "101215": 45,
                "112061": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113036": 20,
                "101215": 60,
                "112061": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112061": 4,
                "113034": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113034": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112061": 9,
                "113034": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112061": 12,
                "113034": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112061": 4,
                "113034": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113034": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112061": 9,
                "113034": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112061": 12,
                "113034": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112061": 4,
                "113034": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113034": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112061": 9,
                "113034": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112061": 12,
                "113034": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Tighnari": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Крушащая преграды кханда",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх выстрелов из лука.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Более меткий <color style='color:#FFD780;'>прицельный выстрел</color> с увеличенным уроном.<br>Во время прицеливания наконечник стрелы заряжается силой Дендро. Эффект зависит от длительности заряда стрелы:<br> ·  Уровень заряда 1: Выпускает стрелу, наполненную силой растений, которая наносит <color style='color:#99FF88;'>Дендро урон</color>.<br> ·  Уровень заряда 2: Выпускает стрелу-венец, наносящую <color style='color:#99FF88;'>Дендро урон</color>. При попадании стрела-венец создаёт 4 стрелы соцветия. Стрелы соцветия самостоятельно находят цель поблизости и наносят <color style='color:#99FF88;'>Дендро урон</color>.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "44.634%",
                                    "48.267%",
                                    "51.9%",
                                    "57.09%",
                                    "60.723%",
                                    "64.875%",
                                    "70.584%",
                                    "76.293%",
                                    "82.002%",
                                    "88.23%",
                                    "94.458%",
                                    "100.686%",
                                    "106.914%",
                                    "113.142%",
                                    "119.37%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "41.968%",
                                    "45.384%",
                                    "48.8%",
                                    "53.68%",
                                    "57.096%",
                                    "61.0%",
                                    "66.368%",
                                    "71.736%",
                                    "77.104%",
                                    "82.96%",
                                    "88.816%",
                                    "94.672%",
                                    "100.528%",
                                    "106.384%",
                                    "112.24%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "26.445% ×2",
                                    "28.5975% ×2",
                                    "30.75% ×2",
                                    "33.825% ×2",
                                    "35.9775% ×2",
                                    "38.4375% ×2",
                                    "41.82% ×2",
                                    "45.2025% ×2",
                                    "48.585% ×2",
                                    "52.275% ×2",
                                    "55.965% ×2",
                                    "59.655% ×2",
                                    "63.345% ×2",
                                    "67.035% ×2",
                                    "70.725% ×2"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "68.628%",
                                    "74.214%",
                                    "79.8%",
                                    "87.78%",
                                    "93.366%",
                                    "99.75%",
                                    "108.528%",
                                    "117.306%",
                                    "126.084%",
                                    "135.66%",
                                    "145.236%",
                                    "154.812%",
                                    "164.388%",
                                    "173.964%",
                                    "183.54%"
                                ]
                            },
                            {
                                "Desc": "Прицельный выстрел",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "Уровень заряда 1",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "Урон стрелы-венца",
                                "ParamLevelList": [
                                    "87.2%",
                                    "93.74%",
                                    "100.28%",
                                    "109.0%",
                                    "115.54%",
                                    "122.08%",
                                    "130.8%",
                                    "139.52%",
                                    "148.24%",
                                    "156.96%",
                                    "165.68%",
                                    "174.4%",
                                    "185.3%",
                                    "196.2%",
                                    "207.1%"
                                ]
                            },
                            {
                                "Desc": "Урон стрелы соцветия",
                                "ParamLevelList": [
                                    "38.6%",
                                    "41.495%",
                                    "44.39%",
                                    "48.25%",
                                    "51.145%",
                                    "54.04%",
                                    "57.9%",
                                    "61.76%",
                                    "65.62%",
                                    "69.48%",
                                    "73.34%",
                                    "77.2%",
                                    "82.025%",
                                    "86.85%",
                                    "91.675%"
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Мина виджняны-пхалы",
                        "Desc": "Тигнари бросает вперёд Сердце бури виджняны, которое наносит <color style='color:#99FF88;'>Дендро урон по площади</color> и создаёт Поле виджняны-кханды. Поле порождает иллюзию, которая непрерывно привлекает атаки врагов на себя.<br>Вдобавок Тигнари получает эффект Прорыва виджняны, сокращающий время заряда стрелы-венца на 2,4 сек. Эффект рассеивается, когда закончится его длительность или Тигнари выпустит 3 стрелы-венца.<br><br><i>«Если семечко увядает и гибнет вдали от почвы, оно умирает в одиночестве. Но если оно вернётся в почву, то даст жизнь миллионам семян».</i>",
                        "Icon": "Skill_S_Tighnari_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "149.6%",
                                    "160.82%",
                                    "172.04%",
                                    "187.0%",
                                    "198.22%",
                                    "209.44%",
                                    "224.4%",
                                    "239.36%",
                                    "254.32%",
                                    "269.28%",
                                    "284.24%",
                                    "299.2%",
                                    "317.9%",
                                    "336.6%",
                                    "355.3%"
                                ]
                            },
                            {
                                "Desc": "Длительность Поля виджняны-кханды",
                                "ParamLevelList": [
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек.",
                                    "8 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность Прорыва виджняны",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Стрела-лиана жизни",
                        "Desc": "Собрав силу всех семян, выпускает 6 стрел-лиан. Стрелы-лианы самостоятельно находят цель и наносят <color style='color:#99FF88;'>Дендро урон</color>.<br>При попадании они создают дополнительные стрелы-лианы, которые также самостоятельно находят цель и при попадании наносят <color style='color:#99FF88;'>Дендро урон</color>.<br><br><i>«Даже не думай, что избавиться от них так легко. Лианы вырастут вновь. Не избавишься от них всех - и у тебя будут огромные неприятности».</i>",
                        "Icon": "Skill_E_Tighnari_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон стрелы-лианы",
                                "ParamLevelList": [
                                    "55.62%",
                                    "59.7915%",
                                    "63.963%",
                                    "69.525%",
                                    "73.6965%",
                                    "77.868%",
                                    "83.43%",
                                    "88.992%",
                                    "94.554%",
                                    "100.116%",
                                    "105.678%",
                                    "111.24%",
                                    "118.1925%",
                                    "125.145%",
                                    "132.0975%"
                                ]
                            },
                            {
                                "Desc": "Урон дополнительной стрелы-лианы",
                                "ParamLevelList": [
                                    "67.98%",
                                    "73.0785%",
                                    "78.177%",
                                    "84.975%",
                                    "90.0735%",
                                    "95.172%",
                                    "101.97%",
                                    "108.768%",
                                    "115.566%",
                                    "122.364%",
                                    "129.162%",
                                    "135.96%",
                                    "144.4575%",
                                    "152.955%",
                                    "161.4525%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Острый глаз",
                        "Desc": "Выпущенная Тигнари <color style='color:#FFD780;'>стрела-венец</color> увеличивает его мастерство стихий на 50 ед. на 4 сек.",
                        "Icon": "UI_Talent_S_Tighnari_05"
                    },
                    {
                        "Name": "Учёный клинок",
                        "Desc": "Каждая единица мастерства стихий Тигнари увеличивает урон его заряженной атаки и <color style='color:#FFD780;'>Стрелы-лианы жизни</color> на 0,06%.<br>Бонус урона, полученный таким образом, не может превышать 60%.",
                        "Icon": "UI_Talent_S_Tighnari_06"
                    },
                    {
                        "Name": "Энциклопедические знания",
                        "Desc": "Отмечает <color style='color:#FFD780;'>диковинки Сумеру</color> на мини-карте.",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Побеги определяются корнями",
                        "Desc": "Увеличивает шанс крит. попадания заряженной атакой Тигнари на 15%.",
                        "Icon": "UI_Talent_S_Tighnari_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Истоки узнаются по стеблю",
                        "Desc": "Когда в поле виджняны-кханды, созданном <color style='color:#FFD780;'>Миной виджняны-пхалы</color>, находятся враги, Тигнари получает 20% <color style='color:#99FF88;'>бонус Дендро урона</color>.<br>Если время действия поля истечёт или в нём не останется врагов, эффект продлится ещё 6 сек.",
                        "Icon": "UI_Talent_S_Tighnari_02"
                    },
                    {
                        "Level": 3,
                        "Name": "По ветвям постигается сотворение",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Стрелы-лианы жизни</color> на 3.<br>Макс. уровень: 15.",
                        "Icon": "UI_Talent_U_Tighnari_01"
                    },
                    {
                        "Level": 4,
                        "Name": "В листьях является расцвет и увядание",
                        "Desc": "Активация навыка <color style='color:#FFD780;'>Стрела-лиана жизни</color> увеличивает мастерство стихий всех членов отряда поблизости на 60 ед. на 8 сек. Если Стрела-лиана жизни вызывает Горение, Бутонизацию, Лунную бутонизацию, Стимуляцию или Разрастание, мастерство стихий дополнительно увеличивается на 60 ед., а длительность данного эффекта обновляется.",
                        "Icon": "UI_Talent_S_Tighnari_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Во цветении осмысливается истина",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Мина виджняны-пхалы</color> на 3.<br>Макс. уровень: 15.",
                        "Icon": "UI_Talent_U_Tighnari_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Плодом налитым определяется карма",
                        "Desc": "Сокращает время заряда <color style='color:#FFD780;'>стрелы-венца</color> на 0,9 сек. и при попадании создаёт 1 дополнительную стрелу соцветия. Эта стрела наносит 150% от силы атаки Тигнари.",
                        "Icon": "UI_Talent_S_Tighnari_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Tighnari": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 16.5,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 15.9,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 9.75,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 25.5,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Tighnari",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Tighnari",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}