// Auto Generated

var _AvatarFetterConfig_ = {
    "111": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "«Вареса, пора тренироваться!»<br>Каждое утро после громогласного возгласа тренера в саду поднимается облако пыли.<br>Через несколько минут в зал неуклюже вваливается Вареса - важный член патруля Удела Благодатных Земель и управляющая известным фруктовым садом, которая проспала тренировку, - с куском хлеба, намазанного вареньем, во рту.<br>Вареса ещё не проснулась. Она смотрит в пустоту с потерянным выражением лица, слушая указания тренера. Она послушно приступает к разминке, постепенно обретая силы...<br>Порой тренер может указать ей на то, что в варенье слишком много сахара, а значит, пришло время наказания! И только тогда Вареса понимает, что в спешке и в сонном состоянии она выбрала не самую полезную, а самую любимую добавку.<br>В этой ситуации хмурой Варесе остаётся только шаркать к стойке с самой тяжёлой штангой под благоговейными, восхищёнными и ошарашенными взглядами своих сверстников. Такой вес - испытание для физических возможностей любого нормального человека, после которого он ещё полмесяца испытывал бы боль... И всё же Вареса немного разминается и готовится взять вес, который даже самые опытные воины считают «смертельным».<br>Но в процессе выполнения этих, казалось бы, безумных упражнений Вареса становится всё более энергичной. В её глазах снова появляется блеск, и она начинает улыбаться.<br>Именно поэтому в Уделе Благодатных Земель, чьи жители постоянно стремятся к максимальной силе, даже самые стойкие воины не осмеливаются бросить вызов Варесе.<br>Но если кто-то захочет докопаться до источника её силы, то вскоре обнаружит... что она ведёт чрезвычайно размеренный образ жизни.<br>Вместе со своим заврианом-спутником Вананой она ухаживает за фруктовым садом, неустанно обрабатывает поля, а затем неторопливо устанавливает свой прилавок, чтобы продать урожай... Слушая о её распорядке дня, можно уснуть. В нём нет ничего загадочного.<br>С какой стороны ни посмотри, её жизнь ничем не отличается от жизни соседей.<br>Единственное, что делает её особенной, - это её аппетит.<br>Ещё одну порцию, пожалуйста! И ещё одну! И побольше приправ, пожалуйста! Чем больше, тем лучше!<br>Для Варесы это обычное дело - без труда проглотить еду, которой хватит, чтобы накормить тридцать-пятьдесят человек. Даже на таких соревнованиях по поеданию, как Состязание эпичного пиршества, для неё отводят отдельное место...<br>Люди не могут не удивляться...<br>«Может ли быть... что чем больше ест такой выдающийся человек, как она, тем сильнее становится?»",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Для Варесы каждый день - счастливый.<br>Её родители часто говорят: «Вулкан Толлан не извергался целую вечность до и после рождения нашей дочери».<br>Но Вареса не божество, и она не смогла бы усмирить вулкан. «Целая вечность» всего лишь фигура речи.<br>Однако достоверно известно, что она избежала стихийного бедствия во время появления на свет, что доказывает её везучесть.<br>В процветающем Уделе Благодатных Земель семья Варесы всегда жила в довольстве. Никогда не испытывая недостатка в материальных благах, она выросла в тепле и сытости. Её родители не возлагали на неё возвышенных ожиданий, желая лишь, чтобы их дочь была счастлива, здорова и могла управлять фруктовым садом, когда будет к этому готова.<br>Отец Варесы ухаживал за фруктовым садом, а мать сажала её на спину заврианчика Вананы и они следовали за ним. Если отец ронял фрукты, Вареса быстро их ловила, получая взамен похвалу родителей и ласковые прикосновения Вананы.<br>Когда они устанавливали свой прилавок для продажи фруктов, мать Варесы брала её на руки, садилась рядом с отцом, раскрывала тканый свиток и читала ей сказки. От добрых сказок о заврианах до легенд о могучих героях, она умело сочетала беззаботность с захватывающими событиями. Вареса увлечённо ела и слушала. Иногда она съедала целый ящик ягод квенепа, даже не замечая этого, к вящему удовольствию отца.<br>Такое спокойное детство наделило Варесу мягким и щедрым характером.<br>Сила - отличительная особенность жителей Удела Благодатных Земель. Высокие и сильные люди здесь вызывают обожание и уважение, и даже дети не исключение.<br>Невзрачная на вид Вареса, присоединившись к компании детей, с лёгкостью поднимает прежнего главаря вместе с его гордостью, юношеской штангой, и подбрасывает их в воздух.<br>«Прежнего», потому что дети единогласно решили, что Вареса должна стать их новым лидером. Однако лидерство её не интересовало.<br>Вместо этого Вареса решила стать героем - тем, кто поддерживает порядок, а также позволяет всем есть и веселиться в своё удовольствие!<br>Если дома у меня есть что-то вкусненькое, я непременно поделюсь этим со всеми! Если я куплю что-то увлекательное, мы поиграем все вместе!<br>Не задирай его, а то я тебя прогоню! Эй, ты там, отбираешь комиксы и игрушки? Я тебя прогоню!<br>А все вы, провинившиеся и устроившие безобразие, - вы у меня получите...<br>Нет, нет... если я их ударю, они будут лежать без сознания неделями... Я лучше слегка похлопаю их по лбу.<br>В любом случае все должны играть дружно и ладить друг с другом! Не ссорьтесь по мелочам, и уж точно не задирайтесь и не создавайте другим проблемы!<br>Именно тогда Варесе удалось проявить весь свой потенциал, возможно, в несколько экстремальной форме...<br>Её слабый друг рассказал ей о диком фруктовом дереве к северу от племени с удивительными кисло-сладкими плодами.<br>Услышав это, маленькая Вареса выкорчевала дерево и принесла его к дому своего друга.<br>После этого мама научила её не причинять вреда фруктовым деревьям, а также тому, что важно жить в мире. Вдвоём они осторожно посадили дерево на прежнее место...<br>Однажды вождь сказал, что вблизи племени падает больше камней, чем обычно, и предупредил всех, чтобы были осторожны.<br>Услышав это, маленькая Вареса нашла подходящее место для наблюдения. Положив руки на пояс, она высматривала камни. Когда она видела такой камень, то подпрыгивала и сильным ударом сбивала его с курса!<br>Затем отец отвёл Варесу на возвышенность, чтобы найти место, откуда падают камни. Они вырыли ямы, засыпали кратеры и убедились, что все валуны останутся на месте, предотвратив тем самым беды...<br>Каждый раз люди смотрели и думали: не слишком ли сильная эта девочка?<br>Но стоило только увидеть ласковое, улыбающееся лицо Варесы и их детей, радостно играющих под её руководством, как все тревоги утихали. Они не боялись, что однажды наступит день, когда она потеряет контроль над своей силой.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "В каком-то смысле они были правы. Вареcа никогда не теряла контроль над своей силой, зато её аппетит становился всё более неудержимым.<br>Возможно, это была её плата за силу. Как только Вареса научилась ходить, её аппетит сравнялся с аппетитом любого здорового юноши в племени. Когда она едва доставала до колен родителей, то за один приём пищи могла съесть столько, что хватило бы всей семье на целый день, включая Ванану.<br>Однако шансов показать свою силу у маленькой Варесы было крайне мало. Благодаря диете она вскоре стала «издалека напоминать валяшку», пока не достигла опасно нездорового веса, что не могло не волновать её родителей.<br>Родители беспокоились о её здоровье и способности работать в будущем и не замедлили приучить её ухаживать за фруктовым садом. Таким образом, она могла тратить избыток сил на ежедневный труд.<br>Оказавшись в саду, Вареса сделала ещё одно неприятное открытие о себе.<br>«Мне нужно работать, чтобы оправдать всю еду, которую я съедаю. Я должна заслужить своё место!»<br>«Я должна работать, чтобы компенсировать всё съеденное. Я должна зарабатывать на жизнь!»<br>К радости родителей, Вареса быстро освоилась.<br>Поначалу она брала на себя инициативу и больше работала, используя свою силу, сравнимую с силой татанказавра, чтобы с лёгкостью переносить товар, сельскохозяйственный инвентарь и всякую всячину. Тяжёлый труд давался ей легко, как и прогулка после еды, чтобы сжечь накопившуюся энергию.<br>Позже мама научила её успокаивать свой ум и детально обучала её тонкостям земледелия: как обрабатывать почву, смешивать удобрения и поддерживать влажность. Вареса с большим энтузиазмом бралась за эти сложные задачи.<br>Она будущая хозяйка фруктового сада и её ежедневная нагрузка намного превышала нагрузку всех заврианов-спутников.<br>Помимо того, что она не умела читать тканые свитки и не понимала техническую сторону дела, ей приходилось ещё и заниматься бухгалтерией... Вареса, которая совсем недавно научилась покупать приправы, теперь справлялась сама и управляла фруктовым садом с образцовой организованностью, не уступая многим взрослым!<br>Ей удалось избавиться от избытков жировой массы, благодаря чему её вес стабилизировался и стал «выше среднего, но безопасным».<br>Хоть Вареса и старалась подавить свою склонность к перееданию и вести умеренный образ жизни, её аппетит по-прежнему впечатлял.<br>В связи с этим родители отвели её на обследование. Однако врач положительно отозвался о ней, сказав, что «у неё прекрасное здоровье, поэтому она и любит поесть». Причину так и не удалось выявить.<br>С другой стороны, вождь Акатль, долгое время наблюдавший за маленькой Варесой, предложил логичную теорию.<br>Плодородная почва Тетеокана способна давать превосходный урожай, чтобы питать своих могучих воинов, но не все способны в полной мере использовать энергию, заключённую в этих продуктах. Съев одну и ту же пищу, некоторые смогут сделать лишь десять подходов в жиме лёжа, в то время как другие могут занести штангу на гору, и при этом у них хватит сил исполнить боевой танец.<br>Но существует легенда, согласно которой время от времени на свет появляется воин с особой генетической особенностью. Он способен полностью использовать энергию, содержащуюся в пище, что наделяет его непревзойдённой силой и неутолимым аппетитом. Возможно, Вареса - одна из таких воинов.<br>Однако не все эти воины наследовали древние имена или становились героями. Подобно остову корабля или фундаменту здания, они служат краеугольными камнями, позволяя своему свету сиять в невидимых для других местах. Но когда появляется возможность, они также способны оставить после себя блестящее наследие, и поэтому их иногда называют «скрытыми героями».<br>Выслушав вождя, родители Варесы успокоились. По меньшей мере, у их дочери не было серьёзных проблем со здоровьем.<br>Что касается маленькой Варесы, то всё, что она вынесла из разговора, - это интересное прозвище...<br>«Скрытый герой? Значит, вот кто я есть?»",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Словосочетание «скрытый герой» всегда привлекало маленькую Варесу. Несмотря на юный возраст, она успела обзавестись благородными амбициями.<br>«Раз уж я особенная, не лучше ли мне потрудиться, чтобы стать настоящим героем?»<br>Однако тяжесть слова «герой» оказалась намного больше, чем могла себе представить маленькая Вареса...<br>Герои сказок побеждают врагов, произнеся всего несколько слов, но кровь и слёзы обычно не присутствуют в сказках и свитках...<br>Не говоря уже о врагах и монстрах с инстинктом убийцы, которые пугали Варесу больше, чем любые соревнования по борьбе, какие она когда-либо видела.<br>Варесе было пять лет, когда на неё впервые напала Бездна. Полагаясь на свои инстинкты, она ударила ногой первого монстра, ворвавшегося в её фруктовый сад, и отправила его в полёт. Но когда она увидела, как остальные монстры устремились к ней, словно бушующий чёрный прилив, маленькая Вареса испугалась и зарыдала.<br>К счастью, её отец вовремя среагировал. Он отогнал ближайших монстров, схватил Варесу и её мать и потащил Ванану с ними, чтобы спрятать в подвале. Они запечатали дверь и, ласково утешая дочь, стали ждать прибытия патруля.<br>Однако именно вид разрушенного сада и раненых воинов заставил малышку Варесу перестать плакать. Она сжала свои маленькие кулачки, не замечая, как ногти вонзаются в ладони.<br>Она не понимала мотивов врагов, да и не собиралась понимать. Всё, что она знала, - это то, что они разрушили её дом и так сильно обидели милых взрослых, которые приходили покупать её фрукты, что некоторые из них могли никогда не проснуться... Она надеялась стать такой же, как герои этих историй, - уничтожать любые угрозы Бездны, как только они явят свои бесформенные лица.<br>К тому времени, когда она вместе с родителями закончила переезд и благоустройство фруктового сада, Вареса уже не была тем беззаботным, невинным ребёнком.<br>С разрешения родителей Вареса, надев маленькую маску и прихватив с собой самую тяжёлую штангу, толкнула массивную каменную дверь в тренировочный зал борцовской арены. Она умоляла воинов научить её боевому искусству.<br>Как и подобает «скрытому герою», Вареса должна взглянуть в лицо своим страхам и слабостям. Она должна превратить свою грубую силу в силу, способную защитить её народ.<br>Некоторые высокомерные борцы отнеслись к Варесе снисходительно по причине её юного возраста и попытались прогнать её. В ответ она бесцеремонно схватила их за ноги и потащила на ринг, где слегка толкнула под ошеломлённые взгляды. Противники потеряли равновесие и вылетели с арены, наглядно продемонстрировав всем, что с силой Варесы стоит считаться.<br>Бойцы, наблюдавшие за происходящим, а также вождь Акатль, подоспевший к месту событий, принялись бурно обсуждать ситуацию. В итоге все единогласно согласились выполнить просьбу Варесы.<br>В Уделе Благодатных Земель, где её сила превосходила силу любого взрослого, Вареса вскоре стала слыть мастером своего дела.<br>С тех пор Вареса обучалась у многих великих воинов. Она не знала, какой стиль боя ей ближе, поэтому, полагаясь на свои впечатления от знакомства с героями, пробовала их приёмы один за другим, отбирая то, что ей больше всего подходило.<br>Вареса тренировалась годами, но у неё по-прежнему был большой разрыв между теорией и практикой. Когда бы она ни оказывалась в реальной схватке, будь то по воле случая или по наитию, она неизменно прибегала к своим инстинктам - бросалась на врагов и обрушивала на них шквал стремительных ударов. В её руках оружие ближнего боя получало новую жизнь, а именно, летело прямо в противника...<br>Некоторые хиличурлы начали бросать оружие в ответ на атаки Варесы, чтобы противостоять её натиску, в результате чего под перекрёстный огонь попала тренер Иансан... В результате тренер взяла Варесу под крыло и с этого момента стала курировать все её тренировки.<br>Чтобы помочь Варесе полностью реализовать свой потенциал, Иансан создала высокоэффективную программу обучения. Удивительно, но природный талант Варесы оказался намного выше, чем у остальных её учеников. Полагаясь только на свою интуицию, она с лёгкостью выполняла приёмы, которые потребовали бы кропотливых тренировок даже со стороны самых прилежных учеников Иансан.<br>Иансан верила, что Вареса может даже превзойти её по силе. Она поощряла в Варесе дух соперничества, говоря: «Я тебе не проиграю». Однако это окончательно запутало Варесу.<br>За время обучения Вареса победила тысячи монстров, но при этом умудрилась сломать сотни единиц оружия, заставив десятки воинов племени в растерянности чесать головы. В итоге Иансан пришла к следующему выводу:<br>Вареса - гений с невероятной силой, но именно её сила не позволяет ей использовать обычное оружие ближнего боя. Поэтому ей следует перенять стиль сражения голыми руками, чтобы продолжить расти как воин.<br>По рекомендации Иансан Вареса вступила в патруль племени. Она часто отправлялась на передовую, стремясь отточить свои боевые навыки.<br>И вот на второй месяц пребывания в составе патруля Вареса вновь столкнулась с суровым испытанием.<br>Чёрный поток монстров снова устремился на неё. Её товарищи были измотаны после трёх дней сражений кряду, и даже Вареса находилась на пределе своих сил...<br>Но именно в этой битве Вареса обрела второе дыхание и приобрела нечто ценное для себя - то, что сделает её ещё более грозным бойцом...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Пережив это суровое сражение, Вареса постепенно вернулась к своему размеренному образу жизни. Приобретённый опыт помог ей избавиться от беспокойства на поле боя, особенно в трудную минуту.<br>Она взяла на себя семейное дело, и темп жизни вернулся к привычному, какой был в далёком детстве.<br>В глубине души она всегда была беззаботной девушкой. По её собственным словам, спокойная жизнь - счастливая жизнь.<br>В обычные дни - ухаживать за фруктовым садом, заботиться о Ванане, развозить тележку с фруктами по всем племенам, чтобы продать урожай... На обратном пути пообедать и поужинать. И если ещё удастся попасть на Состязание эпичного пиршества и попробовать свои силы в Пламенном обжоре, то день пройдёт идеально!<br>Каждый день тренироваться по плану тренера Иансан - упражнения на 18 объектах спортивного оборудования, затем три подхода по 300 повторений в трёх видах тренировок на всё тело, плюс три подхода в челночном беге по 30000 шагов каждый... Строгого расписания придерживаться не нужно, главное - не пугать прохожих во время ночных тренировок...<br>Получив сигнал и явившись в патруль для несения службы, Вареса берёт с собой огромный рюкзак, набитый едой, и следует за своими товарищами, словно на экскурсию, в поисках новых мест для лагеря. При встрече с обычными врагами она надевает маску и обрушивает на них щедрую порцию разящих ударов - разминка перед боем!<br>Только при встрече с самыми жестокими врагами Бездны боевой дух Варесы вспыхивает по-настоящему.<br>Подобный настрой не позволяет ей принимать участие в некоторых мероприятиях, главным из которых является Паломничество возвращения Священного пламени.<br>Вареса - прославленный воин Удела Благодатных Земель, и все надеялись, что в Паломничестве она достигнет величия.<br>Но с того самого момента, как она научилась сражаться, Вареса не воспринимала воинов других племён как своих противников. В результате она не могла всерьёз сражаться со своими натланскими братьями и сёстрами... Вплоть до того, что дралась, словно обычная болельщица.<br>Песчаный Клинок Сейтаад отразил нерешительный выпад Варесы, в результате чего она ударилась головой о свод пещеры и заблудилась. Лишь после окончания командного этапа Паломничества она сумела найти дорогу к стадиону благодаря детёнышу юмказавра.<br>Нуста, ветеран клана Цветочного Пера, демонстрировала свою технику ударов, а разгорячённая Вареса аплодировала ей, совершенно не обращая внимания на окружающую обстановку. Когда она заметила, что товарищи Нусты ускользнули со Священным пламенем, было уже слишком поздно.<br>Самым сильным её противником был «Малипо» Кинич, который не уступал ей в скорости, но был гораздо проворнее. Уклоняясь от ударов Варесы, Кинич без труда отражал её атаки и изматывал Варесу, а затем так же быстро убежал, прихватив с собой Священное пламя её отряда...<br>Вареса пять раз участвовала в Паломничестве, но ни разу не прошла командный этап.<br>Тренер Иансан и вождь Акатль не могли ничего с этим поделать. Однако родители и друзья Варесы ни о чём не жалели и каждый раз отмечали её возвращение пышным пиром.<br>Если бы на её месте был кто-то другой, то, несмотря на свою силу, череда поражений непременно вызвала бы критику. Но жители Удела Благодатных Земель и даже воины других племён симпатизировали ей.<br>Вареса часто болтает с покупателями, когда продаёт фрукты. Она всегда спокойна, уравновешена и относится ко всем по-доброму. Когда покупатели платят чуть меньше, приобретают товар в рассрочку или по какой-то причине прибегают к бартеру, Вареса не показывает ни малейшего намёка на недовольство. Её доброта и непринуждённая манера поведения дарят чувство комфорта всем, кто общается с ней.<br>Не будет ошибкой сказать, что Вареса просто не способна сердиться на своих соотечественников.<br>Вареса должна беречь свою неистовую ярость - драгоценный ресурс - для самых важных сражений. В роли ключевого бойца патруля она делает всё возможное, чтобы выполнить свой долг. С тех пор как Вареса поступила на службу, она не потерпела поражение ни в одной битве и смогла отразить все атаки Бездны, защищая Удел Благодатных Земель.<br>Но что об этом думает сама Вареса?<br>Участие в Войнах ночных дозорных и столкновение с главными силами Бездны - неотъемлемая веха на её пути к становлению героем.<br>Зло не дремлет. Только лишь перехватывать атаки врага - нерациональный подход.<br>Вареса знает: если она не сможет одержать победу над своими недостатками, то не сможет одержать победу и в войне с Бездной. Если она не поймёт разницу между всплеском силы и порывом гнева на поле боя, то никогда не сможет стать настоящим героем...",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Сидя возле палатки и глядя на пылающий костёр, Вареcа много размышляла о том, что значит быть героем.<br>Впервые ступив на поле боя, Варесу охватил страх. Тогда она решила надеть маску и прокричать: «Пусть моё имя сияет ярче огня, поглощая злую тьму!» Этот девиз воодушевлял её, позволяя забыть о страхе и нерешительности.<br>В итоге этот ритуал стал неотъемлемой частью сражений. Когда она входила в особое состояние с помощью маски, она могла сражаться без колебаний, принимая на себя роль героини без страха и ограничений.<br>Но даже если она говорила и делала то же самое, что и герои легенд... разве это делает её героем?<br>А главное, почему она должна стать такой же, как другие герои?<br>Хочет ли она выглядеть так же эффектно, как они, оставить после себя славные деяния, о которых можно было бы слагать легенды и наслаждаться всеобщим восхищением?<br>А может быть, сравняться яростью с самыми стремительными воинами, сделав каждый удар ещё более мощным?<br>После того как величайшая угроза была преодолена, а Натлан одержал победу, Вареса услышала историю о Тумайни... и постепенно всё начало складываться в единую картину...<br>Она осознала, что не жаждет ни славы, ни вечного «врага», на которого могла бы направлять свой гнев.<br>Что её действительно восхищало в героях, так это их непоколебимая решимость, отвага и стойкость перед лицом Бездны.<br>Она не хотела стать простой копией своих кумиров, но хотела использовать их убеждения как вдохновение, чтобы следовать собственным принципам добродетели - защищать спокойствие повседневной жизни, чтобы каждый мог жить счастливо и без забот.<br>Пришло время сражаться как единственная и неповторимая Вареса и больше не прятаться за маской.<br>Самое главное - признать свои слабости и обуздать импульсивность.<br>С этой целью Вареса серьёзно занялась развитием самоконтроля под руководством Иансан, одновременно поставив перед собой ещё более сложные задачи - по возможности не надевать маску во время сражений и не представлять себя героем.<br>Сначала она чувствовала себя уязвимой без своей маски, и её подсознание вытаскивало на поверхность воспоминания о первых днях - о слабости и о панике. В замешательстве Вареса позабыла даже основные приёмы боя.<br>К счастью, бесчисленные сражения закрепили в мышечной памяти Варесы технику ударов. Хотя она не могла использовать всю свою силу, а неуверенность заставляла её спотыкаться и иногда даже падать перед врагами...<br>Но это была не самая большая проблема. Можно воспользоваться преимуществом силы и заставить врага трепетать от страха... Разве это нельзя считать правильным стилем боя?<br>Вареса постепенно привыкала, искала свой ритм и вливалась в боевую обстановку, сражаясь так, как считала правильным.<br>Она старалась превратить свою ярость в решительное мужество, встречая врагов в открытую. В разгар битвы она расцвечивала свои удары славой героев прошлого, возвеличивая великолепие собственных подвигов и одерживая громкие победы. Это была настоящая Вареса - идеальная воительница!",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Маска героя",
                "Content": "Первым героем, которого помнит Вареса, и тем, кто оставил в её душе самый глубокий след, была Фиетена.<br>В художественных произведениях Фиетена любила сражаться в алой маске и славилась своей исключительной скоростью, а также элегантными и неповторимыми приёмами ближнего боя.<br>Фиетена из Удела Благодатных Земель не только защищала мир в её родном крае, но и не раз приходила на помощь другим племенам. Она полюбила воина из клана Цветочного Пера и вышла за него замуж, тем самым Фиетена и её муж существенно укрепили связи между двумя племенами.<br>В целом, хотя Фиетена и не была такой великой героиней, как обладатели шести древних имён, она была уважаемой и легендарной личностью.<br>Комбинация натланской культуры граффити и популярных зарубежных произведений породила неиссякаемый поток новых историй о героях. В комиксах, которые так любит Вареса, можно найти множество историй, отличающихся крайне экспрессивными и будоражащими кровь художественными образами. Фиетена стала популярным персонажем благодаря своей уникальной истории.<br>Комиксы, в которых фигурирует Фиетена, насчитывают двенадцать томов и пять различных вариантов изображений.<br>Всякий раз, наведываясь к Детям Эха, Вареса пользуется возможностью научиться у мастеров основным приёмам ковки. Благодаря полученным навыкам она изготовила пять различных масок Фиетены.<br>Четыре вошли в её коллекцию, а маска «Второе участие в Войнах ночных дозорных» стала особенной.<br>У этой маски одна из самых впечатляющих и захватывающих историй. Но в силу сложности масштабных сражений в комиксах показывали лишь отдельные силуэты Фиетены, не давая детальной прорисовки её лица.<br>Поэтому, доверившись своей интуиции, Вареса дорисовала маску и сделала её своим символом в битве.<br>На самом деле, маска Варесы сильно отличается от маски Фиетены.<br>Настолько, что когда люди видят маску Варесы, они редко ассоциируют её с Фиетеной и понимают, что перед ними Вареса.<br>Осознав это, Вареса была поначалу разочарована и подавлена.<br>Однако всякий раз, когда она успешно выполняла задания патруля и обеспечивала мир в Уделе Благодатных Земель и его окрестностях, всегда находились те, кто хотел поблагодарить её.<br>Люди присылали ей её любимую еду и красивые украшения ручной работы.<br>Чтобы выразить благодарность Варесе, все стали рисовать на карточках, прилагавшихся к подаркам, маленькие маски, постепенно превратив их в личную эмблему Варесы.<br>Тренер Иансан удовлетворённо кивнула:<br>«Воспоминания о подвигах Фиетены навечно останутся в памяти людей. А вчерашние, сегодняшние и завтрашние победы - только твои. Воспринимай этот обычай как наивысшую похвалу!»<br>Услышав слова тренера, Вареса тоже решила поставить перед собой большую цель:<br>«Если однажды я стану общепризнанным героем, а истории о моих свершениях лягут в основу комиксов... Тогда я официально нареку эту маску \"маской Варесы\"!»",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Вареса часто повторяет, что ей снится кошмар, в котором она неустанно сражается с Бездной, но врагов меньше не становится. Сколько бы противников она ни победила, наступление не прекращалось.<br>Многие воины племени знают, что это не просто сон - это была настоящая ожесточённая битва.<br>В то время коварная Бездна воспользовалась периодом активности вулкана Толлан, чтобы волнами обрушиться на Удел Благодатных Земель в трёх разных направлениях. Цель заключалась в том, чтобы заставить воинов племени разделить свои силы, а затем уничтожить их одного за другим.<br>Всё произошло стремительно, и единственным подкреплением, которое успело прибыть вовремя, стала группа из племени Потомков Крон. Уделу Благодатных Земель пришлось противостоять натиску практически в одиночку.<br>Поскольку ограниченные силы были распределены по длинной линии обороны, каждая из оборонительных позиций была крайне уязвима. После детального анализа вождь решил разделить оборону на уровни, растянув их как можно дальше, чтобы выиграть время и создать буферную зону. Небольшая группа подкрепления из Потомков Крон не должна была непосредственно участвовать в бою. Вместо этого они должны использовать свои навыки скалолазания, чтобы занять стратегические высоты, где это возможно.<br>В то же время Удел Благодатных Земель отправил часть своих лучших воинов, чтобы они были готовы быстро нанести ответный удар.<br>Задача воинов Удела Благодатных Земель, расположившихся вдоль многоуровневой линии обороны, заключалась в том, чтобы замедлить продвижение Бездны. Хотя им не удалось полностью остановить вражескую армию, они смогли заставить её рассредоточиться и замедлить темп атаки.<br>Как только наступление противника начинало терять темп и возникала необходимость в корректировке стратегии, посланники Потомков Крон использовали свои мобильность и исключительное зрение, чтобы обнаружить и точно обозначить позицию вражеского командира.<br>В этот момент контратакующие силы вступали в бой в полную силу и устремлялись прямо в сердце вражеского строя, чтобы уничтожить предводителя монстров. Без его руководства с оставшимися врагами можно было справиться без помех.<br>Вареса, которая совсем недавно присоединилась к патрулю, слышала, что у тех, кто присоединится к контратакующему подразделению, будет возможность сразиться с вражеским командиром. Не раздумывая, она вызвалась добровольцем.<br>У Акатля и Иансан были свои опасения, но, учитывая крайнюю нехватку воинов и очевидные преимущества Варесы, они согласились выполнить её просьбу.<br>Стратегия была очевидна, но её реализация - совершенно другая история.<br>Первая контратака. Меньше десяти воинов прорвались через вражеские ряды. Вареса идеально взаимодействовала с ними и с лёгкостью повергла предводителя врага.<br>Во втором контрнаступлении шесть воинов, включая Варесу, приблизились к ядру противника. Действуя слаженно со своими товарищами по оружию, Вареса быстро и решительно расправилась с командиром противника.<br>Во время последнего наступления Иансан, один из столпов линии обороны, сражалась в полную силу, чтобы открыть путь вглубь вражеского строя. Когда она повернулась, чтобы проследить за продвижением, то поняла, что только Вареса успела вовремя занять свою позицию...<br>Вареса еле шла, вся покрытая ранами. На левом плече она несла измождённого бойца, которого передала Иансан. А правой рукой она тащила за собой изуродованное тело митачурла, которое затем швырнула во вражеский строй, разбросав в стороны скопище монстров.<br>Помутневший взгляд Варесы говорил о том, что она едва держится на ногах. Но её тело продолжало бороться в полную силу, движимое одновременно яростью и чувством долга.<br>Дрожащими руками она достала из кармана потрёпанную маску, надела её и прошептала:<br>«Я больше не та испуганная девочка. Я хочу сражаться как герой».<br>Прежде чем Иансан успела остановить её, Вареса изо всех сил устремилась вперёд, круша камни под ногами. Она прорвалась сквозь ряды монстров и бросилась на вражеского предводителя, окутанная багровым пламенем.<br>Через несколько мгновений из глубины орды монстров послышался раскат грома. Останки их предводителя взлетели ввысь, прочертив в небе красивую дугу...<br>Когда пыль улеглась, Иансан начала поиски и нашла крепко спящую Варесу, погребённую в толще поля боя. Однако Глаз Бога в её руках не спал, окутывая её тело опасными, пульсирующими молниями.<br>Вареса пролежала без сознания полмесяца. Когда она очнулась, то не могла вспомнить ни одной детали битвы. К тому времени её раны чудесным образом затянулись, и она снова была в отличной форме.<br>Вареса слышала восхищённые возгласы толпы на пире в честь своего триумфа, смотрела на Глаз Бога в руке и гордость переполняла её... ведь она никого не подвела.<br>Она больше не пыталась найти ответы на свои вопросы! Сейчас главное - хорошенько подкрепиться!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Привет! Меня зовут Вареса, я воительница из Удела Благодатных Земель, и я занимаюсь садом... Если ты любишь еду или хочешь покупать свежие фрукты тележками или... если тебе нравятся истории о героях, то нам обязательно нужно пообщаться! Я покажу тебе всю здешнюю вкусную еду, предоставлю самые качественные фрукты во всём нашем племени и расскажу самые крутые истории о величайших героях, которые когда-либо жили!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Еда",
                "Content": "Мои родители говорят, что, как бы ни был занят, если голоден, всегда нужно сесть и как следует покушать. Я люблю положить себе в тарелку побольше съестного, размять, сделать глубокий вдох и съесть всё одним махом. Так я наедаюсь досыта, не теряя много времени!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Силовые тренировки",
                "Content": "Если силу не использовать, она покинет тебя. Ну что, хочешь потренироваться со мной как-нибудь?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Управление фруктовым садом",
                "Content": "Во фруктовом саду много дел: полив, прополка, удобрение почвы, поддержание нужной температуры. Но особенно важно, чтобы у фруктов было хорошее настроение!",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Хи-хи-хи, растения в саду наверняка очень любят такую погоду. И заврианам сегодня не придётся их поливать.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Я как-то читала, что Фиетена могла запускать молнии обратно в небо! Так что мне нечего бояться... Ик!",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Посмотри только... Он такой белый и такой холодный... А съесть можно?",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Так приятно и тепло... После еды на солнышке тянет вздремнуть... *зевает* Ммм...",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Если ветер будет дуть в спину, я наверняка смогу бежать ещё быстрее... Нет, это для ленивых. Никаких поблажек!",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Ох... Доброе утро... Так хочется ещё подремать... Нет! Сделаю сто отжиманий, чтобы взбодриться!",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Пора обедать! Нужно наесться досыта, чтобы набраться сил!",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Есть знаменитое высказывание одного героя: «Если к вечеру устал, значит, сегодня много работал и приложил все свои силы». Так что иногда усталость - это доказательство славных дел!",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Ах... Я не потратила много энергии сегодня, но уже так поздно, что я хочу спать... Почему бы тебе не найти себе хорошую, мягкую подушку и не лечь спать пораньше? Самые лучшие подушки - те, что сделаны из сушёных листьев злакофрукта... Напомни мне... сделать такую для тебя... как-нибудь... Хр-р...",
                "Tips": []
            },
            {
                "Title": "Вареса о себе: Сытость и сила",
                "Content": "Теоретически, чем больше ешь, тем сильнее становишься - при условии, что ты также усердно тренируешься, а не просто сидишь и ешь целыми днями. Но в моём случае это правило выглядит как бы обратным... Я сперва стала сверхсильной, но надо признать, что я никогда не могу насытиться. Когда я только стала помогать родителям во фруктовом саду, у меня начинала кружиться голова от голода через каждые несколько часов... Так что да, именно поэтому мне приходится есть такими огромными порциями, даже если это может выглядеть немного... э-э... чересчур...",
                "Tips": []
            },
            {
                "Title": "Вареса о себе: Героический эпос",
                "Content": "С самого детства я обожаю слушать истории о героях. Благодаря их былым сражениям сейчас я могу спокойно спать и есть то, что мне нравится. В нашем племени жила героиня по имени Фиетена. Она бегала очень быстро и могла расколоть горы ударом ноги! Кто-то как-то сказал, что мой боевой стиль немного похож на её. Такое мнение меня очень обрадовало...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О нас: Эпичность",
                "Content": "Мои друзья рассказали мне о твоих удивительных деяниях! Про победу над очень сильными врагами и множество впечатляюще звучащих званий! Думаю, нам стоит попросить кого-нибудь из художников граффити создать книгу, нарисовав тебя в разных стилях, чтобы ты выглядел{F#а} эпически круто в соответствии с каждым званием! Тогда множество детей вырастут, читая истории о тебе, и захотят стать такими же героями, как ты!",
                "Tips": []
            },
            {
                "Title": "О нас: Вперёд плечом к плечу",
                "Content": "Теперь ты Тумайни, гордость Натлана, {F#величайшая героиня}{M#величайший герой} этой эпохи! Невероятно... Рядом с тобой я совсем не нервничаю и не трепещу. Понимаешь, о чём я? Нет ощущения, будто я ниже, а ты выше. Не знаю, может, это потому, что ты всегда так легко и искренне общаешься со мной? Я просто хочу быть рядом и помогать, когда тебе понадобится моя помощь. Как древние воины, которые сражались бок о бок с героями, творившими историю!",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Если верить тканым свиткам, Глаз Бога появляется в поворотный момент жизни и медленно опускается на ладонь, сияя ярким светом, который словно говорит: «Это предначертано судьбой»... Но я, наверное, забыла обо всём этом, потому что я помню только... Мне снился ужасный кошмар, в котором я целую вечность отбивалась от монстров у входа в лагерь своего племени и чуть не умерла... А когда я проснулась, у меня на лбу лежал Глаз Бога. Может быть, во сне я была... благословлена героем?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "После нескольких визитов к Детям Эха я научилась кузнечному искусству и выковала свою маску! Интуиция подсказала мне взять за основу маску, которую Фиетена надела во время своего второго сражения в Войнах ночных дозорных. Тогда она ещё не была Бесстрашной Скалой, но в той битве ей всё же удалось победить свои страхи и одолеть всех монстров. Я поверила, что эта маска может стать для меня неиссякаемым источником мужества, и, как показала жизнь, я оказалась права!",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Говорят, что члены Гильдии искателей приключений могут путешествовать по Тейвату, а это значит... что им не нужно думать о том, как долго будут свежими фрукты, не нужно спешить на работу, и они не ограничены конкретным регионом, а могут отправиться куда угодно, чтобы попробовать местную еду? Хм... У меня есть фруктовый сад, за которым нужно присматривать, поэтому дальние путешествия не для меня. Не знаю, берут ли они на подработку?",
                "Tips": []
            },
            {
                "Title": "Об Иансан: Учитель и наставник",
                "Content": "Иансан - мой тренер. Я равняюсь на неё! Она помогла мне найти мою истинную силу, научила сражаться и даже устроила в патрульную команду нашего племени. Её очень уважают в патрульной команде, поэтому большую часть времени она отдаёт мне приказы, а я иду сражаться туда, где это необходимо. Так что она одновременно и мой тренер, и мой командир!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Иансан: Постоянное обучение",
                "Content": "Тренер Иансан говорит, что хотя большинство монстров теперь для меня сущий пустяк, мне ещё предстоит пройти долгий путь, ведь самые грозные враги - те, для которых нужна целая команда героев, работающих как единое целое. Я стараюсь следовать её плану тренировок каждый день, но... он подразумевает и контроль за питанием. Вот почему я не могу есть жареную пищу или что-то с кремом и сахаром, когда она смотрит. Она говорит, что это вредно для здоровья, но это так вкусно. Очень хочется... Иногда, когда я не могу больше сопротивляться, я отправляюсь в одно тайное место на природе, чтобы перекусить... Если мы с тобой когда-нибудь окажемся на большом празднике вместе, пожалуйста, никому не рассказывай!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "О Мавуике...",
                "Content": "Говорят, что блины, которые Мавуика навешивает на штангу, в пять раз тяжелее веса её пламецикла! И она использует минимум десять блинов только для разминки... А ещё ходят слухи, что она может поднять валун размером с длинношеего носорога всего двумя пальцами! Если бы кто-то другой был таким же сильным, я бы постеснялась поднимать тяжести в его присутствии. Но с Мавуикой всё иначе... Её голос успокаивает, а взгляд вдохновляет и ободряет. Это заставляет меня стараться изо всех сил каждый день. Конечно, возможно, мне никогда не стать такой, как она, но это не повод сдаваться. Я буду верить в себя и стану лучшей версией Варесы!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Муалани...",
                "Content": "Как-то тренер Иансан заметила, что я набрала вес, и решила, что мне нужно немного похудеть. Поскольку плавание считается хорошим способом сжигания жира, она организовала для меня интенсивную программу у Народа Родников. Я плавала, а Муалани каталась на сёрфе и возила за собой тренера Иансан в спасательном круге, чтобы она могла следить за моим прогрессом... Каждый день она заставляла меня преодолевать практически те же расстояния, как когда я пробегала по тридцать тысяч шагов... *вздрагивает*... К счастью, Муалани тайком подбрасывала мне конфеты, чтобы поддержать мой уровень энергии. Иначе не знаю, как бы я выжила... Я так ей благодарна...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Киниче...",
                "Content": "Я не так часто участвовала в Паломничестве, но однажды на групповом этапе мне пришлось столкнуться с Киничем. Этот парень такой проворный... Он уклонялся от всех моих атак, пока я совсем не выдохлась, а потом одним ударом отправил в нокаут... К тому времени, когда я поняла, что стоит позвать товарищей по команде, чтобы они помогли остановить его... он со Священным пламенем был уже далеко.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шилонен...",
                "Content": "Я училась ремесленному мастерству у Детей Эха в «Самоцветах Мухуру». Там ремесленники постоянно говорили о Шилонен! На самом деле я видела её мельком всего раз или два, у нас не было возможности поговорить. Зато я узнала о её музыкальных предпочтениях! Она составила список музыкальных произведений, который звучит у них в магазине. Все мелодии очень запоминающиеся. Ритмичная, зажигательная музыка. Под такую хорошо заниматься пробежками. Клянусь, слушая её, я могу пробежать гораздо больше!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ситлали...",
                "Content": "О, я видела её имя в колонке писем читателей некоторых комиксов. Бабушка Ицтли пользуется огромным уважением: она самый крутой герой из Повелителей Ночного Ветра! Но, признаться, я всегда предполагала, что она должна выглядеть намного старше... Я не узнала её, когда увидела мертвецки пьяной в таверне. У неё при себе не было ни единой моры, и она что-то еле слышно бормотала. Я разобрала только, что она сказала: «Повелители Ночного Ветра». Тогда я оплатила счёт, перекинула её через плечо, отнесла к Повелителям Ночного Ветра и стала расспрашивать о Бабушке Ицтли. Но всякий раз, когда люди оборачивались, чтобы посмотреть, кто же у меня на плече, их лица искажались от ужаса... И тут до меня начало доходить, что что-то не так...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дори...",
                "Content": "О... Это же... та маленькая девушка-босс, у которой бездонные карманы? Она яростно торгуется... Каждый раз, когда она покупает фрукты, ей удаётся сбить цену по меньшей мере на тридцать-сорок процентов. Иногда даже больше! Но плюс в том, что она покупает огромными партиями - по несколько тележек за раз. А ещё она разрешает мне погладить её лохматого вьючного яка. Он такой пушистый и большой милашка...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Об Эскофье...",
                "Content": "У госпожи Эскофье очень строгие стандарты... Каждый раз, когда её ресторан оптом заказывает мои фрукты, она отбирает несколько штук для... как это называется... да, «анализа образцов». Если сладость или вкус хоть немного отклоняются от нормы, она отбраковывает всю партию... Но, опять же, как она готовит? Это что-то из ряда вон выходящее. Великолепный вкус... Хе-хе... Если бы я только могла есть её блюда каждый день! Наверное, для этого мне придётся стать божеством.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Узнать больше о Варесе I",
                "Content": "Я верю, что в мире гораздо больше хороших людей, чем плохих. Они для нас строят удобные дома, создают красивую мебель, готовят вкусную еду, создают потрясающую музыку и прочие радости жизни... Даже если я называю неправильную цену фруктов, покупатели обычно достаточно любезны, чтобы сообщить мне об этом, а не воспользоваться моей ошибкой. По крайней мере, я никогда не встречала настолько ужасных людей, чтобы они мне разонравились. С другой стороны, монстры... Я не знаю, что с ними происходит, но только на них я злюсь всерьёз... Особенно на чудовищ Бездны! Они коварны, страшны и абсолютно ужасны!",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Варесе II",
                "Content": "Бездна напала на Удел Благодатных Земель, когда я была совсем маленькой. Тогда пострадали многие мои знакомые... Мои родители могли только спрятаться в хорошо замаскированном подвале и забаррикадировать дверь. Я до сих пор помню звук, с которым монстры пытались выбить дверь... Я была так напугана, что даже не осмеливалась громко кричать... К счастью, команда Патруля вовремя подоспела и спасла нас, но это заставило меня задуматься: даже если бы герои прошлого были бессмертными, дел у них было бы немало. Они не могли бы быть везде и сразу и защищать всех. Но, может быть, если я буду тренироваться и учиться драться, то в следующий раз вместо того, чтобы ждать спасения, я буду достаточно сильна и самостоятельно дам отпор.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Варесе III",
                "Content": "Когда я училась сражаться, как только я оказывалась перед монстром, у меня начинали колени подгибаться... Я говорила себе: мне нужно лишь прогнать плохишей, и тогда я смогу вернуться к своей счастливой жизни! Тогда я надевала маску, закрывала глаза, представляя, что я героиня из прочитанных историй, и бросалась на чудовищ... Мне всегда удавалось оттолкнуть их, хотя я и не видела, куда несусь. Однажды я выбила дубинку из рук хиличурла, она отлетела и ударила тренера Иансан прямо по голове. Так она впервые заметила меня, решила, что у меня есть талант, и взяла под своё крыло...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Варесе IV",
                "Content": "Я и не предполагала, что спустя всего несколько месяцев упорных тренировок все будут говорить мне, что я одарённая и должна участвовать в Паломничестве... Дело в том, что я считала своими врагами только монстров, поэтому мысль о том, чтобы сражаться с милыми людьми из моего племени, тем более с друзьями, которым я раньше продавала фрукты... приводила меня в ужас. Я не умела контролировать свою силу. Что, если я ударю кого-то слишком сильно и покалечу? ...Понятно, что из-за таких опасений я не смогла показать хорошие результаты на соревнованиях. После череды поражений я сказала, что слишком боюсь пробовать ещё раз... и к тому моменту меня уже перестали подталкивать к участию.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Варесе V",
                "Content": "Я знаю, в чём моя проблема. Мне приходится надевать маску в буквальном смысле и представлять себя кем-то другим, иначе я не могу сражаться. Я... избегаю быть собой, наверное. И если я хочу преодолеть этот страх, мне надо научиться контролировать свою силу и оттачивать каждое движение с той же тщательностью и осторожностью, как при взвешивании фруктов на весах. Только тогда я смогу сражаться максимально эффективно... и сражаться в своей ипостаси. Раз уж мы заговорили об этом... У тебя сила уровня божества, но ты, кажется, полностью контролируешь её. В любой ситуации ты всегда используешь нужное количество силы - не меньше и не больше, чем необходимо. Так что... ты мой герой. Можешь научить меня сражаться так же?",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Хобби Варесы...",
                "Content": "Мне нравится жить в палатке на природе в местах с красивыми видами! Вдоль маршрута, по которому ездят наши тележки с фруктами, есть несколько действительно впечатляющих мест. После того как поставишь палатку и установишь котелок для приготовления пищи, так приятно расслабиться в кресле у костра... Петь песни, любоваться пейзажами, смотреть на звёзды... а потом поесть горяченького. Ничего не может быть лучше!",
                "Tips": []
            },
            {
                "Title": "Беспокойство Варесы...",
                "Content": "Я не понимаю, что такого в этих книгах, которые читает тренер Иансан. В них говорится о научно обоснованном методе тренировок, который придумали в Сумеру и Фонтейне. Это кажется таким чрезмерно сложным... Только из-за того, что у меня слишком высокий процент жира в организме, тренер Иансан не разрешает мне есть сладкое и удваивает количество овощей в моём рационе? Так печально...",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Я всегда ем досыта, пока не почувствую прилив сил! Я люблю всё с насыщенным вкусом. Соусы с этой точки зрения очень хороши, а вкусное блюдо всегда должно содержать много сахара. Обожаю пламенное тушёное мясо и «Время для горячего источника»: каждый кусочек - чистое блаженство. ...Уф, но не стоит переедать, иначе потом возникнет чувство вины...",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я не очень люблю подгоревшую, просроченную или недоготовленную пищу... Даже если я могу стерпеть вкус, такая еда не даёт мне энергии. Эх... Наверное, в этом смысле я совсем не похожа на Фиетену. Рассказывают, что в худшие дни войны она выживала, кушая одни заплесневелые татако и мясо, зажаренное почти до состояния углей. И всё равно отбивалась от врагов... Я понятия не имею, как ей это удавалось.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Ммммммммм! О-о-о... Это было так вкусно! Я словно в раю... Ух... Ты... Ты невероятный повар! Если бы ты... Если бы тебя когда-нибудь пригласили готовить для Состязания эпичного пиршества, люди бы вылизывали тарелки дочиста! И так много людей записалось бы для участия, что, возможно, мне пришлось бы даже побороться за своё звание!",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Вкус потрясающий... Я могла бы съесть ещё сотню таких порций, и мне бы не надоело! О, нет-нет, не надо готовить ещё сто порций только для меня. Не хочу доставлять тебе хлопот... Я... Я имею в виду, я могла бы съесть ещё немного, думаю...",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Не знаю почему, но будто что-то не так... Может, потому что я не поела закуску? Как будто это блюдо - поле битвы, и герой должен биться до конца... Да, верно, это вкус войны! Итак, челюсти победы, вперёд!",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Хи-хи... Сегодня твой день рождения, я так рада! В нашем племени принято собирать всех друзей и устраивать пир у костра. Именинник будет чокаться со всеми и пить вдоволь! Хотя... учитывая, что ты {M#такой знаменитый}{F#такая знаменитая}, думаю, в итоге тебе придётся выпить не меньше тысячи бокалов... Это было бы очень весело, я уверена, но, вероятно, не лучшим образом сказалось бы на твоей печени. К тому же это может быть утомительно... Хм, а как насчёт более скромного варианта? Например... частная вечеринка в моём лагере, расположенном в тайном месте?",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Ого... Уже чувствую результат тренировок. Мне так хочется бежать, прыгать, разбивать все препятствия на своём пути!",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Отлично! Я чувствую себя так, как будто съела тысячу порций пламенного тушёного мяса! Мои атаки и удары становятся столь же мощными, как извержение вулкана!",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Моя цель... стать сильной воительницей, как герои, которыми я восхищаюсь, и бороться за самое главное - за справедливость. Ведь каждый заслуживает счастливой и беззаботной жизни без плохих событий и плохих людей!",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Хочу, чтобы мои уверенность и храбрость развились так же, как когда-то увеличилась сила. Я знаю, что однажды смогу сражаться без маски и сохранять непоколебимую уверенность настоящего героя!",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Бам!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Удар головой!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Хэйя!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "В атаку!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Время справедливости!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Герой уже тут!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VII",
                "Content": "Нельзя опаздывать...",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VIII",
                "Content": "Поспеши, Вареса!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IX",
                "Content": "Бегу!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Тебе пора сдаться!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Мощный удар!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Даруй мне силу, Фиетена!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии IV",
                "Content": "«Искрой моего имени да возгорится ночь!»",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии V",
                "Content": "Максимальная мощь!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии VI",
                "Content": "Невероятный удар!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Ого, как сияет!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Это можно есть?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Он из-под земли появился?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Я разозлилась!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Подлый удар...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "От тебя не так-то просто отделаться...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Давай я помогу!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Нехорошо...",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Я не признаю... поражение...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "У-у-у...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Не осталось сил...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Хватит!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Ой-ой-ой!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Как грубо!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Нас ждёт путешествие... или соревнование?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Ура! Будет весело!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "А еды хватит? У меня с собой есть!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "111": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Сладость счастья",
                "Desc": "Наряд Варесы. Для Варесы сладкое - это дар небес. Ярко-розовые и изумрудно-зелёные пирожные, фруктовые чаи и сладости - источник радости номер один в мире! Жаль только, что тренер не разделяет её любовь к сладостям.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108810,
            "JD": 108808,
            "Name": "<b>«Грибная гора» (порция на одного)</b>",
            "Eff": "Увеличивает шанс крит. попадания всех членов отряда на 16% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Варесы. Девушка в наряде, подобном розовой сахарной вате, с лёгкостью подаёт это огромное блюдо одной рукой. Аромат грибов с сыром заставляет потянуться за столовыми приборами прежде, чем приходит осознание. Эм... разве можно съесть столько еды за один день?",
            "Recipe": {
                "101256": 2,
                "101243": 1,
                "110009": 1
            },
            "Icon": "UI_ItemIcon_108800"
        },
        "Namecard": {
            "Name": "<b>Источник силы</b>",
            "Desc": "Именная карта.<br>Откуда берётся такая мощь? Может, это как-то связано с её зверским аппетитом?..",
            "Pic": "UI_NameCardPic_Varesa_P"
        }
    }
}

var acs_cache_ = {}