// Auto Generated

var _AvatarFetterConfig_ = {
    "22": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Неведомые ветра привели барда в эти земли. Порой его песни стары как свет, а иной раз он напевает ещё ненаписанные строки.<br>Он любит яблоки и живую атмосферу, но не любит сыры и всё липкое.<br>Когда он управляет ветрами, его Анемо сила проявляется в виде перьев. Венти привлекает их лёгкость и беспечность.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Венти поселился в Мондштадте совсем недавно, и его заработок был намного ниже остальных бардов-мондштадтцев. Но завидев достаточную сумму в горшочке, будьте уверены, Венти потратит её в ближайшей таверне.<br>Но несовершеннолетний облик Венти не позволяет ему купить алкоголь.<br>Когда ему отказали в первый раз, Венти только пробормотал что-то вроде: «А вот раньше таких правил не было...» Но когда он узнал, что подобное правило установлено во всех тавернах города, Венти придумал новый план...<br>Вместо того, чтобы просить за свои выступления мору, Венти зажимал в зубах бокал одновременно играя на лире и просил своих зрителей подливать ему вино.<br>Такие нововведения добавили ему популярности в Мондштадте.<br>Однако главной причиной срывов выступлений была его аллергия на кошек.<br>Он начинал неистово чихать даже при одном их виде и надеялся, что рядом не будет проходить кошки, когда он будет выступать с зажатым в зубах бокалом вина.<br>Поэтому Венти для своих выступлений выбирает места подальше от пушистых, но каким-то образом бездомные коты тянутся к нему даже с других концов города.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "В центре долины Ветров возвышается огромный дуб, который, согласно легенде, был посажен Веннессой, давным-давно вознёсшейся на Селестию.<br>Уже несколько месяцев отдыхающие у дуба путешественники слышат мальчика, поющего легенды об Анемо Архонте Барбатосе.<br>В отличие от большинства других Архонтов, правящих соседними королевствами, Барбатос давно покинул Мондштадт. Всё, что осталось от него, - статуи, лишь отдалённо его напоминающие. Но к счастью, его прошлые деяния сохранились в книгах и эпических балладах, поколениями воспеваемых бардами.<br>Однако в отличие от каноничных произведений, рассказывающих о подвигах Архонта, Венти поёт про Барбатоса немного иные вещи. Зачастую его песни повествуют о странных приключениях и озорстве.<br>К примеру, он рассказывает, как Барбатос однажды украл скипетр Крио Архонта, подменив его дубинкой хиличурла...<br>Это весьма задевает верующих в Архонта горожан, но, сталкиваясь с обвинениями, Венти отвечает без зазрения совести: «Откуда вам знать, правда это или нет?»<br>И с этим нельзя спорить, ведь даже самым посвящённым сёстрам не известно, что на самом деле происходило с Барбатосом тысячелетия назад. И за загадочной улыбкой Венти скрывает правду о том, что все его басни - выдумка. Но разве можно винить его за ту музу, что приходит после пары бокалов вина?",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Около двух тысяч шестьсот лет тому назад ещё гремели Войны Архонтов, а семи Архонтам только предстояло установить свою власть над миром.<br>В те времена город под названием Мондштадт окружали ураганы, непреодолимые даже для птиц. Нескончаемый ветер перемалывал городскую землю и камни в мельчайшую пыль.<br>Владыка ветра, Бог бури Декарабиан, восседал в своей высокой башне. С презрением смотрел он на своих подчинённых, которые сгибались от нескончаемого ветра, и радовался их видимой покорности.<br>Венти тогда был всего лишь струйкой среди ревущих над землями севера ветров.<br>Тот, кого позже будут величать Барбатосом, был мелким элементалем без намёка на божественное величие, ветерком, приносившим едва заметные перемены к лучшему или крохотные семена надежды.<br>В древнем Мондштадте Венти повстречал юношу. Юноша тот играл на лире и жаждал писать самые лучшие стихи.<br>«Я так мечтаю увидеть птиц».<br>Молвил он, рождённый в стенах ветра, из-за которых не видно было ни синего неба, ни орлов, ни зелёной травы. Слова его заглушал вой ветра.<br>«Почему бы тебе не пойти со мной, друг?»",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ежели тебя не поддерживают ветра»"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Для юноши, который родился в объятом ветрами городе и никогда не видел птиц, элементаль Венти добыл орлиное перо.<br>Позже в Мондштадте разразилась война за свободу.<br>С пером за пазухой Венти вместе с другом наблюдал, как в дыму восстания своенравному тирану приходит конец.<br>Правитель считал, что оградил своих подданных от холодов, и ему казалось, что они любили его не меньше, чем тот любил их.<br>Но даже после победы Венти отдать юноше перо не смог, ведь он погиб в борьбе за песни, небо, птиц и людей, живших в стенах из ураганов.<br>С падением старого божественного трона родился новый бог. Анемо Архонт Барбатос чувствовал, как переливается сила на кончиках его пальцев.<br>С помощью этой силы он первым делом переродился в обличье того юноши.<br>Ведь на лире, которую юноша так любил, играть он мог только приняв форму человека.<br>Перебирая струны, он божественным ветром разогнал лёд со снегом и расколол горы.<br>Новому Мондштадту он велел стать городом свободы, страной без короля.<br>Со временем он станет прекрасным, полным романтики городом.<br>«Ему тоже хотелось бы жить в таком месте».<br>Так для Мондштадта началась новая эпоха.",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Ежели тебя не поддерживают ветра»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Не всё в Мондштадте сотворено Анемо Архонтом.<br>Сейчас я вознесу похвалу о том, как прекрасно всё сущее...<br>Хвала западному ветру за вечную ласку,<br>Цветам за прекрасную весеннюю сказку,<br><br>Зяблики, утки, кроли, кабаны,<br>Равнины Мондштадта, что жизни полны.<br>Бродит лев средь зелёных лугов,<br>Такой он красавец, что других нету слов.<br>Жаркая грива солнца видна,<br>Потому так приятна прохлада вина.<br>Тонкая тропка меж гор ковыляет,<br>По ней ветер восточный не ходит - летает.<br>Полями, садами он низко пройдёт,<br>Запахи фруктов он нам принесёт.<br>Северный ветер дремлет в лесу,<br>А серые волки ходят внизу.<br>Анемо Архонту известно, что он<br>Увидит чудный, ласковый сон.<br>Времена года друг за другом идут,<br>И эти ветра никогда не умрут.<br>Главная роль в этой песне - моя,<br>Ведь кто её спел бы, если не я?",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Ежели тебя не поддерживают ветра»"
                ]
            },
            {
                "Title": "Заговор против ветра",
                "Content": "Спустя тысячу шестьсот лет после основания свобода из Мондштадта почти что исчезла.<br>Барбатос, не желая становиться тираном, ушёл. Но он представить себе не мог, что наделённые свободой люди создадут себе тирана сами.<br>Жестокие, глухие до криков угнетённых аристократы, которые правили Мондштадтом, принесли на эту землю рабство.<br>Через тысячу шестьсот лет Анемо Архонт вернулся в бывший Город Свободы. Он услышал крики рабыни Веннессы, и вместе они начали свергнувшее аристократов восстание.<br>Всё вышесказанное - каждому знакомая официальная история Мондштадта.<br>Но об одном небольшом, но крайне любопытном эпизоде почти никому не известно.<br>Людей в борьбе за Мондштадт и правда объединила Веннесса, но многие солдаты восстали против аристократов из-за «Заговора против ветра».<br>По этой предательской сделке правящая аристократия отрекалась от ветра и продавала всё в Мондштадте Гео Архонту из соседнего королевства.<br>Скрепляла её печать, какую не могло выгравировать ни одно божество, кроме Властелина Камня.<br>Угнетавших рабов солдат бросало в дрожь от мысли, что им уготована судьба невольников на чужой земле.<br>Весть об этом, а также конфликт, распространились подобно степному пожару, который поглотил аристократию. Лишь много лет спустя историки обнаружили, что сделка эта была ненастоящей.<br>Оказалось, что Венти хотел разыграть Гео Архонта, и поэтому упражнялся в подделывании подписей, но провести бога торговли и богатства так и не сумел. Тем не менее его бесполезное мастерство наконец проявило себя через несколько сотен лет.<br>Какое отрадное совпадение.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Песнь о драконьей свободе»"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Семеро Архонтов обладают великой силой, поэтому Глаза Бога им ни к чему. Но Барбатос очень привязался к миру смертных и хотел свободно путешествовать по Мондштадту в обличье «Венти», поэтому он и создал стеклянный шар, внешне ничем не отличавшийся от Глаза Бога. Особых функций эта подделка не имела, и в использовании элементальных сил Венти обходился без неё. Но поскольку Венти вечно ленится носить с собой Небесную лиру, он наделил поддельный Глаз Бога способностью превращаться в обычную деревянную лиру.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Песнь о драконьей свободе»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "*Зевает* Неплохо я вздремнул. Ах, путешественни{F#ца}{M#к}, вот мы и встретились снова! Что? Ты меня не помнишь? Ха-ха-ха, тогда позволь мне заново присоединиться к твоей команде. Я должен удостовериться в том, чтобы все барды мира рассказывали истории о твоих похождениях!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Музыка",
                "Content": "Конечно, я сыграю тебе ещё одну песню, но на этот раз с тебя яблоко!",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Сидр",
                "Content": "Вот бы сейчас сидеть на дереве с бутылочкой сидра в руке и любоваться бескрайними полями и лугами... Эх...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Поэзия",
                "Content": "Пойдём же, путешественни{F#ца}{M#к}! Нам ещё предстоит отыскать множество утраченных баллад.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Пошли прыгать по лужам! Посмотрим, у кого получится больше брызг!",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Ох, дождь уже закончился? А я только разыгрался.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Давай дождёмся, пока нападает снег, и сыграем в снежки!",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "О, ветер снова поднялся! Раскрывай свой планер!",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро! Ну что, готов{F#а} к новым свершениям?",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Мой живот урчит, но нельзя, чтобы меня снова поймали на воровстве еды из винокурни «Рассвет»... О, это ты! Куда путь держишь? Можно мне с тобой?",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Ещё рано спать. Пошли прогуляемся!",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Ты уже баиньки? Ха-ха, сладких снов, друг!",
                "Tips": []
            },
            {
                "Title": "О Венти...",
                "Content": "Практиковаться? Мне? Ха-ха, зачем? Я ведь и так знаю все песни в Тейвате.",
                "Tips": []
            },
            {
                "Title": "О нас: Новые песни",
                "Content": "Я решил написать песню о тебе! Ну чего ты так на меня смотришь? Боишься, что не сможешь позволить себе такую роскошь? Да перестань, для тебя такая услуга стоит ровно ноль моры! Хотя... ты мог{F#ла} бы поделиться со мной ещё какими-нибудь интересными историям из своей жизни!",
                "Tips": []
            },
            {
                "Title": "О нас: Герои",
                "Content": "Ха-ха, как только принц{F#есса} в моей истории спасёт принц{F#а}{M#ессу}, я сразу сделаю так, что песнь о н{F#ей}{M#ём} разлетится по всем уголкам Тейвата.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Апостолы",
                "Content": "Вечерний бриз настраивает на то, чтобы стать моим учеником, ты так не думаешь? Мы можем начать прямо сейчас. Тебе всего лишь придётся сделать мне небольшое подношение...",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Песнь о драконьей свободе»"
                ]
            },
            {
                "Title": "О нас: Просьбы",
                "Content": "Думаешь, что я недостаточно делаю в качестве Анемо Архонта? Ну знаешь, тебе тоже не мешало бы постараться, чтобы стать моим последователем. Ты мог{F#ла} хотя бы показать свою заинтересованность...",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Песнь о драконьей свободе»"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "М? Интересно, откуда у меня Глаз Бога? Ну вот, держи, посмотри сам{F#а}. Если хочешь, я могу сделать для тебя такой же, ха-ха.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Olah! Ха-ха, так хиличурлы говорят «привет». Всякие на первый взгляд ненужные знания помогают сделать лексику композиций более богатой. Однако я до сих пор не написал ни одной песни на хиличурлском...",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "А ты когда-нибудь видел{F#а} сесилию, путешественни{F#ца}{M#к}? Это изумительный белый цветок, который растёт только в самых удалённых местах, на скалистых горах. Для меня это самый красивый цветок во всём Тейвате.",
                "Tips": []
            },
            {
                "Title": "О Джинн...",
                "Content": "Действующий магистр Джинн... Какого ты о ней мнения? Да, не могу согласиться: сознательна, смела... добра и внимательна. Напоминает мне одного моего хорошего друга...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дилюке...",
                "Content": "Я не удивлён, что ты хочешь подружиться с Дилюком. Только представь, сколько винтажного вина хранится в его погребах... Муа-ха-ха-ха... А? Он не даёт тебе попробовать? Ни малейшей капельки? Хм... Ну, я думаю, ты хотя бы можешь оценить его аромат. Это всё же лучше, чем ничего, верно? Нет?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Барбаре...",
                "Content": "Милый пастор с нежным голосом, ты знаешь её? Да? Идол? Концерты? Сходки фанатов? Ого... Это сила музыки...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Рэйзоре...",
                "Content": "Мальчик из Вольфендома с белыми волосами, да. Его вырастили волки? Правда? Тогда понятно, почему так знаком его запах...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Моне...",
                "Content": "Ох, тот астролог? Гляди, астрология и моё пение - это почти одно и то же. В обоих случаях у тебя не остаётся денег даже на выпивку! Ты считаешь, что астрология - это культурное явление, и поэтому оно ценнее? Хм, как грубо, пение уличных бардов не менее ценно!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дионе...",
                "Content": "В «Кошкином хвосте» есть один известный во всей округе напиток. Но он... а-а-а... Апчхи! *Шмыгает* Можешь принести мне бокальчик, пожалуйста? Я буду очень-очень тебе благодарен, обещаю.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Альбедо...",
                "Content": "Как объяснить образование белого мела в чёрной земле? Или образование земной коры в бескрайней пустоте космоса? За всем стоит та же древнейшая сила, что позволила чистейшей почве дать жизнь человеку... Но пытаться обуздать подобную силу очень и очень чревато. Боюсь представить, что может произойти, потеряй кто-нибудь контроль над ней в стенах города... Хотя, неважно! Пусть жители Мондштадта сами разбираются с возникшими в их городе проблемами!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Мораксе...",
                "Content": "Так ты знаешь этого джентльмена? И как? Он обычный человек по имени Чжун Ли? Видать, сильно изменился, старый болван. Может, сопроводишь меня на встречу с ним? Я тут откопал бутылочку винтажного вина в долине Ветров, можно взять с собой в качестве подарка. Ох... Слушай, а он показался тебе сильным? Насколько? Он может смести меня одним взмахом?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Об Эоле...",
                "Content": "Эола хорошо разбирается в вине. Вне зависимости от времени года она всегда пьёт охлаждённые напитки. Это большая редкость в современном Мондштадте. Думаю, из неё получился бы хороший собутыльник. А? Ты хочешь сказать, что песня, которую я придумал о клане Лоуренс уже дошла до её ушей? Ха, какая разница? Может быть, мы даже споём вместе.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Баал...",
                "Content": "Я слышал, что ты одолел{F#а} и этого непобедимого сёгуна Райдэн? Ах... Я думаю, что когда она была кагэмуся, она стремилась к боевому искусству в его самом высоком проявлении. В настоящее время она, должно быть, также придумывает всевозможные причины, чтобы вызвать тебя на бой. Я по секрету расскажу о её слабости... Подойди поближе, я шепну тебе на ушко. Это сладости!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»."
                ]
            },
            {
                "Title": "О Буер...",
                "Content": "Первое, что приходит на ум, когда слышишь о Дендро Архонте, - это её власть над снами, да? Её сны, как и мои стихи, наполнены романтикой и фантазией. Конечно же, мы отлично с ней ладим.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Фурине...",
                "Content": "Бард должен уметь петь и на чём-нибудь играть, а вот театральным артистам требуется куда больше. Как насчёт того, чтобы предложить Фурине устроить представление на следующем Празднике ветряных цветов? М? Ты хочешь, чтобы я рассказал о том, как она спасла Фонтейн. Что ж тут такого? Человек подобного артистического дарования способен спасти весь мир!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Хаборим...",
                "Content": "Этот мир действительно жесток: поколение за поколением люди вынуждены становиться пушечным мясом в битве с тьмой. Однако под предводительством Мавуики они совершили поистине божественный подвиг... Хех, начиная с «неё», наверное, натланцы всегда были такими. Ах, точно! Я слышал, что Мавуика любит выпить! Мы думаем об одном и том же?..",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "О Далии...",
                "Content": "О путник, хочешь ли ты услышать голос ветра и узнать его наставления? Я советую... побеседовать с дьяконом. Ха-ха, шучу. Приходи поболтать со мной за выпивкой в любое время! Причина, по которой я обычно привлекаю Далию в качестве посредника, заключается в том, что... ну, я думаю, ты догадываешься - он любит слушать шум ветра, но, что очень важно, у него есть собственный компас.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Венти I",
                "Content": "Путешественни{F#ца}{M#к}, ты как раз вовремя! Расскажи мне, каково твоё самое заветное желание?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Венти II",
                "Content": "Путешествовать с тобой не бывает скучно! Вот только есть один недостаток - та феечка, что всюду за тобой летает... Она же постоянно ест! И представить не могу, сколько ты на неё тратишь!",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Венти III",
                "Content": "Пиро Архонт - своенравный и воинственный безумец, а Гео Архонт - тупица, не понимающий человеческой души. Откуда я это знаю? Ну... Из баллад... написанных о тех временах... которые про Архонтов...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Венти IV",
                "Content": "Селестия... Не уверен, что даже у меня хватило бы сил долететь до неё. Да и вообще, вода там горькая, фрукты безвкусные... А знаешь, что это значит? Это значит, что там нет сидра! Ха-ха-ха, поэтому я бы не показался там, даже если бы меня пригласили.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Венти V",
                "Content": "Моё сокровенное желание? Я всегда мечтал быть свободным и странствовать по свету. Но теперь я хочу, чтобы во всех этих путешествиях меня сопровождал{F#а} ты! Каждый день с тобой - это новое приключение, а рассказчики всегда должны следовать за приключениями.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Венти...",
                "Content": "Я люблю выпить! И я люблю ветер! Если бы только в мире придумали делать сидр из ветра...",
                "Tips": []
            },
            {
                "Title": "Беспокойство Венти...",
                "Content": "Вообще-то у меня аллергия на кошек. Я начинаю чихать сразу же, как только они подходят близ... ах... Апчхи! Ох, даже одна мысль о них заставляет меня чихать. Как думаешь, существует ли где-нибудь в мире лекарство от этой ужаснейшей болезни?",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "Будешь яблоко? Я только что их нарвал. Смотри, какие спелые и сочные... *Откусывает* Воистину божественный плод.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Что это у тебя там за лакомство? ... Фу! Блины с плавленым сыром! Вонючая, липкая, отвратительная гадость!",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Ах, просто восхитительно! А можно повторить завтра? И послезавтра?..",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Ох, как же я объелся... Придётся в этот раз обойтись без фруктов...",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Поверить не могу, но, кажется, я не смогу это переварить. Ох, какая неприятная ситуация...",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Как-то раз мне сказали, что на день рождения обязательно нужно съесть торт... Та-дам! Вот и твой праздничный торт! Он с яблочным вкусом. А вот и твоя ложка! Только вот тесто почти не поднялось, поэтому он больше похож на пирог... Ух, выпечка и впрямь наука не из лёгких...",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Ох, что это было?",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Хорошо поработали. Может, присядем отдохнуть и насладимся моей игрой? Что ты хочешь послушать? Каприччио или серенаду?",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Пошли присядем. Смотри, я написал новую поэму и называл её «Ветер {F#путешественницы}{M#путешественника}».",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Хм... Я уже много раз смотрел на этот пейзаж, но в компании с тобой он начинает играть новыми красками. Неужто ты скрываешь ещё какие-то таланты? Даже если так, это ещё раз доказывает, что моя интуиция меня не подвела.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Ю-ху!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "А вот и мы!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Соберитесь!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Давайте играть!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Думаешь, сможешь убежать?",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "К полёту готов!",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Разве на планере не быстрее?",
                "Tips": []
            },
            {
                "Title": "Запуск планера I",
                "Content": "Ю-ху!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Кхм, ты когда-нибудь слышал{F#а} «Балладу о сундуке с сокровищами»?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Слава Барбатосу! Погоди-ка...",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Вот это находка! Интересно, на сколько бутылок она потянет...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Ох, я не в настроении для всего этого!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Эй! Отстань от меня!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Это было неожиданно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Дай мне попробовать!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Не сдавайся!",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Я немного вздремну...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "О нет, моя лира разбита...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Ох... Уф...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Ай!",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Как это грубо!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Дай мне время, мне надо собраться.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Ну, что, заждались меня?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Готовы к репетиции?",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "22": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Поэма ветра",
                "Desc": "Наряд Венти. Одежда свободолюбивого и беззаботного барда.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108113,
            "JD": 108112,
            "Name": "<b>Анемо солянка</b>",
            "Eff": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% в течение 1800 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Венти. Список ингредиентов этого блюда не отличается от обычной солянки, за исключением цветов сесилии для украшения блюда. Но если вы аккуратно распробуете эту солянку, то сможете ощутить мимолётный вкус «ветра, несущего с собой надежды и маленькие повороты судьбы». Возможно... таковым и был изначальный посыл.",
            "Recipe": {
                "100013": 4,
                "100080": 4,
                "100076": 4
            },
            "Icon": "UI_ItemIcon_108113"
        },
        "Namecard": {
            "Name": "<b>Небесная лира</b>",
            "Desc": "Именная карта.<br>Гармоничное сочетание безмятежности неба и мелодии Небесной лиры.",
            "Pic": "UI_NameCardPic_Venti_P"
        }
    }
}

var acs_cache_ = {}