// Auto Generated

var _AvatarFetterConfig_ = {
    "75": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Ему нет нужды представляться, потому что простые люди никогда его не узнают. И нет нужды вливаться в море людей, потому что он давно отказался от бесполезных чувств. Несколько раз он взлетал и снова падал. А теперь живёт только для себя. Он называет себя Странником - у него нет ни дома, ни семьи, ни цели. Он блуждает по миру, точно бесприютный ветер.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Много лет назад Странника звали иначе. У него было много имён, и каждое соответствовало одной из его ипостасей. Но сегодня почти никто не помнит о тех событиях. Кукла, Кабукимоно, номер шесть из Предвестников Фатуи, Сказитель... Каждое из его имён - ниточка судьбы, что тянется к одному из сочленений марионетки. Пожалуй, всё началось несколько сотен лет назад, когда кукле, с рождения умевшей плакать, так и не дали имени. Вместо имени он получил золотое перо, заверявшее его личность. Куклу поселили в павильоне «Сяккэи», и целыми днями он безучастно разглядывал красивые пейзажи подземелья. Алые кленовые листья, изящные узоры на окнах... Сидя в этой прекрасной тюрьме, он перестал что-либо чувствовать.<br>Однажды добросердечный самурай по имени Кацураги случайно оказался в павильоне и освободил куклу. Кацураги взял его с собой в Татарасуну и познакомил с местными жителями. Тогда кукла была глупа и наивна, словно младенец, она испытывала к людям одну лишь благодарность. Увидев золотое перо, которое не могло попасть в руки простому смертному, Кацураги понял, что кукла не случайно умалчивает о своём прошлом. Кацураги не стал говорить людям о павильоне «Сяккэи», вместо этого сказал, что нашёл мальчика, патрулируя побережье Надзути, и попросил куклу подыграть, чтобы никто не заподозрил обмана. Шумная и многолюдная Татарасуна стала местом, с которым были связаны самые счастливые воспоминания в жизни куклы. Там он ненадолго стал человеком. Обычным человеком. Кацураги, Микоси Нагамаса, Нива, Миядзаки и многие другие ныне забытые люди из Татарасуны учили его читать и писать, разводить огонь и готовить еду, ковать. Они считали его своим другом. Его спрашивали: «Ты не хочешь выбрать себе новое имя? Люди до сих пор называют тебя Кабукимоно». Но он был не против такого имени. Потому что словом «Кабукимоно» называют людей, которые странно одеваются или необычно себя ведут. Да, пусть он отличается от других, но это имя - доказательство того, что его считают человеком, что его считают частью Татарасуны. К сожалению, как бы сильно ни нравилось ему это имя, от него пришлось отказаться. Он отринул своё желание стать человеком, и прежнее имя потеряло смысл. Он покинул Татарасуну, прибыл в Снежную и присоединился к безумному пиру Предвестников. Прилежная служба помогла ему стать шестым номером среди Предвестников. Царица даровала ему новое имя - «Сказитель». Теперь у него была сила, власть и тяга к раздору. Шахматные фигуры катятся по доске, а убийцы сеют хаос на сцене. В тот момент он верил, что лишь «Сказитель» - его настоящее имя.",
                "Tips": [
                    "Уровень дружбы 2",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Во времена процветания Татарасуны Странник жил там под именем Кабукимоно. И события, положившие конец его мирной жизни среди людей, почти не оставили следа в истории Инадзумы. Несчастья начались, когда один из членов клана Акамэ познакомился с механиком из Фонтейна по имени Эшер. Чтобы повысить качество ковки, Акамэ стал сотрудничать с Эшером, владевшим новейшими технологиями из Фонтейна, и представил Эшера Ниве, который тоже считался одним из наследников искусства Иссин Сансаку. Поначалу появление Эшера привело Татарасуну к настоящему подъёму. Благодаря новым технологиям мастера смогли повысить эффективность и производительность работы с кристальным костным мозгом. Но со временем в главном горне Татарасуны стало твориться неладное. Внутри собирался чёрный газ, вредивший здоровью мастеров. Ковка и плавка были основой жизни Татарасуны, но теперь они превратились в смертельно опасные занятия. Количество погибших росло, а горн всё дальше выходил из-под контроля. Никто не мог приблизиться к центральной части горна, и даже остановить его работу стало почти невозможно. Будучи главным официальным лицом в Татарасуне, Нива сделал так, чтобы пугающие новости не просочились наружу, и отправил гонцов за помощью в резиденцию Тэнсюкаку. Гонцы спешно отбыли на корабле, но больше от них не было никаких вестей. В сердцах жителей Татарасуны поселился страх. Кабукимоно знал, что Ниве нужна помощь сёгуна, но ему было неизвестно, что в то время сёгун Райдэн уже передала бразды правления Защитнику вечности - идеальной кукле, созданной по её образу и подобию. На утлом судёнышке, борясь с ветрами и штормами, Кабукимоно прибыл в резиденцию Тэнсюкаку просить аудиенции у сёгуна Райдэн. Но настоящая сёгун Райдэн давно пребывала в Царстве эвтюмии. После череды отказов Кабукимоно в порыве отчаяния достал золотое перо, дарованное ему сёгуном, и попросил встречи с Яэ Мико. Госпожа Мико была занята поручениями Защитника вечности, но поспешно вышла к огорчённому Кабукимоно. Она пообещала послать в Татарасуну помощь, однако Кабукимоно не поверил ей и вернулся домой в отчаянии, убеждённый, что сёгунат оставил Татарасуну. Мико сдержала слово, и скоро к берегам Татарасуны причалили корабли с подмогой. Но положение Татарасуны отнюдь не выглядело трагичным - наоборот, большинство жителей даже не знало об аварии. Механик Эшер сказал, что Нива, испугавшись наказания за совершённое им должностное преступление, бежал с острова вместе со своей семьёй. Кабукимоно вместо Нивы отправился в центральную часть горна, чтобы отключить его. Узнав, что Кабукимоно считал бежавшего Ниву своим другом, Мико не осмелилась больше его беспокоить, только послала ему обратно золотое перо. Позже Кабукимоно бесследно исчезнет из Татарасуны. Но люди ещё долго будут вспоминать тот радостный танец, который Кабукимоно исполнял вместе с ними, когда Микоси Нагамаса выковал свой великий клинок. Кабукимоно кружился в танце, лёгкий, будто пёрышко. Тогда никто не знал, что таким же лёгким пёрышком он улетит из Татарасуны в неведомые дали.",
                "Tips": [
                    "Уровень дружбы 3",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Покинув Татарасуну, Кабукимоно встретил маленького мальчика в хижине у моря где-то на побережье Инадзумы. Мальчик был очень слаб и болен, он один жил в ветхой хижине, где стены продувало ветром, а крыша не могла защитить от дождя. Увидев сквозь щель в рассохшейся двери хижины чумазое лицо мальчика, Кабукимоно ощутил, как в груди его что-то сжалось, словно пробудилось некое давно забытое чувство. И он остался в хижине, чтобы заботиться о больном мальчике, он приносил ему фрукты и питьевую воду, помогал умыться. Прошло много дней, а родители мальчика не возвращались. Только потом Кабукимоно узнал, что они тоже были рабочими из Татарасуны. Семья могла бы вести обычную счастливую жизнь, но мать с отцом заболели в Татарасуне странной болезнью, от которой часто кашляли кровью. Скорее всего, столь долгое отсутствие означало, что они уже тихо умерли где-то вдали от дома. Кабукимоно было всё равно, как зовут мальчика. Главное, что он стал его другом, мало того, он стал членом его семьи. Они рассказали друг другу, как появились на свет, и пообещали дальше жить вместе в этой ветхой хижине. В доказательство своей дружбы Кабукимоно отвёл мальчика в павильон «Сяккэи», чтобы показать место, где он когда-то жил. Алые кленовые листья, ветхие переплёты на окнах... Ничего не изменилось. Он был уверен, что больше никогда сюда не вернётся, но не знал, что смерть может унести ребёнка всего за одну ночь. Однажды ночью Кабукимоно вышел из хижины, чтобы раздобыть еды или что-нибудь из домашней утвари. Он видел на своём веку много горя, но не ожидал, что жизнь человека может оборваться всего за один миг. Что один миг способен причинить столько боли. Оправившись от первого потрясения, Кабукимоно почувствовал ни с чем не сравнимую ярость. Он снова остался один. Его бросили! Опять, опять, опять! Детское тельце лежало, свернувшись на земле, похожее на россыпь лепестков с алой каймой. Свежая кровь цветом напоминает кленовые листья... И пылающий огонь. В ту ночь побережье осветило ярким огнём. Кабукимоно сжёг хижину, надел на голову старую соломенную шляпу, которая осталась от прежних хозяев, и отправился в долгое путешествие. Он странствовал по миру без всякой цели. Дорогой ему встречалось много разных людей, но никого из них он больше не считал своим попутчиком.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Номер шесть среди Предвестников Фатуи, известный под именем «Сказитель». Но когда-то его звали иначе: больше ста лет Сказитель жил под другим именем. Покинув Инадзуму, он перестал называть себя «Кабукимоно» и снова обрёл безымянность. И до встречи с Шутом не хотел больше принимать никаких новых имён. «Кукла» и «Кабукимоно» - имена, данные ему смертными. Он решил отказаться от общества людей, а значит, отказаться от фальшивых имён, которыми его называли. Но Шуту удалось убедить куклу: привлечённый безумным празднеством в Снежной, он согласился поступить на службу к Фатуи. В Снежной его встретил весьма любезный незнакомец по имени Доктор. Он попросил куклу стать образцом в одном из его экспериментов, принять участие в грандиозном исследовательском проекте. Технология изготовления человекоподобных кукол берёт своё начало в Каэнри'ах, но эта кукла была создана Электро Архонтом, что делает её абсолютно уникальной. Доктор был невероятно увлечён своими исследованиями, и живая кукла стала подопытным образцом в экспериментах, которые он проводил в течение нескольких десятилетий, чтобы получить основные технологии для создания своих «версий». Взамен Доктор снял печать с тела куклы, благодаря чему силой будущий Сказитель стал сравним даже с Предвестниками невысоких рангов. Но и тогда он не выбрал себе другого имени. Фатуи продолжали называть его куклой, и таким он видел себя - неутомимой куклой, лишённой страха смерти. По приказу Царицы он возглавил отряд, который долгое время занимался разведкой Бездны. Он много раз был ранен, и каждый раз Доктор исцелял его. После каждого ранения он становился сильнее, чтобы снова быть раненым ещё более сильным врагом. После он доставил результаты разведки Бездны в Снежную, благодаря чему стал шестым номером среди Предвестников. Теперь ему поручали другие задания: вместо разведки Бездны он участвовал в секретных операциях Фатуи по всему миру. И лишь тогда он счёл возможным принять новое имя - «Сказитель».",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "События, случившиеся после, можно было бы назвать леденящими душу, не окажись они преданы забвению. Только свидетели сохранили эту историю, как сохраняют предания старины, и она продолжает тихо существовать, точно древняя песня затерянного мира.<br>Внутри Ирминсуля Сказитель соприкоснулся с «правдой», которую малая властительница Кусанали поместила в поток информации. Тайна хранилась в сердце одной из версий Доктора, и, как сказала малая властительница Кусанали, это воспоминание вместило в себя всю честность, которая у него осталась. И тогда Сказитель узнал правду о своём прошлом: Нива, который научил его жить обычной жизнью и относился к нему, как к настоящему другу, не бежал из Татарасуны, чтобы уклониться от наказания. На самом деле истинным преступником был Эшер - то есть Доктор. А сердце, которое поместили в грудь Сказителя, ещё тёплым было вырезано из груди Нивы. Красноречивый Эшер быстро убедил всех, что авария в горне произошла по вине Нивы - главного официального лица Татарасуны, что он бежал, пытаясь уйти от ответственности за свой проступок. Микоси Нагамаса был вторым официальным лицом в Татарасуне, и его ждала смертная казнь, но верный самурай Кацураги взял на себя всю вину, чтобы избавить господина от наказания.<br>Нет нужды подробно описывать последовавшую за этим трагедию. Нагамаса должен был смыть пятно с имени Микоси, и эта миссия не позволяла ему самому пойти на смерть. Поэтому он достал из ножен свой любимый клинок под названием Даитатара Нагамаса и сразил Кацураги одним ударом. Лезвие вонзилось так глубоко, что чуть не разрубило убитого надвое...<br>Эти люди верили своему Архонту. Почему же на них обрушилось такое бедствие? Если бы загадочной куклы, которую они называли Кабукимоно, никогда не существовало, сотворил бы Эшер с Татарасуной то же самое? Есть ли хоть один шанс изменить прошлое? Любой другой человек в этом мире смирился бы и опустил руки. Но только не Сказитель. Он знал, что существует способ всё исправить, доступный в этом мире только ему. Он считал себя смелым, ибо не боялся смерти. Смерть была лишь мнимой угрозой для куклы, ведь только людям, наделённым сердцем, известно, что такое ужас. Вместе с тем он считал себя трусом и терзался угрызениями совести. Если бы он тогда был таким, как сейчас... Если бы он был менее доверчивым... Тогда тех, кого он считал друзьями, не ждал бы столь печальный конец... Предатель ты или герой, бог или отверженный, - все эти личности растворятся, как только ты шагнёшь в поток. Поток информации был несравненно тих, и всё же в ушах его шумела кровь, а в голове раздавался неумолчный грохот. Прими забвение! Кукла была брошенным трусом, Кабукимоно - никчёмным слабаком, что нашёл защиту у людей, а Сказитель - интриганом, предавшим своего Архонта, чтобы повернуть реку мира вспять.<br>Но что с того? Когда-то эти кукольные руки пытались отключить огромный пылающий горн, не боясь спалить себе все пальцы. Теперь эти кукольные руки хватались за малейшую возможность изменить правду, чтобы исполнить его волю. Да, прими забвение, впусти его в эту оболочку! Исчезни, сотри себя с лица земли, ибо твоя жизнь бесполезна, как цветок, как пёрышко, как утренняя роса! Прощай, мир! Каким бы ни было будущее, я прощаюсь с тобой.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "Куколка",
                "Content": "Решив остаться в Сумеру, Странник отправился на улицу Сокровищ, чтобы научиться делать игрушки у местных мастеров. На углу оживлённой улицы седовласый старик усадил его рядом и научил, как из куска ткани и мотка ниток смастерить небольшую куклу. Странник провёл много времени, практикуясь в занятии, столь мало подходящим его характеру. Удивительно, но ему это даже нравилось. Давным-давно он так же терпеливо учился разным занятиям, которые были ему в новинку: как держать столовые приборы, как носить одежду, как расчёсывать волосы... Да, эти мелочи постепенно научили его быть «человеком». Несколько дней спустя его работа была закончена - маленький черноволосый человечек в белой одежде с поясом, завязанным узлом-бабочкой, и смешной круглой слезой на уголке глаза. Когда-то один юный друг смастерил такую куклу, запечатлев в ней прошлую внешность Странника. К сожалению, покидая Инадзуму, Странник сжёг эту куклу вместе со старой хижиной. Много лет спустя он смастерил похожую куклу и будто встретился со старым знакомым. Кукла была такой маленькой и мягкой на ощупь, словно беззащитный младенец. Она легко помещалась в его рукаве, а если он сажал куклу в шляпу, у него будто появился попутчик. «С сегодняшнего дня ты будешь странствовать вместе со мной», - тихо сказал он, положив куклу в карман.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "В это мгновение Странник услышал шум ветра. Было неизвестно, откуда он доносится, но ясно, что ветер летит ему навстречу. Он уловил знакомые запахи - запах железного молота, запах горна и плавящегося металла, запах земли... Далёкие мечты, ушедшее счастье - в это было невозможно поверить, но даже он когда-то вёл самую обычную жизнь. В это мгновение Странник увидел собственные отражения. Каждое было удивительно отчётливым, и каждое было - им. Дрожащий от страха, несчастный, раздираемый болью, сумасбродный, смешной... И все они объединились в одном теле. Принять прошлое - значит принять поражение и признать, что ты - просто трус, который ничего не добился, у которого ничего нет. Но только так можно освободиться от собственных оков и по-настоящему стать тем прежним, печальным собой. И тогда он понял: спокойствие и красота иллюзорны. Настоящий он никогда не умирал - нет, он жил в каком-то из укромных уголков души. И пока у него остаётся выбор, он будет раз за разом выходить на одну и ту же дорогу. Он действовал быстрее молнии, но яркий свет прорезал воздух, остановив атаку Вечного владыки сокровенной мудрости. Устремлённость Странника привлекла внимание божеств. Глаз Бога спустился и повис между светом и тьмой, с улыбкой вопрошая: «Как существо, обуреваемое столь сильной страстью, может верить, что у него нет сердца?»",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Инверсия бытия»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Хочешь, чтобы я представился? За время своего пути я сменил множество имён и титулов. Хотя простому смертному каждый из них покажется недосягаемым, для меня все они давно в прошлом.<br>Называй меня как хочешь. Заодно проверим твой вкус. Смотри, не разочаруй меня.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Ветер",
                "Content": "В мире нет настоящей свободы. Даже ветер не может дуть вечно.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Манера речи",
                "Content": "Я бываю резок? Я всего лишь говорю правду, а если кому-то не нравится слушать, это его проблемы.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Обмен любезностями",
                "Content": "Избавь меня от обмена любезностями. Жалкое зрелище - когда люди пытаются найти тему для разговора, только чтобы не молчать.",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Хочешь взять мою шляпу вместо зонта? Как тебе в голову могло такое прийти...",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Ты так радуешься тому, что выглянуло солнце? Знаешь, пора тебе повзрослеть.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Хм... Да сколько можно.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Снег ничем не отличается от дождя, но нравится людям куда больше. Воистину, у каждого своя судьба.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Такой ветерок даже тебе под силу наколдовать, правда?",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "«Доброе утречко, вставай, засоня!..» Ха-ха, только не говори, что ждал{F#а} от меня такого приветствия.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Мне еда не нужна. Позаботься лучше о себе и о своей летающей подружке.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Наконец этот скучный день подошёл к концу.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Что, не можешь уснуть, когда я рядом? Хе-хе.",
                "Tips": []
            },
            {
                "Title": "{REALNAME[ID(1)]}: Кукла",
                "Content": "Сожги куклу, и от неё останется горстка пепла. А что родится из пепла - другой вопрос...",
                "Tips": []
            },
            {
                "Title": "{REALNAME[ID(1)]}: Сердце",
                "Content": "Мне нет до него дела. Гнаться за тем, что никогда не будет твоим, - пустая трата времени. У меня сейчас есть дела поважнее.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "О нас: Соперники",
                "Content": "Значит, ты всё ещё злишься из-за наших прошлых стычек? Хм. И что ты собираешься делать со своей злостью? Подумай как следует, я не тороплюсь.",
                "Tips": []
            },
            {
                "Title": "О нас: Союзники",
                "Content": "Я никогда не встану на сторону «добра». Я здесь только для того, чтобы оплатить тебе свой долг.<br>А вот тебе лучше что-нибудь придумать. Если кто-то увидит нас вместе и обвинит тебя в союзе с врагом, я не виноват.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Хотя при мысли о «внимании божества» меня немного тошнит, но Глаз Бога - источник силы, зачем я буду от него отказываться. Ты думаешь, Глаз Бога Анемо наделён каким-то сокровенным смыслом? Ха, откуда такая мысль? Поступки Архонтов грубы и безрассудны. Мне казалось, я уже помог тебе усвоить этот урок.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Нет. Если хочешь что-то спросить, пожалуйста. На интересный вопрос я отвечу.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Смотри, птицы кичатся друг перед другом оперением, белки запасают орехи на зиму, а люди трудятся, чтобы прокормить себя. Бесхитростным созданиям просто живётся на свете.",
                "Tips": []
            },
            {
                "Title": "О малой властительнице Кусанали...",
                "Content": "Возможно, она сохранила мне жизнь не только ради выгоды. Наверное, она мудра, у неё доброе сердце, а может быть, она просто почувствовала моё одиночество... Что, я думаю о ней слишком плохо? Ха, так это естественно. Я ведь злодей.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "О сёгуне Райдэн...",
                "Content": "Бросить своё создание на произвол судьбы, прикрываясь красивыми словами: «Я не хотела вмешиваться...»",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Царице...",
                "Content": "Все восхваляют её за доброту и мягкосердечие, но забывают, что любовь - тоже форма греха. Возможно, показная доброта помогает ей скрыть чёрствость своего сердца?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шуте...",
                "Content": "Шут выжил во время бедствия в Каэнри'ах. Кроме этого я ничего о нём больше не знаю и никогда не имел с ним близких отношений. Но, похоже, он возлагал на меня определённые надежды, давал мне много важных поручений, в том числе и в Бездне.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Капитане...",
                "Content": "«Справедливый Капитано», «честный и бесстрашный Капитано», «непобедимый Капитано»... Даже в кукольных ушах натёрлись мозоли от бесчисленных похвал, которые расточают ему Фатуи. Тебе не кажется, что доведённая до предела честность - очень опасная штука? И не будем забывать, что сила у Капитано немаленькая.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Докторе...",
                "Content": "Как жаль, что малая властительница Кусанали повелела Доктору уничтожить все его «версии». Лишила меня удовольствия рассечь каждую из них на мелкие кусочки.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "О Субретке...",
                "Content": "Позволь спросить, что ты будешь делать, встретившись с девицей, которая при любых обстоятельствах остаётся одинаково глупой, невежественной и чёрствой? Я бы вызвал её на бой. А ты... ты слишком совестлив{F#а}, так что тебе лучше держаться от неё подальше.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Слуге...",
                "Content": "Волк в овечьей шкуре. Она производит впечатление утончённой и милой особы, но единственная её цель - власть. А те, кто видел её истинное, безумное я... как правило, их уже нет с нами.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Цыплёнке...",
                "Content": "Только такой простак, как Чайльд, может верить, что Цыплёнок заботится о нём и его семье по доброте душевной. Господин градоначальник в самом деле немало постарался ради их блага, но любой здравомыслящий человек видит истинный смысл его поступков: «Теперь твоя семья в моих руках».",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Марионетке...",
                "Content": "Девица с ужасным характером, которую заботят только её исследования. Несмотря на такую самоотверженность, результаты её исследований весьма скромны, если не сказать хуже. И ранг ниже моего. Какая жалость.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Дельце...",
                "Content": "А, девятый из Предвестников. Одержим идеей «справедливого обмена» до такой степени, что пытается нарушить природное неравенство людей и Архонтов. Наверное, все смертные устроены одинаково - любят предаваться бессмысленным фантазиям. У него нет ни впечатляющих способностей, ни обширного кругозора, а дружба с Доктором сулит ему одни неприятности.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Чайльде...",
                "Content": "Простак, и силой тоже не блещет. Его назначение последним из Предвестников тянет команду вниз. К счастью, я теперь не с ними.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Даме...",
                "Content": "От неё остался один прах. Меня не интересуют люди без будущего.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»"
                ]
            },
            {
                "Title": "О Яэ Мико...",
                "Content": "Ёкай с хорошо подвешенным языком. Стараясь втереться в милость своему Архонту, она притворяется, будто заботится о людях. Но на самом деле ищет одних развлечений.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Всевидящий бог, бренный мир»"
                ]
            },
            {
                "Title": "О Кадзухе...",
                "Content": "Ты о потомке клана Каэдэхара? Так он... У него тоже есть Глаз Бога Анемо? И ему удалось отразить удар сёгуна Райдэн? Ха-ха... А-ха-ха-ха-ха!",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "О Сетосе...",
                "Content": "С чего ты взял{F#а}, что я его знаю? С того, что он ходит за мной по пятам и просит поближе рассмотреть мою шляпу? Мы почти не общались прежде. Когда мы встретились в первый раз, он подошёл ко мне и спросил, не шляпник ли я... Насколько я знаю, судить о ком-то по внешности - довольно глупо. Хм, теперь прозвище «Мастер Шляпка» повсюду меня преследует...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}: Узнать больше I",
                "Content": "Надо же, ты хочешь узнать меня получше? Берегись, это может плохо кончиться.",
                "Tips": []
            },
            {
                "Title": "{REALNAME[ID(1)]}: Узнать больше II",
                "Content": "О, я прекрасно понимаю, многие люди спят и видят, как бы свести со мной счёты. Что ж, я готов. Я даже жду их.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}: Узнать больше III",
                "Content": "Когда-то я думал, что превращение в Архонта позволит мне избавиться от бессмысленного груза чувств, но теперь я не считаю все чувства бессмысленными. По крайней мере, гнев бывает очень полезным инструментом - что мой собственный, что гнев окружающих.<br>Неужели есть люди, которые совсем не умеют злиться? Даже представить трудно. В них что, нет ни капли зла?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}: Узнать больше IV",
                "Content": "Когда я попал в Ирминсуль, у меня было только одно желание: начисто стереть себя из этого мира.<br>Ирминсуль исполнил желание, но результат меня разочаровал. Мир продолжает куражиться над своими узниками, в этом смысле его судьба нисколько не изменилась.",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]}: Узнать больше V",
                "Content": "Наши пути пересекались в прошлом, но однажды они разойдутся. Кто знает, что будет дальше? Посмотрим.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Инверсия бытия»"
                ]
            },
            {
                "Title": "{REALNAME[ID(1)]} и его хобби...",
                "Content": "Хобби? Хобби бывают только у бездельников. Я что, похож на бездельника?",
                "Tips": []
            },
            {
                "Title": "{REALNAME[ID(1)]} и его беспокойство...",
                "Content": "Думаю, как бы избавиться от тебя и натворить побольше зла. Шучу. А ты поверил{F#а}?",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "У тебя есть чай? Чем горче, тем лучше. Горечь с послевкусием горечи.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Приторные сладости, от которых слипаются зубы. Оставь их себе.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Недурно. То немногое, что ты умеешь.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Неплохо. По крайней мере, это съедобно.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Хочешь меня отравить? Неужели ты настолько оглупел{F#а}, что забыл{F#а}: я не простой смертный!",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Дай мне руку. Ха, да не бойся. Я просто отведу тебя в одно место с красивым видом.<br>Ну как? Редко такое увидишь, да? Не благодари, я не люблю бессмысленные церемонии.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "...Вижу, это стоило тебе больших усилий.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Дует ветер... Что ты сделал{F#а}?",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Ты не боишься делиться со мной своей силой?.. Ладно.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Я могу оказаться полезен, но не стоит считать меня своим союзником, это слишком опасно. Надеюсь, ты понимаешь, что делаешь. Если не боишься, вставай позади меня.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Поднимается ветер!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Мирская пыль!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Яростный шквал!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Ничтожные насекомые!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Жалкий паразит!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Кричи громче!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии IV",
                "Content": "Склони голову!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии V",
                "Content": "Знай своё место!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии VI",
                "Content": "Как ты смеешь смотреть мне в глаза?",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Рывок вперёд!",
                "Tips": []
            },
            {
                "Title": "Начало спринта II",
                "Content": "На крыльях ветра!",
                "Tips": []
            },
            {
                "Title": "Начало спринта III",
                "Content": "...Как же медленно.",
                "Tips": []
            },
            {
                "Title": "Начало спринта IV",
                "Content": "Я тебя не звал.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Хлам.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "А? Ты и от этого не откажешься?",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Бери себе, если хочешь.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Я привык.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Ничего особенного.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Какой от тебя прок?",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Я и не ждал от тебя помощи.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Я падаю... в бездну...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Всё... было напрасно...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Расплата за грехи...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "И это всё?",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "...Смешно.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар III",
                "Content": "...Тебе конец.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар IV",
                "Content": "Ты будешь молить о пощаде.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар V",
                "Content": "Готовься к расплате.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "А?.. Что тебе от меня нужно?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Надеюсь, ты не будешь отвлекать меня по пустякам.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Без меня никак?.. Ладно, так и быть.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "75": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Безмолвие гневной пустоты",
                "Desc": "Наряд, который носит {REALNAME[ID(1)]}. Повседневная одежда сюгэндзя. Широкая шляпа защищает от дождя, но бессильна против свирепствующей в сердце бури.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108479,
            "JD": 108357,
            "Name": "<b>Сими тядзукэ</b>",
            "Eff": "Увеличивает бонус лечения всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Странника. Мягкая горечь чая и освежающая сладость риса в сочетании дают такой превосходный вкус, что вы просто не можете остановиться. И как ему удалось приготовить столь изысканное блюдо? Должно быть, Странник прочитал этот вопрос в ваших глазах, и его лицо вдруг помрачнело: «Ну что, всё? Тогда быстро иди мыть посуду».",
            "Recipe": {
                "100095": 4,
                "100092": 3,
                "101210": 3,
                "100075": 1
            },
            "Icon": "UI_ItemIcon_108479"
        },
        "Namecard": {
            "Name": "<b>Баллада скитальца</b>",
            "Desc": "Именная карта.<br>Былые слова растворяются в бренности мира, белый снег порошит опавшие цветы.",
            "Pic": "UI_NameCardPic_Wanderer_P"
        }
    }
}

var acs_cache_ = {}