// Auto Generated

var _AvatarFetterConfig_ = {
    "26": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Хоть Сяо и выглядит молодым юношей, на самом деле ему более двух тысяч лет, и, к счастью, никто никогда не судил его по внешности. Любой, кто провёл с ним хоть немного времени, мог понять, что шутки с этим юношей плохи. Сяо молчалив и крайне опасен. Его взгляд пронзает, словно копьё. Среди Адептов у Сяо высокая репутация и положение, но в мире смертных о нём почти ничего не знают, ведь он не «божество», которое приносит богатство и процветание, и не один из Адептов, к которым люди совершают паломничества в Заоблачный предел. Вовсе нет. Человек, увидевший мастерство Сяо, вряд ли останется в живых, чтобы рассказать о нём. Но это не потому, что Сяо хочет навредить ему. Сяо сражается с тьмой такой могущественной, что она могла бы целиком поглотить Ли Юэ, а простой смертный, оказавшись рядом, неизбежно бы стал случайной жертвой. Сяо вовсе не избавляется от свидетелей таким образом.",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "С чем же сражается Сяо? Короткий ответ - со старыми обидами, нереализованными мечтами и страхом потери... Но на самом деле он сражается с останками поверженных в Войне Архонтов, которых одолели правящие ныне Семеро. Моракс победил и похоронил этих богов под горными утёсами. Однако по сути своей Архонты бессмертны. Их сознание может померкнуть, но их ненависть и жажда мести никуда не денутся. Словно яд, распространяются они по миру и терзают его обитателей. Властелины Ли Юэ знают правду о Сяо и зовут его тысячелетнюю борьбу истреблением всего зла. Битве этой не будет конца, и не будет в ней победителя. Никто её не увидит, и не получит Сяо благодарности.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Сяо - не настоящее имя этого Яксы, оно было дано ему для его собственной защиты. В те далёкие и наивные времена, когда Сяо был юнцом, один из Архонтов заставил его служить себе и делать невообразимо ужасные вещи. Он загубил множество жизней, растоптал многие мечты. Ему приходилось даже поглощать сны убитых им жертв. Это приносило ему боль, но он не мог сопротивляться. Во время Войны Архонтов Моракс, Гео Архонт, вступил в схватку с хозяином Яксы. Вся история этого мира испещрена следами той битвы. Властелин Камня освободил Яксу и дал ему имя Сяо. «В легендах другого мира так звали тёмного духа, которому пришлось вытерпеть множество страданий в мире смертных. Я думаю, оно тебе подойдёт».",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "В благодарность за доброту Гео Архонта Сяо взял на свои плечи защиту Ли Юэ на протяжении будущих тысячелетий. За время службы злому божеству пропала вся его мягкость и невинность. Остался лишь груз содеянных грехов и умение убивать. Народу Ли Юэ Сяо мог помочь только в сражениях. Но что люди могли сделать для него в ответ? Ни у кого не возникнет мысли благодарить Сяо, ибо будут они напуганы его божественной силой, и лишь увидев его на горизонте, в страхе побегут со всех ног. Но если всё-таки кто-то пожелает выразить благодарность, то найдётся такой способ... Есть некий агент Цисин, которому приказано поддерживать Сяо в борьбе с силами зла. Для прикрытия этот агент открыл постоялый двор «Ваншу». Сяо иногда приходит сюда отведать миндальный тофу, и то, как он его ест... Ни один человек не наслаждается едой так, как Сяо наслаждается миндальным тофу. Однако это блюдо притягивает Сяо не вкусом, а своей текстурой. Она напоминает ему о снах, которыми он когда-то питался.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "С чем же всё-таки сражается Сяо? Правители Ли Юэ, наверняка считают, что Сяо сражается, чтобы защитить город от призраков прошлого, порождённых останками побеждённых богов. Но если спросить, что эти битвы значат для него самого, вы получите совсем иной ответ. Сяо долгое время был под контролем злого божества и невероятно страдал от этого, пока Властелин Камня не освободил его. Адепты с самого начала высоко ценили силы Сяо: в бою против духов ему нет равных. Однако злые боги тоже обладали огромной силой, и их жажда мести простиралась дальше, чем могли бы представить простые смертные. Сяо безжалостно убивал несметные воплощения их мстительных останков, но при этом души их раскалывались на более мелкие части. В конце концов осколки их ненависти осквернили и душу Сяо. Единственный способ избавиться от осквернения - это принять его кармический долг, но совершённые за долгие тысячелетия ужасные поступки стали поедать Сяо изнутри. И всё же Сяо не чувствует никакой ненависти. Когда живёшь больше двух тысяч лет, любой кармический долг - это лишь мимолётное воспоминание. Никакая обида не может длиться тысячу лет, и нет такого долга, который нельзя оплатить за это время. Всю свою долгую жизнь Сяо был одинок и так оно будет всегда. Но его битвы не напрасны. Ведь он борется с самим собой.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "С чем же сражается Сяо? Путешественни{F#ца}{M#к} хорошо знает, что Сяо сражается с тьмой, угрожающей Ли Юэ. Он сражается, чтобы защитить Ли Юэ. Но кто защитит его самого? Однажды Сяо сражался всю ночь и, совсем выбившись из сил, был на волосок от гибели. После яростного боя Тростниковые острова были будто вспаханы и Сяо брёл домой, выдёргивая по пути копья из земли. Но «брёл домой» - это скорее фигура речи. Куда ему было возвращаться? Он лишь шёл прочь с поля боя. Обессиленный Сяо чувствовал, как гнев Архонтов сковывает тело. Его захлестнула бескрайняя злоба и в припадке он упал на траву. Но именно в этот момент вся боль внезапно отступила. Сяо был бессилен противостоять злу - его спасли звуки флейты. Чистые, лёгкие - через реки и горы их принёс ветер. Они струились вместе с первыми лучами рассвета и стайками вспугнутых птиц. Они защищали Сяо, успокаивая его взбудораженную душу. Кто же это играл? Сяо было интересно, но он не стал искать - в его сердце уже была догадка. В прошлый раз ему смог помочь только один из семи Архонтов. Тогда это, должно быть...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "«Ода духу ветра»",
                "Content": "Один учёный из Академии Сумеру изучал фольклор Ли Юэ и по результатам исследований написал книгу «Путеводитель по землям Ли Юэ», которая издавалась как в Сумеру, так и в Ли Юэ. Версия для Ли Юэ называется «Скрытые чудеса и фольклор Ли Юэ» и в ней опущены многие главы о магии и мистике. Так глава «Ода духу ветра» есть только в оригинальной версии, которая хранится в Академии Сумеру. В ней говорится, что хоть благородные Яксы мудры и могущественны, они обречены на ужасные страдания своей кармой. Поэтому они веками скитаются по земле, мучаясь, словно голодные духи. В главе приводится много способов, как умиротворить Яксу, например поднеся еду или исполнив священное песнопение. Всё это обрадует Яксу и придаст ему сил, чтобы продолжать защищать мир. Яксы - благородные воины в рядах Адептов, а потому всегда лично участвовали в сражениях. Но последнее тысячелетие было настолько кровавым, что почти все они погибли. Хотя сейчас в Ли Юэ и остались ещё огромные статуи Яксы, повергающих злых духов, но их лица давно уже разрушились до неузнаваемости. Возвращаясь к книге, заметим, что из-за её сухого языка и путаного изложения, её продажи не идут ни в какое сравнение с «Путеводителем по Тейвату» или культурологическим заметкам Эла Маска о разных странах.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Адептов часто называют «просветлёнными», что указывает на свет их третьего глаза - Глаза Бога. Для людей Глаз Бога - это знак признания Селестии, а что насчёт Адептов? Сяо уже не помнит, как получил свой Глаз Бога. Для человека это, пожалуй, было бы незабываемым событием всей жизни, но для Сяо это было началом бесконечного сражения. Сяо не может забыть совсем другое событие. У людей много праздников и мало кто помнит стоящие за ними истории. Большинство из этих дней - даты, когда Адепты повергли того или иного ужасного чудовища. Люди имитировали их свершения и разыгрывали сцены изгнания зла, чтобы почтить их память. Постепенно всё это превратилось в фестивали, которые мы знаем сегодня. По всему Ли Юэ сокрыты в полудрёме Архонты, поверженные Мораксом, и иногда они с особой силой исторгают остатки своего гнева и мощи. Самый большой выброс обычно случается в ночь Праздника морских фонарей. Святой долг Сяо - истребление всего зла, и всю ночь напролёт он сражается. Поэтому он особенно ненавидит Праздник морских фонарей. Сяо не тяготит опасность битвы. Благодаря его трудам Ли Юэ наслаждается миром и спокойствием. Люди зажигают фонари, и они несут радость, озаряя небо и море. В такие моменты сердце Сяо наполняется особенным чувством. Одиночество? Покой? Или, может, страх перед будущим? Обманчиво юный Адепт ищет в своём сердце ответ... Но не находит его.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Если ты {M#проснулся}{F#проснулась} с ножом у горла, если монстры вцепились в тебя, если смерть стоит у порога... Скажи моё имя. Адепт Сяо. Я приду на зов.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Праздность",
                "Content": "Я опустился до безделья. Смехотворно.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Свобода духа",
                "Content": "Духи пустошей умрут скорее, чем навредят мне.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Осквернение",
                "Content": "Аргх... Эти воспоминания... мрачны...",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Демоны не отдыхают в дождь. Пойдём.",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Прояснело? Хм. Погода неважна.",
                "Tips": []
            },
            {
                "Title": "Когда гремит гром...",
                "Content": "Многие смертные боятся молний... Непостижимо. Бояться чего-то столь обычного.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Когда снег станет потолще, его можно будет есть...",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Мы теряем время. Пора в путь.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Обед... Давай вернёмся на постоялый двор «Ваншу».",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Ночь... Силы зла властвуют безраздельно. Не выходи на улицу.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Иди. Я тут буду.",
                "Tips": []
            },
            {
                "Title": "О Сяо: Нелюдим",
                "Content": "Я вовсе не человек. Не очень понимаю людские чувства.",
                "Tips": []
            },
            {
                "Title": "О Сяо: Ли Юэ",
                "Content": "Ли Юэ быстро меняется... Неважно. Я не собираюсь приноравливаться.",
                "Tips": []
            },
            {
                "Title": "О нас: Предостережения",
                "Content": "Если наступит день, когда и ты впадёшь во тьму, то придётся мне...",
                "Tips": []
            },
            {
                "Title": "О нас: Доверие",
                "Content": "Остерегайся тьмы. От меня пощады не будет.<br>Хотя ты... Ты, пожалуй, сможешь устоять.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Сонливость",
                "Content": "Кто это?! А... Думаешь, я стоя сплю? Никакого уважения к Адептам.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Праздник морских фонарей",
                "Content": "Праздник морских фонарей? Опять пришла пора, когда смертные засыпают море Ли Юэ своим светящимся мусором. Какое ребячество...<br>Но если хочешь, я пойду с тобой.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога: Желания",
                "Content": "Глаз Бога? Желание? Ха. Не суди Адептов по смертным. У меня нет желаний.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Глаз Бога: Причины",
                "Content": "Нет здесь никакого секрета. Я просто не говорю никому о своих желаниях.<br>Смертные ведь говорят, что если рассказать о желании, то оно не сбудется... А? Не то же самое?",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Убийство - моя специальность. Если не можешь закончить дело - позови меня.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Когда-то на месте Тростниковых островов была пустошь.<br>Но это было много лет... нет, веков назад.",
                "Tips": []
            },
            {
                "Title": "О Чжун Ли...",
                "Content": "Хочу спросить... Скажи, Чжун Ли целыми днями просто... Кормит птиц? Любуется цветами? Рассматривает старинные вещи?<br>Это всё... зачем?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Бэй Доу...",
                "Content": "Бэй Доу? У меня с ней нет никаких отношений. Но морские чудовища - существуют. И она сильна для обычного человека, если смогла одолеть Хай Шаня.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Бай Чжу...",
                "Content": "Думаешь... Бай Чжу сможет сделать лекарство от моей боли? Я ценю твоё намерение, но лекарства смертных не действуют на Адептов.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ху Тао...",
                "Content": "Ху Тао? Живая девушка, аж голова болит от неё. Но зато она забавная - точно не вырастет скучным человеком.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Венти...",
                "Content": "Венти? Вот как его теперь зовут. Его музыка... Неважно.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Гань Юй...",
                "Content": "Гань Юй не Божественный зверь, но и не человек. Нельзя не прийти в замешательство, идя лишь за долгом между мирами Адептов и смертных... Что? Я? Яксу, что умеет лишь убивать и выживать, на роль её наставника? Твой разум явно находится не в том мире, в котором живёт тело.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Шэнь Хэ...",
                "Content": "Похоже, Шэнь Хэ доверяет тебе. Хотя, разве могло быть иначе? Такого доброго и сердечного человека, как ты, днём с огнём не сыщешь.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Ветер дует - журавли возвращаются»"
                ]
            },
            {
                "Title": "О Е Лань...",
                "Content": "Говорят, однажды она последовала в Разлом по следам Миллелитов. Если она может самостоятельно раскрывать подобные тайны, то определённо обладает выдающимися способностями.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Сяо I",
                "Content": "Я согласен тебя защищать.<br>Но не приближайся ко мне и не мешай мне. А то пожалеешь.",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Сяо II",
                "Content": "За тысячелетия я уничтожил несчётное количество призраков. Не хочешь навлечь на себя беду - держись от меня подальше. Считай меня просто оружием.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Сяо III",
                "Content": "Их голоса... Я постоянно их слышу. Хрип, стоны... Они истошно требуют крови...<br>Это мой выбор и моё наказание. Тебя не касается.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Сяо IV",
                "Content": "Моракс? Что ты можешь знать об этом имени?<br>Он дал мне имя Сяо, освободил от бесконечных мук.<br>Не прощу никого, кто будет порочить его. Даже тебя.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Сяо V",
                "Content": "Уже поздно. Связь между нами слишком сильна. Даже если захочешь, ты не сможешь разорвать её. А? Не собираешься? Истребление всего зла... Моей битве не будет конца. Но я хочу узнать о тебе побольше.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Сяо...",
                "Content": "А ты {M#смелый}{F#смелая}. Спрашивать о моих увлечениях.<br>Сразись со мной. Посмотрим, выдержишь ли ты мои удары.",
                "Tips": []
            },
            {
                "Title": "Беспокойство Сяо...",
                "Content": "Беспокойство? Ха... Это пустой звук для Адепта. Невозможно беспокоиться тысячу лет.",
                "Tips": []
            },
            {
                "Title": "Любимое блюдо: Миндальный тофу",
                "Content": "Меня не интересует еда смертных. Готовка мучительна, а ожидание долго. Разве что миндальный тофу ещё можно есть.",
                "Tips": []
            },
            {
                "Title": "Любимое блюдо: Воспоминания",
                "Content": "Вкус миндального тофу похож на вкус снов.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я сам должен положить мясо на лепёшку? А потом... всё вместе есть? Морока... Люди совсем уже здравый смысл потеряли.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Хм... Неплохо... Что ты так смотришь?",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Не стоило.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "В следующий раз попробуй что-нибудь другое.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "Идея смертных отмечать день своего рождения абсолютно излишня. Хм... Подожди. Я сложил тебе бабочку из листьев.<br>Возьми. Это оберег Адептов, он отгоняет зло.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "И это всё? Много шума из ничего.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Новая сила? Она будет только сеять смерть.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Предел силы - самоуничтожение. Ответь, зачем ты упорствуешь?",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Своими руками я погубил бесчисленные души. И даже сам не смог избежать тьмы... Ты продолжаешь вынуждать меня стать своим... «товарищем».<br>Собираешься меня спасти? Ты... Тебя так трудно понять.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Хм!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Скукота.",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Бесполезно.",
                "Tips": []
            },
            {
                "Title": "Атака в падении I",
                "Content": "Вот тебе!",
                "Tips": []
            },
            {
                "Title": "Атака в падении II",
                "Content": "Никчёмное существо!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Исчезни!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Истребление всего зла.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Плачь!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Если это полезно, то я возьму.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Зачем кому-то это нужно... Забудь, мне всё равно.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Хм... Приличное качество.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Молчи.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Приготовься к смерти, глупец!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Уф!.. Ладно.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "...Слабо.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Отойди, если хочешь выжить.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Это... кара?",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Этот день... наконец, настал.",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Невозможно...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "И всё?",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Эй, прочь с дороги!",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Меня кто-то звал?",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Зло должно быть изгнано.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Побеждать демонов - моя работа.",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "26": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Тысячелетняя схватка",
                "Desc": "Наряд Сяо. Классическое боевое облачение для уничтожения демонов на протяжении тысяч лет.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108137,
            "JD": 108082,
            "Name": "<b>«Сладкий сон»</b>",
            "Eff": "Увеличивает силу атаки всех членов отряда на 114 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
            "Desc": "Особое блюдо Сяо. Его сон очень прост, и он - блаженный.",
            "Recipe": {
                "100078": 3,
                "110006": 1,
                "100089": 1
            },
            "Icon": "UI_ItemIcon_108137"
        },
        "Namecard": {
            "Name": "<b>Маска Якса</b>",
            "Desc": "Именная карта.<br>Он предвкушает наступление дня, который позволит ему надеть маску и танцевать. Но не для истребления демонов, а под мелодию флейты, что звучит среди моря цветов.",
            "Pic": "UI_NameCardPic_Xiao_P"
        }
    }
}

var acs_cache_ = {}