// Auto Generated

var _AvatarDataConfig_ = {
    "Xingqiu": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Xingqiu": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "100029": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113012": 2,
                "100029": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113012": 4,
                "100029": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113012": 8,
                "100029": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113012": 12,
                "100029": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113012": 20,
                "100029": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104316": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112007": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112007": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112007": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112007": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104316": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112007": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112007": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112007": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112007": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104316": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112007": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112007": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112007": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112007": 12,
                "113006": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Xingqiu": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Стиль Гухуа",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти быстрых ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Два быстрых взмаха мечом, на которые тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех противников на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "46.612%",
                                    "50.406%",
                                    "54.2%",
                                    "59.62%",
                                    "63.414%",
                                    "67.75%",
                                    "73.712%",
                                    "79.674%",
                                    "85.636%",
                                    "92.14%",
                                    "99.5925%",
                                    "108.3566%",
                                    "117.1208%",
                                    "125.8849%",
                                    "135.4458%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "47.644%",
                                    "51.522%",
                                    "55.4%",
                                    "60.94%",
                                    "64.818%",
                                    "69.25%",
                                    "75.344%",
                                    "81.438%",
                                    "87.532%",
                                    "94.18%",
                                    "101.7975%",
                                    "110.7557%",
                                    "119.7139%",
                                    "128.672%",
                                    "138.4446%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "28.552%+28.552%",
                                    "30.876%+30.876%",
                                    "33.2%+33.2%",
                                    "36.52%+36.52%",
                                    "38.844%+38.844%",
                                    "41.5%+41.5%",
                                    "45.152%+45.152%",
                                    "48.804%+48.804%",
                                    "52.456%+52.456%",
                                    "56.44%+56.44%",
                                    "61.005%+61.005%",
                                    "66.3734%+66.3734%",
                                    "71.7419%+71.7419%",
                                    "77.1103%+77.1103%",
                                    "82.9668%+82.9668%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "55.986%",
                                    "60.543%",
                                    "65.1%",
                                    "71.61%",
                                    "76.167%",
                                    "81.375%",
                                    "88.536%",
                                    "95.697%",
                                    "102.858%",
                                    "110.67%",
                                    "119.6212%",
                                    "130.1479%",
                                    "140.6746%",
                                    "151.2013%",
                                    "162.6849%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "35.862%+35.862%",
                                    "38.781%+38.781%",
                                    "41.7%+41.7%",
                                    "45.87%+45.87%",
                                    "48.789%+48.789%",
                                    "52.125%+52.125%",
                                    "56.712%+56.712%",
                                    "61.299%+61.299%",
                                    "65.886%+65.886%",
                                    "70.89%+70.89%",
                                    "76.6237%+76.6237%",
                                    "83.3666%+83.3666%",
                                    "90.1095%+90.1095%",
                                    "96.8524%+96.8524%",
                                    "104.2083%+104.2083%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "47.3%+56.158%",
                                    "51.15%+60.729%",
                                    "55.0%+65.3%",
                                    "60.5%+71.83%",
                                    "64.35%+76.401%",
                                    "68.75%+81.625%",
                                    "74.8%+88.808%",
                                    "80.85%+95.991%",
                                    "86.9%+103.174%",
                                    "93.5%+111.01%",
                                    "101.0625%+119.9887%",
                                    "109.956%+130.5478%",
                                    "118.8495%+141.1068%",
                                    "127.743%+151.6658%",
                                    "137.445%+163.1847%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед.",
                                    "20 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Гухуа: Завеса дождя",
                        "Desc": "Син Цю выполняет два удара мечом, которые наносят <color style='color:#80C0FF;'>Гидро урон</color>. В то же время, активация навыка создаёт максимальное количество Мечей дождя, которые вращаются вокруг вашего персонажа.<br>Мечи дождя имеют следующие свойства:<br> ·  Понижают получаемый персонажем урон, но каждая полученная атака уничтожает один меч;<br> ·  Повышают устойчивость к прерыванию атак;<br> ·  20% <color style='color:#80C0FF;'>бонуса Гидро урона</color> Син Цю конвертируются в количество поглощаемого урона.<br><br>Таким способом макс. количество поглощаемого урона может быть увеличено до 24%.<br>Начальное макс. количество Мечей дождя равно трём.<br>Активация этого навыка накладывает на персонажа статус <color style='color:#80C0FF;'>Мокрый</color>.<br><br><i>«Легче убить дракона, чем сражаться с дождём».</i>",
                        "Icon": "Skill_S_Xingqiu_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "168.0%+191.2%",
                                    "180.6%+205.54%",
                                    "193.2%+219.88%",
                                    "210.0%+239.0%",
                                    "222.6%+253.34%",
                                    "235.2%+267.68%",
                                    "252.0%+286.8%",
                                    "268.8%+305.92%",
                                    "285.6%+325.04%",
                                    "302.4%+344.16%",
                                    "319.2%+363.28%",
                                    "336.0%+382.4%",
                                    "357.0%+406.3%",
                                    "378.0%+430.2%",
                                    "399.0%+454.1%"
                                ]
                            },
                            {
                                "Desc": "Отношение понижения урона",
                                "ParamLevelList": [
                                    "20.0%",
                                    "21.0%",
                                    "22.0%",
                                    "23.0%",
                                    "24.0%",
                                    "25.0%",
                                    "26.0%",
                                    "27.0%",
                                    "28.0%",
                                    "29.0%",
                                    "29.0%",
                                    "29.0%",
                                    "29.0%",
                                    "29.0%",
                                    "29.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек.",
                                    "21 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Гухуа: Радужная стойка",
                        "Desc": "Активирует Радужную стойку и позволяет сражаться с помощью макс. количества Мечей дождя.<br><br><color style='color:#FFD780;'>Радужная стойка:</color><br> · Обычные атаки вашего персонажа дополняются атаками Мечей дождя, которые наносят <color style='color:#80C0FF;'>Гидро урон</color>;<br> ·  Количество Мечей дождя остаётся постоянным на всё время действия навыка.<br><br><i>«Радужная стойка» - одна из древнейших тайных техник школы Гухуа.</i>",
                        "Icon": "Skill_E_Xingqiu_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Меча дождя",
                                "ParamLevelList": [
                                    "54.272%",
                                    "58.3424%",
                                    "62.4128%",
                                    "67.84%",
                                    "71.9104%",
                                    "75.9808%",
                                    "81.408%",
                                    "86.8352%",
                                    "92.2624%",
                                    "97.6896%",
                                    "103.1168%",
                                    "108.544%",
                                    "115.328%",
                                    "122.112%",
                                    "128.896%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Секрет текущей воды",
                        "Desc": "При уничтожении или окончании действия Мечей дождя, восстанавливает HP активного персонажа на 6% от макс. HP Син Цю.",
                        "Icon": "UI_Talent_S_Xingqiu_05"
                    },
                    {
                        "Name": "Красивый почерк",
                        "Desc": "Даёт Син Цю 20% <color style='color:#80C0FF;'>бонус Гидро урона</color>.",
                        "Icon": "UI_Talent_S_Xingqiu_06"
                    },
                    {
                        "Name": "Всплеск вдохновения",
                        "Desc": "При создании материалов повышения талантов Син Цю имеет 25% шанс восстановить часть использованных материалов.",
                        "Icon": "UI_Talent_Combine_Talent"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Запах дождя по утрам",
                        "Desc": "Увеличивает макс. количество Мечей дождя на 1.",
                        "Icon": "UI_Talent_S_Xingqiu_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Радужное небо",
                        "Desc": "Увеличивает длительность навыка <color style='color:#FFD780;'>Гухуа: Радужная стойка</color> на 3 сек;<br>Понижает на 15% <color style='color:#80C0FF;'>Гидро сопротивление</color> противников, получивших урон от Мечей Дождя, на 4 сек.",
                        "Icon": "UI_Talent_S_Xingqiu_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Стихоплетение",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Гухуа: Радужная стойка</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Xingqiu_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Укротитель зла",
                        "Desc": "Увеличивает урон навыка <color style='color:#FFD780;'>Гухуа: Завеса дождя</color> на 50% во время действия навыка <color style='color:#FFD780;'>Гухуа: Радужная стойка</color>.",
                        "Icon": "UI_Talent_S_Xingqiu_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Объятья дождя",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Гухуа: Завеса дождя</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Xingqiu_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Собрание сочинений",
                        "Desc": "Каждые две атаки Мечей Дождя навыка <color style='color:#FFD780;'>Гухуа: Радужная стойка</color> увеличивают урон следующей атаки Мечей Дождя. При попадании этой атаки восстанавливается 3 ед. энергии Син Цю.",
                        "Icon": "UI_Talent_S_Xingqiu_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Xingqiu": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.5,
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.5,
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "PhantomShield_WaterReact",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2,
                        1.0
                    ]
                },
                "AtkTag": "PhantomShield_WaterReact",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 49.5,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 29.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 29.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        1.0,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 57.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        1.0,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.81,
                "ForceType": 3,
                "Force": [
                    0.0,
                    450.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.81,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.3,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.3,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}