// Auto Generated

var _AvatarFetterConfig_ = {
    "25": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "Все торговцы Ли Юэ знакомы с молодым господином Син Цю из торговой гильдии «Фэйюнь».<br>Окружающие видят в нём доброго и воспитанного юношу, стремящегося к познаниям.<br>Будучи вторым сыном в семье, Син Цю не придётся взваливать на себя бремя ведения дел гильдии, однако пока дети других торговцев тратят деньги своих отцов, Син Цю занимается учёбой и слушает своих учителей.<br>Старший брат Син Цю, получивший экономическое образование от своего отца, также считает, что его младший брат будет полезным в будущем.<br>Но заканчивая читать учебники по коммерции и философии, он вырезал страницы и тайком носил в этих книгах романы о боевых искусствах.<br>Син Цю зачастую пропадал часами. Когда его спрашивали, где он был, он отвечал: «Я всего лишь хочу минуточку одиночества».",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Для Син Цю «минуточка одиночества» означала совсем не то, что для других людей.<br>Он мог, к примеру, сходить в книжный магазин «Ваньвэнь» за новым романом или пойти в чайный дом «Хэюй» попробовать новые рецепты Юнь Цзинь.<br>Но также «минуточка одиночества» могла означать время, когда Син Цю становился «воином справедливости».<br>Обязанности «воина» заключались в том, чтобы сражаться с бандитами на дороге, отгонять монстров от города и помогать детишкам снимать воздушных змеев с деревьев.<br>Как герои в его романах, помогая другим, Син Цю скрывает своё лицо, но и не боится использовать своё положение в торговой гильдии, если другого выхода из ситуации нет.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Однажды, когда Син Цю не было дома, к нему в комнату зашёл брат. Когда Син Цю вернулся, у них состоялся серьёзный разговор в коридоре.<br>«В твоей комнате полный бардак, мне пришлось за тобой прибраться. Послушай, и ты, и я вместе ответственны за репутацию нашей гильдии, и мы должны подойти к своим обязанностям со всей ответственностью. Если ты не можешь навести порядок в своей комнате, то как ты изменишь мир? Адепты как-то сказали...»<br>После получасовой поучительной лекции брат наконец отпустил Син Цю, но уходя он добавил:<br>«Когда мне нужно будет зайти в твою комнату в следующий раз, я тебя предупрежу... Также скажу служанкам делать то же самое».<br>Син Цю не понял, о чём говорит его брат, который подумал про себя:<br>«Я не стану проверять, какие книги он прячет под кроватью. Син Цю уже совсем взрослый, не хочу, чтобы он думал, что я без конца его поучаю. Может, он просто так становится юношей?»<br>В итоге даже сам Син Цю был удивлён тем, сколько романов о боевых искусствах он прятал под своей кроватью. Он был готов к тому, что горничные станут смотреть на него косо, но оказалось, что ни одна из них не убиралась достаточно тщательно, чтобы увидеть его секрет.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Чтобы Син Цю не сидел целыми днями в книжном магазине, его отец записал его в школу боевых искусств Гухуа. Но вскоре Син Цю обнаружил, что школа Гухуа оказалась в полном упадке. В ней не только не оказалось сносных учителей, но и то роскошное додзё, в котором проходила церемония посвящения, было коварным прикрытием. Отец знал об этом и в своё оправдание говорил, что он хотел бы, чтобы увлечение Син Цю боевыми искусствами было мимолётным развлечением. Он и подумать не мог, что умный и начитанный Син Цю добьётся таких успехов в стиле Гухуа. Благодаря глубоким познаниям в древности и литературе, Син Цю удалось вернуть школу Гухуа к её былому величию. Поначалу же Син Цю был разочарован школой, но он внезапно отыскал вдохновение в прикладных «трюках» этой школы, таких как известковый порошок, дымящийся песок, бумажная рыба, глотание мечей и дыхание огнём... Обилие этих трюков ослепило Син Цю, он тут же решил выучить их все, сколько бы времени у него на это ни ушло. Он знал, что всё это обязательно пригодится ему в его «другой» героической жизни.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Мечник, который любит читать»"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Син Цю является довольно двуликим мастером меча. Перед незнакомыми людьми он обычно ведёт себя тихо и робко, но со своими близкими и друзьями он тот ещё экстраверт, да к тому же и ужасный ворчун (но не такой ворчун, как его брат).<br>Бывает, что он даже показывает свою озорную сторону. Жертвой его игр обычно становится некто по имени Чун Юнь, которого можно найти на лесных тропинках у Ли Юэ.<br>«Чун Юнь... Я нашёл дом с привидениями, в котором ты сможешь потренироваться!»<br>«Чун Юнь... Я честно не расставил там ловушек... Что? Там нет привидений? Что ж... Откуда мне было знать?»<br>«Чун Юнь... Не смотри так на меня. Ты уже поранился. Лучше просто лежи спокойно и не шевелись...»<br>«Чун Юнь... У нас есть одна служанка, которая училась массажу в доме знатного человека из Сумеру. Я попрошу, чтобы она осмотрела твои раны... За это ты теперь у меня в долгу...»",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Мечник, который любит читать»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Что делает обычного человека героем? У разных людей на этот счёт разные мнения.<br>Героем может быть тот, кто умеет отличать добро от зла, и действует в соответствии со своим чувством справедливости.<br>Однако для Син Цю это просто означает быть хорошим и делать добро людям.<br>Он родился в семье богатейшего торговца Ли Юэ, и ему было суждено плыть на волнах коммерции.<br>Жизнь борца за справедливость и геройские поступки с возрастом отдалялись от него.<br>Однако получив Глаз Бога, Син Цю мог наконец совершать подвиги, о которых в детстве так мечтал.<br>Конечно, он не может просто так отказаться от своих обязанностей в гильдии, но работа героем на полставки всегда приносила ему удовольствие.<br>Улыбку на его лице могли стереть только люди, с цинизмом говорящие, что герой - это всего лишь статус, личная выгода и тайные сделки...<br>Таких людей Син Цю записывал в свой чёрный список - список людей, которых он ненавидел больше, чем морковь.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Мечник, который любит читать»"
                ]
            },
            {
                "Title": "«Легенда о клинке»",
                "Content": "Син Цю написал роман о боевых искусствах «Легенда о клинке», взяв за основу собственный опыт, и собирался было опубликовать его в Ли Юэ.<br>К его удивлению местные издательства рукопись отвергли, заявив, что место и время действия романа возмутительны, а сюжет до крайности избит.<br>Син Цю не примирился, и подложил несколько копий в любимый книжный магазин «Ваньвэнь». Роман, однако, и правда никому не понравился, что сильно задело Син Цю.<br>Но он не догадывался, что один странствующий купец купил и привёз одну из копий домой, в Инадзуму, где книгу встретили с восторгом. «Легенда о клинке» вызвала целую волну подражателей, но успех романа не удалось превзойти никому. С тех пор роман стал культовым и занял особое место в литературе Инадзумы.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "Школа боевых искусств Гухуа последние несколько сотен лет находилась в упадке. В славные времена имя школы сталью гремело по землям Ли Юэ. Согласно легенде, у школы существовало три великих тайных искусства: «Путь светлого жала» для владеющих копьём, «Путь лезвия дождя» для избравших меч, и «Путь жнеца жизни» для тех, кто преуспел с обоими видами оружия. Эти техники передавались и оттачивались из поколения в поколение, и со временем достигли вершины. Но сила школы продолжала угасать, и она теряла былое влияние... Три великих искусства - словно запылившееся сокровище, которое ожидало своего наследника. И через множество лет он пришёл в лице Син Цю. Он стал единственным, кто смог постичь «Истину боя» всего лишь за четыре года. Боевое искусство Гухуа рассматривало оружие как продолжение тела бойца, как и многие другие школы Ли Юэ. Но по мнению Син Цю в основе боя с мечом и копьём лежало использование Глаза Бога. Глаз Бога был продолжением тела бойца, в то время как его оружие было продолжением Глаза Бога. Таким образом, как утверждает он, искусство меча и копья являются искусством «глаза». Разгадав эту тайну, Син Цю взмахнул пером и записал Истину боя в стихотворной форме. До слёз потрясённый стихом глава школы воскликнул: «Это не Син Цю нужна школа Гухуа, а школе Гухуа нужен Син Цю!» С тех пор стихотворение хранится в сердце школы в зале Ваншань. Ученикам, и тем более посторонним, читать его запрещается. А вот и сам стих:<br>Искусство Гухуа я изучал, пока секреты его не познал. Сталь Гухуа ржавчиной покрылась, но сегодня знанием умылась.<br>Как лепестки цветов на ветру искрятся мечи, копья подобны пляске огней во мраке ночи.<br>Вам скажут, что меч - продолжение вас. Не правы они. Меч - это блеск глаз.<br>Странник не ведает тяжести пут, клинки его дождь и свет рассекут. Как древний дракон, неуловим, он режет и колет глазом своим.<br>По правде говоря, содержание стиха следовало сделать доступным для всех учеников. Спрятали его ото всех из-за ужасного почерка Син Цю.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Мечник, который любит читать»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Син Цю к вашим услугам! Хотя я лишь обыкновенный книжный червь, человек маленький и заурядный, я искренне надеюсь, что мне представится шанс сослужить вам хорошую службу. Приятно вновь говорить в таком высокопарном стиле - мне редко удаётся так изъясняться.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Безлюдная ночь",
                "Content": "«Безлюдной ночью, под полною луной герой вошёл в пристанище дракона злого...»",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Литература",
                "Content": "Куда бы я ни шёл, всегда со мной в дорожный плащ завёрнутая книга.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Отдых",
                "Content": "Что называется, «Я всего лишь хочу минуточку одиночества...», ха-ха.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Чтение",
                "Content": "Так-так... Что же будет, что же будет... Что? «Продолжение следует»?! М-да...",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Новые книги",
                "Content": "Если я правильно помню, в книжном магазине «Ваньвэнь» сегодня новое поступление... Может, зайдём, посмотрим?",
                "Tips": []
            },
            {
                "Title": "Когда идёт дождь...",
                "Content": "Следует признать, что шёлковые зонты с вышивкой, которые изготавливает наша семья, не защищают ни от солнца, ни от дождя и годятся только для того, чтобы вешать их на стену.",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Как хорошо, что дождь закончился. Ещё немного, и все мои книги вымокли бы.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Только в такую погоду я начинаю думать, что дома лучше, чем в книжной лавке. Дома есть уютный камин, а вот в книжном магазине запрещено разводить огонь.",
                "Tips": []
            },
            {
                "Title": "Когда светит солнце...",
                "Content": "Неплохая погода для тренировки... Но ещё лучше она подходит для чтения. Нет, друг мой, у меня на лице ничего не написано, не надо так смотреть.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Доброе утро! Утренние часы мимолётны и прекрасны. Посвяти же их тому, что любишь.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Мне не хочется плотно есть в обед. Предпочитаю сладкую выпечку. Всё равно, пока я обедаю в библиотеке за чтением, ни отец, ни старший брат не знают, что я ем... А? Хочешь присоединиться? Прошу. Только не кроши на книги, пожалуйста.",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Как насчёт того, чтобы поймать несколько светлячков и почитать в их свете? Шучу. Лучше не стоит - испортишь зрение.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Завтра я буду на старом месте. Увидимся там, если не заблудишься.",
                "Tips": []
            },
            {
                "Title": "О Син Цю...",
                "Content": "Я всегда должен быть вежлив и учтив с людьми, ведь все видят во мне только второго сына мастера Торговой гильдии «Фэйюнь». С тобой мне легче. Наверное, это потому что ты воспринимаешь меня иначе.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "О нас: Товарищи по чтению",
                "Content": "Мы с тобой друзья по книгам. Что? Драки? Школа боевых искусств Гухуа? Товарищи по оружию?.. Что ты такое говоришь! Я же сказал, что эти секреты должны остаться между нами!",
                "Tips": []
            },
            {
                "Title": "О нас: Побратимы",
                "Content": "Я бы хотел, чтобы мы с тобой стали названными брат{F#ом и сестрой}{M#ьями}. Давай пойдём к алтарю в Заоблачном пределе. Нет, отказ не принимается. Ты понимаешь меня, знаешь истинного меня, которого я вынужден скрывать ото всех... Я не отпущу тебя, пока ты не согласишься!",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога: Древние книги",
                "Content": "Хотя в литературе не так много упоминаний Глаз Бога, мне удалось найти несколько абзацев о них в древних текстах. Я могу дать тебе почитать, если хочешь.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Глаз Бога: Осознание",
                "Content": "Прочитанное навело меня на мысль, что в основе и фехтования, и искусства владения копьём лежит одно - искусство видеть. Пожалуй, это сложно объяснить... Если тебе интересно, приходи в зал Ваншань. Только обещай не смеяться!",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Что посмотреть в Ли Юэ? Сложно сказать. Место, по которому я стал бы скучать, если бы оно вдруг исчезло... Это, конечно, книжный магазин «Ваньвэнь». Ну и клан Гухуа попадёт в десятку лучших.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Раньше мне нравились зайцы, но теперь я больше люблю оленей. Для меня цитата «пусть одою рыцарству будет последняя битва моя» означает отринуть всё в момент смерти. Но последнее пристанище оленей обычно дышит надеждой на новую жизнь. О, как я хотел бы увидеть его снова.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Бэй Доу...",
                "Content": "Я очень уважаю госпожу Бэй Доу. Единственное, я бы хотел, чтобы она перестала звать меня «мальчиком» и трепать по волосам при каждой встрече.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Нин Гуан...",
                "Content": "Госпожа Воля Небес - та, кого я обязан уважать, иначе у моих отца и брата будут неприятности. Как я лично отношусь к ней? Дай мне подумать. Хм... Я не люблю плохо говорить о других, поэтому воздержусь от комментариев.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Чун Юне...",
                "Content": "А, дражайший Чун Юнь. Хотя он тоже прекрасно понимает меня, идти с ним на задание нужно осторожно. Его искусство фехтования с каждым днём становится всё лучше, но ему не достаёт понимания рыцарского благородства. Ему стоит больше практиковаться... И, конечно, есть больше острой пищи, ха-ха.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Юнь Цзинь...",
                "Content": "Стоит Юнь Цзинь испить любимого напитка, как она тут же обретает вдохновение для создания новой пьесы. Поэтому под кроватью у меня всегда стоит чайничек с чаем, чтобы в тот день, когда вдохновение покинет её, я мог предложить ей немного чаю. Так что у неё никогда не закончатся героические истории для меня!",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ху Тао...",
                "Content": "А, эта девушка, которая сейчас владеет ритуальным бюро «Ваншэн». Что я думаю о ней? Ходит много слухов о её стиле работы. Но чтобы по-настоящему узнать человека, нужно знать, к чему он действительно стремится.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ци Ци...",
                "Content": "У меня такое ощущение, что в Ци Ци есть какая-то загадка. Но с ней невозможно общаться, когда рядом господин Бай Чжу. Разве что мы можем подождать удобного случая, когда его вызовут к больному на дом, и разговорить её...",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Сян Лин...",
                "Content": "При встрече с Сян Лин следует обратить внимание на выражение её лица. Особенно в момент, когда она только-только вернулась с охоты за новыми ингредиентами - чем шире её улыбка, тем опаснее ситуация. Если попадёшься ей в такое время, она заставит тебя пробовать её новое кулинарное творение... Обычно в таких ситуациях я прибегаю к помощи Чун Юня, ха-ха.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Синь Янь...",
                "Content": "Где выступает Синь Янь? Везде от горы Тигра до террасы Юйцзин, там, где от её навязчивого присутствия не спрячешься... Прекрасный день, когда можно спокойно почитать книгу, - такая роскошь.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Об Альбедо...",
                "Content": "Я уже придумал, какими должны быть иллюстрации к следующим трём томам! Ах, надо скорее записать, пока не забыл, составить письмо и отправить его Принцу мела...",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О Чжун Ли...",
                "Content": "Я видел, как отец и брат принимали этого господина. Судя по их учтивости, он должен быть важным человеком. Я слышал, он заведует похоронными церемониями для Адептов, поэтому, должно быть, многое знает. Хочешь, вместе займёмся раскрытием его тайн?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Прощайте, древний лорд»"
                ]
            },
            {
                "Title": "О Шэнь Хэ...",
                "Content": "Мне кажется, что госпожа Шэнь Хэ всегда смотрит на меня немного свирепо, поэтому я не осмеливаюсь к ней подходить. Странно, неужели я чем-то расстроил её? Или, может... расстроил кого-то из её близких?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Е Лань...",
                "Content": "Слышал{F#а} выражение «тот же человек, другое лицо»? Как по мне, так это идеально описывает госпожу Е Лань. Когда она пришла навестить мою семью, отец и брат отнеслись к ней с уважением, и она тоже была с ними вежлива. Она показалась мне доброй и зрелой девушкой. Но когда мы встретились позже, она произвела на меня совершенно иное впечатление.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Ка Мине...",
                "Content": "У профессии Ка Мина есть все признаки рыцарского героя. Только представь: тёмная безлунная ночь, на глухой деревенской дороге стоит одинокая фигура бесстрашного молодого человека, одетого в чёрное. Он не знает себе равных в боевых искусствах, а его мифический зверь всегда покорен ему... Бандиты и разбойники обходят его стороной, ведь бросив ему вызов, уже не пойти на попятную... Когда у него будет свободное время, я бы хотел послушать истории о его наёмнической жизни. Хочешь со мной?",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Син Цю I",
                "Content": "Как дела, друг мой? Если у тебя есть свободное время, мы могли бы посетить книжный магазин «Ваньвэнь».",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Син Цю II",
                "Content": "Почему мне нравится читать в одиночестве? Видишь ли... Любознательность - не порок. А других причин и нет, правда.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Син Цю III",
                "Content": "Есть свободное время сегодня? Замечательно. Я готов отправляться, когда ты скажешь. ...Как же моя книга? Неважно, к ней я могу вернуться позже. А вот люди, которым требуется наша помощь, не могут подождать.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Син Цю IV",
                "Content": "Говоришь, у тебя есть идея? Хочешь, чтобы мы вместе на основе наших приключений написали детективный роман о рыцарях и назвали его «Хроники Ваньвэнь»? А... А-ха-ха-ха... Хорошая идея, правда. Но я вынужден отказаться. Прости.",
                "Tips": [
                    "Уровень дружбы 5"
                ]
            },
            {
                "Title": "Узнать больше о Син Цю V",
                "Content": "«Ткач, из тысячи слов плетущий стихов узор...» Да, такую репутацию я хочу иметь. Но ты - единственн{F#ая}{M#ый}, с кем я могу этим поделиться. На самом деле, сейчас я пишу роман. Нет-нет, пока я не могу дать тебе его почитать... Лучше потом, когда увидишь его на полке в книжном магазине.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Хобби Син Цю...",
                "Content": "Естественно, моё хобби - это чтение книг. Я читаю всё, что попадается под руку. Почему это ты так недобро улыбаешься? Давай всё сказанное останется между нами. Ни к чему посвящать в это других. Да и бессмысленно...",
                "Tips": []
            },
            {
                "Title": "Беспокойство Син Цю...",
                "Content": "Что меня беспокоит? Хм... Однажды старший брат унаследует семейный бизнес. Что тогда будет со мной? Боюсь, тогда моя беззаботная жизнь... О, нет, я не говорю о моём статусе, меня это не волнует. Мне кажется, мой брат несколько простоват для такого, и все дела лягут на мои плечи.",
                "Tips": []
            },
            {
                "Title": "Любимая еда...",
                "Content": "О, я люблю сладкую выпечку и морепродукты кухни Юэ. Думаю, это потому, что дома мы обычно едим постные блюда.",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я терпеть не могу морковь. В детстве мама часто толкла морковь в... О, не могу об этом говорить. Я только начинаю думать и уже чувствую тот привкус...",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Стоит лишь раз попробовать, и уже не забудешь этот вкус никогда.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "С такими отличными кулинарными навыками стоило бы открыть собственный ресторан, как думаешь?",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Я не могу. Но ты угощайся, не стесняйся.",
                "Tips": []
            },
            {
                "Title": "День рождения: Пожелания",
                "Content": "Кхе-кхе. Я поздравляю тебя с днём рождения и желаю тебе счастья и долголетия.",
                "Tips": []
            },
            {
                "Title": "День рождения: Традиции",
                "Content": "Согласно записям, каменный мост Тяньчэн сформировался во время древней войны вследствие падения каменного копья, которое метнул Гео Архонт Моракс. Если пройти по мосту в день рождения и бросить немного моры в море по обе его стороны, то в грядущем году на тебя снизойдёт благословение... День рождения бывает только раз в году, так что поторопись, если хочешь соблюсти традицию. Эй, я ни в коем случае не обманываю тебя!.. Иди скорее.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Если бы у меня не было моих способностей, то это состояние души, переполняющее моё сердце, осталось бы лишь на бумаге.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Если нет в сердце понимания, что есть добро, а что - зло, то все старания напрасны. За мелочами забывая о главном, мы становимся маленькими людьми, ищущими лишь насилия.",
                "Tips": [
                    "Фаза возвышения 2"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Не все в Ли Юэ понимают и разделяют моё желание найти то, понимание чего я ищу. Я давно знаю об этом, ибо таков мой путь.",
                "Tips": [
                    "Фаза возвышения 4"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Я счастлив путешествовать с тобой. Я горжусь своими достижениями как в фехтовальном искусстве, так и в своём поиске истинного понимания того самого слова... Ладно, хватит замалчивать. Я больше не собираюсь избегать слов «рыцарское благородство». Ни отец, ни старший брат не могут больше ставить под сомнение мою рыцарскую натуру. ...Но, конечно, мне по-прежнему не следует громко заявлять об этом.",
                "Tips": [
                    "Фаза возвышения 6"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Дождь чертит линии твоей судьбы!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Ха-хаа!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "Познай мой меч!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Узри силу Гухуа!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Я сочиню для тебя поэму.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Радужная стойка!",
                "Tips": []
            },
            {
                "Title": "Начало спринта I",
                "Content": "Тело и разум.",
                "Tips": []
            },
            {
                "Title": "Начало спринта II",
                "Content": "Время действовать.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Превосходно.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Охота за сокровищами... Доблестное начинание.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Надеюсь, мы найдём утерянные древние книги.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Планы изменились...",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Мне больше не продержаться.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Моя последняя стойка станет памятником рыцарству!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Идём. У меня есть план.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Действуй осторожно.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Для меня было честью... учить тебя...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Самое яркое пламя... затухает быстрее всего...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Меня переиграли...",
                "Tips": []
            },
            {
                "Title": "Получен лёгкий удар I",
                "Content": "Мелкая неудача.",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Стоило только отвлечься...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Нехорошо...",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Пусть знание ведёт тебя.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Рыцарский дух вечен.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "За справедливость!",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "25": {
        "Costumes": [
            {
                "ID": 340016,
                "Name": "Бамбуковый дождь",
                "Desc": "Формальный костюм, который торговая гильдия «Фэйюнь» подготовила для Син Цю. Наряд украшен бамбуковым узором и прекрасно скроен, но Син Цю больше всего нравится внутренний карман, в который может уместиться тонкая книга.",
                "Icon": "UI_AvatarIcon_XingqiuCostumeBamboo",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "Лазурные шелка",
                "Desc": "Наряд Син Цю. Изысканное одеяние из шёлковой материи высшего сорта, какие продаёт только торговая гильдия «Фэйюнь».",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108136,
            "JD": 108106,
            "Name": "<b>Деликатесные мешочки</b>",
            "Eff": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 570 HP в течение 30 сек.",
            "Desc": "Особое блюдо Син Цю. Это на первый взгляд довольно обычное блюдо не вызывает бурного восторга, но раз попробуешь – и сложно отставить тарелку в сторону. Погодите... А куда Син Цю дел морковку?",
            "Recipe": {
                "100092": 3,
                "100093": 3,
                "100013": 2
            },
            "Icon": "UI_ItemIcon_108136"
        },
        "Namecard": {
            "Name": "<b>Мечи дождя</b>",
            "Desc": "Именная карта.<br>Придите и узрите ночной дождь, за которым не следует радуга.",
            "Pic": "UI_NameCardPic_Xingqiu_P"
        }
    }
}

var acs_cache_ = {
    "340016": "\"What? Meowndering Hero's gone missing!? At this juncture, of all times!?\"<br>The troupe leader's furious voice echoed backstage.<br>\"And right when Feiyun Commerce Guild's having important guests from Fontaine over for an evening banquet? Come on! If we run our reputation into the ground here, it's going to be a disaster for our shows on both shores of the sea!\"<br>The actor playing the \"wandering hero,\" head shrunken back in a panic, looked nothing like the part.<br>\"Th—There's still time before we take the stage. I'll go look for it right now!\"<br><br>Outside the backstage window, sitting leisurely on a corner eave, was Xingqiu.<br>\"I see, I see. So it is a matter of saving face, then, that no one from our Guild was asked to join the search? That complicates things... How, then, am I to tell them that you're here, Mr. Cat?\"<br>Standing up, Xingqiu peeped down the chimney mouth next to him — within, a black cat in swashbuckling garb stared up at him, eyes vigilant.<br>To say nothing of his own chicanery in secreting himself away from the banquet making him ill-suited to meet others directly, someone known as the \"second young master of the Feiyun Commerce Guild\" finding this 'Meowndering Hero' would make things terribly awkward for the opera troupe.<br>\"I guess I'll just have to rescue you and take you backstage in secret, huh... Ugh, I hope I don't get these clothes dirty, or my brother's going to ask some pointed questions about where I've been again...\"<br>Xingqiu reached cautiously into the chimney, but the cat ducked into a corner, rejecting his proffered helping hand.<br>\"Spooked by the unfamiliar environment? Or are you just not fond of the banquet atmosphere? Either way, Mr. Cat, getting others in hot water is not quite what a cat with your title should be doing.\"<br>He grinned wryly. No getting this kitty to come along without getting his hands dirty, huh?<br><br>The night went as planned, and the troupe took the stage without a hitch.<br>Meowndering Hero twirled and flipped to the strict rhythm of the gong, seemingly endless applause breaking out.<br>\"Amazing! Most amazing!\" Xingqiu exclaimed while grabbing onto his older brother. What grabbed said brother's attention, however, was Xingqiu's new attire.<br>This Fontainian-style ensemble's well-tailored lines were adorned with elegant bamboo patterns. Clearly, the work of a master...<br>And yet, when he had first received it, had this little lad not complained that it \"restricted movement\" and \"made it hard to conceal oneself,\" wearing it but once before folding it up and putting it back on the shelf? Where was this sudden love for it coming from?<br>As if reading the doubt written on his brother's face, Xingqiu smiled softly, saying: \"I came across this line while reading last night: 'One should make guests feel at home'... Changing into these clothes to welcome guests from Fontaine is a form of courtesy too, is it not?\"<br>The doubt knitted into the elder brother's brows dissipated, and he looked Xingqiu up and down once more. His clothes were quite clean, so he certainly didn't seem to have snuck out like he had last year...<br>Perhaps his kid brother really had matured a little this year, he thought with some relief.<br>...Still, there was a faint smell of ash in the air. Where was that coming from, exactly?<br><br>\"No need to trouble yourselves. I'll change by myself.\"<br>When the banquet was over, and the servants were sent away, Xingqiu would take his coat off, revealing his dust and dirt-stained inner garments.<br>\"Phew... That was a close one. Good thing this was in the cabinet. There was no way I was fooling my brother otherwise...\"<br>Perhaps his next novel could be about a chivalrous thief from Fontaine, then?<br>\"Hmm... Let's start with this: All know the common wisdom that damasked dress makes a deficient disguise, but none realized that celebrity was the cloak of this chivalrous thief...\""
}