// Auto Generated

var _AvatarDataConfig_ = {
    "Xinyan": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Xinyan": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "100034": 3,
                "112035": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113011": 2,
                "100034": 10,
                "112035": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113011": 4,
                "100034": 20,
                "112036": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113011": 8,
                "100034": 30,
                "112036": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113011": 12,
                "100034": 45,
                "112037": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113011": 20,
                "100034": 60,
                "112037": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113013": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113013": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113013": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113013": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113013": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113013": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113013": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113013": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104316": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112037": 4,
                "113013": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112037": 6,
                "113013": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112037": 9,
                "113013": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112037": 12,
                "113013": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Xinyan": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Танец в огне",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх рубящих ударов мечом.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.<br>После вращения проводит дополнительную мощную атаку мечом.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "76.54%",
                                    "82.77%",
                                    "89.0%",
                                    "97.9%",
                                    "104.13%",
                                    "111.25%",
                                    "121.04%",
                                    "130.83%",
                                    "140.62%",
                                    "151.3%",
                                    "161.98%",
                                    "172.66%",
                                    "183.34%",
                                    "194.02%",
                                    "204.7%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "73.96%",
                                    "79.98%",
                                    "86.0%",
                                    "94.6%",
                                    "100.62%",
                                    "107.5%",
                                    "116.96%",
                                    "126.42%",
                                    "135.88%",
                                    "146.2%",
                                    "156.52%",
                                    "166.84%",
                                    "177.16%",
                                    "187.48%",
                                    "197.8%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "95.46%",
                                    "103.23%",
                                    "111.0%",
                                    "122.1%",
                                    "129.87%",
                                    "138.75%",
                                    "150.96%",
                                    "163.17%",
                                    "175.38%",
                                    "188.7%",
                                    "202.02%",
                                    "215.34%",
                                    "228.66%",
                                    "241.98%",
                                    "255.3%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "115.842%",
                                    "125.271%",
                                    "134.7%",
                                    "148.17%",
                                    "157.599%",
                                    "168.375%",
                                    "183.192%",
                                    "198.009%",
                                    "212.826%",
                                    "228.99%",
                                    "245.154%",
                                    "261.318%",
                                    "277.482%",
                                    "293.646%",
                                    "309.81%"
                                ]
                            },
                            {
                                "Desc": "Урон вращающейся атаки",
                                "ParamLevelList": [
                                    "62.5455%",
                                    "67.6364%",
                                    "72.7273%",
                                    "80.0%",
                                    "85.0909%",
                                    "90.9091%",
                                    "98.9091%",
                                    "106.9091%",
                                    "114.9091%",
                                    "123.6364%",
                                    "132.3636%",
                                    "141.0909%",
                                    "149.8182%",
                                    "158.5455%",
                                    "167.2727%"
                                ]
                            },
                            {
                                "Desc": "Урон последней заряженной атаки",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек",
                                    "40 ед/сек"
                                ]
                            },
                            {
                                "Desc": "Макс. длительность",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Решительный жар",
                        "Desc": "Синь Янь размахивает своим музыкальным инструментом, нанося <color style='color:#FF9999;'>Пиро урон</color> окружающим врагам, и создаёт щит из жаркой любви своих фанатов.<br>Поглощение урона щита зависит от защиты Синь Янь и от количества попавших под удар врагов:<br> ·  Не попадает или попадает по одному - щит 1 ур. «Импровизация»;<br> ·  Попадает по двум - щит 2 ур. «Вступление»;<br> ·  Попадает по трём и более - щит 3 ур. «Рейв», который также периодически наносит <color style='color:#FF9999;'>Пиро урон</color> окружающим врагам.<br><br>Щит обладает следующими свойствами:<br> ·  Во время активации накладывает на Синь Янь <color style='color:#FF9999;'>эффект Пиро</color>;<br><color style='color:#FF9999;'> ·  Пиро урон</color> поглощается с эффективностью 250%.<br><br><i>Синь Янь утверждает, что кульминация её выступления - это пиротехнические эффекты, которые являются физическим феноменом, никак не связанным с её Глазом Бога.</i>",
                        "Icon": "Skill_S_Xinyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон взмаха",
                                "ParamLevelList": [
                                    "169.6%",
                                    "182.32%",
                                    "195.04%",
                                    "212.0%",
                                    "224.72%",
                                    "237.44%",
                                    "254.4%",
                                    "271.36%",
                                    "288.32%",
                                    "305.28%",
                                    "322.24%",
                                    "339.2%",
                                    "360.4%",
                                    "381.6%",
                                    "402.8%"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита 1 ур.",
                                "ParamLevelList": [
                                    "104.04% защиты + 500.55273",
                                    "111.843% защиты + 550.615",
                                    "119.646% защиты + 604.84906",
                                    "130.05% защиты + 663.255",
                                    "137.853% защиты + 725.83276",
                                    "145.656% защиты + 792.58246",
                                    "156.06% защиты + 863.5039",
                                    "166.464% защиты + 938.5973",
                                    "176.868% защиты + 1017.8625",
                                    "187.272% защиты + 1101.2996",
                                    "197.676% защиты + 1188.9084",
                                    "208.08% защиты + 1280.6892",
                                    "221.085% защиты + 1376.6418",
                                    "234.09% защиты + 1476.7662",
                                    "247.095% защиты + 1581.0626"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита 2 ур.",
                                "ParamLevelList": [
                                    "122.4% защиты + 588.88556",
                                    "131.58% защиты + 647.78235",
                                    "140.76% защиты + 711.58716",
                                    "153.0% защиты + 780.3",
                                    "162.18% защиты + 853.92096",
                                    "171.36% защиты + 932.44995",
                                    "183.6% защиты + 1015.88696",
                                    "195.84% защиты + 1104.232",
                                    "208.08% защиты + 1197.4852",
                                    "220.32% защиты + 1295.6465",
                                    "232.56% защиты + 1398.7158",
                                    "244.8% защиты + 1506.6931",
                                    "260.1% защиты + 1619.5786",
                                    "275.4% защиты + 1737.3721",
                                    "290.7% защиты + 1860.0736"
                                ]
                            },
                            {
                                "Desc": "Поглощение щита 3 ур.",
                                "ParamLevelList": [
                                    "144.0% защиты + 692.8066",
                                    "154.8% защиты + 762.09686",
                                    "165.6% защиты + 837.1613",
                                    "180.0% защиты + 918",
                                    "190.8% защиты + 1004.61285",
                                    "201.6% защиты + 1097.0",
                                    "216.0% защиты + 1195.1611",
                                    "230.4% защиты + 1299.0966",
                                    "244.8% защиты + 1408.8062",
                                    "259.2% защиты + 1524.29",
                                    "273.6% защиты + 1645.548",
                                    "288.0% защиты + 1772.5802",
                                    "306.0% защиты + 1905.3866",
                                    "324.0% защиты + 2043.9672",
                                    "342.0% защиты + 2188.322"
                                ]
                            },
                            {
                                "Desc": "Периодический урон",
                                "ParamLevelList": [
                                    "33.6%",
                                    "36.12%",
                                    "38.64%",
                                    "42.0%",
                                    "44.52%",
                                    "47.04%",
                                    "50.4%",
                                    "53.76%",
                                    "57.12%",
                                    "60.48%",
                                    "63.84%",
                                    "67.2%",
                                    "71.4%",
                                    "75.6%",
                                    "79.8%"
                                ]
                            },
                            {
                                "Desc": "Длительность щита",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек.",
                                    "18 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Струны протеста",
                        "Desc": "Синь Янь зажигает толпу игрой на своём инструменте, подкидывая окружающих врагов в воздух и нанося им физ. урон.<br>Жаркая атмосфера её выступления создаёт струи огня, которые наносят <color style='color:#FF9999;'>Пиро урон</color> окружающим врагам.<br><br><i>Этим номером Синь Янь заканчивала свои концерты, однако ей пришлось прекратить его исполнение, и не потому что это был опасный номер, а потому что у неё не было более захватывающего номера на случай, если кто-то выкрикнет «На бис!»</i>",
                        "Icon": "Skill_E_Xinyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "340.8%",
                                    "366.36%",
                                    "391.92%",
                                    "426.0%",
                                    "451.56%",
                                    "477.12%",
                                    "511.2%",
                                    "545.28%",
                                    "579.36%",
                                    "613.44%",
                                    "647.52%",
                                    "681.6%",
                                    "724.2%",
                                    "766.8%",
                                    "809.4%"
                                ]
                            },
                            {
                                "Desc": "Периодический урон Пиро",
                                "ParamLevelList": [
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "50.0%",
                                    "53.0%",
                                    "56.0%",
                                    "60.0%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%",
                                    "80.0%",
                                    "85.0%",
                                    "90.0%",
                                    "95.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек.",
                                    "2 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Выступление без публики",
                        "Desc": "Уменьшает необходимое для получения уровня щита навыка <color style='color:#FFD780;'>Решительный жар</color> количество врагов:<br> ·  Щит 2 ур. - «Вступление»: требуется попадание по одному врагу;<br> ·  Щит 3 ур. - «Рейв»: требуется попадание по двум врагам и более.",
                        "Icon": "UI_Talent_S_Xinyan_05"
                    },
                    {
                        "Name": "Вот это рок-н-ролл!",
                        "Desc": "Щит навыка <color style='color:#FFD780;'>Решительный жар</color> увеличивает физ. урон персонажа на 15%.",
                        "Icon": "UI_Talent_S_Xinyan_06"
                    },
                    {
                        "Name": "Улётный рецепт",
                        "Desc": "При приготовлении идеального блюда, повышающего защиту, имеет 12% шанс получить дополнительное блюдо.",
                        "Icon": "UI_Talent_Cook_Defense"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Фатальный разгон",
                        "Desc": "При крит. попадании увеличивает скорость обычной и заряженной атаки Синь Янь на 12% в течение 5 сек.<br>Может возникнуть раз в 5 сек.",
                        "Icon": "UI_Talent_S_Xinyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Выступление экспромтом",
                        "Desc": "Увеличивает шанс крит. попадания физ. уроном навыка <color style='color:#FFD780;'>Струны протеста</color> на 100%, также при использовании навыка активирует щит 3 ур. - «Рейв».",
                        "Icon": "UI_Talent_S_Xinyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Сложный аккорд",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Решительный жар</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Xinyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Дикий ритм",
                        "Desc": "Попадание навыком <color style='color:#FFD780;'>Решительный жар</color> понижает физ. сопротивление врага на 15% в течение 12 сек.",
                        "Icon": "UI_Talent_S_Xinyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Крики «Браво!»",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Струны протеста</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Xinyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Адский рок-н-ролл",
                        "Desc": "Уменьшает потребление выносливости заряженной атакой Синь Янь на 30%. Также при исполнении заряженной атаки Синь Янь получает бонус атаки равный 50% от её защиты.",
                        "Icon": "UI_Talent_S_Xinyan_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Xinyan": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 96.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 93.15,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 121.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 146.63,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.2
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.6
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 300.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.6
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Fire",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.6
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Fire",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}