// Auto Generated

var _AvatarDataConfig_ = {
    "Yae": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Yae": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101206": 3,
                "112044": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113031": 2,
                "101206": 10,
                "112044": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113031": 4,
                "101206": 20,
                "112045": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113031": 8,
                "101206": 30,
                "112045": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113031": 12,
                "101206": 45,
                "112046": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113031": 20,
                "101206": 60,
                "112046": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113034": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113034": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113034": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113034": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113034": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113034": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113034": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113034": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113034": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113034": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113034": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113034": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Yae": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Пожирающая грехи кицунэ",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>Совершает до трёх ударов, призывая духов кицунэ, наносящих <color style='color:#FFACFF;'>Электро урон</color>.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Короткое заклинание, наносящее <color style='color:#FFACFF;'>Электро урон по площади</color>, на которое тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Накопив энергию молнии, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color style='color:#FFACFF;'>Электро урон по площади</color>.",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "39.6584%",
                                    "42.6328%",
                                    "45.6072%",
                                    "49.573%",
                                    "52.5474%",
                                    "55.5218%",
                                    "59.4876%",
                                    "63.4534%",
                                    "67.4193%",
                                    "71.3851%",
                                    "75.351%",
                                    "79.3168%",
                                    "84.2741%",
                                    "89.2314%",
                                    "94.1887%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "38.5192%",
                                    "41.4081%",
                                    "44.2971%",
                                    "48.149%",
                                    "51.0379%",
                                    "53.9269%",
                                    "57.7788%",
                                    "61.6307%",
                                    "65.4826%",
                                    "69.3346%",
                                    "73.1865%",
                                    "77.0384%",
                                    "81.8533%",
                                    "86.6682%",
                                    "91.4831%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "56.8888%",
                                    "61.1555%",
                                    "65.4221%",
                                    "71.111%",
                                    "75.3777%",
                                    "79.6443%",
                                    "85.3332%",
                                    "91.0221%",
                                    "96.711%",
                                    "102.3998%",
                                    "108.0887%",
                                    "113.7776%",
                                    "120.8887%",
                                    "128.0%",
                                    "135.1109%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "142.8948%",
                                    "153.612%",
                                    "164.3291%",
                                    "178.6185%",
                                    "189.3357%",
                                    "200.0528%",
                                    "214.3423%",
                                    "228.6317%",
                                    "242.9212%",
                                    "257.2107%",
                                    "271.5002%",
                                    "285.7897%",
                                    "303.6515%",
                                    "321.5134%",
                                    "339.3752%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед.",
                                    "50 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Проклятие якан: Сакура сэссё",
                        "Desc": "Для Яэ хлопотами вроде изгнания духов нет нужды заниматься лично.<br>Стремительно передвигается, оставляя за собой Сакуру сэссё.<br><br><color style='color:#FFD780;'>Сакура сэссё</color><br>Обладает следующими свойствами:<br> ·  Периодически бьёт врага поблизости молнией, нанося <color style='color:#FFACFF;'>Электро урон</color>.<br> ·  Наличие других Сакур сэссё поблизости повышает их уровень и наносимый ими урон.<br><br>У навыка 3 заряда.<br>На поле боя может быть до 3 Сакур сэссё. Изначально создаёт Сакуры 1-го уровня, они могут быть улучшены максимум до 3-го уровня. Если создать Сакуру слишком близко к уже существующей, то последняя уничтожится.<br><br><i>«Заточённые внутри ветвей сакуры духи кицунэ - это всё якан, которые причиняют людям вред. Они на две ступени ниже нас, Небесных кицунэ, поэтому я без зазрения совести заставляю их выполнять мои приказы. Но вы, люди, с нашей иерархии пример не берите. Что же до того, кто занимает более высокое положение, небесные кицунэ или люди... Хе-хе...»</i>",
                        "Icon": "Skill_S_Yae_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Сакуры сэссё ур. 1",
                                "ParamLevelList": [
                                    "60.672%",
                                    "65.2224%",
                                    "69.7728%",
                                    "75.84%",
                                    "80.3904%",
                                    "84.9408%",
                                    "91.008%",
                                    "97.0752%",
                                    "103.1424%",
                                    "109.2096%",
                                    "115.2768%",
                                    "121.344%",
                                    "128.928%",
                                    "136.512%",
                                    "144.096%"
                                ]
                            },
                            {
                                "Desc": "Урон Сакуры сэссё ур. 2",
                                "ParamLevelList": [
                                    "75.84%",
                                    "81.528%",
                                    "87.216%",
                                    "94.8%",
                                    "100.488%",
                                    "106.176%",
                                    "113.76%",
                                    "121.344%",
                                    "128.928%",
                                    "136.512%",
                                    "144.096%",
                                    "151.68%",
                                    "161.16%",
                                    "170.64%",
                                    "180.12%"
                                ]
                            },
                            {
                                "Desc": "Урон Сакуры сэссё ур. 3",
                                "ParamLevelList": [
                                    "94.8%",
                                    "101.91%",
                                    "109.02%",
                                    "118.5%",
                                    "125.61%",
                                    "132.72%",
                                    "142.2%",
                                    "151.68%",
                                    "161.16%",
                                    "170.64%",
                                    "180.12%",
                                    "189.6%",
                                    "201.45%",
                                    "213.3%",
                                    "225.15%"
                                ]
                            },
                            {
                                "Desc": "Урон Сакуры сэссё ур. 4",
                                "ParamLevelList": [
                                    "118.5%",
                                    "127.3875%",
                                    "136.275%",
                                    "148.125%",
                                    "157.0125%",
                                    "165.9%",
                                    "177.75%",
                                    "189.6%",
                                    "201.45%",
                                    "213.3%",
                                    "225.15%",
                                    "237.0%",
                                    "251.8125%",
                                    "266.625%",
                                    "281.4375%"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек.",
                                    "14 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек.",
                                    "4 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Великое тайное искусство: Тэнко кэнсин",
                        "Desc": "В Инадзуме существуют легенды о кицунэцуки - людях, в которых вселился дух кицунэ. Из них весьма особенными считаются Небесные кицунэ, которые поражают молниями врагов Великого храма Наруками, нанося <color style='color:#FFACFF;'>Электро урон по площади</color>.<br>При активации этого навыка Яэ Мико высвобождает Сакуры сэссё поблизости, разрушая их внешнюю форму и обращая в молнии Небесной кицунэ, которые наносят <color style='color:#FFACFF;'>Электро урон по площади</color>. Каждая разрушенная таким образом Сакура сэссё даёт одну молнию Небесной кицунэ.<br><br><i>Черты Небесной кицунэ Яэ раскрываются лишь тогда, когда она повелевает молнией. От всех видевших её хвосты осталась лишь горстка пепла, поэтому помните - хвостов у госпожи Яэ нет.</i>",
                        "Icon": "Skill_E_Yae_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "260.0%",
                                    "279.5%",
                                    "299.0%",
                                    "325.0%",
                                    "344.5%",
                                    "364.0%",
                                    "390.0%",
                                    "416.0%",
                                    "442.0%",
                                    "468.0%",
                                    "494.0%",
                                    "520.0%",
                                    "552.5%",
                                    "585.0%",
                                    "617.5%"
                                ]
                            },
                            {
                                "Desc": "Урон молнии Небесной кицунэ",
                                "ParamLevelList": [
                                    "333.816%",
                                    "358.8522%",
                                    "383.8884%",
                                    "417.27%",
                                    "442.3062%",
                                    "467.3424%",
                                    "500.724%",
                                    "534.1056%",
                                    "567.4872%",
                                    "600.8688%",
                                    "634.2504%",
                                    "667.632%",
                                    "709.359%",
                                    "751.086%",
                                    "792.813%"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек.",
                                    "22 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Божественная тень святилища",
                        "Desc": "Каждая Сакура сэссё, разрушенная навыком <color style='color:#FFD780;'>Великое тайное искусство: Тэнко кэнсин</color>, сбрасывает откат одного заряда навыка <color style='color:#FFD780;'>Проклятие якан: Сакура сэссё</color>.",
                        "Icon": "UI_Talent_S_Yae_05"
                    },
                    {
                        "Name": "Просветлённое благословение",
                        "Desc": "Каждая единица мастерства стихий Яэ Мико увеличивает урон <color style='color:#FFD780;'>Сакуры сэссё</color> на 0,15%.",
                        "Icon": "UI_Talent_S_Yae_06"
                    },
                    {
                        "Name": "Медитация яко",
                        "Desc": "Создание материалов повышения талантов: 25% шанс получить другой доп. материал того же региона и той же редкости, как у исходных.",
                        "Icon": "UI_Talent_S_Yae_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Подношения яко",
                        "Desc": "При каждой активации удара молнии Небесной кицунэ навыком <color style='color:#FFD780;'>Великое тайное искусство: Тэнко кэнсин</color> Яэ Мико восстанавливает себе 8 ед. элементальной энергии.",
                        "Icon": "UI_Talent_S_Yae_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Лунный зов лисы",
                        "Desc": "<color style='color:#FFD780;'>Сакура сэссё</color> создаётся уже 2-го уровня. Максимальный уровень повышен до 4, а радиус её атак увеличен на 60%.",
                        "Icon": "UI_Talent_S_Yae_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Семь чудесных превращений",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Проклятие якан: Сакура сэссё</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Yae_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Молния алой вишни",
                        "Desc": "Попадание по врагу ударом молнии <color style='color:#FFD780;'>Сакуры сэссё</color> наделяет всех персонажей поблизости 20% <color style='color:#FFACFF;'>бонусом Электро урона</color> длительностью 5 сек.",
                        "Icon": "UI_Talent_S_Yae_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Бесконечные насмешки",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Великое тайное искусство: Тэнко кэнсин</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Yae_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Запрещённое искусство: Дайсэссё",
                        "Desc": "Атаки <color style='color:#FFD780;'>Сакур сэссё</color> игнорируют 60% от защиты противника.",
                        "Icon": "UI_Talent_S_Yae_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Yae": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        0.5,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        0.5,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        0.5,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        0.5,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        2.0,
                        4.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 7.436,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        2.0,
                        4.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 7.222,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        2.0,
                        4.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 10.667,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        2.0,
                        3.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Yae_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        2.0,
                        3.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Yae_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        2.0,
                        3.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Yae_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        2.0,
                        3.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Yae_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        2.0,
                        3.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Yae_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        2.0,
                        3.2
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Yae_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}