// Auto Generated

var _AvatarDataConfig_ = {
    "Yaoyao": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Yaoyao": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "100027": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113040": 2,
                "100027": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113040": 4,
                "100027": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113040": 8,
                "100027": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113040": 12,
                "100027": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113040": 20,
                "100027": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112004": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112004": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112004": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112004": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112004": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112004": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112004": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112004": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112004": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112004": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112004": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112004": 12,
                "113043": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Yaoyao": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Вращающееся копьё",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До четырёх ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "51.0014%",
                                    "55.1527%",
                                    "59.304%",
                                    "65.2344%",
                                    "69.3857%",
                                    "74.13%",
                                    "80.6534%",
                                    "87.1769%",
                                    "93.7003%",
                                    "100.8168%",
                                    "107.9333%",
                                    "115.0498%",
                                    "122.1662%",
                                    "129.2827%",
                                    "136.3992%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "47.4428%",
                                    "51.3044%",
                                    "55.166%",
                                    "60.6826%",
                                    "64.5442%",
                                    "68.9575%",
                                    "75.0258%",
                                    "81.094%",
                                    "87.1623%",
                                    "93.7822%",
                                    "100.4021%",
                                    "107.022%",
                                    "113.642%",
                                    "120.2619%",
                                    "126.8818%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "31.3771%+32.9457%",
                                    "33.9311%+35.6274%",
                                    "36.485%+38.309%",
                                    "40.1335%+42.1399%",
                                    "42.6874%+44.8215%",
                                    "45.6063%+47.8862%",
                                    "49.6196%+52.1002%",
                                    "53.633%+56.3142%",
                                    "57.6463%+60.5282%",
                                    "62.0245%+65.1253%",
                                    "66.4027%+69.7224%",
                                    "70.7809%+74.3195%",
                                    "75.1591%+78.9165%",
                                    "79.5373%+83.5136%",
                                    "83.9155%+88.1107%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "77.9315%",
                                    "84.2747%",
                                    "90.618%",
                                    "99.6798%",
                                    "106.0231%",
                                    "113.2725%",
                                    "123.2405%",
                                    "133.2085%",
                                    "143.1764%",
                                    "154.0506%",
                                    "164.9248%",
                                    "175.7989%",
                                    "186.6731%",
                                    "197.5472%",
                                    "208.4214%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Небесное скопление редьки",
                        "Desc": "Призывает на поле боя Бросающего Юэгуя - особый механизм, изобретение некоего Адепта, которое помогает Яо Яо справиться с неприятностями.<br>При долгом нажатии способ активации навыка меняется.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Переходит в режим прицеливания, в котором можно выбрать направление бросков.<br><br><color style='color:#FFD780;'>Бросающий Юэгуй</color><br>Бросает Редьку белого нефрита, которая при попадании в противников или персонажей взрывается, нанося противникам в определённой области <color style='color:#99FF88;'>Дендро урон</color> и восстанавливая HP персонажам в этой же области пропорционально макс. HP Яо Яо. Если Редька белого нефрита не попадает в противника или персонажа, она остаётся на месте попадания и взрывается, если её коснётся персонаж или противник или истечёт время её действия.<br>Цели для Редьки из белого нефрита выбираются в соответствии с обстановкой поблизости:<br> ·  Если у всех персонажей рядом более 70% HP, целью для бросков станет ближайший противник.<br> ·  Если у персонажей рядом 70% HP или менее, в качестве цели будет выбран персонаж рядом с наименьшим количеством HP. Если количество HP персонажей выше 70%, но ниже 100%, а противников рядом нет, броски также совершаются в персонажей. В противном случае броски совершаются в случайном направлении.<br><br>Одновременно может существовать не более 2 Бросающих Юэгуев.<br><br><i>«Врач без дела остаётся, если редька продаётся! Нет, всех болезней редька не лечит, но есть её полезно, это факт!»</i>",
                        "Icon": "Skill_S_Yaoyao_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон Редьки белого нефрита",
                                "ParamLevelList": [
                                    "29.92%",
                                    "32.164%",
                                    "34.408%",
                                    "37.4%",
                                    "39.644%",
                                    "41.888%",
                                    "44.88%",
                                    "47.872%",
                                    "50.864%",
                                    "53.856%",
                                    "56.848%",
                                    "59.84%",
                                    "63.58%",
                                    "67.32%",
                                    "71.06%"
                                ]
                            },
                            {
                                "Desc": "Лечение Редьки белого нефрита",
                                "ParamLevelList": [
                                    "1.7143% макс. HP + 165.07991",
                                    "1.8429% макс. HP + 181.5902",
                                    "1.9714% макс. HP + 199.47635",
                                    "2.1428% макс. HP + 218.73834",
                                    "2.2714% макс. HP + 239.3762",
                                    "2.4% макс. HP + 261.38992",
                                    "2.5714% макс. HP + 284.77948",
                                    "2.7428% макс. HP + 309.54492",
                                    "2.9143% макс. HP + 335.6862",
                                    "3.0857% макс. HP + 363.20334",
                                    "3.2571% макс. HP + 392.09634",
                                    "3.4286% макс. HP + 422.3652",
                                    "3.6428% макс. HP + 454.00992",
                                    "3.8571% макс. HP + 487.0305",
                                    "4.0714% макс. HP + 521.42694"
                                ]
                            },
                            {
                                "Desc": "Длительность Бросающего Юэгуя",
                                "ParamLevelList": [
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек.",
                                    "10 сек."
                                ]
                            },
                            {
                                "Desc": "Длительность Редьки белого нефрита",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Сошествие лунной яшмы",
                        "Desc": "По велению некоего Адепта в чрезвычайной ситуации высвобождает всю силу Юэгуя, нанося противникам поблизости <color style='color:#99FF88;'>Дендро урон</color>, и входит во всепобеждающее (в некотором смысле) состояние Наследия Адептов.<br><br><color style='color:#FFD780;'>Наследие Адептов</color><br> ·  Создаваемая Редька белого нефрита преобразуется для нанесения урона или лечения в соответствии с характеристиками данного навыка. Когда она взрывается, то восстанавливает HP всем персонажам поблизости, а наносимый <color style='color:#99FF88;'>Дендро урон</color> считается уроном взрыва стихии.<br> ·  Периодически призывает Прыгающих Юэгуев до тех пор, пока их количество не достигнет лимита. Прыгающий Юэгуй ведёт себя так же, как Бросающий Юэгуй, призываемый элементальным навыком Небесное скопление редьки. Одновременно может существовать не более 3 Прыгающих Юэгуев.<br> ·  Повышает скорость передвижения Яо Яо на 15%.<br> ·  <color style='color:#99FF88;'>Дендро сопротивление</color> Яо Яо увеличивается. <br><br>Если Яо Яо покинет поле боя, состояние Наследия Адептов прервётся. С завершением этого состояния все Прыгающие Юэгуи исчезнут.<br><br><i>«Который из них Юэгуй? Да все они тут Юэгуи!»</i>",
                        "Icon": "Skill_E_Yaoyao_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "114.56%",
                                    "123.152%",
                                    "131.744%",
                                    "143.2%",
                                    "151.792%",
                                    "160.384%",
                                    "171.84%",
                                    "183.296%",
                                    "194.752%",
                                    "206.208%",
                                    "217.664%",
                                    "229.12%",
                                    "243.44%",
                                    "257.76%",
                                    "272.08%"
                                ]
                            },
                            {
                                "Desc": "Урон Редьки белого нефрита Наследия Адептов",
                                "ParamLevelList": [
                                    "72.16%",
                                    "77.572%",
                                    "82.984%",
                                    "90.2%",
                                    "95.612%",
                                    "101.024%",
                                    "108.24%",
                                    "115.456%",
                                    "122.672%",
                                    "129.888%",
                                    "137.104%",
                                    "144.32%",
                                    "153.34%",
                                    "162.36%",
                                    "171.38%"
                                ]
                            },
                            {
                                "Desc": "Лечение Редьки белого нефрита Наследия Адептов",
                                "ParamLevelList": [
                                    "2.0168% макс. HP + 194.21231",
                                    "2.1681% макс. HP + 213.63625",
                                    "2.3193% макс. HP + 234.67883",
                                    "2.521% макс. HP + 257.3401",
                                    "2.6723% макс. HP + 281.62",
                                    "2.8235% макс. HP + 307.5186",
                                    "3.0252% макс. HP + 335.0358",
                                    "3.2269% макс. HP + 364.1717",
                                    "3.4286% макс. HP + 394.92627",
                                    "3.6303% макс. HP + 427.29947",
                                    "3.8319% макс. HP + 461.29135",
                                    "4.0336% макс. HP + 496.9019",
                                    "4.2857% макс. HP + 534.1311",
                                    "4.5378% макс. HP + 572.97894",
                                    "4.7899% макс. HP + 613.4455"
                                ]
                            },
                            {
                                "Desc": "Дендро сопротивление",
                                "ParamLevelList": [
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%"
                                ]
                            },
                            {
                                "Desc": "Длительность Наследия Адептов",
                                "ParamLevelList": [
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек.",
                                    "5 сек."
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек.",
                                    "20 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Звёздная россыпь",
                        "Desc": "Находясь в состоянии Наследия Адептов навыка <color style='color:#FFD780;'>Сошествие лунной яшмы</color>, Яо Яо во время спринта, прыжков или бега постоянно бросает во врагов поблизости Редьку белого нефрита. Таким способом можно метать 1 редьку раз в 0,6 сек.",
                        "Icon": "UI_Talent_S_Yaoyao_05"
                    },
                    {
                        "Name": "Забота о ближнем",
                        "Desc": "Когда <color style='color:#FFD780;'>Редька белого нефрита</color> взрывается, то восстанавливает HP персонажам в области её действия каждую 1 сек. пропорционально 0,8% от макс. HP Яо Яо. Эффект длится 5 сек.",
                        "Icon": "UI_Talent_S_Yaoyao_06"
                    },
                    {
                        "Name": "Догоняя на цыпочках",
                        "Desc": "Когда Яо Яо в отряде, ваши персонажи не будут при приближении спугивать кристальных бабочек и некоторые другие типы животных.<br>Существа, на которых действует этот навык, указаны в подразделе «Прочие» раздела «Существа / Фауна» меню Архив.",
                        "Icon": "UI_Talent_S_Yaoyao_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Наставничество Адепта",
                        "Desc": "Когда <color style='color:#FFD780;'>Редька белого нефрита</color> взрывается, активные персонажи в области её действия получают 15% <color style='color:#99FF88;'>бонус Дендро урона</color> на 8 сек., а также восстанавливают 15 ед. выносливости. Восстанавливать выносливость таким образом можно 1 раз в 5 сек.",
                        "Icon": "UI_Talent_S_Yaoyao_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Беспорочность",
                        "Desc": "Если взрывы Редьки белого нефрита наносят противникам урон, когда Яо Яо пребывает в состоянии Наследия Адептов навыка <color style='color:#FFD780;'>Сошествие лунной яшмы</color>, то она восстанавливает 3 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 0,8 сек.",
                        "Icon": "UI_Talent_S_Yaoyao_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Верность и доброта",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Небесное скопление редьки</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Yaoyao_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Дружелюбие",
                        "Desc": "После активации <color style='color:#FFD780;'>Небесного скопления редьки</color> или <color style='color:#FFD780;'>Сошествия лунной яшмы</color> мастерство стихий Яо Яо увеличивается пропорционально 0,3% от её макс. HP на 8 сек. Таким образом к мастерству стихий может прибавиться до 120 ед.",
                        "Icon": "UI_Talent_S_Yaoyao_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Сострадательность",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Сошествие лунной яшмы</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Yaoyao_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Благодетельность",
                        "Desc": "С каждым третьим броском Редьки белого нефрита <color style='color:#FFD780;'>Бросающий Юэгуй</color> дополнительно бросает 1 Мегаредьку, которая обладает большей зоной поражения и следующими эффектами при взрыве:<br> ·  Наносит <color style='color:#99FF88;'>Дендро урон по площади</color>, равный 75% от силы атаки Яо Яо.<br> ·  Восстанавливает HP активного персонажа пропорционально 7,5% от макс. HP Яо Яо.<br><br>Каждый Бросающий Юэгуй может бросить до 2 Мегаредек.",
                        "Icon": "UI_Talent_S_Yaoyao_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Yaoyao": {
        "AttackList": [
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "PermanentSkill_2",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "PermanentSkill_2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "Yaoyao_ElementalBurst",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "Yaoyao_GrassAttack",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Yaoyao_CheckAlliance",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Yaoyao_CheckAlliance",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "PermanentSkill_2",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "PermanentSkill_2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "Yaoyao_ElementalBurst",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "Yaoyao_GrassAttack",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Yaoyao_Constellation_6",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "Yaoyao_Constellation_6",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Yaoyao_CheckAlliance",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Yaoyao_CheckAlliance",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Yaoyao_Constellation_6",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "Yaoyao_Constellation_6",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.2,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 51.73,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.506,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.035,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.035,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 77.358,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}