// Auto Generated

var _AvatarDataConfig_ = {
    "Yunjin": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Yunjin": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "100030": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113030": 2,
                "100030": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113030": 4,
                "100030": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113030": 8,
                "100030": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113030": 12,
                "100030": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113030": 20,
                "100030": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112007": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112007": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112007": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112007": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112007": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112007": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112007": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112007": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112007": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112007": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112007": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112007": 12,
                "113027": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Yunjin": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "Облачный удар",
                        "Desc": "<color style='color:#FFD780;'>Обычная атака:</color><br>До пяти ударов копьём.<br><br><color style='color:#FFD780;'>Заряженная атака:</color><br>Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.<br><br><color style='color:#FFD780;'>Атака в падении:</color><br>Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "Урон атаки 1",
                                "ParamLevelList": [
                                    "40.506%",
                                    "43.803%",
                                    "47.1%",
                                    "51.81%",
                                    "55.107%",
                                    "58.875%",
                                    "64.056%",
                                    "69.237%",
                                    "74.418%",
                                    "80.07%",
                                    "85.722%",
                                    "91.374%",
                                    "97.026%",
                                    "102.678%",
                                    "108.33%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 2",
                                "ParamLevelList": [
                                    "40.248%",
                                    "43.524%",
                                    "46.8%",
                                    "51.48%",
                                    "54.756%",
                                    "58.5%",
                                    "63.648%",
                                    "68.796%",
                                    "73.944%",
                                    "79.56%",
                                    "85.176%",
                                    "90.792%",
                                    "96.408%",
                                    "102.024%",
                                    "107.64%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 3",
                                "ParamLevelList": [
                                    "22.962%+27.52%",
                                    "24.831%+29.76%",
                                    "26.7%+32.0%",
                                    "29.37%+35.2%",
                                    "31.239%+37.44%",
                                    "33.375%+40.0%",
                                    "36.312%+43.52%",
                                    "39.249%+47.04%",
                                    "42.186%+50.56%",
                                    "45.39%+54.4%",
                                    "48.594%+58.24%",
                                    "51.798%+62.08%",
                                    "55.002%+65.92%",
                                    "58.206%+69.76%",
                                    "61.41%+73.6%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 4",
                                "ParamLevelList": [
                                    "23.994%+28.81%",
                                    "25.947%+31.155%",
                                    "27.9%+33.5%",
                                    "30.69%+36.85%",
                                    "32.643%+39.195%",
                                    "34.875%+41.875%",
                                    "37.944%+45.56%",
                                    "41.013%+49.245%",
                                    "44.082%+52.93%",
                                    "47.43%+56.95%",
                                    "50.778%+60.97%",
                                    "54.126%+64.99%",
                                    "57.474%+69.01%",
                                    "60.822%+73.03%",
                                    "64.17%+77.05%"
                                ]
                            },
                            {
                                "Desc": "Урон атаки 5",
                                "ParamLevelList": [
                                    "67.338%",
                                    "72.819%",
                                    "78.3%",
                                    "86.13%",
                                    "91.611%",
                                    "97.875%",
                                    "106.488%",
                                    "115.101%",
                                    "123.714%",
                                    "133.11%",
                                    "142.506%",
                                    "151.902%",
                                    "161.298%",
                                    "170.694%",
                                    "180.09%"
                                ]
                            },
                            {
                                "Desc": "Урон заряженной атаки",
                                "ParamLevelList": [
                                    "121.69%",
                                    "131.595%",
                                    "141.5%",
                                    "155.65%",
                                    "165.555%",
                                    "176.875%",
                                    "192.44%",
                                    "208.005%",
                                    "223.57%",
                                    "240.55%",
                                    "260.0062%",
                                    "282.8868%",
                                    "305.7673%",
                                    "328.6479%",
                                    "353.6085%"
                                ]
                            },
                            {
                                "Desc": "Потребление выносливости",
                                "ParamLevelList": [
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед.",
                                    "25 ед."
                                ]
                            },
                            {
                                "Desc": "Урон в падении",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "Урон низкого/высокого удара",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Вихревое представление",
                        "Desc": "На сцене Госпожа Юнь лишь изображает бой, но дать отпор врагам она может и по-настоящему.<br><br><color style='color:#FFD780;'>Быстрое нажатие</color><br>Взмахивает копьём, обводя очертания облаков, и наносит <color style='color:#FFE699;'>Гео урон</color>.<br><br><color style='color:#FFD780;'>Долгое нажатие</color><br>Встаёт в стойку Вихревое представление, накапливает заряд и создаёт щит. Поглощение урона зависит от максимального HP Юнь Цзинь. Щит поглощает элементальный урон и физический урон на 150% эффективнее. Он действует до тех пор, пока Юнь Цзинь не закончит исполнение элементального навыка.<br>Когда навык применится, закончится его длительность или щит разрушится, Юнь Цзинь высвободит накопленную энергию, нанося <color style='color:#FFE699;'>Гео урон</color>. В зависимости от времени, потраченного на зарядку, атака будет уровня заряда 1 или уровня заряда 2.<br><br><i>Минута сияния на сцене, за которой стоит десятилетие подготовки.</i>",
                        "Icon": "Skill_S_Yunjin_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон быстрого нажатия",
                                "ParamLevelList": [
                                    "149.12% защиты",
                                    "160.304% защиты",
                                    "171.488% защиты",
                                    "186.4% защиты",
                                    "197.584% защиты",
                                    "208.768% защиты",
                                    "223.68% защиты",
                                    "238.592% защиты",
                                    "253.504% защиты",
                                    "268.416% защиты",
                                    "283.328% защиты",
                                    "298.24% защиты",
                                    "316.88% защиты",
                                    "335.52% защиты",
                                    "354.16% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон заряда 1",
                                "ParamLevelList": [
                                    "260.96% защиты",
                                    "280.532% защиты",
                                    "300.104% защиты",
                                    "326.2% защиты",
                                    "345.772% защиты",
                                    "365.344% защиты",
                                    "391.44% защиты",
                                    "417.536% защиты",
                                    "443.632% защиты",
                                    "469.728% защиты",
                                    "495.824% защиты",
                                    "521.92% защиты",
                                    "554.54% защиты",
                                    "587.16% защиты",
                                    "619.78% защиты"
                                ]
                            },
                            {
                                "Desc": "Урон заряда 2",
                                "ParamLevelList": [
                                    "372.8% защиты",
                                    "400.76% защиты",
                                    "428.72% защиты",
                                    "466.0% защиты",
                                    "493.96% защиты",
                                    "521.92% защиты",
                                    "559.2% защиты",
                                    "596.48% защиты",
                                    "633.76% защиты",
                                    "671.04% защиты",
                                    "708.32% защиты",
                                    "745.6% защиты",
                                    "792.2% защиты",
                                    "838.8% защиты",
                                    "885.4% защиты"
                                ]
                            },
                            {
                                "Desc": "Поглощение урона",
                                "ParamLevelList": [
                                    "12.0% от макс. HP + 1155.4323",
                                    "12.9% от макс. HP + 1270.9916",
                                    "13.8% от макс. HP + 1396.1808",
                                    "15.0% от макс. HP + 1531",
                                    "15.9% от макс. HP + 1675.4491",
                                    "16.8% от макс. HP + 1829.5282",
                                    "18.0% от макс. HP + 1993.2372",
                                    "19.2% от макс. HP + 2166.5762",
                                    "20.4% от макс. HP + 2349.545",
                                    "21.6% от макс. HP + 2542.1438",
                                    "22.8% от макс. HP + 2744.3726",
                                    "24.0% от макс. HP + 2956.2312",
                                    "25.5% от макс. HP + 3177.72",
                                    "27.0% от макс. HP + 3408.8384",
                                    "28.5% от макс. HP + 3649.587"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек.",
                                    "9 сек."
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "Стяг разрушителя скал",
                        "Desc": "Наносит <color style='color:#FFE699;'>Гео урон по площади</color> и накладывает на всех ближайших членов отряда Строй облачных флагов.<br><br><color style='color:#FFD780;'>Строй облачных флагов</color><br>Когда противникам наносится урон обычной атаки, им также наносится дополнительный урон, который зависит от текущей защиты Юнь Цзинь.<br><br>Эффекты навыка будут сняты по окончании его действия или после израсходования определённого количества зарядов.<br>Когда обычная атака наносит урон нескольким противникам, заряды будут расходоваться в зависимости от количества поражённых противников. Количество зарядов Строя облачных флагов каждого члена отряда подсчитывается отдельно.<br><br><i>Под звуки барабанов и лязг мечей красавица превращается в могучего генерала.</i><br><i>Инструменты на сцене поют в унисон. Смотрите, как дева побеждает ужасных демонов!</i>",
                        "Icon": "Skill_E_Yunjin_01",
                        "ParamDesc": [
                            {
                                "Desc": "Урон навыка",
                                "ParamLevelList": [
                                    "244.0%",
                                    "262.3%",
                                    "280.6%",
                                    "305.0%",
                                    "323.3%",
                                    "341.6%",
                                    "366.0%",
                                    "390.4%",
                                    "414.8%",
                                    "439.2%",
                                    "463.6%",
                                    "488.0%",
                                    "518.5%",
                                    "549.0%",
                                    "579.5%"
                                ]
                            },
                            {
                                "Desc": "Повышение урона",
                                "ParamLevelList": [
                                    "32.16% защиты",
                                    "34.572% защиты",
                                    "36.984% защиты",
                                    "40.2% защиты",
                                    "42.612% защиты",
                                    "45.024% защиты",
                                    "48.24% защиты",
                                    "51.456% защиты",
                                    "54.672% защиты",
                                    "57.888% защиты",
                                    "61.104% защиты",
                                    "64.32% защиты",
                                    "68.34% защиты",
                                    "72.36% защиты",
                                    "76.38% защиты"
                                ]
                            },
                            {
                                "Desc": "Длительность",
                                "ParamLevelList": [
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек.",
                                    "12 сек."
                                ]
                            },
                            {
                                "Desc": "Количество зарядов",
                                "ParamLevelList": [
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз",
                                    "30 раз"
                                ]
                            },
                            {
                                "Desc": "Время отката",
                                "ParamLevelList": [
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек.",
                                    "15 сек."
                                ]
                            },
                            {
                                "Desc": "Потребление энергии",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "Верность себе",
                        "Desc": "Использование навыка <color style='color:#FFD780;'>Вихревое представление</color> точно в момент, когда Юнь Цзинь атакована, активирует второй уровень заряда формы долгого нажатия.",
                        "Icon": "UI_Talent_S_Yunjin_05"
                    },
                    {
                        "Name": "Отход от традиций",
                        "Desc": "Бонус урона обычной атаки от эффекта <color style='color:#FFD780;'>Строй облачных флагов</color> дополнительно увеличивается на 2,5%/5%/7,5%/11,5% от защиты Юнь Цзинь, если в отряде есть персонажи 1/2/3/4 типов элементов.",
                        "Icon": "UI_Talent_S_Yunjin_06"
                    },
                    {
                        "Name": "Лёгкая пища",
                        "Desc": "При приготовлении идеального блюда для приключений имеет 12% шанс получить дополнительное блюдо.",
                        "Icon": "UI_Talent_S_Yunjin_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Театральный галоп",
                        "Desc": "Уменьшает время отката навыка <color style='color:#FFD780;'>Вихревое представление</color> на 18%.",
                        "Icon": "UI_Talent_S_Yunjin_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Мириады мизансцен",
                        "Desc": "При применении <color style='color:#FFD780;'>Стяга разрушителя скал</color> урон обычной атаки всех ближайших членов отряда увеличивается на 15% на 12 сек.",
                        "Icon": "UI_Talent_S_Yunjin_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Морской поход",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Стяг разрушителя скал</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Yunjin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Цветок и воин",
                        "Desc": "После того как Юнь Цзинь вызывает реакцию Кристалл, защита на 12 сек. возрастает на 20%.",
                        "Icon": "UI_Talent_S_Yunjin_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Мировая слава",
                        "Desc": "Увеличивает уровень навыка <color style='color:#FFD780;'>Вихревое представление</color> на 3.<br>Макс. уровень: 15",
                        "Icon": "UI_Talent_U_Yunjin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Гармоничное развитие",
                        "Desc": "У персонажей в состоянии <color style='color:#FFD780;'>Строй облачных флагов</color> скорость обычной атаки увеличивается на 12%.",
                        "Icon": "UI_Talent_S_Yunjin_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Yunjin": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 4.0,
                "Poise": 300.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.0,
                        220.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 37.665,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6,
                        220.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 37.451,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.7,
                        220.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 23.46,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.7,
                        200.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 23.46,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.56,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.56,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 62.656,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}