// Auto Generated

var _AvatarFetterConfig_ = {
    "30": {
        "StoryList": [
            {
                "Title": "О персонаже",
                "Content": "«Церемония Сошествия» и «Церемония Вознесения» одинаково важны в Ли Юэ. Семья Ху владеет ритуальным бюро «Ваншэн» и является профессиональными организаторами похорон уже на протяжении семидесяти семи поколений. Но хозяйка похоронного бюро, госпожа Ху Тао, в основном занимается церемониями похорон простых смертных. В подготовке к проводам Адептов Ху Тао приходится прибегать к помощи своего хорошего друга по имени Чжун Ли. Адепты живут в землях Ли Юэ тысячелетиями, но только малая их часть вознеслась за последние три тысячи лет. Описание ритуалов вознесения и похорон Адептов осталось только в неразборчивых древних текстах. Вознесение Адепта вряд ли кому-то получится увидеть дважды за целую жизнь. Но даже самые придирчивые учёные и исследователи древности не могут найти ошибки в ритуалах «Церемонии Вознесения», проводимых ритуальным бюро «Ваншэн». В этих ритуалах всё должно быть идеально: от костюмов, времени, места, предметов, погоды и численности допущенных присутствующих до роста, рода деятельности и возраста приглашённых людей. Ничто не может быть упущено из виду. Когда люди называют Чжун Ли «ходячим учебником истории», он просто улыбается и со вздохом отвечает: «У меня всего лишь хорошая память... Вот и всё».",
                "Tips": []
            },
            {
                "Title": "История персонажа 1",
                "Content": "Если человек имеет жёсткие стандарты, то в Ли Юэ его называют педантом. На самом деле, каждый человек в той или иной степени педантичен. Кто-то будет отмахиваться от острых блюд, даже не попробовав их, или от рыбы, или будет жаловаться, что его тофу не достаёт мягкости и сладкого послевкусия... Что касается Чжун Ли, то он педантичен во всём. Он будет наслаждаться выступлением только самых знаменитых артистов, выводить на прогулку только самую роскошную птицу и будет даже заходить на кухню к шеф-повару, чтобы объяснить ему пропорции рыбы к креветкам для приготовления идеальной полнолунной яичницы. Чжун Ли разбирается абсолютно во всём: от повседневной жизни до политики, однако в повседневном разговоре с вами он будет говорить только на самые бесполезные темы. Большим он не собирается делиться ни с кем.",
                "Tips": [
                    "Уровень дружбы 2"
                ]
            },
            {
                "Title": "История персонажа 2",
                "Content": "Нельзя покупать вещи не поторговавшись. Эту привычку разделяют все жители Ли Юэ, и они знают, что какой бы высокой ни была цена, лучше всего начать торги с её половины. Однако Чжун Ли никогда не смотрит на ценники. Если ему приглянулась вещица, он заплатит за неё столько, сколько скажет продавец, иногда даже не будет против переплатить. Но по неизвестной причине Чжун Ли постоянно забывает свой кошель дома. С мелкими покупками ему помогают его друзья, а с крупными он всегда находит оправдание, чтобы отложить оплату. Многие льстивые торговцы, которых обогатил Чжун Ли, сходятся во мнении, что он обладает редким качеством: Чжун Ли знает цену деньгам, но также и понимает, с каким трудом они достаются. Однако он не понимает, как слово «бедность» может отнестись к нему. Другими словами, Чжун Ли не может представить себя без денег. Он не понимает, как такие люди ещё не умерли с голоду.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "История персонажа 3",
                "Content": "Однако Чжун Ли не может умереть с голоду. Ему не нужно волноваться о деньгах, ведь его сердце и разум лежат в семи королевствах. Что касается финансов... Чжун Ли и есть их воплощение, ведь он - Властелин Камня, Гео Архонт, правящий Ли Юэ, он же Моракс, в честь которого была названа валюта «мора». С наступлением ночи кипящий жизнью Ли Юэ засыпает, и иногда Архонт поднимается на вершину горы и смотрит на город, который создал собственными руками. Жители Ли Юэ называют Властелина Камня многими именами. Когда он написал свод законов Ли Юэ, люди окрестили его богом соглашений и контрактов. Когда он отчеканил первую монету моры, которая стала фундаментальным звеном мировой экономики, торговцы прозвали его богом коммерции. Будучи самым древним из семи Архонтов, Чжун Ли стал свидетелем многотысячелетней истории мира, поэтому учёные-историки провозгласили его богом истории. Тысячи лет назад, когда первые поселенцы Ли Юэ впервые развели огонь в своих каменных печах и приготовили себе еду, они начали называть его богом очага. Чужеземцы называют его Моракс, но жителям Ли Юэ больше нравится называть его Властелином Камня. Кроме того, детям и оперным сценаристам особенно нравится его образ воинственного божества, покаравшего злых Архонтов на полях древних сражений. Уличная еда, которую придумал Властелин Камня, заблудившись в лесах; каменные таблички с надписями Властелина Камня; знаменитая оперетта, в которой Властелин Камня сам принял участие... С уверенностью можно сказать, что многие обычаи и традиции Ли Юэ возникли благодаря влиянию Гео Архонта на жизни людей. Жители Ли Юэ неимоверно гордятся тем, что их Архонт живёт среди них.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "История персонажа 4",
                "Content": "Будучи основателем гавани Ли Юэ, Моракс больше всего ценит в этой торговой столице «договоры». В Ли Юэ их великое множество: от простых торговых соглашений до древнего свода законов, который составил он сам во время основания Ли Юэ. Все «договоры» служат разным целям. Для торговцев договоры являются гарантией честной и надёжной сделки и привязывают её к датам отгрузки, оплаты, местам передачи товара и т.д. Это способствует здоровой коммерции, которая является кровеносной системой Ли Юэ. Группировка Цисин жёстко наказывает нарушителей этих договоров не только чтобы соблюдать законы Моракса, но и для поддержания жизнеспособности всего города. На протяжении поколений Цисин были теми, кто толковал и вносил поправки в свод законов, пытаясь закрыть все найденные в них лазейки. Те же лазейки, которые они не могли перекрыть, считались «разрешёнными ходами» до тех пор, пока соответствующая поправка не будет принята. На сегодняшний день в последнем издании свода законов насчитывается 279 страниц. Волю Небес Цисин, Нин Гуан, избранную ныне для толкования и изменения правил, за свою эффективность и точность называют «портным Ли Юэ». Однако как бы сложны и запутанны ни были эти законы, один закон для Властелина Камня стоит выше других: «На того, кто нарушит договор, обрушится гнев Камня».",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Моракс - старший из семи Архонтов. Он был свидетелем тех времён, когда Война Архонтов наконец была окончена, и оставшиеся семеро Архонтов заняли свои троны, положив конец эпохе богов. Хотя их взгляды и расходились, и жили они далеко друг от друга, но всем им было поручено одно - направлять людей. Время шло, одни Архонты сменялись другими. Только два Архонта остались с тех времён и до наших дней: Властелин Камня и Анемо Архонт свободы и ветра. Анемо Архонт, Барбатос, был вторым по старшинству. Две тысячи лет назад он прибыл в Ли Юэ, чтобы навестить Гео Архонта, и тот был готов оказать любую услугу Анемо Архонту, но Барбатос просто протянул ему бутылку и сказал: «Это вино сделали в Мондштадте. Угощайся, пожалуйста». Моракс не мог поверить, что Архонт может просто так оставить свои обязанности ради того, чтобы угостить вином своего товарища. Однако это был далеко не последний визит Барбатоса в Ли Юэ. Он хотел знать всё про город и его жителей, его любопытство струилось, словно вино из бутылки. В те времена семеро Архонтов проводили встречи в Ли Юэ, и Моракс до сих пор помнит вкус того вина, которое они пили во время этих собраний. Мир продолжал меняться, Архонты умирали и возрождались. Из семерых присутствующих на собраниях Архонтов осталось только двое. Новые молодые Архонты начали забывать о своём долге. Трёх тысяч лет было достаточно, чтобы сточить самые крепкие камни. Даже Барбатос не навещал Ли Юэ в течение многих сотен лет. Однажды прогуливающийся по набережной Моракс услышал, как торговец хвалит своего работника: «Ты выполнил свою работу. Теперь можешь отдохнуть». Стоя посреди оживлённой улицы, Моракс погрузился в свои мысли: «А выполнил ли я свою работу?..»",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "История персонажа 5",
                "Content": "Моракс - старший из семи Архонтов. Он был свидетелем тех времён, когда Война Архонтов наконец была окончена, и оставшиеся семеро Архонтов заняли свои троны, положив конец эпохе богов. Хотя их взгляды и расходились, и жили они далеко друг от друга, но всем им было поручено одно - направлять людей. Время шло, одни Архонты сменялись другими. Только два Архонта остались с тех времён править своими землями: Властелин Камня и Анемо Архонт свободы и ветра. Анемо Архонт, Барбатос, был вторым по старшинству. Две тысячи лет назад он прибыл в Ли Юэ, чтобы навестить Гео Архонта, и тот был готов оказать любую услугу Анемо Архонту, но Барбатос просто протянул ему бутылку и сказал: «Это вино сделали в Мондштадте. Угощайся, пожалуйста». Моракс не мог поверить, что Архонт может просто так оставить свои обязанности ради того, чтобы угостить вином своего товарища. Однако это был далеко не последний визит Барбатоса в Ли Юэ. Он хотел знать всё про город и его жителей, его любопытство струилось, словно вино из бутылки. В те времена семеро Архонтов проводили встречи в Ли Юэ, и Моракс до сих пор помнит вкус того вина, которое они пили во время этих собраний. Мир продолжал меняться, Архонты умирали и возрождались. Из семерых присутствующих на собраниях Архонтов осталось только двое. Новые молодые Архонты начали забывать о своём долге. Трёх тысяч лет было достаточно, чтобы сточить самые крепкие камни. Даже Барбатос не навещал Ли Юэ в течение многих сотен лет. Однажды прогуливающийся по набережной Моракс услышал, как торговец хвалит своего работника: «Ты выполнил свою работу. Теперь можешь отдохнуть». Стоя посреди оживлённой улицы, Моракс погрузился в свои мысли: «А выполнил ли я свою работу?..»",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Гидро продукты",
                "Content": "Во время Войны Архонтов весь Тейват был охвачен сражениями. Война вспыхнула не только между Архонтами, но и среди дьявольских сил, жаждавших расширить свои владения, пользуясь всеобщим хаосом. Среди этих отродий были монстры, вызывавшие тревогу у ещё не вступившего в свои права Гео Архонта. Эти монстры поднялись из морских глубин. Тела их были скользкими, конечности - ловкими да быстрыми и отрастали вновь, даже если их отрубить. Сами монстры сочились липкой жидкостью... Да, они были омерзительны, но главным в них было не это. Эти монстры были очень маленькими, а потому могли всюду поместиться. Щели в столах, стульях и между оконными рамами, чашки, книги и стаканчики для кистей - они могли пролезть куда угодно. Стоило человеку протянуть руку, чтобы вдруг ощутить на коже нечто холодное, липкое и мокрое... Эти монстры быстро взбирались по тыльной стороне руки, оставляя сияющий след. Моракс откликнулся на молитвы жителей Ли Юэ и согласился стереть этих монстров с лица земли. Но он не мог сражаться с паразитирующими на людях монстрами так же, как он бился на поле брани - меча копья и сотрясая землю... Но он оставался богом контрактов, и данное людям обещание должен был во что бы то ни стало выполнить. Чувство ответственности вело его от дома к дому, где он планомерно извлекал этих монстров одного за другим и запирал их в каменные клетки... Когда эта утомительная война с паразитами наконец закончилась, Моракс впервые понял значение выражения «гора с плеч». Этот тяжёлый поход против монстров, их тошнотворный запах и ощущение слизи на коже оказали на него неизгладимое впечатление. Поэтому, даже когда Моракс приходит в мир в облике простого смертного по имени Чжун Ли, он обходит стороной все живые и склизкие морепродукты. Но от тофу с морепродуктами он не отказывается, если эти ингредиенты нарезаны так мелко, что и не разглядишь.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Глаз Бога",
                "Content": "После того как спектакль «Церемония Вознесения» был мастерски поставлен и сыгран Чжун Ли, исполнившим в нём главную роль, Синьора, одна из Предвестников Фатуи, лично явилась к нему. Согласно заранее подписанному договору, она пришла за Сердцем Бога Гео Архонта Моракса. Стоя лицом к лицу перед путешественни{F#цей}{M#ком} и двумя Предвестниками Фатуи, Чжун Ли честно рассказал о соглашении с Крио Архонтом. По его словам, это его последний договор, «контракт, завершающий все контракты». Но, кто бы что ни говорил, потеря божественных сил - слишком высокая цена даже за то, чтобы защитить Ли Юэ. Среди простых смертных существует незыблемое правило «равноценного обмена». Бог контрактов за долгие тысячелетия своего существования подписал великое множество контрактов, поэтому такое важное соглашение просто обязано сулить ему некие выгоды. Итак, Гео Архонт отдал своё Сердце Бога по контракту. Так что же такого могла предложить ему Крио Архонт, чтобы уравнять чаши весов?",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Сердце Бога",
                "Content": "После того как спектакль «Церемония Вознесения» был мастерски поставлен и сыгран Чжун Ли, исполнившим в нём главную роль, Синьора, одна из Предвестников Фатуи, лично явилась к нему. Согласно заранее подписанному договору, она пришла за Сердцем Бога Гео Архонта Моракса. Стоя лицом к лицу перед путешественни{F#цей}{M#ком} и двумя Предвестниками Фатуи, Чжун Ли честно рассказал о соглашении с Крио Архонтом. По его словам, это его последний договор, «контракт, завершающий все контракты». Но, кто бы что ни говорил, потеря божественных сил - слишком высокая цена даже за то, чтобы защитить Ли Юэ. Среди простых смертных существует незыблемое правило «равноценного обмена». Бог контрактов за долгие тысячелетия своего существования подписал великое множество контрактов, поэтому такое важное соглашение просто обязано сулить ему некие выгоды. Итак, Гео Архонт отдал своё Сердце Бога по контракту. Так что же такого могла предложить ему Крио Архонт, чтобы уравнять чаши весов?",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "Привет...",
                "Content": "Новый контракт? Что ж, хорошо... Хотя я всё ещё в отпуске, я могу составить тебе компанию один раз. Каким именем мне подписать наше соглашение? У меня много имён... Отпуск я провожу под именем «Чжун Ли». А каким именем подпишешь контракт ты, путешественн{F#ица}{M#ик}?",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Путешествия",
                "Content": "Все пути однажды приведут к концу. Не стоит торопиться.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Туры",
                "Content": "Куда направимся? Если хочешь посмотреть на достопримечательности Ли Юэ, то у меня есть несколько неплохих вариантов.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Ли Юэ",
                "Content": "Корабли созданы, чтобы перевозить товары по морям. Они с удовольствием бросают якорь в гавани Ли Юэ. Поэтому здесь оседают богатства.",
                "Tips": []
            },
            {
                "Title": "Поболтаем: Воспоминания",
                "Content": "Вкус вина из османтуса не изменился... Но где же те, кто разделит воспоминания?",
                "Tips": []
            },
            {
                "Title": "После дождя...",
                "Content": "Стеклянные колокольчики предпочитают сырую погоду, их лучше всего собирать после дождя. Если встретишь эти цветы, собери несколько впрок.",
                "Tips": []
            },
            {
                "Title": "Когда идёт снег...",
                "Content": "Давай найдём место, где можно спрятаться от снега. Мне всё равно, но вот ты можешь простудиться.",
                "Tips": []
            },
            {
                "Title": "Когда дует сильный ветер...",
                "Content": "Хм... Не лучшая погода для отпуска. Пойдём в театр, послушаем оперу.",
                "Tips": []
            },
            {
                "Title": "Доброе утро...",
                "Content": "Надеюсь, экономическая ситуация сегодня будет благоприятна.",
                "Tips": []
            },
            {
                "Title": "Добрый день...",
                "Content": "Хочешь поесть, чтобы взбодриться? Хм. На горе Тигра есть неплохой ресторан...",
                "Tips": []
            },
            {
                "Title": "Добрый вечер...",
                "Content": "Хотя к этому времени постановки госпожи Юнь уже заканчиваются, в ночном Ли Юэ есть много других мест, стоящих того, чтобы их посетить.",
                "Tips": []
            },
            {
                "Title": "Спокойной ночи...",
                "Content": "Рынок закрыт, спит причал крепким сном. Иди и ты отдохни.",
                "Tips": []
            },
            {
                "Title": "О Чжун Ли...",
                "Content": "Нет жизни без правил. Будь то Адепт или простой смертный, каждый должен выполнять свою работу. Вот почему в Ли Юэ царит спокойствие.",
                "Tips": [
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О нас: Золото",
                "Content": "Золото - это богатство Ли Юэ, это кровь, которая заставляет биться сердце города. Сияет ли золотом твоё сердце?.. Время покажет.",
                "Tips": []
            },
            {
                "Title": "О нас: Соглашение",
                "Content": "Между нами существует контракт, и в его рамках ты можешь обратиться ко мне с чем угодно.",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "О нас: Честность",
                "Content": "Впрочем, мы можем обсудить и дела, не входящие в рамки контракта. В конце концов я давно живу на этой земле и знаю многие вещи. В то же время я надеюсь, что и ты сможешь помочь мне. Ведь так будет справедливо.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О нас: Недоразумение",
                "Content": "Контракт не может определить границы дружбы, не может исчислить её в какой-либо величине. Так как нам измерить те отношения, что возникли между нами? Ты знаешь ответ на этот вопрос, мой друг?",
                "Tips": [
                    "Уровень дружбы 6"
                ]
            },
            {
                "Title": "Глаз Бога...",
                "Content": "Глаз Бога... Это тоже своего рода «контракт». Нужно понимать, что всё имеет свою цену. С великой силой приходит большая ответственность.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Давай поделимся...",
                "Content": "Торговля - это и правила, и справедливость. Это то, о чём не должны забывать заключающие контракт: лишённый справедливости, договор превращается в свидетельство обмана.",
                "Tips": []
            },
            {
                "Title": "Интересные вещи...",
                "Content": "Если ты направляешься в Заоблачный предел, будь добр{F#а}, принеси мне цветы цинсинь. Да, букета будет достаточно. Что касается расходов на дорогу... А, чуть не забыл, в период действия контракта все путевые расходы ложатся на тебя. Благодарю за любезность.",
                "Tips": []
            },
            {
                "Title": "О Сяо...",
                "Content": "Говоришь, юный Адепт из долины Гуйли... Хм... Он и поныне беспрекословно исполняет свои обязанности... Пожалуйста, передай ему от меня это лекарство. Ах да, ни в коем случае не давай малышке Паймон съесть его. Это лекарство... Слишком сильное для простых смертных.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Венти...",
                "Content": "Хм... Я чую винный перегар. Здесь только что был этот бард, да? Этот пьяница - позор для искусства... Постой, ты невнятно говоришь. Он и тебя обманом напоил?.. Подожди, я заварю для тебя освежающий чай. Через шесть часов будет готов... Подожди, хорошо?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Нин Гуан...",
                "Content": "Хотя Нин Гуан приходится заботиться о множестве дел каждый день, она продолжает идти вперёд. Это такая редкость. Напоминает мне те времена, когда она босиком шла с отмели Яогуан на южный причал и продавала по дороге свои товары. Время не щадит смертных...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Ху Тао...",
                "Content": "Нынешняя хозяйка ритуального бюро? Кхм, я не справляюсь с этим ребёнком.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Тарталье: Хладнокровие",
                "Content": "Тот пройдоха из Снежной ещё не покинул Ли Юэ? Ничего страшного. Если он будет докучать, позови меня, я с ним справлюсь.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Тарталье: Ужин",
                "Content": "Я слышал, что репутация Чайльда среди Фатуи пошатнулась. Но таким, как он, не составляет труда свергнуть недовольных. Хм... Похоже, когда мы вновь соберёмся за одним столом, нас ждёт много интересных историй. Путешественн{F#ица}{M#ик}, ты присоединишься к нам?",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Гань Юй...",
                "Content": "Процветание Ли Юэ основано не только на провидении Властелина Камня, но и на людях, заключивших с ним контракт. Среди них Гань Юй дольше всех исполняет свои обязанности. Что касается её прошлого... Пусть она расскажет сама. Боюсь, что мой рассказ будет не столь тактичным по отношению к ней.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Кэ Цин...",
                "Content": "В группировке Цисин она меньше всех проявляет уважение к богам, но я восхищаюсь такими людьми. «Громко заявлять о том, что правильно, и неуклонно двигаться вперёд» - раз в Ли Юэ есть мыслящие так люди, я могу спокойно задуматься об уходе от дел.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Янь Фэй...",
                "Content": "Она не заключала со мной контракт, но она поддерживает порядок в Ли Юэ, исправляет несправедливость и искореняет предрассудки. Если её отец однажды вернётся из долгого путешествия, думаю, он будет ещё более доволен ею, чем я.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "О Баал...",
                "Content": "Время закаляет волю. Она одна из тех, кто отдаст всё, что у неё есть, за убеждения. Возможно, именно поэтому она зашла так далеко. Я бы хотел увидеть «вечность», ради которой она пожертвовала всем.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "О Буер...",
                "Content": "Божество мудрости Буер не только управляет всем Сумеру - на ней лежит долг защищать Ирминсуль. Такое по плечу только тем, кто обладает великой мудростью. Все существа Тейвата должны быть благодарны ей за спасение Ирминсуля.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пульс Акаши и пламя кальпы»"
                ]
            },
            {
                "Title": "О Фурине...",
                "Content": "Подписать контракт с «самой собой» о спасении страны, строго следовать ему в течение пяти веков и в итоге обмануть небесный порядок... Я уважаю все формы справедливости, которые люди для себя устанавливают. Хотя её божественность исчезла, а трон Архонта прекратил существование, Фурина по праву остаётся достойной признания Богиней справедливости.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Маскарад виновных»"
                ]
            },
            {
                "Title": "О Сянь Юнь...",
                "Content": "Я слышал от многих торговцев рассказы о Сянь Юнь. Говорят, на первый взгляд она кажется гордой и неприветливой, но в разговоре оказывается, что она честная и прямолинейная. В итоге все очень рады знакомству с ней. Это замечательно. Но ещё от многих я слышал, что она «сорит деньгами»...",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Тысяча лунных миль»"
                ]
            },
            {
                "Title": "О Хаборим...",
                "Content": "Долгая история борьбы Натлана закалила его воинов, позволив им одолеть Бездну и превзойти судьбу, чтобы выковать новое будущее. За этим триумфом стоит лидер, который умеет повелевать временем и историей, превращая их в свое оружие. Её сила сопоставима с божественной. Она действительно впечатляет.",
                "Tips": [
                    "Уровень дружбы 4",
                    "Завершите главу «Пылающая Ода воскресения»"
                ]
            },
            {
                "Title": "Узнать больше о Чжун Ли I",
                "Content": "Тебе редко выпадает возможность отдохнуть, но, вместо того, чтобы ею воспользоваться, ты приходишь ко мне. Хочешь послушать мои истории?",
                "Tips": []
            },
            {
                "Title": "Узнать больше о Чжун Ли II",
                "Content": "Знаешь, как появилась кузница Черногорья? <br>В далёком прошлом люди добывали руду в горах Тяньхэн и сооружали там цеха для работы с ней. Постепенно они отстроили крупнейший завод на восточном побережье континента. В горах осталось множество дорог и туннелей, и некоторые из них ведут к древним руинам, что погребены глубоко под землёй. Сейчас, пожалуй, не осталось никого, кто знал бы все эти пути.",
                "Tips": [
                    "Уровень дружбы 3"
                ]
            },
            {
                "Title": "Узнать больше о Чжун Ли III",
                "Content": "А знаешь ли ты историю Праздника морских фонарей? <br>Во времена древней войны по ночам люди запускали ярко горящие фонари, чтобы отчаянно сражавшиеся на полях брани солдаты не забыли дорогу домой и чтобы сердца их не забывали о доброте. Наверное, сейчас никто уже не помнит об этом.",
                "Tips": [
                    "Уровень дружбы 4"
                ]
            },
            {
                "Title": "Узнать больше о Чжун Ли IV",
                "Content": "Ты слышал{F#а}, что говорят о боге контрактов? <br>У него прекрасная память. Он помнит имя каждого соперника и даты спуска на воду всех созданных на верфи Ли Юэ кораблей. В конце концов только обладатель такой памяти может хранить в ней все контракты до последней буквы. <br>Но... не все воспоминания приносят радость.",
                "Tips": [
                    "Уровень дружбы 5",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Узнать больше о Чжун Ли V",
                "Content": "Удел тех, кто живёт слишком долго - искать в памяти образы друзей из давних времён и вспоминать пейзажи прошлого. <br>Но я всё равно не жалею, что встретил тебя, друг мой. Если однажды нам придётся расстаться, в моей памяти ты всегда будешь сиять, как золото.",
                "Tips": [
                    "Уровень дружбы 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Хобби Чжун Ли...",
                "Content": "Люблю прогуляться по городу на досуге. Такие прогулки расслабляют и развеивают тревоги... Хм. С каких это пор меня посещают такие чувства?",
                "Tips": []
            },
            {
                "Title": "Беспокойство Чжун Ли...",
                "Content": "Я сделал так, чтобы люди руководствовались контрактами и прописанными в них правилами, в надежде, что благодаря этому они начнут руководствоваться и понятием справедливости. Это совсем не сложно. Вот только всегда остаются люди, которые этого не осознают.",
                "Tips": [
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Любимая еда...",
                "Content": "Давным-давно я пил вино с друзьями. Как жаль, что я больше не могу насладиться тем мягким вкусом. Хм, возможно, это из-за изменения климата?",
                "Tips": []
            },
            {
                "Title": "Нелюбимая еда...",
                "Content": "Я не люблю морепродукты. Как только я их вижу, тут же возникает это ощущение чего-то липкого, скользкого, вспоминается запах сырой рыбы, который ничем не вытравить... Спрашиваешь, почему такие ассоциации? <br>Долгая история. Просто у меня слишком хорошая память.",
                "Tips": []
            },
            {
                "Title": "Подарок I",
                "Content": "Лучшие ингредиенты, приготовленные с истинным профессионализмом. Настоящий кулинарный подвиг.",
                "Tips": []
            },
            {
                "Title": "Подарок II",
                "Content": "Искусство гастрономии невероятно увлекательно. Неудивительно, что тебе нравится.",
                "Tips": []
            },
            {
                "Title": "Подарок III",
                "Content": "Раз у тебя столько свободного времени, давай лучше найдём тихое местечко, и я расскажу тебе одну из своих историй.",
                "Tips": []
            },
            {
                "Title": "День рождения...",
                "Content": "С днём рождения. Это засушенные цветы глазурной лилии, распустившейся в тот день, когда ты родил{F#ась}{M#ся}. <br>В давние времена жители Ли Юэ говорили, что эти цветы впитывают прекрасные воспоминания и молитвы земли, на которой распустились. Мне хочется верить, что твоё рождение подобно их цветению.",
                "Tips": []
            },
            {
                "Title": "Чувство возвышения: Начало",
                "Content": "Кажется, прежние силы начинают возвращаться ко мне. Это немного, но лучше, чем ничего.",
                "Tips": [
                    "Фаза возвышения 1"
                ]
            },
            {
                "Title": "Чувство возвышения: Нарастание",
                "Content": "Сила растёт, и с ней увеличивается нагрузка на физическое тело... О, не волнуйся, моя конституция отличается от той, что присуща простым смертным. Я буду в порядке.",
                "Tips": [
                    "Фаза возвышения 2",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Чувство возвышения: Кульминация",
                "Content": "Оказывается, управлять элементами через Глаз Бога - сложная задача для простого смертного. Вот как... В те времена они осознавали это и всё равно стояли со мной плечом к плечу...",
                "Tips": [
                    "Фаза возвышения 4",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Чувство возвышения: Окончание",
                "Content": "Я и не думал, что, отдав Сердце Бога, ещё смогу увидеть такую картину. Спасибо тебе, друг мой. Ах, да, у меня есть новый контракт... Посмотрим вместе?",
                "Tips": [
                    "Фаза возвышения 6",
                    "Завершите главу «Приближение новой звезды»"
                ]
            },
            {
                "Title": "Элементальный навык I",
                "Content": "Подъём!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык II",
                "Content": "Встряска!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык III",
                "Content": "В крошку!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык IV",
                "Content": "Сбор!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык V",
                "Content": "Стабилизация!",
                "Tips": []
            },
            {
                "Title": "Элементальный навык VI",
                "Content": "Закрепление!",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии I",
                "Content": "Следуй приказу.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии II",
                "Content": "Это приказ.",
                "Tips": []
            },
            {
                "Title": "Взрыв стихии III",
                "Content": "Приказывать буду я!",
                "Tips": []
            },
            {
                "Title": "Открытие сундука I",
                "Content": "Что для одного - мусор, для другого - сокровище.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука II",
                "Content": "Неожиданно... И потому более ценно.",
                "Tips": []
            },
            {
                "Title": "Открытие сундука III",
                "Content": "Путь того стоил.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP I",
                "Content": "Я вижу твою мощь.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP II",
                "Content": "Ха, это уже интересно!",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP III",
                "Content": "Срочные контрмеры - это не моё.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона I",
                "Content": "Не нападай опрометчиво.",
                "Tips": []
            },
            {
                "Title": "Низкий уровень HP компаньона II",
                "Content": "Отдохни. Предоставь это мне.",
                "Tips": []
            },
            {
                "Title": "Без сознания I",
                "Content": "Ох... я слегка... не в себе...",
                "Tips": []
            },
            {
                "Title": "Без сознания II",
                "Content": "Тебе нельзя смотреть на меня в таком виде...",
                "Tips": []
            },
            {
                "Title": "Без сознания III",
                "Content": "Даже скалы рассыпаются в прах...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар I",
                "Content": "Какая беспечность...",
                "Tips": []
            },
            {
                "Title": "Получен тяжёлый удар II",
                "Content": "Бояться нечего.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе I",
                "Content": "Идёт.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе II",
                "Content": "Прогуляться было бы неплохо.",
                "Tips": []
            },
            {
                "Title": "Присоединяется к группе III",
                "Content": "Что будем делать?",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "30": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "Смертная жизнь",
                "Desc": "Наряд Чжун Ли. В выходные дни консультант ритуального бюро «Ваншэн» Чжун Ли предпочитает носить именно его.",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108173,
            "JD": 108154,
            "Name": "<b>Томлёный свиной суп с бамбуком</b>",
            "Eff": "Восстанавливает 34% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 980 HP в течение 30 сек.",
            "Desc": "Особое блюдо Чжун Ли. Ветчина выбрана по стандартам кухни павильона Лунного моря. Это свежее мраморное мясо, доставленное из Спрингвейла сразу в день охоты. Бамбуковые побеги в блюде самые нежные из тех, что можно найти в деревне Цинцэ. Само блюдо приготовлено на медленном огне с душой и со всей тщательностью. Такое изысканное яство можно предложить лишь тому, кто оценит его по достоинству.",
            "Recipe": {
                "100061": 2,
                "110005": 2,
                "100091": 1
            },
            "Icon": "UI_ItemIcon_108173"
        },
        "Namecard": {
            "Name": "<b>Падение кометы</b>",
            "Desc": "Именная карта.<br>Звёзды падают, и блеск жизни тускнеет.",
            "Pic": "UI_NameCardPic_Zhongli_P"
        }
    }
}

var acs_cache_ = {}