// Auto Generated

var _WeaponAffixPConfig_ = {
    "112433": {
        "Ver": {
            "1": {
                "Affix": [
                    "При активации элементальной реакции мастерство стихий экипированного персонажа повышается на 60 ед. на 12 сек. Если фаза луны отряда выше или равна 2, то активируется эффект Зарождающегося света, дополнительно повышая мастерство стихий на 60 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
                    "При активации элементальной реакции мастерство стихий экипированного персонажа повышается на 75 ед. на 12 сек. Если фаза луны отряда выше или равна 2, то активируется эффект Зарождающегося света, дополнительно повышая мастерство стихий на 75 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
                    "При активации элементальной реакции мастерство стихий экипированного персонажа повышается на 90 ед. на 12 сек. Если фаза луны отряда выше или равна 2, то активируется эффект Зарождающегося света, дополнительно повышая мастерство стихий на 90 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
                    "При активации элементальной реакции мастерство стихий экипированного персонажа повышается на 105 ед. на 12 сек. Если фаза луны отряда выше или равна 2, то активируется эффект Зарождающегося света, дополнительно повышая мастерство стихий на 105 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
                    "При активации элементальной реакции мастерство стихий экипированного персонажа повышается на 120 ед. на 12 сек. Если фаза луны отряда выше или равна 2, то активируется эффект Зарождающегося света, дополнительно повышая мастерство стихий на 120 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя."
                ]
            },
            "15": {
                "Affix": [
                    "При активации элементальной реакции мастерство стихий повышается на <color style='color:#99FFFFFF'>60</color> / <color style='color:#99FFFFFF'>75</color> / <color style='color:#99FFFFFF'>90</color> / <color style='color:#99FFFFFF'>105</color> / <color style='color:#99FFFFFF'>120</color>  ед. на 12 сек. Лунный знак: Полное сияние: мастерство стихий от данного эффекта дополнительно повышается на <color style='color:#99FFFFFF'>60</color> / <color style='color:#99FFFFFF'>75</color> / <color style='color:#99FFFFFF'>90</color> / <color style='color:#99FFFFFF'>105</color> / <color style='color:#99FFFFFF'>120</color>  ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя."
                ]
            },
            "2": {
                "Affix": [
                    "При активации элементальной реакции мастерство стихий повышается на <color style='color:#99FFFFFF'>60</color> / <color style='color:#99FFFFFF'>75</color> / <color style='color:#99FFFFFF'>90</color> / <color style='color:#99FFFFFF'>105</color> / <color style='color:#99FFFFFF'>120</color>  ед. на 12 сек. Лунный знак: Полное сияние: мастерство стихий от данного эффекта дополнительно повышается на <color style='color:#99FFFFFF'>60</color> / <color style='color:#99FFFFFF'>75</color> / <color style='color:#99FFFFFF'>90</color> / <color style='color:#99FFFFFF'>105</color> / <color style='color:#99FFFFFF'>120</color>  ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя."
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "192433": [
        ""
    ]
}