// Auto Generated

var _WeaponAffixPConfig_ = {
    "114432": {
        "Ver": {
            "1": {
                "Affix": [
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 120 ед. на 20 сек.",
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 150 ед. на 20 сек.",
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 180 ед. на 20 сек.",
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 210 ед. на 20 сек.",
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 240 ед. на 20 сек."
                ]
            },
            "15": {
                "Affix": [
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 120 ед. на 20 сек.",
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 150 ед. на 20 сек.",
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 180 ед. на 20 сек.",
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 210 ед. на 20 сек.",
                    "Когда персонаж использует элементальный навык, исполняется нота, увеличивая мастерство стихий экипированного персонажа на 240 ед. на 20 сек."
                ]
            },
            "2": {
                "Affix": [
                    "После использования элементального навыка мастерство стихий экипированного персонажа повышается на <color style='color:#99FFFFFF'>120</color> / <color style='color:#99FFFFFF'>150</color> / <color style='color:#99FFFFFF'>180</color> / <color style='color:#99FFFFFF'>210</color> / <color style='color:#99FFFFFF'>240</color>  ед. на 20 сек."
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "194432": [
        ""
    ]
}