// Auto Generated

var BossChallenge_Schedule = [
    {
        "Name": "Отбивая вторжение",
        "Ver": "5.7",
        "Time": "2025/06/25 - 2025/07/30",
        "Levels": [
            {
                "Level": 3,
                "Monsters": [
                    1001041,
                    1001042,
                    1001043
                ]
            },
            {
                "Level": 4,
                "Monsters": [
                    1001051,
                    1001052,
                    1001053
                ]
            },
            {
                "Level": 5,
                "Monsters": [
                    1001061,
                    1001062,
                    1001063
                ]
            }
        ]
    },
    {
        "Name": "Свирепое наступление",
        "Ver": "5.8",
        "Time": "2025/08/06 - 2025/09/10",
        "Levels": [
            {
                "Level": 3,
                "Monsters": [
                    1002041,
                    1002042,
                    1002043
                ]
            },
            {
                "Level": 4,
                "Monsters": [
                    1002051,
                    1002052,
                    1002053
                ]
            },
            {
                "Level": 5,
                "Monsters": [
                    1002061,
                    1002062,
                    1002063
                ]
            }
        ]
    },
    {
        "Name": "Громогласная битва",
        "Ver": "6.0",
        "Time": "2025/09/17 - 2025/10/22",
        "Levels": [
            {
                "Level": 3,
                "Monsters": [
                    1003041,
                    1003042,
                    1003043
                ]
            },
            {
                "Level": 4,
                "Monsters": [
                    1003051,
                    1003052,
                    1003053
                ]
            },
            {
                "Level": 5,
                "Monsters": [
                    1003061,
                    1003062,
                    1003063
                ]
            }
        ]
    }
]

var BossChallenge_Monsters = {
    "1001041": {
        "Name": "Гидротульпа: Обычная форма",
        "Desc": "Человекоподобный монстр, состоящий из воды.<br>Воля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.<br>Опасные сокрытые течения в разбитых воспоминаниях артерий земли теперь раскрываются во всей своей полноте...",
        "Icon": "UI_Img_LeyLineChallenge_Narcissusborn",
        "HP": 1042556,
        "BaseHP": 868796,
        "HPMult": 1.2,
        "Advantage": "Персонажи {11003}",
        "Disadvantage": "Персонажи {11002}",
        "Buff": [
            {
                "Name": "Полутульпа-помощник",
                "Desc": "Во время испытания будет периодически появляться <color style='color:#FFD780;'>1 полутульпа</color>. Через определённое время Гидротульпа поглотит её и <color style='color:#FFD780;'>станет сильнее</color>: её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.<br>Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color style='color:#FFD780;'>Заморозку</color>, чтобы прервать поглощение."
            }
        ],
        "Tutorial": [],
        "ID": 20051205
    },
    "1001051": {
        "Name": "Гидротульпа: Бушующие волны",
        "Desc": "Человекоподобный монстр, состоящий из воды.<br>Воля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.<br>Ураган, бушующий подобно неистовому океану в крайних изложениях артерий земли, предстаёт в полной силе...",
        "Icon": "UI_Img_LeyLineChallenge_Narcissusborn",
        "HP": 5194944,
        "BaseHP": 1298736,
        "HPMult": 4,
        "Advantage": "Персонажи {11003}",
        "Disadvantage": "Персонажи {11002}",
        "Buff": [
            {
                "Name": "Полутульпа-помощник",
                "Desc": "Во время испытания будет периодически появляться <color style='color:#FFD780;'>1 полутульпа</color>. Через определённое время Гидротульпа поглотит её и <color style='color:#FFD780;'>станет сильнее</color>: её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.<br>Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color style='color:#FFD780;'>Заморозку</color>, чтобы прервать поглощение."
            }
        ],
        "Tutorial": [],
        "ID": 20051205
    },
    "1001061": {
        "Name": "Гидротульпа: Стремительная воронка",
        "Desc": "Человекоподобный монстр, состоящий из воды.<br>Воля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.<br>В крайнем хаосе артерий земли страдания и ненависть, заполнившие эти воды, переплелись и исказили то, что однажды было человеческой формой, чтобы повторить прискорбный исход...",
        "Icon": "UI_Img_LeyLineChallenge_Narcissusborn",
        "HP": 7658830,
        "BaseHP": 1501731,
        "HPMult": 5.1,
        "Advantage": "Персонажи {11003}",
        "Disadvantage": "Персонажи {11002}",
        "Buff": [
            {
                "Name": "Полутульпы-близнецы",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color> во время испытания будут периодически появляться <color style='color:#FFD780;'>2 полутульпы</color>. Через определённое время Гидротульпа поглотит их и <color style='color:#FFD780;'>станет сильнее</color>: <color style='color:#FFD780;'>она восстановит большое количество HP</color>, её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.<br>Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color style='color:#FFD780;'>Заморозку</color>, чтобы прервать поглощение."
            },
            {
                "Name": "Удар потока",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color> во время испытания гидротульпа развёртывает щит и входит в состояние зарядки, чтобы подготовить Удар потока. Если она выпустит его, <color style='color:#FFD780;'>ваш активный персонаж сразу окажется без сознания</color>.<br>Когда гидротульпа развёртывает щит, откат элементальных навыков и взрывов стихии персонажей отряда сбрасывается, а энергия, боевая решимость и Змеиное коварство восстанавливаются. Если вы уничтожите щит, пока гидротульпа заряжается, зарядка Удара потока прерывается."
            }
        ],
        "Tutorial": [
            "• After entering battle, and every @30s# afterwards, summons 2 Half-Tulpas: Has @12%# HP and @12U# Hydro Shield ( = Hydro Abyss Mage), which dies instantly if @Frozen#.",
            "• After successfully absorbing Half-Tulpas, will enter Rage for @15s~25s#: Al RES increases @+200%# and heals @12.5%# HP.",
            "• When not in Rage, will charge Ultimate: Gains a Shield with @8.85%# HP, and clears all characters' E and Q CD, and revives all Energy and Fighting Spirit.",
            "• If charging finishes before Shield is broken, will @directly kill all on-field characters#."
        ],
        "ID": 20051205,
        "HP_2": 17260004
    },
    "1001042": {
        "Name": "Статуя лавового дракона: Обычная форма",
        "Desc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.<br>Неудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.<br>Этому неудавшемуся образцу повезло быть невежественным и бесчувственным, и лишь следовать своим кровожадным инстинктам...",
        "Icon": "UI_Img_LeyLineChallenge_LavaTitan",
        "HP": 897874,
        "BaseHP": 748228,
        "HPMult": 1.2,
        "Advantage": "Персонажи {11007}{11003}",
        "Disadvantage": "Персонажи {11001}{11002}",
        "Buff": [
            {
                "Name": "Двойной пирокласт",
                "Desc": "Вначале пребывает в форме «геочеловека» с <color style='color:#FFD780;'>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color style='color:#FF9999;'>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color style='color:#FFD780;'>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color style='color:#FF9999;'>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color style='color:#FF9999;'>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color style='color:#FFD780;'>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека»."
            },
            {
                "Name": "Эффект отката",
                "Desc": "После получения <color style='color:#80C0FF;'>Гидро</color> или <color style='color:#99FFFF;'>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением."
            }
        ],
        "Tutorial": [],
        "ID": 26270305
    },
    "1001052": {
        "Name": "Статуя лавового дракона: Кованое пламя",
        "Desc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.<br>Неудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.<br>Однако долгое пребывание в полном заблуждений тумане артерий земли наполнило этот неудавшийся образец силой, которая превратилась в первобытную и чистую ярость...",
        "Icon": "UI_Img_LeyLineChallenge_LavaTitan",
        "HP": 4474008,
        "BaseHP": 1118502,
        "HPMult": 4,
        "Advantage": "Персонажи {11007}{11003}",
        "Disadvantage": "Персонажи {11001}{11002}",
        "Buff": [
            {
                "Name": "Двойной пирокласт",
                "Desc": "Вначале пребывает в форме «геочеловека» с <color style='color:#FFD780;'>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color style='color:#FF9999;'>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color style='color:#FFD780;'>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color style='color:#FF9999;'>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color style='color:#FF9999;'>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color style='color:#FFD780;'>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека»."
            },
            {
                "Name": "Эффект отката",
                "Desc": "После получения <color style='color:#80C0FF;'>Гидро</color> или <color style='color:#99FFFF;'>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением."
            }
        ],
        "Tutorial": [],
        "ID": 26270305
    },
    "1001062": {
        "Name": "Статуя лавового дракона: Жаркое пламя",
        "Desc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.<br>Неудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.<br>Оно мало чем отличается от мертвеца, но флуктуация артерий земли наделила его ненавистью умершего, вложив в его инстинкты борьбы опаснейшие дурные помыслы...",
        "Icon": "UI_Img_LeyLineChallenge_LavaTitan",
        "HP": 5690636,
        "BaseHP": 1293326,
        "HPMult": 4.4,
        "Advantage": "Персонажи {11007}{11003}",
        "Disadvantage": "Персонажи {11001}{11002}",
        "Buff": [
            {
                "Name": "Двойной пирокласт",
                "Desc": "Вначале пребывает в форме «геочеловека» с <color style='color:#FFD780;'>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color style='color:#FF9999;'>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color style='color:#FFD780;'>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color style='color:#FF9999;'>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color style='color:#FF9999;'>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color style='color:#FFD780;'>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека»."
            },
            {
                "Name": "Эффект отката",
                "Desc": "После получения <color style='color:#80C0FF;'>Гидро</color> или <color style='color:#99FFFF;'>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением."
            },
            {
                "Name": "Обжигающее застывание",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуаций артерий земли</color> сопротивление всем элементам этого создания увеличивается ещё больше, а количество атак с Пиро уроном, необходимое для изменения его формы, повышается."
            }
        ],
        "Tutorial": [
            "• Initially in Geohuman state: All RES @200%#, every Pyro hit @+2%# charge, Pyro application @+3.2%# charge per 1U.",
            "• When fully charged, evolves into Molten Dragon: @Permanent Pyro aura#, Pyro RES @200%#, other RES @45%#, every Pyro hit @+1%# charge, Pyro application @+1.6%# charge per 1U. When hit by @Cryo# or @Hydro#, loses @22%# charge.",
            "• When fully charged again, becomes Weakened: All RES @10%# for @17s#, then returns to Geohuman form."
        ],
        "ID": 26270305,
        "HP_2": 11325502
    },
    "1001043": {
        "Name": "Автоматон таинственного источника: Обычная форма",
        "Desc": "Древний механизм, созданный для установления господства.<br>В далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.<br>Следуя воспоминаниям артерий земли, он вернулся в это измерение исполнить свой долг по «очистке от аномалий»...",
        "Icon": "UI_Img_LeyLineChallenge_DragonCollar",
        "HP": 1100076,
        "BaseHP": 916730,
        "HPMult": 1.2,
        "Advantage": "Персонажи {11001}",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Режим зачистки",
                "Desc": "В бою переходит в режим зачистки: <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.<br>Получив <color style='color:#99FFFF;'>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color style='color:#FFD780;'>дополнительно снижается</color> его <color style='color:#99FFFF;'>Крио сопротивление</color>."
            },
            {
                "Name": "Режим контрудара",
                "Desc": "Если активный персонаж на некоторое время входит в состояние <color style='color:#FFD780;'>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.<br>Попав под определённое количество атак с <color style='color:#99FFFF;'>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>."
            }
        ],
        "Tutorial": [],
        "ID": 24090504
    },
    "1001053": {
        "Name": "Автоматон таинственного источника: Стремительный удар",
        "Desc": "Древний механизм, созданный для установления господства.<br>В далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.<br>Даже самые старые механизмы в изложениях артерий земли могут восстановиться до первоначальной формы. Этот механизм из глубокой древности теперь способен выполнять ещё более быстрые и смертоносные атаки, будто только что прошёл отладку для боя...",
        "Icon": "UI_Img_LeyLineChallenge_DragonCollar",
        "HP": 5481562,
        "BaseHP": 1370390,
        "HPMult": 4,
        "Advantage": "Персонажи {11001}",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Упреждающий режим зачистки",
                "Desc": "В начале боя сразу переходит в режим зачистки: <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.<br>Получив <color style='color:#99FFFF;'>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color style='color:#FFD780;'>дополнительно снижается</color> его <color style='color:#99FFFF;'>Крио сопротивление</color>."
            },
            {
                "Name": "Режим контрудара",
                "Desc": "Если активный персонаж на некоторое время входит в состояние <color style='color:#FFD780;'>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.<br>Попав под определённое количество атак с <color style='color:#99FFFF;'>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>."
            }
        ],
        "Tutorial": [],
        "ID": 24090504
    },
    "1001063": {
        "Name": "Автоматон таинственного источника: Опустошающее оружие",
        "Desc": "Древний механизм, созданный для установления господства.<br>В далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.<br>В глубинах хаоса артерий земли разрушившееся за долгие годы энергетическое ядро восстановилось до опасного уровня перегрузки. Теперь этот механизм, выйдя за пределы исходных характеристик, способен избавиться от оков планеты и применить своё ужасающее «Опустошающее оружие»...",
        "Icon": "UI_Img_LeyLineChallenge_DragonCollar",
        "HP": 7606009,
        "BaseHP": 1584585,
        "HPMult": 4.8,
        "Advantage": "Персонажи {11001}",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Упреждающий режим зачистки",
                "Desc": "В начале боя сразу переходит в режим зачистки: <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.<br>Получив <color style='color:#99FFFF;'>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color style='color:#FFD780;'>дополнительно снижается</color> его <color style='color:#99FFFF;'>Крио сопротивление</color>.<br>Каждый раз, когда он впервые прекращает вращаться и атаковать в режиме зачистки, будут выпадать дополнительные элементальные сферы."
            },
            {
                "Name": "Режим форсированного контрудара",
                "Desc": "Если активный персонаж на некоторое время входит в состояние <color style='color:#FFD780;'>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.<br>Попав под определённое количество атак с <color style='color:#99FFFF;'>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color style='color:#FFD780;'>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>."
            },
            {
                "Name": "Устойчивая к повреждению конструкция",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color> сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color style='color:#99FFFF;'>Крио урона</color> он теряет меньше импульса потока. В режиме форсированного контрудара его снижение сопротивления уменьшается."
            }
        ],
        "Tutorial": [
            "• After entering battle, immediately enters Enhanced State: All RES @270%#, and accumulates Energy to perform spinning attacks.",
            "• When Enhanced, if you @keep dealing Cryo DMG# at a higher frequency than @once per 0.6s#, it will enter Low Energy state: Cryo RES becomes @-30%#, other RES @30%#, and generates Elemental Particles that revive @36# Energy the first time it enters this state.",
            "• When Enhanced, if it detects characters uing @Nightsoul#, will enter a special state: All RES @110%#, and switch to attacking with exceedingly powerful tracking rays."
        ],
        "ID": 24090504,
        "HP_2": 14916723
    },
    "1002041": {
        "Name": "Сумрачная папилла: Обычная форма",
        "Desc": "Чудовища Бездны, которые растут, словно паразитические растения.<br>Источники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Всё глубже становятся борозды их злодеяний, тёмным эхом отпечатываясь в самих артериях земли...",
        "Icon": "UI_Img_LeyLineChallenge_Dendrite",
        "HP": 795858,
        "BaseHP": 663215,
        "HPMult": 1.2,
        "Advantage": "Частый элементальный урон | Урон с характеристикой Ночного духа",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Сумрачный мимесис",
                "Desc": "Монстр способен искажать форму и превращаться в грозного противника."
            },
            {
                "Name": "Атака разложения",
                "Desc": "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP."
            },
            {
                "Name": "Воззвание к тьме",
                "Desc": "Во время боя Сумрачная папилла использует Воззвание к тьме: она наделяет себя барьером пустоты, входит в состояние зарядки и готовится применить Сумрачную бомбардировку. Сумрачная бомбардировка наносит однократный урон по огромной площади.<br>В это время <color style='color:#FFD780;'>определённым количеством элементальных атак</color> можно уничтожить барьер, привести врага в замешательство и помешать ему использовать Сумрачную бомбардировку. Против барьера более эффективны <color style='color:#FFD780;'>элементальные атаки с характеристикой Ночного духа</color>.<br>После разрушения барьера все сопротивления Сумрачной папиллы на некоторое время снижаются."
            }
        ],
        "Tutorial": [],
        "ID": 22121604
    },
    "1002051": {
        "Name": "Сумрачная папилла: Коварная скорость",
        "Desc": "Чудовища Бездны, которые растут, словно паразитические растения.<br>Источники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Всё дальше распространяется скверна их вторжения, а эхо, возрождённые в артериях земли тени, становятся всё более жестокими...",
        "Icon": "UI_Img_LeyLineChallenge_Dendrite",
        "HP": 3965676,
        "BaseHP": 991419,
        "HPMult": 4,
        "Advantage": "Частый элементальный урон | Урон с характеристикой Ночного духа",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Сумрачный мимесис",
                "Desc": "Монстр способен искажать форму и превращаться в грозного противника."
            },
            {
                "Name": "Атака разложения",
                "Desc": "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP."
            },
            {
                "Name": "Воззвание к тьме",
                "Desc": "Когда бой начинается, Сумрачная папилла сразу использует Воззвание к тьме: она наделяет себя барьером пустоты, входит в состояние зарядки и готовится применить Сумрачную бомбардировку. Сумрачная бомбардировка наносит однократный урон по огромной площади.<br>В это время <color style='color:#FFD780;'>определённым количеством элементальных атак</color> можно уничтожить барьер, привести врага в замешательство и помешать ему использовать Сумрачную бомбардировку. Против барьера более эффективны <color style='color:#FFD780;'>элементальные атаки с характеристикой Ночного духа</color>.<br>Сумрачная папилла начинает бой с увеличенным сопротивлением всех видов. После разрушения барьера сопротивление Сумрачной папиллы всех видов будет уменьшено на некоторое время."
            }
        ],
        "Tutorial": [],
        "ID": 22121604
    },
    "1002061": {
        "Name": "Сумрачная папилла: Трансформация тени пустоты",
        "Desc": "Чудовища Бездны, которые растут, словно паразитические растения.<br>Источники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Ненависть, источаемая их корнями, сплелась с хаосом артерий земли и создала клинки невыразимой свирепости, способные причинить ужасные страдания тем, кто отважится бросить им вызов...",
        "Icon": "UI_Img_LeyLineChallenge_Dendrite",
        "HP": 6419728,
        "BaseHP": 1146379,
        "HPMult": 5.6,
        "Advantage": "Частый элементальный урон | Урон с характеристикой Ночного духа",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Сумрачный мимесис",
                "Desc": "Монстр способен искажать форму и превращаться в грозного противника."
            },
            {
                "Name": "Атака разложения",
                "Desc": "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP."
            },
            {
                "Name": "Защита тени пустоты",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуаций артерий земли</color> Сумрачная папилла одновременно развёртывает барьер пустоты и атакует. Её барьер можно уничтожить <color style='color:#FFD780;'>определённым количеством элементальных атак</color>. Когда барьер будет разрушен, в зависимости от поглощённого им урона Сумрачная папилла однократно получит высокий урон и надолго перейдёт в ослабленное состояние. <color style='color:#FFD780;'>Элементальные атаки с характеристикой Ночного духа</color> уничтожают барьер с большей эффективностью и повышают урон, получаемый врагом после устранения барьера. Через некоторое время Сумрачная папилла выходит из ослабленного состояния и вновь развёртывает барьер пустоты."
            },
            {
                "Name": "Гневное воззвание ко тьме",
                "Desc": "<color style='color:#FFD780;'>Вследствие воздействия флуктуации артерий земли</color>, если долгое время не уничтожать барьер пустоты, Сумрачная папилла задействует Гневное воззвание ко тьме и входит в состояние зарядки. Если через некоторое время вы так и не уничтожите барьер, враг задействует Гневную сумрачную бомбардировку, которая <color style='color:#FFD780;'>сразу выведет вашего активного персонажа из строя</color>."
            }
        ],
        "Tutorial": [
            "• In normal state, always has @150# Void Barrier. Each Elemental hit @-1#, if Nightsoul then @-3#.",
            "• When Void Barrier is broken, will become weakened and lose HP. The more @Nightsoul DMG# dealt to the Void Barrier, the more HP it loses. Gains Void Barrier again upon recovery.",
            "• If Void Barrier is not broken in time, will cast Ultimate, directly defeating the active character."
        ],
        "ID": 22121604,
        "HP_2": 11544517
    },
    "1002042": {
        "Name": "Бывалая шишковатая черепаха: Обычная форма",
        "Desc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.<br>В воспоминаниях артерий земли оно сражалось в ожесточённых битвах в нейтральной форме, повергая любого, кто по оплошности подходил слишком близко...",
        "Icon": "UI_Img_LeyLineChallenge_TortoiseElectric",
        "HP": 653097,
        "BaseHP": 544247,
        "HPMult": 1.2,
        "Advantage": "Урон с низкой частотой",
        "Disadvantage": "Урон с высокой частотой",
        "Buff": [
            {
                "Name": "Барьер громовых терний",
                "Desc": "Получив <color style='color:#FFD780;'>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color style='color:#FFD780;'>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его."
            }
        ],
        "Tutorial": [],
        "ID": 28021305
    },
    "1002052": {
        "Name": "Бывалая шишковатая черепаха: Взрыв Электро",
        "Desc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.<br>По мере того как память артерий земли поражалась беспорядком, её форма постепенно менялась, а окружённые молнией атаки становились всё более неистовыми...",
        "Icon": "UI_Img_LeyLineChallenge_TortoiseElectric",
        "HP": 3254310,
        "BaseHP": 813577,
        "HPMult": 4,
        "Advantage": "Урон с низкой частотой",
        "Disadvantage": "Урон с высокой частотой",
        "Buff": [
            {
                "Name": "Барьер громовых терний",
                "Desc": "Получив <color style='color:#FFD780;'>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color style='color:#FFD780;'>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его."
            }
        ],
        "Tutorial": [],
        "ID": 28021305
    },
    "1002062": {
        "Name": "Бывалая шишковатая черепаха: Щит грома",
        "Desc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.<br>В крайнем беспорядке артерий земли её форма исказилась, и она яростно бросалась в бой, атакуя и защищаясь, словно молния...",
        "Icon": "UI_Img_LeyLineChallenge_TortoiseElectric",
        "HP": 6350004,
        "BaseHP": 940741,
        "HPMult": 6.75,
        "Advantage": "Урон с низкой частотой",
        "Disadvantage": "Урон с высокой частотой",
        "Buff": [
            {
                "Name": "Барьер громовых терний",
                "Desc": "Получив <color style='color:#FFD780;'>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color style='color:#FFD780;'>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его."
            },
            {
                "Name": "Неугасающий гром",
                "Desc": "<color style='color:#FFD780;'>Вследствие воздействия флуктуации артерий земли</color> прогресс развёртывания Барьера громовых терний с каждой атакой, получаемой врагом, накапливается быстрее, но со временем замедляется обратно. Кроме того, значительно увеличивается количество элементов, требуемых для уничтожения Барьера громовых терний."
            }
        ],
        "Tutorial": [
            "• Each hit @+3# charge. Every second charge @-4#.",
            "• When charge reaches @30#, will gain a @32U# Electro Shield. Now every hit triggers a Counter, @dealing great DMG#."
        ],
        "ID": 28021305,
        "HP_2": 12871810
    },
    "1002043": {
        "Name": "Бывалый айдол Пипильпан: Обычная форма",
        "Desc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...<br>Нездоровая одержимость может оставлять в артериях земли искажённые воспоминания, из-за чего этот исполнитель приобретает несколько маниакальную форму...",
        "Icon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
        "HP": 886213,
        "BaseHP": 738510,
        "HPMult": 1.2,
        "Advantage": "Реакции {11034} | Щиты",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Игра шляп",
                "Desc": "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color style='color:#FFD780;'>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.<br>Нанесите определённое количество урона <color style='color:#FFD780;'>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color style='color:#FFD780;'>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color style='color:#80C0FF;'>Гидро</color> и <color style='color:#FFACFF;'>Электро</color> урона, а также урона реакций <color style='color:#FFD780;'>Заряжен или Лунный заряд</color>, полученного шляпой."
            }
        ],
        "Tutorial": [],
        "ID": 25560206
    },
    "1002053": {
        "Name": "Бывалый айдол Пипильпан: Мерцающий призрак",
        "Desc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...<br>Бурные флуктуации артерий земли искажают форму исполнителя ещё сильнее, и теперь под быстро сменяющимися шляпами скрывается ужасающее намерение убивать...",
        "Icon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
        "HP": 4415904,
        "BaseHP": 1103976,
        "HPMult": 4,
        "Advantage": "Реакции {11034} | Щиты",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Игра шляп",
                "Desc": "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color style='color:#FFD780;'>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.<br>Нанесите определённое количество урона <color style='color:#FFD780;'>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color style='color:#FFD780;'>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color style='color:#80C0FF;'>Гидро</color> и <color style='color:#FFACFF;'>Электро</color> урона, а также урона реакций <color style='color:#FFD780;'>Заряжен или Лунный заряд</color>, полученного шляпой."
            }
        ],
        "Tutorial": [],
        "ID": 25560206
    },
    "1002063": {
        "Name": "Бывалый айдол Пипильпан: Сто заблуждений",
        "Desc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...<br>В крайнем хаосе артерий земли одержимость исполнителя принимает форму неприятия и истребления. Малейшая ошибка - и бросивший вызов превратится в порошок, как когда-то противники Теноча...",
        "Icon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
        "HP": 6254996,
        "BaseHP": 1276529,
        "HPMult": 4.9,
        "Advantage": "Реакции {11034} | Щиты",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Игра шляп",
                "Desc": "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color style='color:#FFD780;'>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.<br>Нанесите определённое количество урона <color style='color:#FFD780;'>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color style='color:#FFD780;'>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color style='color:#80C0FF;'>Гидро</color> и <color style='color:#FFACFF;'>Электро</color> урона, а также урона реакций <color style='color:#FFD780;'>Заряжен или Лунный заряд</color>, полученного шляпой."
            },
            {
                "Name": "Отторжение шляп",
                "Desc": "<color style='color:#FFD780;'>Из-за воздействия флуктуации артерий земли</color> этот враг применяет мощную атаку Отторжения шляп: он постоянно бросается шляпами, которые наносят <color style='color:#FFACFF;'>высокий Электро урон</color>, а также обладают <color style='color:#FFD780;'>сильным эффектом прерывания</color>."
            }
        ],
        "Tutorial": [
            "• Will summon 3 hats, hide in one of them and quickly switch their positions. If the hat he is hiding in takes @Electro-Charged# or @Lunar-Charged# DMG, will pause switching.",
            "• The hat's has @40%# HP. Its all RES @greatly increases# except @Hydro# and @Electro#, and takes @300%# increased @Electro-Charged# and @Lunar-Charged# DMG.",
            "• Defeat the hat @he is hiding in# to weaken him (all RES @massively decreases#). @Electro-Charged# and @Lunar-Charged# DMG is @significantly more efficient#.",
            "• Upon being weakened, will lose HP. The more @Hydro#, @Electro#, @Electro-Charged# and @Lunar-Charged# DMG the hat took, the mre HP he loses."
        ],
        "ID": 25560206,
        "HP_2": 10200306
    },
    "1003041": {
        "Name": "Дракон вечных бедствий: Обычная форма",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
        "HP": 969417,
        "BaseHP": 807847,
        "HPMult": 1.2,
        "Advantage": "Урон разных элементов | Стрелковое оружие",
        "Disadvantage": "Однократный элементальный урон",
        "Buff": [
            {
                "Name": "Контрмеры",
                "Desc": "В бою периодически выпускает поток опасной энергии и меняет форму в зависимости от основного типа элемента полученного им урона, <color style='color:#FFD780;'>повышая своё сопротивление этому элементу</color>."
            },
            {
                "Name": "Механики боя",
                "Desc": "Способен атаковать как в воздухе, так и на земле. В некоторых состояниях открываются ядра по всему его телу. Воспользуйтесь этой возможностью и <color style='color:#FFD780;'>атакуйте ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами."
            }
        ],
        "Tutorial": [],
        "ID": 24030305
    },
    "1003051": {
        "Name": "Дракон вечных бедствий: Сотрясающий небо",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
        "HP": 4830499,
        "BaseHP": 1207624,
        "HPMult": 4,
        "Advantage": "Урон разных элементов | Стрелковое оружие",
        "Disadvantage": "Однократный элементальный урон",
        "Buff": [
            {
                "Name": "Контрмеры",
                "Desc": "В бою периодически выпускает поток опасной энергии и меняет форму в зависимости от основного типа элемента полученного им урона, <color style='color:#FFD780;'>повышая своё сопротивление этому элементу</color>."
            },
            {
                "Name": "Механики боя",
                "Desc": "Способен атаковать как в воздухе, так и на земле. В некоторых состояниях открываются ядра по всему его телу. Воспользуйтесь этой возможностью и <color style='color:#FFD780;'>атакуйте ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами."
            }
        ],
        "Tutorial": [],
        "ID": 24030305
    },
    "1003061": {
        "Name": "Дракон вечных бедствий: Конфигурация истребления",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
        "HP": 0,
        "BaseHP": 1396379,
        "HPMult": 0,
        "Advantage": "Урон разных элементов",
        "Disadvantage": "Однократный элементальный урон",
        "Buff": [
            {
                "Name": "Экстренные контрмеры",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color>, после того как дракон получает урон, равный определённой части HP, он выпускает поток энергии и меняет форму в зависимости от основного типа элемента урона, полученного им в этот период, <color style='color:#FFD780;'>значительно повышая своё сопротивление этому элементу</color>."
            },
            {
                "Name": "Множественные механики боя",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color> начинает бой в состоянии наземных атак. Сохраняя сопротивление одному типу элемента определённое количество времени, он продолжает бой в состояние воздушных атак."
            },
            {
                "Name": "Бронеотсеки ядер",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color> ядра на его теле теперь защищены. Атаки ядер больше не парализуют его, а его элементальное сопротивление не снимается."
            }
        ],
        "Tutorial": [
            "• For every @certain percentage of HP# lost, will @massively increase# the RES of the Element it @took the most DMG from# within this period.",
            "• Initially in @Ground State#. If it maintains the @same Element RES increase# for a long period of time, will switch to @Airborne State#.",
            "• Attacking its Weaknesses will @not affect it#, and will @not clear its RES increase#."
        ],
        "ID": 24030305,
        "HP_2": 0
    },
    "1003042": {
        "Name": "Бывалый каменный краб: Обычная форма",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
        "HP": 912385,
        "BaseHP": 760320,
        "HPMult": 1.2,
        "Advantage": "Реакции {11029}",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Семена отшельника",
                "Desc": "В бою на поле постоянно разбрасываются Семена отшельника, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color style='color:#FFD780;'>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона."
            },
            {
                "Name": "Бронеломный шквал",
                "Desc": "Когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Семян отшельника и начинает заряд. Через короткий промежуток времени он обрушивает Бронеломный шквал, нанося урон по большой площади. Во время зарядки краб устанавливает барьер, который можно уничтожить достаточным количеством урона от <color style='color:#FFD780;'>трансформированных Семян отшельника</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его."
            }
        ],
        "Tutorial": [],
        "ID": 26162605
    },
    "1003052": {
        "Name": "Бывалый каменный краб: Стальной панцирь",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
        "HP": 4546316,
        "BaseHP": 1136579,
        "HPMult": 4,
        "Advantage": "Реакции {11029}",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Семена отшельника",
                "Desc": "В бою на поле постоянно разбрасываются Семена отшельника, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color style='color:#FFD780;'>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона."
            },
            {
                "Name": "Бронеломный шквал",
                "Desc": "Когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Семян отшельника и начинает заряд. Через короткий промежуток времени он обрушивает Бронеломный шквал, нанося урон по большой площади. Во время зарядки краб устанавливает барьер, который можно уничтожить достаточным количеством урона от <color style='color:#FFD780;'>трансформированных Семян отшельника</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его."
            }
        ],
        "Tutorial": [],
        "ID": 26162605
    },
    "1003062": {
        "Name": "Бывалый каменный краб: Миллион взрывов",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
        "HP": 0,
        "BaseHP": 1314228,
        "HPMult": 0,
        "Advantage": "Реакции {11029}",
        "Disadvantage": "Персонажи {11003}",
        "Buff": [
            {
                "Name": "Семена отшельника",
                "Desc": "В бою на поле разбрасываются Семена отшельника, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color style='color:#FFD780;'>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона."
            },
            {
                "Name": "Воспламеняющийся отшельник",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color> после атаки Семян отшельника Пиро происходит мощный взрыв, который отбрасывает персонажей и наносит огромный урон."
            },
            {
                "Name": "Сверхтяжёлый бронеломный шквал",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color>, когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Семян отшельника и начинает заряд. Через короткий промежуток времени он обрушивает Бронеломный шквал, который <color style='color:#FFD780;'>сразу выводит вашего активного персонажа из строя</color>. Во время зарядки краб устанавливает барьер, который можно уничтожить уроном от <color style='color:#FFD780;'>трансформированных Семян отшельника</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его."
            }
        ],
        "Tutorial": [
            "• Will generate @Hermit Seeds# that explode after a short interval. If Seeds take @Pyro DMG#, will @trigger a bigger explosion# and knock away characters.",
            "• Upon taking @any type of Bloom DMG#, Hermit Seeds will be converted, and @deal massive DMG to enemies# based on DMG taken.",
            "• When the battle starts, the enemy will @rise into the air# and gain a Shield. @Convert a certain number of Seeds# to break the Shield and weaken it. Otherwise it will @directly defeat the on-field character#."
        ],
        "ID": 26162605,
        "HP_2": 0
    },
    "1003043": {
        "Name": "Бывалый Штурмовик огненного клинка: Обычная форма",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
        "HP": 1020235,
        "BaseHP": 850196,
        "HPMult": 1.2,
        "Advantage": "Реакции {11034} | Персонажи {11004}",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Мультибарьер",
                "Desc": "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультибарьер. Барьер через определённые промежутки времени восстанавливается. Уничтожьте все три слоя барьера, чтобы не дать ему активироваться и парализовать врага. Против него более эффективен урон реакций <color style='color:#FFD780;'>Заряжен и Лунный заряд</color>. За каждый уничтоженный слой барьера будут выпадать дополнительные элементальные сферы."
            },
            {
                "Name": "Громовой залп",
                "Desc": "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color style='color:#FFD780;'>Электро сопротивление значительно снизится</color>."
            }
        ],
        "Tutorial": [],
        "ID": 23079108
    },
    "1003053": {
        "Name": "Бывалый Штурмовик огненного клинка: Берсерк",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
        "HP": 5083723,
        "BaseHP": 1270930,
        "HPMult": 4,
        "Advantage": "Реакции {11034} | Персонажи {11004}",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Мультибарьер",
                "Desc": "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультибарьер. Барьер через определённые промежутки времени восстанавливается. Уничтожьте все три слоя барьера, чтобы не дать ему активироваться и парализовать врага. Против него более эффективен урон реакций <color style='color:#FFD780;'>Заряжен и Лунный заряд</color>. За каждый уничтоженный слой барьера будут выпадать дополнительные элементальные сферы."
            },
            {
                "Name": "Громовой залп",
                "Desc": "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color style='color:#FFD780;'>Электро сопротивление значительно снизится</color>."
            }
        ],
        "Tutorial": [],
        "ID": 23079108
    },
    "1003063": {
        "Name": "Бывалый Штурмовик огненного клинка: Смертный бой",
        "Desc": "",
        "Icon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
        "HP": 0,
        "BaseHP": 1469579,
        "HPMult": 0,
        "Advantage": "Реакции {11034} | Персонажи {11004}",
        "Disadvantage": "",
        "Buff": [
            {
                "Name": "Мультибарьер",
                "Desc": "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультибарьер. Барьер через определённые промежутки времени восстанавливается. Уничтожьте все три слоя барьера, чтобы не дать ему активироваться и парализовать врага. Против него более эффективен урон реакций <color style='color:#FFD780;'>Заряжен и Лунный заряд</color>. За каждый уничтоженный слой барьера будут выпадать дополнительные элементальные сферы."
            },
            {
                "Name": "Громовой залп",
                "Desc": "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color style='color:#FFD780;'>Электро сопротивление значительно снизится</color>."
            },
            {
                "Name": "Аварийное усиление мощности",
                "Desc": "<color style='color:#FFD780;'>Под воздействием флуктуации артерий земли</color> способность Экспериментального мультибарьера к восстановлению усиливается, а урон Громового набора значительно повышается."
            }
        ],
        "Tutorial": [
            "• Will gain @3 layers of Shields# that @increase all RES except Electro# and can repair itself.",
            "• @Electro-Charged# and @Lunar-Charged# DMG is much more efficient at breaking th Shield. When each layer is broken, generates @extra Elemenral Orbs#.",
            "• Break all Shields within a certain time to @greatly decrease Electro RES#. Otherwise the enemy will perform continuous attacks."
        ],
        "ID": 23079108,
        "HP_2": 0
    }
}