// Auto Generated

var _avatar = [
    {
        "_id": 1221,
        "Ver": "2.4",
        "Name": "雲璃",
        "Desc": "仙舟「朱明」の猟剣士。素直な性格で、「燭淵将軍」懐炎の孫娘。彼の寵愛を一身に受けている。<br>幼い頃から懐炎より剣術と鍛造技術を学び、「焔輪八葉」の中で2番目に若い天才剣士。<br>朱明から流出した魔剣を心底嫌悪しており、「魔剣を狩り尽くす」と誓いを立てている。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            122101,
            122102,
            122103,
            122104,
            122106,
            122107
        ],
        "BydSkills": [],
        "Ranks": [
            122101,
            122102,
            122103,
            122104,
            122105,
            122106
        ],
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Mat": [
            113013,
            110421,
            110183,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘雯",
            "Brenna Larsen",
            "若山詩音",
            "이주은"
        ],
        "Camp": 113,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1321,
        "Ver": "3.8",
        "Name": "ダリア",
        "Desc": "美しき夢は永火官邸を焼き払い、「彼女」にまつわる一切を灰にした。<br>「壊滅」と「記憶」…裏切りの花は、過ぎ去ったその道で鮮烈に咲き乱れる——<br>誰も知らない夢境に戻り、彼女に再び火をつけるのは、一体なんなのだろうか？",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            132101,
            132102,
            132103,
            132104,
            132106,
            132107
        ],
        "BydSkills": [],
        "Ranks": [
            132101,
            132102,
            132103,
            132104,
            132105,
            132106
        ],
        "Icon": "avatarshopicon/Avatar/1321",
        "Pic": "avatardrawcard/1321.png",
        "Mat": [
            114013,
            110432,
            110223,
            110508
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 606.375,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "阮从青",
            "Cristina Vee",
            "佐々木未来",
            "김도희"
        ],
        "Camp": 118,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1415,
        "Ver": "3.7",
        "Name": "キュレネ",
        "Desc": "夜空に星が流れ、生命の川にさざ波が広がり、 13 色の光が煌めく。<br>エリュシオンの娘、「██」を育む黄金裔。記憶の種を植え、明日に過去の花を咲かせる者である<br>——<i>「そして、今までとは違う詩を一緒に紡ぎましょう♪」</i>",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 24.0,
        "Skills": [
            141501,
            141508,
            141502,
            141503,
            141514,
            141504,
            141506,
            141507,
            141519
        ],
        "BydSkills": [],
        "Ranks": [
            141501,
            141502,
            141503,
            141504,
            141505,
            141506
        ],
        "Icon": "avatarshopicon/Avatar/1415",
        "Pic": "avatardrawcard/1415.png",
        "Mat": [
            115003,
            110433,
            110253,
            110507
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 446.292,
            "DEF": 582.12,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "宴宁",
            "Aiden Dawn",
            "井上麻里奈",
            "조경이"
        ],
        "Camp": 116,
        "ExtraSkills": [
            141503,
            1141501,
            1141502,
            1141503,
            1141505,
            1141513,
            1141514,
            1141515,
            1141516,
            1141517,
            1141518,
            1141519,
            1141520,
            1141521,
            1141522,
            1141523,
            1141524,
            1141525,
            1141526
        ],
        "Servant": {
            "_id": 11415,
            "Name": "デミウルゴス",
            "Icon": "servanticonteam/11415B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 8007,
        "Ver": "3.7",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 160.0,
        "Skills": [
            800701,
            800702,
            800703,
            800704,
            800706,
            800707,
            800708,
            800709
        ],
        "BydSkills": [],
        "Ranks": [
            800701,
            800702,
            800703,
            800704,
            800705,
            800706
        ],
        "Icon": "avatarshopicon/Avatar/8007",
        "Pic": "avatardrawcard/8007.png",
        "Mat": [
            111013,
            110400,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 543.312,
            "DEF": 630.63,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "秦且歌",
            "Shaun Mendum",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "ExtraSkills": [
            800704,
            1800701,
            1800703,
            1800705,
            1800706,
            1800707
        ],
        "Servant": {
            "_id": 18007,
            "Name": "ミュリオン",
            "Icon": "servanticonteam/18007B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 8008,
        "Ver": "3.7",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 160.0,
        "Skills": [
            800801,
            800802,
            800803,
            800804,
            800806,
            800807,
            800808,
            800809
        ],
        "BydSkills": [],
        "Ranks": [
            800801,
            800802,
            800803,
            800804,
            800805,
            800806
        ],
        "Icon": "avatarshopicon/Avatar/8008",
        "Pic": "avatardrawcard/8008.png",
        "Mat": [
            111013,
            110400,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 543.312,
            "DEF": 630.63,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "陈婷婷",
            "Chloe Eves",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "ExtraSkills": [
            800704,
            1800701,
            1800703,
            1800705,
            1800706,
            1800707
        ],
        "Servant": {
            "_id": 18007,
            "Name": "ミュリオン",
            "Icon": "servanticonteam/18007B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1413,
        "Ver": "3.6",
        "Name": "長夜月",
        "Desc": "世界から隔離された記憶域で、蝋燭の炎は過去を照らし、霧の中で静かに消えていく。<br>その影より生まれし記憶の子——長夜月、「歳月」の火種を隠す黄金裔。「忘却」の波を巻き起こし、鏡に映る人の願いを守る者である。<br>——<i>「安心して。アンタの『開拓』の道はアタシが守ってあげる…どんな代償を払ってでも♭」</i>",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 240.0,
        "Skills": [
            141301,
            141302,
            141303,
            141304,
            141306,
            141307,
            141309
        ],
        "BydSkills": [],
        "Ranks": [
            141301,
            141302,
            141303,
            141304,
            141305,
            141306
        ],
        "Icon": "avatarshopicon/Avatar/1413",
        "Pic": "avatardrawcard/1413.png",
        "Mat": [
            115013,
            110433,
            110253,
            110507
        ],
        "Stats": {
            "HP": 1319.472,
            "ATK": 543.312,
            "DEF": 582.12,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "诺亚",
            "Skyler Davenport",
            "小倉唯",
            "정혜원"
        ],
        "Camp": 116,
        "ExtraSkills": [
            141304,
            1141301,
            1141303,
            1141305,
            1141306,
            1141307
        ],
        "Servant": {
            "_id": 11413,
            "Name": "長夜",
            "Icon": "servanticonteam/11413B.png",
            "Aggro": 125.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1414,
        "Ver": "3.6",
        "Name": "丹恒・騰荒",
        "Desc": "ジョーリアの胸——伏竜は、その身体で砕けた大地を支え、千年もの間苦痛に耐え続けている。<br>ナナシビト丹恒、「大地」の火種を守る黄金裔。崩れゆく世界を支え、地上の生命を遠くの天地へと連れていく者である。<br>——百の川が海へと帰り、山々が響きあう。不朽の道は遥か彼方まで続いていく。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Preservation",
        "SP": 135.0,
        "Skills": [
            141401,
            141402,
            141403,
            141404,
            141406,
            141407
        ],
        "BydSkills": [],
        "Ranks": [
            141401,
            141402,
            141403,
            141404,
            141405,
            141406
        ],
        "Icon": "avatarshopicon/Avatar/1414",
        "Pic": "avatardrawcard/1414.png",
        "Mat": [
            115003,
            110431,
            110213,
            110507
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 582.12,
            "DEF": 776.16,
            "SPD": 97.0,
            "Aggro": 150.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1410,
        "Ver": "3.5",
        "Name": "セイレンス",
        "Desc": "スティコシア――酔いと夢が溢れる海辺の街。古き歌声は今も波間に響いている。<br>海の娘ヘレクトラ、「海洋」の火種を清める黄金裔。濁りし暗流を払い、天外より来たる英雄のために、盛大な酒宴の旋律を奏でる者である。<br>――まだ閉幕の時ではない。たとえ希望が泡のように儚いものだとしても、波は前へと進み続けるのだ。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            141001,
            141002,
            141003,
            141004,
            141006,
            141007
        ],
        "BydSkills": [],
        "Ranks": [
            141001,
            141002,
            141003,
            141004,
            141005,
            141006
        ],
        "Icon": "avatarshopicon/Avatar/1410",
        "Pic": "avatardrawcard/1410.png",
        "Mat": [
            115003,
            110431,
            110223,
            110507
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 601.524,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "浮梦若薇",
            "Rosie Day",
            "石見舞菜香",
            "오은수"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1412,
        "Ver": "3.5",
        "Name": "ケリュドラ",
        "Desc": "北境の帝国、失われた王朝——その凍てつく大地で征服の野心が燃え上がる。<br>君主ケリュドラ、「法」の火種を掌握する黄金裔。盤上に駒を配して神々に相対し、異心を抱く咎人を裁き、火を追う旅の礎を築く者である。<br>——<i>「これは終点ではない。オンパロスから始まる征途は、必ずや銀河の群星へと至るだろう！」</i>",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            141201,
            141202,
            141203,
            141204,
            141206,
            141207
        ],
        "BydSkills": [],
        "Ranks": [
            141201,
            141202,
            141203,
            141204,
            141205,
            141206
        ],
        "Icon": "avatarshopicon/Avatar/1412",
        "Pic": "avatardrawcard/1412.png",
        "Mat": [
            115013,
            110435,
            110233,
            110507
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 620.928,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "时欣蕾",
            "Rhiannon Moushall",
            "高尾奏音",
            "김윤채"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1408,
        "Ver": "3.4",
        "Name": "ファイノン",
        "Desc": "エリュシオンは世界から切り離された辺境の村であり、今では複雑で謎めいた伝説しか残されていない。<br>無名の英雄█████、「世負い」の火種を宿す黄金裔。全世界の理想をその胸に刻み、万人の運命を背負い、新たな世界に最初の曙光をもたらす者である<br>——<i>「もし黎明が未だ訪れていないというのなら、この身を心火で燃やし尽くし、明日の烈日となろう！」</i>",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 12.0,
        "Skills": [
            140801,
            140802,
            140803,
            140804,
            140806,
            140807,
            140808,
            140809,
            140805,
            140811
        ],
        "BydSkills": [],
        "Ranks": [
            140801,
            140802,
            140803,
            140804,
            140805,
            140806
        ],
        "Icon": "avatarshopicon/Avatar/1408",
        "Pic": "avatardrawcard/1408.png",
        "Mat": [
            115013,
            110431,
            110183,
            110507
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 582.12,
            "DEF": 703.395,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "秦且歌",
            "Joshua Waters",
            "日野聡",
            "윤용식"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1014,
        "Ver": "3.4",
        "Name": "セイバー",
        "Desc": "",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 360.0,
        "Skills": [
            101401,
            101402,
            101403,
            101404,
            101406,
            101407,
            101408
        ],
        "BydSkills": [],
        "Ranks": [
            101401,
            101402,
            101403,
            101404,
            101405,
            101406
        ],
        "Icon": "avatarshopicon/Avatar/1014",
        "Pic": "avatardrawcard/1014.png",
        "Mat": [
            111013,
            110425,
            110183,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 654.885,
            "SPD": 101.0,
            "Aggro": 125.0
        },
        "CV": [
            "白杺瓒",
            "",
            "川澄 綾子",
            "정유정"
        ],
        "Camp": 117,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1015,
        "Ver": "3.4",
        "Name": "アーチャー",
        "Desc": "",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 220.0,
        "Skills": [
            101501,
            101502,
            101509,
            101503,
            101504,
            101506,
            101507
        ],
        "BydSkills": [],
        "Ranks": [
            101501,
            101502,
            101503,
            101504,
            101505,
            101506
        ],
        "Icon": "avatarshopicon/Avatar/1015",
        "Pic": "avatardrawcard/1015.png",
        "Mat": [
            111003,
            110436,
            110193,
            110502
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 620.928,
            "DEF": 485.1,
            "SPD": 105.0,
            "Aggro": 75.0
        },
        "CV": [
            "呉磊",
            "",
            "諏訪部 順一",
            "임채현"
        ],
        "Camp": 117,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2212,
        "Ver": "3.4",
        "Name": "鏡流",
        "Desc": "",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            1121201,
            1121209,
            1121202,
            1121203,
            1121204,
            1121206,
            1121207
        ],
        "BydSkills": [],
        "Ranks": [
            1121201,
            1121202,
            1121203,
            1121204,
            1121205,
            1121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2205,
        "Ver": "3.4",
        "Name": "刃",
        "Desc": "",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            1120501,
            1120508,
            1120502,
            1120503,
            1120504,
            1120506,
            1120507
        ],
        "BydSkills": [],
        "Ranks": [
            1120501,
            1120502,
            1120503,
            1120504,
            1120505,
            1120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2005,
        "Ver": "3.4",
        "Name": "カフカ",
        "Desc": "",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            1100501,
            1100502,
            1100503,
            1100504,
            1100506,
            1100507
        ],
        "BydSkills": [],
        "Ranks": [
            1100501,
            1100502,
            1100503,
            1100504,
            1100505,
            1100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2006,
        "Ver": "3.4",
        "Name": "銀狼",
        "Desc": "",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            1100601,
            1100602,
            1100603,
            1100604,
            1100606,
            1100607
        ],
        "BydSkills": [],
        "Ranks": [
            1100601,
            1100602,
            1100603,
            1100604,
            1100605,
            1100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1406,
        "Ver": "3.3",
        "Name": "サフェル",
        "Desc": "失われた盗賊の都、ドロス。かつて三百の義賊が遊戯に興じ、縦横無尽に横行していた地である。<br>駿足の賊星セファリア、「詭術」の火種を弄ぶ黄金裔。流言を撒き、大地を駆け抜ける者である。願わくば、その嘘が風に乗り、世界の隅々まで届かんことを――<br><i>「ふん、あたしを騙そうって？そうはいかないよ！」</i>",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            140601,
            140602,
            140603,
            140604,
            140606,
            140607
        ],
        "BydSkills": [],
        "Ranks": [
            140601,
            140602,
            140603,
            140604,
            140605,
            140606
        ],
        "Icon": "avatarshopicon/Avatar/1406",
        "Pic": "avatardrawcard/1406.png",
        "Mat": [
            115013,
            110436,
            110223,
            110507
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 509.355,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "王雅欣",
            "Shea Fairaday",
            "伊藤彩沙",
            "미소"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1409,
        "Ver": "3.3",
        "Name": "ヒアンシー",
        "Desc": "雲上の都市国家が時の流れと共に崩れゆこうとも、昏光の庭は再びその扉を開き、永夜に微かな光をもたらした。<br>医師ヒアシンシア、「天空」の火種を見守る黄金裔。先祖の意志を継ぎ、引き裂かれた晨昏を繕う者である。<br>——願わくば虹色の光が降り注ぎ、すべての怨恨を消し去り、この地に再び黎明をもたらさんことを。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Remembrance",
        "SP": 140.0,
        "Skills": [
            140901,
            140902,
            140903,
            140904,
            140906,
            140907
        ],
        "BydSkills": [],
        "Ranks": [
            140901,
            140902,
            140903,
            140904,
            140905,
            140906
        ],
        "Icon": "avatarshopicon/Avatar/1409",
        "Pic": "avatardrawcard/1409.png",
        "Mat": [
            115003,
            110425,
            110253,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 388.08,
            "DEF": 630.63,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "静宸",
            "Holly Earl",
            "羊宮妃那",
            "김연우"
        ],
        "Camp": 116,
        "ExtraSkills": [
            140904,
            1140901,
            1140903,
            1140905,
            1140906
        ],
        "Servant": {
            "_id": 11409,
            "Name": "イカルン",
            "Icon": "servanticonteam/11409B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1405,
        "Ver": "3.2",
        "Name": "アナイクス",
        "Desc": "神悟の樹庭、それは知恵を培う学府であり、哲人を育む揺籃でもある。<br>神を冒涜するアナクサゴラス、「理性」の火種を問いただす黄金裔。汚名を甘受し預言に背き、懐疑の枝を知性の聖樹に突き刺す者である。<br>——<i>「滑稽ですね。偽りに満ちているこの世界でただ1人、私だけが真実なのですよ」</i>",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            140501,
            140502,
            140503,
            140504,
            140506,
            140507
        ],
        "BydSkills": [],
        "Ranks": [
            140501,
            140502,
            140503,
            140504,
            140505,
            140506
        ],
        "Icon": "avatarshopicon/Avatar/1405",
        "Pic": "avatardrawcard/1405.png",
        "Mat": [
            115013,
            110425,
            110203,
            110505
        ],
        "Stats": {
            "HP": 970.2,
            "ATK": 756.756,
            "DEF": 557.865,
            "SPD": 97.0,
            "Aggro": 75.0
        },
        "CV": [
            "钱文青",
            "Stephen Fu",
            "内田雄馬",
            "이상준"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "v7",
            "Live"
        ]
    },
    {
        "_id": 1407,
        "Ver": "3.2",
        "Name": "キャストリス",
        "Desc": "死を崇める都市国家、絶えず雪が舞うエイジリアは、すでに甘美で安らかな眠りに就いた。<br>ステュクスの娘キャストリス、「死」の火種を探し求める黄金裔。世の魂の慟哭を慰め、運命の孤独に抱擁を与える者である。<br>——旅立つといい。生も死も等しき旅路。蝶が枝にとまる時、凋落したものは新生するのだ。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Remembrance",
        "SP": 0,
        "Skills": [
            140701,
            140702,
            140709,
            140703,
            140704,
            140706,
            140707
        ],
        "BydSkills": [],
        "Ranks": [
            140701,
            140702,
            140703,
            140704,
            140705,
            140706
        ],
        "Icon": "avatarshopicon/Avatar/1407",
        "Pic": "avatardrawcard/1407.png",
        "Mat": [
            115013,
            110436,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1629.936,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 95.0,
            "Aggro": 100.0
        },
        "CV": [
            "阮从青",
            "Melody Muze",
            "斎藤千和",
            "이세레나"
        ],
        "Camp": 116,
        "ExtraSkills": [
            2140704,
            140703,
            1140701,
            1140702,
            1140703,
            1140705,
            1140706,
            1140710,
            1140711,
            1140712
        ],
        "Servant": {
            "_id": 11407,
            "Name": "死竜・ボリュクス",
            "Icon": "servanticonteam/11407B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "v7",
            "Live"
        ]
    },
    {
        "_id": 1403,
        "Ver": "3.1",
        "Name": "トリビー",
        "Desc": "使者は三相の神託の憐れみを受けた聖地を後にし、無数の破片となって、長い旅路についた。<br>ヤヌサポリスの聖女トリスビアス、「門と道」の火種を奪った黄金裔。人々に仕えるために奔走し、救世の便りを大地の隅々まで届ける者である<br>——黄金の血を宿す人の子らを見つけ、この世界で最も暗い闇を打ち砕き、星が煌めく明日に向かって進むのだ。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            140301,
            140302,
            140303,
            140304,
            140306,
            140307
        ],
        "BydSkills": [],
        "Ranks": [
            140301,
            140302,
            140303,
            140304,
            140305,
            140306
        ],
        "Icon": "avatarshopicon/Avatar/1403",
        "Pic": "avatardrawcard/1403.png",
        "Mat": [
            115003,
            110436,
            110233,
            110505
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 523.908,
            "DEF": 727.65,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "蔡书瑾",
            "Hayden Daviau",
            "遠野ひかる",
            "방연지"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1404,
        "Ver": "3.1",
        "Name": "モーディス",
        "Desc": "霧に包まれた混乱と戦争の都市国家、クレムノス！その王家には親殺しの血が流れており、その神は災厄の名を冠する。<br>不死なるメデイモス、孤高の獅子、「紛争」の火種を追う黄金裔。数多の死を耐え、血を浴びて帰郷し、そして狂気の宿命を1人で背負う者である。<br>——王を殺め王となり、神を殺め神となる。荒野を駆け巡った征戦の鉄蹄は、やがて故郷の血で染めなければならないのだ。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 160.0,
        "Skills": [
            140401,
            140402,
            140403,
            140404,
            140406,
            140407,
            140409,
            140411
        ],
        "BydSkills": [],
        "Ranks": [
            140401,
            140402,
            140403,
            140404,
            140405,
            140406
        ],
        "Icon": "avatarshopicon/Avatar/1404",
        "Pic": "avatardrawcard/1404.png",
        "Mat": [
            115003,
            110437,
            110183,
            110506
        ],
        "Stats": {
            "HP": 1552.32,
            "ATK": 426.888,
            "DEF": 194.04,
            "SPD": 95.0,
            "Aggro": 125.0
        },
        "CV": [
            "赵成晨",
            "Gabriel Warburton",
            "阿座上洋平",
            "안효민"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1401,
        "Ver": "3.0",
        "Name": "マダム・ヘルタ",
        "Desc": "尊貴なる「天才クラブ」#83。人類で、女性で、若く、美しく、そして可愛い。<br>噂によると、彼女は銀河の辺境でひっそりと暮らしており、そこから離れることは滅多にないという。そんな彼女が今回姿を現したのは、おそらく——<br>自ら対処しなければならない問題が起きたからだろう。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 220.0,
        "Skills": [
            140101,
            140102,
            140103,
            140104,
            140106,
            140107,
            140109
        ],
        "BydSkills": [],
        "Ranks": [
            140101,
            140102,
            140103,
            140104,
            140105,
            140106
        ],
        "Icon": "avatarshopicon/Avatar/1401",
        "Pic": "avatardrawcard/1401.png",
        "Mat": [
            111003,
            110423,
            110203,
            110506
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "侯小菲",
            "PJ Mattson",
            "山崎はるか",
            "김서영"
        ],
        "Camp": 102,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 1402,
        "Ver": "3.0",
        "Name": "アグライア",
        "Desc": "黎明の光に照らされた聖都で、その織り手は金糸を撫で、運命を紡ぐ。<br>「浪漫」の火種を背負う黄金裔。この世界の英雄たちを呼び集め、彼らを再び長き旅路へと導く者である。<br>——神々を討ち、神火を手に入れ、滅亡の危機に瀕したオンパロスに新生をもたらすのだ。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Remembrance",
        "SP": 350.0,
        "Skills": [
            140201,
            140202,
            140203,
            140204,
            140206,
            140207,
            140209,
            140208
        ],
        "BydSkills": [],
        "Ranks": [
            140201,
            140202,
            140203,
            140204,
            140205,
            140206
        ],
        "Icon": "avatarshopicon/Avatar/1402",
        "Pic": "avatardrawcard/1402.png",
        "Mat": [
            115003,
            110424,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "楚越",
            "Morgan Lauré",
            "遠藤綾",
            "오로아"
        ],
        "Camp": 116,
        "ExtraSkills": [
            140204,
            1140201,
            1140203,
            1140205,
            1140206
        ],
        "Servant": {
            "_id": 11402,
            "Name": "ラフトラ",
            "Icon": "servanticonteam/11402B.png",
            "Aggro": 125.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 1225,
        "Ver": "2.7",
        "Name": "帰忘の流離人",
        "Desc": "八方美人な狐族の少女。外見も名前も、身分さえも奪われてしまった。<br>運命は彼女にわずかな生の可能性を残したが、「壊滅」の烙印は今も燻っている。<br>死の淵から蘇り生まれ変わった帰忘の流離人は、いつ故郷に帰ることができるのだろうか？",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            122501,
            122508,
            122502,
            122503,
            122504,
            122506,
            122507
        ],
        "BydSkills": [],
        "Ranks": [
            122501,
            122502,
            122503,
            122504,
            122505,
            122506
        ],
        "Icon": "avatarshopicon/Avatar/1225",
        "Pic": "avatardrawcard/1225.png",
        "Mat": [
            113003,
            110412,
            110223,
            110503
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 582.12,
            "DEF": 557.865,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "蒋丽",
            "Anya Floris",
            "高田憂希",
            "이명호"
        ],
        "Camp": 104,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1313,
        "Ver": "2.7",
        "Name": "サンデー",
        "Desc": "「秩序」の美しい夢は散ったが、それでも最初の願いを諦めない者がいる。<br>——翼を失い地に落ちた旅人よ、その足で次はどこへ向かう？",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            131301,
            131302,
            131303,
            131304,
            131306,
            131307
        ],
        "BydSkills": [],
        "Ranks": [
            131301,
            131302,
            131303,
            131304,
            131305,
            131306
        ],
        "Icon": "avatarshopicon/Avatar/1313",
        "Pic": "avatardrawcard/1313.png",
        "Mat": [
            114013,
            110427,
            110233,
            110505
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 640.332,
            "DEF": 533.61,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "徐翔",
            "Griffin Puatu",
            "大塚剛央",
            "강성우"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1317,
        "Ver": "2.6",
        "Name": "乱破",
        "Desc": "ウシミツ・アワーの閃光弾のようにピノコニーに現れ、この世のすべてを「忍法」に結びつける、自称忍者の不思議な少女。<br>乱破の「忍道」には、シノビ・マントラ（＝ラップ）を吟じ、繚乱・忍符（＝落書き）を描き、シノビ・マキモノ（＝マンガ）を修めることが含まれている。彼女は自らの意志を磨き上げながら銀河を駆け巡る義侠なのだ。<br>「巡海レンジャー」の一員として、「御猿・忍邪」という名の悪党を銀河の果てまで追い続けている。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131701,
            131702,
            131703,
            131704,
            131706,
            131707,
            131708,
            131710,
            131712,
            131718
        ],
        "BydSkills": [],
        "Ranks": [
            131701,
            131702,
            131703,
            131704,
            131705,
            131706
        ],
        "Icon": "avatarshopicon/Avatar/1317",
        "Pic": "avatardrawcard/1317.png",
        "Mat": [
            114003,
            110427,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 717.948,
            "DEF": 460.845,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "金娜",
            "Kendell Byrd",
            "潘めぐみ",
            "김유림"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1220,
        "Ver": "2.5",
        "Name": "飛霄",
        "Desc": "仙舟「曜青」の天撃将軍、帝弓七天将の1人。形式にとらわれない、真っ直ぐでさっぱりとした武人。<br>武芸百般を修め、その身体を極限まで鍛え上げた彼女は、「大捷将軍」という名で仙舟の人々に慕われている。<br>しかし、飛霄は「月狂い」の病を患っている——残された時間の中で、果たして彼女は忌み物を狩り尽くせるのだろうか。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 12.0,
        "Skills": [
            122001,
            122002,
            122003,
            122004,
            122006,
            122007,
            122008,
            122009,
            122014
        ],
        "BydSkills": [],
        "Ranks": [
            122001,
            122002,
            122003,
            122004,
            122005,
            122006
        ],
        "Icon": "avatarshopicon/Avatar/1220",
        "Pic": "avatardrawcard/1220.png",
        "Mat": [
            113013,
            110425,
            110193,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 601.524,
            "DEF": 388.08,
            "SPD": 112.0,
            "Aggro": 75.0
        },
        "CV": [
            "叶知秋",
            "Anairis Quinones",
            "小松未可子",
            "손정민"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1222,
        "Ver": "2.5",
        "Name": "霊砂",
        "Desc": "新しく仙舟「羅浮」丹鼎司の司鼎に就任した、美しく聡明な医士。<br>鋭い嗅覚で病を突き止め、薫香で患者を落ち着かせる。<br>複雑な人間関係の中でも上手く立ち回るのが得意。たとえ心の奥が激しい怒りに燃えていようと、表面上は平静を保ち、他人に隙を見せることはない。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            122201,
            122202,
            122203,
            122204,
            122206,
            122207
        ],
        "BydSkills": [],
        "Ranks": [
            122201,
            122202,
            122203,
            122204,
            122205,
            122206
        ],
        "Icon": "avatarshopicon/Avatar/1222",
        "Pic": "avatardrawcard/1222.png",
        "Mat": [
            113003,
            110422,
            110243,
            110506
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 436.59,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "饶梓君",
            "Whitney Holland",
            "前田佳織里",
            "장예나"
        ],
        "Camp": 104,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1223,
        "Ver": "2.5",
        "Name": "モゼ",
        "Desc": "仙舟「曜青」の影護衛、寡黙な一匹狼。<br>情報工作など公にはできない仕事を担っているため、人前には滅多に姿を現さない。モゼが武器を抜く時は、敵が死ぬ時でもある。<br>あらゆる暗殺術に精通している彼は、清潔であること、規則的であることに並々ならぬこだわりを持っているようだ。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            122301,
            122302,
            122303,
            122304,
            122306,
            122307
        ],
        "BydSkills": [],
        "Ranks": [
            122301,
            122302,
            122303,
            122304,
            122305,
            122306
        ],
        "Icon": "avatarshopicon/Avatar/1223",
        "Pic": "avatardrawcard/1223.png",
        "Mat": [
            113013,
            110424,
            110193,
            110506
        ],
        "Stats": {
            "HP": 811.44,
            "ATK": 599.76,
            "DEF": 352.8,
            "SPD": 111.0,
            "Aggro": 75.0
        },
        "CV": [
            "黄进泽",
            "Ben Balmaceda",
            "坂田将吾",
            "최현식"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1218,
        "Ver": "2.4",
        "Name": "椒丘",
        "Desc": "仙舟「曜青」の狐族。医士であり、策士でもある。いつも笑顔で人に接するが、実際はかなり狡猾。<br>丹鼎司の名家の出。一時は心が折れ医士を辞めたが、「天撃将軍」飛霄を治療するため、再び表舞台に舞い戻った。<br>医食同源の丹方の研究に精通しており、特に人に痛みを与える辛味においての造詣が深い。「九宮格」という名の火鍋薬を発明している。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 100.0,
        "Skills": [
            121801,
            121802,
            121803,
            121804,
            121806,
            121807
        ],
        "BydSkills": [],
        "Ranks": [
            121801,
            121802,
            121803,
            121804,
            121805,
            121806
        ],
        "Icon": "avatarshopicon/Avatar/1218",
        "Pic": "avatardrawcard/1218.png",
        "Mat": [
            113003,
            110422,
            110223,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "陈张太康",
            "Mark Whitten",
            "豊永利行",
            "이정민"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1221,
        "Ver": "2.4",
        "Name": "雲璃",
        "Desc": "仙舟「朱明」の猟剣士。素直な性格で、「燭淵将軍」懐炎の孫娘。彼の寵愛を一身に受けている。<br>幼い頃から懐炎より剣術と鍛造技術を学び、「焔輪八葉」の中で2番目に若い天才剣士。<br>朱明から流出した魔剣を心底嫌悪しており、「魔剣を狩り尽くす」と誓いを立てている。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            122101,
            122102,
            122103,
            122104,
            122106,
            122107
        ],
        "BydSkills": [],
        "Ranks": [
            122101,
            122102,
            122103,
            122104,
            122105,
            122106
        ],
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Mat": [
            113013,
            110421,
            110183,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘雯",
            "Brenna Larsen",
            "若山詩音",
            "이주은"
        ],
        "Camp": 113,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1224,
        "Ver": "2.4",
        "Name": "三月なのか",
        "Desc": "仙舟の服に着替え、剣を扱う武侠少女となった三月なのか。<br>雲璃と彦卿に弟子入りして剣術を学び、仙舟でたくさんのいい「思い出」を作ろうと張り切っている。",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 110.0,
        "Skills": [
            122401,
            122408,
            122402,
            122403,
            122404,
            122406,
            122407
        ],
        "BydSkills": [],
        "Ranks": [
            122401,
            122402,
            122403,
            122404,
            122405,
            122406
        ],
        "Icon": "avatarshopicon/Avatar/1224",
        "Pic": "avatardrawcard/1224.png",
        "Mat": [
            111013,
            110403,
            110193,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 564.48,
            "DEF": 441.0,
            "SPD": 102.0,
            "Aggro": 75.0
        },
        "CV": [
            "诺亚",
            "Skyler Davenport",
            "小倉唯",
            "정혜원"
        ],
        "Camp": 100,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 12210,
        "Name": "Yunli",
        "Skills": [
            {
                "Name": "Test Lightcone",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2"
                ],
                "Tag": "Lightcone"
            },
            0,
            {
                "Name": "Test Basic Attack",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Basic Attack"
            },
            {
                "Name": "Test Skill",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Skill"
            },
            {
                "Name": "Test Ultimate",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2",
                    "Test Descriptio Line 3",
                    "Test Descriptio Line 4",
                    "Test Descriptio Line 5"
                ],
                "Tag": "Ultimate"
            },
            {
                "Name": "Test Talent",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2"
                ],
                "Tag": "Talent"
            },
            {
                "Name": "Test Technique",
                "Desc": "Test Description",
                "Tag": "Technique"
            },
            0,
            {
                "Name": "Test Stat Boost",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2",
                    "Test Descriptio Line 3"
                ]
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            0,
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 1"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 2"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 3"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 4"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 5"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 6"
            }
        ],
        "SP": 240.0,
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "Mats": [
            [
                {
                    "ID": 113011,
                    "Num": 56
                },
                {
                    "ID": 113012,
                    "Num": 71
                },
                {
                    "ID": 113013,
                    "Num": 73
                }
            ],
            [
                {
                    "ID": 110421,
                    "Num": 65
                }
            ],
            [
                {
                    "ID": 110181,
                    "Num": 18
                },
                {
                    "ID": 110182,
                    "Num": 69
                },
                {
                    "ID": 110183,
                    "Num": 139
                }
            ],
            [
                {
                    "ID": 110503,
                    "Num": 12
                }
            ]
        ],
        "Desc": "Website @Feature Test# Page",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Ver": "2.4",
        "Add": true
    },
    {
        "_id": 1310,
        "Ver": "2.3",
        "Name": "ホタル",
        "Desc": "星核ハンターの一員、装甲「サム」を身に纏って戦う。任務に忠実で、粘り強い性格。<br>スウォームに打ち勝つための兵器として生まれた彼女は、成長速度が一般人とは異なり、寿命が非常に短い。<br>「生」を求めて星核ハンターに加わり、運命に抗う方法を探している。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            131001,
            131002,
            131003,
            131004,
            131006,
            131007,
            131009,
            131008
        ],
        "BydSkills": [],
        "Ranks": [
            131001,
            131002,
            131003,
            131004,
            131005,
            131006
        ],
        "Icon": "avatarshopicon/Avatar/1310",
        "Pic": "avatardrawcard/1310.png",
        "Mat": [
            114013,
            110422,
            110183,
            110505
        ],
        "Stats": {
            "HP": 814.968,
            "ATK": 523.908,
            "DEF": 776.16,
            "SPD": 104.0,
            "Aggro": 125.0
        },
        "CV": [
            "宋媛媛&淦子齐",
            "Analesa Fisher & Adin Rudd",
            "楠木ともり&笠間淳",
            "유혜지&장서화"
        ],
        "Camp": 101,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1314,
        "Ver": "2.3",
        "Name": "ジェイド",
        "Desc": "スターピースカンパニー「戦略投資部」の高級幹部。「十の石心」の1人で、「貸付の翡翠」という基石を所持している。<br>冷たく優雅な貸金屋で、人の心を読むことが得意。個人の趣味で「ポーンショップヒスイ」を経営している。<br>価値あるものを手に入れるためなら、辛抱強く待つことも厭わない。何も持っていないように見える顧客から「価値」を搾取することに長けている。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131401,
            131402,
            131403,
            131404,
            131406,
            131407
        ],
        "BydSkills": [],
        "Ranks": [
            131401,
            131402,
            131403,
            131404,
            131405,
            131406
        ],
        "Icon": "avatarshopicon/Avatar/1314",
        "Pic": "avatardrawcard/1314.png",
        "Mat": [
            114003,
            110426,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 509.355,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "张若瑜",
            "Faye Mata",
            "三石琴乃",
            "김순미"
        ],
        "Camp": 105,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1309,
        "Ver": "2.2",
        "Name": "ロビン",
        "Desc": "銀河に名を馳せるピノコニー出身の天環族の歌手。優雅で落ち着いた雰囲気の少女。<br>今回はファミリーの招待を受け、故郷に戻り「調和セレモニー」で歌を披露することになった。<br>「調和」の力で歌声を届け、ファンだけでなく世界中の生命に「共感」を与えることができる。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 160.0,
        "Skills": [
            130901,
            130902,
            130903,
            130904,
            130906,
            130907
        ],
        "BydSkills": [],
        "Ranks": [
            130901,
            130902,
            130903,
            130904,
            130905,
            130906
        ],
        "Icon": "avatarshopicon/Avatar/1309",
        "Pic": "avatardrawcard/1309.png",
        "Mat": [
            114003,
            110421,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 640.332,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "钱琛 / 歌：Chevy",
            "Alice Himora / <br>Song vocals: Chevy",
            "名塚佳織 / 歌：Chevy",
            "신온유/ 노래: Chevy"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1315,
        "Ver": "2.2",
        "Name": "ブートヒル",
        "Desc": "宇宙を放浪するサイボーグカウボーイ。かなり楽観的で、自由奔放。<br>「巡海レンジャー」の一員で、悪を懲らしめるためなら手段を選ばない——<br>その派手な行動は、復讐の対象である「スターピースカンパニー」の注意を引くためである。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 115.0,
        "Skills": [
            131501,
            131508,
            131502,
            131503,
            131504,
            131506,
            131507
        ],
        "BydSkills": [],
        "Ranks": [
            131501,
            131502,
            131503,
            131504,
            131505,
            131506
        ],
        "Icon": "avatarshopicon/Avatar/1315",
        "Pic": "avatardrawcard/1315.png",
        "Mat": [
            114013,
            110421,
            110193,
            110505
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 436.59,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "彭博",
            "Andrew Russell",
            "小西克幸",
            "김단"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8005,
        "Ver": "2.2",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800501,
            800502,
            800503,
            800504,
            800506,
            800507
        ],
        "BydSkills": [],
        "Ranks": [
            800501,
            800502,
            800503,
            800504,
            800505,
            800506
        ],
        "Icon": "avatarshopicon/Avatar/8005",
        "Pic": "avatardrawcard/8005.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "秦且歌",
            "Shaun Mendum",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8006,
        "Ver": "2.2",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800601,
            800602,
            800603,
            800604,
            800606,
            800607
        ],
        "BydSkills": [],
        "Ranks": [
            800601,
            800602,
            800603,
            800604,
            800605,
            800606
        ],
        "Icon": "avatarshopicon/Avatar/8006",
        "Pic": "avatardrawcard/8006.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "陈婷婷",
            "Chloe Eves",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 1301,
        "Ver": "2.1",
        "Name": "ギャラガー",
        "Desc": "ピノコニーのハウンド家の保安官。来賓には礼儀正しく接しているが、常に警戒心を持っている。何やら複雑な過去があるようだが、自分からそれについて言及することはない。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            130101,
            130108,
            130102,
            130103,
            130104,
            130106,
            130107
        ],
        "BydSkills": [],
        "Ranks": [
            130101,
            130102,
            130103,
            130104,
            130105,
            130106
        ],
        "Icon": "avatarshopicon/Avatar/1301",
        "Pic": "avatardrawcard/1301.png",
        "Mat": [
            114003,
            110422,
            110243,
            110504
        ],
        "Stats": {
            "HP": 1305.36,
            "ATK": 529.2,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "马语非",
            "Erik Braa",
            "三上哲",
            "박상훈"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1304,
        "Ver": "2.1",
        "Name": "アベンチュリン",
        "Desc": "スターピースカンパニー「戦略投資部」の幹部。<br>リスクを好む性格で、常に笑顔を絶やさないが、その本心を人に見せることはない。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Preservation",
        "SP": 110.0,
        "Skills": [
            130401,
            130402,
            130403,
            130404,
            130406,
            130407
        ],
        "BydSkills": [],
        "Ranks": [
            130401,
            130402,
            130403,
            130404,
            130405,
            130406
        ],
        "Icon": "avatarshopicon/Avatar/1304",
        "Pic": "avatardrawcard/1304.png",
        "Mat": [
            114013,
            110417,
            110213,
            110504
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 446.292,
            "DEF": 654.885,
            "SPD": 106.0,
            "Aggro": 150.0
        },
        "CV": [
            "杨超然",
            "Camden Sutkowski",
            "河西健吾",
            "박준원"
        ],
        "Camp": 105,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1308,
        "Ver": "2.1",
        "Name": "黄泉",
        "Desc": "「巡海レンジャー」を自称する旅人、本名は不明。<br>長い刀を携え、1人で銀河を旅している。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 9.0,
        "Skills": [
            130801,
            130802,
            130803,
            130804,
            130814,
            130815,
            130816,
            130817,
            130806,
            130807
        ],
        "BydSkills": [],
        "Ranks": [
            130801,
            130802,
            130803,
            130804,
            130805,
            130806
        ],
        "Icon": "avatarshopicon/Avatar/1308",
        "Pic": "avatardrawcard/1308.png",
        "Mat": [
            114003,
            110414,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 698.544,
            "DEF": 436.59,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "菊花花",
            "Allegra Clark",
            "沢城みゆき",
            "박지윤"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1306,
        "Ver": "2.0",
        "Name": "花火",
        "Desc": "「仮面の愚者」の1人。つかみどころがなく、手段を選ばない人物。<br>危険な演劇のマスターで、役作りに夢中になっている。千の仮面を持ち、万の顔を演じることができる。<br>富、地位、権力…これらは花火にとって重要ではない。彼女を動かせるのは「愉しいこと」だけである。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 110.0,
        "Skills": [
            130601,
            130602,
            130603,
            130604,
            130606,
            130607
        ],
        "BydSkills": [],
        "Ranks": [
            130601,
            130602,
            130603,
            130604,
            130605,
            130606
        ],
        "Icon": "avatarshopicon/Avatar/1306",
        "Pic": "avatardrawcard/1306.png",
        "Mat": [
            114013,
            110426,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "赵爽",
            "Lizzie Freeman",
            "上田麗奈",
            "성예원"
        ],
        "Camp": 110,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1307,
        "Ver": "2.0",
        "Name": "ブラックスワン",
        "Desc": "「ガーデン・オブ・リコレクション」のメモキーパーで、気だるげで謎めいた雰囲気の占い師。<br>他人の「記憶」に辛抱強く耳を傾け、その運命をすべて掌握している。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            130701,
            130702,
            130703,
            130704,
            130706,
            130707
        ],
        "BydSkills": [],
        "Ranks": [
            130701,
            130702,
            130703,
            130704,
            130705,
            130706
        ],
        "Icon": "avatarshopicon/Avatar/1307",
        "Pic": "avatardrawcard/1307.png",
        "Mat": [
            111003,
            110415,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "杨梦露",
            "Arryn Zech",
            "生天目仁美",
            "김하영"
        ],
        "Camp": 109,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1312,
        "Ver": "2.0",
        "Name": "ミーシャ",
        "Desc": "ピノコニーのホテルのドアボーイ。行儀の良い男の子。<br>ナナシビトに憧れており、いつの日か旅に出ることを夢見ている。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 100.0,
        "Skills": [
            131201,
            131202,
            131203,
            131204,
            131206,
            131207
        ],
        "BydSkills": [],
        "Ranks": [
            131201,
            131202,
            131203,
            131204,
            131205,
            131206
        ],
        "Icon": "avatarshopicon/Avatar/1312",
        "Pic": "avatardrawcard/1312.png",
        "Mat": [
            114003,
            110423,
            110183,
            110504
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "柳知萧",
            "Cat Protano",
            "松井恵理子",
            "박신희"
        ],
        "Camp": 108,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1214,
        "Ver": "1.6",
        "Name": "雪衣",
        "Desc": "仙舟「羅浮」で生死を監察する機構「十王司」の判官。<br>その身が死んでから長い時が経つが、人形の体を借りて「還陽」し、使命を全うする。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            121401,
            121402,
            121403,
            121404,
            121406,
            121407
        ],
        "BydSkills": [],
        "Ranks": [
            121401,
            121402,
            121403,
            121404,
            121405,
            121406
        ],
        "Icon": "avatarshopicon/Avatar/1214",
        "Pic": "avatardrawcard/1214.png",
        "Mat": [
            111003,
            110416,
            110113,
            110504
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 103.0,
            "Aggro": 125.0
        },
        "CV": [
            "溯浔",
            "Jenny Yokobori",
            "河瀬茉希",
            "박리나"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1303,
        "Ver": "1.6",
        "Name": "ルアン・メェイ",
        "Desc": "天才クラブのメンバー、生命科学の専門家。ヘルタたちと協力して模擬宇宙を開発した。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            130301,
            130302,
            130303,
            130304,
            130306,
            130307
        ],
        "BydSkills": [],
        "Ranks": [
            130301,
            130302,
            130303,
            130304,
            130305,
            130306
        ],
        "Icon": "avatarshopicon/Avatar/1303",
        "Pic": "avatardrawcard/1303.png",
        "Mat": [
            113003,
            110413,
            110163,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 104.0,
            "Aggro": 100.0
        },
        "CV": [
            "张文钰",
            "Emi Lo",
            "大西沙織",
            "윤여진"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1305,
        "Ver": "1.6",
        "Name": "Dr.レイシオ",
        "Desc": "博識学会の学者。<br><br>変わった性格をしていて、毒舌だが立ち振る舞いはエレガントである。<br>奇異な石膏頭の下の容貌は意外にも美しい。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            130501,
            130502,
            130503,
            130504,
            130506,
            130507
        ],
        "BydSkills": [],
        "Ranks": [
            130501,
            130502,
            130503,
            130504,
            130505,
            130506
        ],
        "Icon": "avatarshopicon/Avatar/1305",
        "Pic": "avatardrawcard/1305.png",
        "Mat": [
            111013,
            110417,
            110123,
            110504
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 776.16,
            "DEF": 460.845,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "桑毓泽",
            "Jordan Paul Haro",
            "武内駿輔",
            "이동훈"
        ],
        "Camp": 107,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1215,
        "Ver": "1.5",
        "Name": "寒鴉",
        "Desc": "仙舟「羅浮」十王司の判官の一人。<br>十王の命を受け、冥兆天筆を使って様々な罪業を読み取り、判決を下す。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            121501,
            121502,
            121503,
            121504,
            121506,
            121507
        ],
        "BydSkills": [],
        "Ranks": [
            121501,
            121502,
            121503,
            121504,
            121505,
            121506
        ],
        "Icon": "avatarshopicon/Avatar/1215",
        "Pic": "avatardrawcard/1215.png",
        "Mat": [
            113013,
            110411,
            110163,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 352.8,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "张雨曦",
            "Suzie Yeung",
            "鈴代紗弓",
            "윤은서"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1217,
        "Ver": "1.5",
        "Name": "フォフォ",
        "Desc": "仙舟「羅浮」の十王司見習い判官。歳陽に取り憑かれた狐族の少女。<br>怪異を恐れる臆病で不憫な女の子だが、邪悪なるものを捕える責任を担っている。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Abundance",
        "SP": 140.0,
        "Skills": [
            121701,
            121702,
            121703,
            121704,
            121706,
            121707
        ],
        "BydSkills": [],
        "Ranks": [
            121701,
            121702,
            121703,
            121704,
            121705,
            121706
        ],
        "Icon": "avatarshopicon/Avatar/1217",
        "Pic": "avatardrawcard/1217.png",
        "Mat": [
            113003,
            110415,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "葛子瑞&刘北辰",
            "Megan Shipman & Aaron Veach",
            "長縄まりあ&平林剛",
            "김채린&한복현"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1302,
        "Ver": "1.5",
        "Name": "アルジェンティ",
        "Desc": "「純美の騎士団」の古典的な騎士。行方不明になっている「純美」の星神イドリラを敬虔に慕っていた。<br>正直で、堂々とした性格の人。宇宙を漫遊し、イドリラの名を広めている。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Erudition",
        "SP": 180.0,
        "Skills": [
            130201,
            130202,
            130203,
            130204,
            130206,
            130207,
            130214
        ],
        "BydSkills": [],
        "Ranks": [
            130201,
            130202,
            130203,
            130204,
            130205,
            130206
        ],
        "Icon": "avatarshopicon/Avatar/1302",
        "Pic": "avatardrawcard/1302.png",
        "Mat": [
            111003,
            110411,
            110133,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 737.352,
            "DEF": 363.825,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "梁达伟",
            "Talon Warburton",
            "立花慎之介",
            "최승훈"
        ],
        "Camp": 106,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1112,
        "Ver": "1.4",
        "Name": "トパーズ&カブ",
        "Desc": "スターピースカンパニー「戦略投資部」の高級幹部であるトパーズは、特殊債務ピケ部隊を率いている。<br>若くして「十の石心」の一員となった彼女は、「徴収の黄玉」という基石を所持している。<br>相棒の次元プーマン「カブ」は富の在処を鋭く感知することができるだけでなく、警備、債権回収、保険数理などの仕事も容易にこなせる。<br>現在、彼女たちは銀河を巡りながら、カンパニーの事業拡大に影響を及ぼす様々な債権トラブルを調査している。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Hunt",
        "SP": 130.0,
        "Skills": [
            111201,
            111202,
            111203,
            111204,
            111206,
            111207
        ],
        "BydSkills": [],
        "Ranks": [
            111201,
            111202,
            111203,
            111204,
            111205,
            111206
        ],
        "Icon": "avatarshopicon/Avatar/1112",
        "Pic": "avatardrawcard/1112.png",
        "Mat": [
            112003,
            110412,
            110123,
            110503
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 620.928,
            "DEF": 412.335,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "陆敏悦",
            "Sam Slade",
            "南條愛乃",
            "방시우"
        ],
        "Camp": 105,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1210,
        "Ver": "1.4",
        "Name": "桂乃芬",
        "Desc": "仙舟「羅浮」に滞在するパフォーマンスアーティスト——あるいは、大道芸人。<br>衣食住を賄うついでに、羅浮での新生活を送っている。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            121001,
            121002,
            121003,
            121004,
            121006,
            121007
        ],
        "BydSkills": [],
        "Ranks": [
            121001,
            121002,
            121003,
            121004,
            121005,
            121006
        ],
        "Icon": "avatarshopicon/Avatar/1210",
        "Pic": "avatardrawcard/1210.png",
        "Mat": [
            113013,
            110412,
            110153,
            110503
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 582.12,
            "DEF": 441.0,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "小敢",
            "Morgan Lauré",
            "直田姫奈",
            "김수영"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1212,
        "Ver": "1.4",
        "Name": "鏡流",
        "Desc": "かつての羅浮の剣首、雲騎常勝の伝説を築いた者。<br>しかし今、その名は抹消され、魔陰の境を歩く仙舟の裏切り者となっている。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121201,
            121209,
            121202,
            121203,
            121204,
            121206,
            121207
        ],
        "BydSkills": [],
        "Ranks": [
            121201,
            121202,
            121203,
            121204,
            121205,
            121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "杜冥鸦",
            "AmaLee",
            "桑島法子",
            "박이서"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1110,
        "Ver": "1.3",
        "Name": "リンクス",
        "Desc": "ベロブルグの雪原探検家、ランドゥー家の末っ子。<br>落ち着いた性格で、極めて強い行動力の持ち主。よく単身で雪原を探険する。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            111001,
            111002,
            111003,
            111004,
            111006,
            111007
        ],
        "BydSkills": [],
        "Ranks": [
            111001,
            111002,
            111003,
            111004,
            111005,
            111006
        ],
        "Icon": "avatarshopicon/Avatar/1110",
        "Pic": "avatardrawcard/1110.png",
        "Mat": [
            111003,
            110416,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 493.92,
            "DEF": 551.25,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "米糊",
            "Risa Mei",
            "照井春佳",
            "이은조"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1208,
        "Ver": "1.3",
        "Name": "符玄",
        "Desc": "仙舟「羅浮」太卜司の長。<br>第三の目と窮観の陣を用いて、仙舟の航路を占い、物事の吉凶を予見する。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Preservation",
        "SP": 135.0,
        "Skills": [
            120801,
            120802,
            120803,
            120804,
            120806,
            120807
        ],
        "BydSkills": [],
        "Ranks": [
            120801,
            120802,
            120803,
            120804,
            120805,
            120806
        ],
        "Icon": "avatarshopicon/Avatar/1208",
        "Pic": "avatardrawcard/1208.png",
        "Mat": [
            113013,
            110416,
            110143,
            110503
        ],
        "Stats": {
            "HP": 1474.704,
            "ATK": 465.696,
            "DEF": 606.375,
            "SPD": 100.0,
            "Aggro": 150.0
        },
        "CV": [
            "花玲",
            "Sarah Wiedenheft",
            "伊藤美来",
            "이지현"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1213,
        "Ver": "1.3",
        "Name": "丹恒・飲月",
        "Desc": "持明族としての丹恒の本相、その前世である「飲月君」が残した力。<br>崢嶸たる角冠を受け継いだ以上、咎人の功罪をすべて受け継がなければならない。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121301,
            121308,
            121310,
            121312,
            121302,
            121303,
            121304,
            121306,
            121307,
            121309
        ],
        "BydSkills": [],
        "Ranks": [
            121301,
            121302,
            121303,
            121304,
            121305,
            121306
        ],
        "Icon": "avatarshopicon/Avatar/1213",
        "Pic": "avatardrawcard/1213.png",
        "Mat": [
            113003,
            110417,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 363.825,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1005,
        "Ver": "1.2",
        "Name": "カフカ",
        "Desc": "「星核ハンター」のメンバーで、どこか余裕のある颯爽とした麗人。<br>言霊を使い、{NICKNAME}が星核を取り込むよう仕向けた。<br>趣味はコートを買ったり整理したりすること。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100501,
            100502,
            100503,
            100504,
            100506,
            100507
        ],
        "BydSkills": [],
        "Ranks": [
            100501,
            100502,
            100503,
            100504,
            100505,
            100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "徐慧",
            "Cheryl Texiera",
            "伊藤静",
            "사문영"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1111,
        "Ver": "1.2",
        "Name": "ルカ",
        "Desc": "ベロブルグ下層部のボクシングチャンピオン、「地炎」の中堅メンバーの一人。<br>ファイトクラブの王座保持者。その熱情で下層部の夢ある子どもたちを励ましてきた。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            111101,
            111108,
            111102,
            111103,
            111104,
            111106,
            111107
        ],
        "BydSkills": [],
        "Ranks": [
            111101,
            111102,
            111103,
            111104,
            111105,
            111106
        ],
        "Icon": "avatarshopicon/Avatar/1111",
        "Pic": "avatardrawcard/1111.png",
        "Mat": [
            112013,
            110401,
            110153,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 582.12,
            "DEF": 485.1,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "萧翟",
            "Howard Wang",
            "梶原岳人",
            "이주승"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1205,
        "Ver": "1.2",
        "Name": "刃",
        "Desc": "「星核ハンター」のメンバー。己が身を顧みず、刃にさらす剣客。<br>「運命の奴隷」に仕え、怖ろしい自己回復力を持つ。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            120501,
            120508,
            120503,
            120506,
            120507,
            120502,
            120504
        ],
        "BydSkills": [],
        "Ranks": [
            120501,
            120502,
            120503,
            120504,
            120505,
            120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘以嘉",
            "Daman Mills",
            "三木眞一郎",
            "곽윤상"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1006,
        "Ver": "1.1",
        "Name": "銀狼",
        "Desc": "「星核ハンター」のメンバーで、凄腕のハッカー。<br>宇宙を大きなシミュレーションゲームと見なして楽しんでいる。<br>リアルデータを修正できる「エーテル編集」を習得している。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            100601,
            100602,
            100603,
            100604,
            100606,
            100607
        ],
        "BydSkills": [],
        "Ranks": [
            100601,
            100602,
            100603,
            100604,
            100605,
            100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "Hanser",
            "Melissa Fahn",
            "阿澄佳奈",
            "장미"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1203,
        "Ver": "1.1",
        "Name": "羅刹",
        "Desc": "棺を肌身離さず持ち歩いている、空の彼方からやってきた殊俗の行商人。<br>優れた医療技術を持つ。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            120301,
            120302,
            120303,
            120304,
            120306,
            120307
        ],
        "BydSkills": [],
        "Ranks": [
            120301,
            120302,
            120303,
            120304,
            120305,
            120306
        ],
        "Icon": "avatarshopicon/Avatar/1203",
        "Pic": "avatardrawcard/1203.png",
        "Mat": [
            113013,
            110407,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 756.756,
            "DEF": 363.825,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "赵路",
            "Craig Lee Thomas",
            "石田彰",
            "신용우"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1207,
        "Ver": "1.1",
        "Name": "御空",
        "Desc": "仙舟「羅浮」の天舶司のリーダー。百戦錬磨の飛行士で弓の使い手。<br>だが今は膨大な公務に追われ、忙しくしている。",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120701,
            120702,
            120703,
            120704,
            120706,
            120707
        ],
        "BydSkills": [],
        "Ranks": [
            120701,
            120702,
            120703,
            120704,
            120705,
            120706
        ],
        "Icon": "avatarshopicon/Avatar/1207",
        "Pic": "avatardrawcard/1207.png",
        "Mat": [
            113013,
            110407,
            110163,
            110501
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 599.76,
            "DEF": 374.85,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "钟可",
            "Dawn M. Bennett",
            "冬馬由美",
            "전숙경"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1001,
        "Ver": "1.0",
        "Name": "三月なのか",
        "Desc": "かつて恒氷の中で眠っていた少女。すべての記憶を失っている。<br>本当の自分を見つけるために、列車に乗って旅をすることを決めた。<br>約 67 種の「身の上話」を用意しているらしい。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            100101,
            100102,
            100103,
            100104,
            100106,
            100107
        ],
        "BydSkills": [],
        "Ranks": [
            100101,
            100102,
            100103,
            100104,
            100105,
            100106
        ],
        "Icon": "avatarshopicon/Avatar/1001",
        "Pic": "avatardrawcard/1001.png",
        "Mat": [
            111013,
            110403,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 511.56,
            "DEF": 573.3,
            "SPD": 101.0,
            "Aggro": 150.0
        },
        "CV": [
            "诺亚",
            "Skyler Davenport",
            "小倉唯",
            "정혜원"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1002,
        "Ver": "1.0",
        "Name": "丹恒",
        "Desc": "自分の過去をひた隠しにしている、凛とした無口な青年。<br>同族を避けるため、星穹列車に同行することを決めた。",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 100.0,
        "Skills": [
            100201,
            100202,
            100203,
            100204,
            100206,
            100207
        ],
        "BydSkills": [],
        "Ranks": [
            100201,
            100202,
            100203,
            100204,
            100205,
            100206
        ],
        "Icon": "avatarshopicon/Avatar/1002",
        "Pic": "avatardrawcard/1002.png",
        "Mat": [
            111003,
            110405,
            110123,
            110501
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 546.84,
            "DEF": 396.9,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1003,
        "Ver": "1.0",
        "Name": "姫子",
        "Desc": "星穹列車の修復者。<br>広い星空を見るため、星穹列車に乗ることを決めた。<br>趣味は自分で豆を挽いてコーヒーを淹れること。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Erudition",
        "SP": 120.0,
        "Skills": [
            100301,
            100302,
            100303,
            100304,
            100306,
            100307
        ],
        "BydSkills": [],
        "Ranks": [
            100301,
            100302,
            100303,
            100304,
            100305,
            100306
        ],
        "Icon": "avatarshopicon/Avatar/1003",
        "Pic": "avatardrawcard/1003.png",
        "Mat": [
            111003,
            110402,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 756.756,
            "DEF": 436.59,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "林簌",
            "Cia Court",
            "田中理恵",
            "김보나"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1004,
        "Ver": "1.0",
        "Name": "ヴェルト",
        "Desc": "経験豊富で頼れる列車組の先輩。<br>久しぶりの冒険を楽しんでいるうちに、心の中の情熱が再燃した。<br>たまに冒険で経験したことを絵にしてノートにまとめている。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100401,
            100402,
            100403,
            100404,
            100406,
            100407
        ],
        "BydSkills": [],
        "Ranks": [
            100401,
            100402,
            100403,
            100404,
            100405,
            100406
        ],
        "Icon": "avatarshopicon/Avatar/1004",
        "Pic": "avatardrawcard/1004.png",
        "Mat": [
            112003,
            110407,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 620.928,
            "DEF": 509.355,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "彭博",
            "Corey Landis",
            "細谷佳正",
            "한신"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1008,
        "Ver": "1.0",
        "Name": "アーラン",
        "Desc": "宇宙ステーション「ヘルタ」の防衛課責任者。<br>口下手だが、研究を大切にしているスタッフたちがそれぞれの研究を成し遂げられるよう、彼らを命懸けで守ろうとしている。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            100801,
            100802,
            100803,
            100804,
            100806,
            100807
        ],
        "BydSkills": [],
        "Ranks": [
            100801,
            100802,
            100803,
            100804,
            100805,
            100806
        ],
        "Icon": "avatarshopicon/Avatar/1008",
        "Pic": "avatardrawcard/1008.png",
        "Mat": [
            111003,
            110404,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1199.52,
            "ATK": 599.76,
            "DEF": 330.75,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "陶典",
            "Dani Chambers",
            "白石涼子",
            "김율"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1009,
        "Ver": "1.0",
        "Name": "アスター",
        "Desc": "宇宙ステーション「ヘルタ」の所長を務める、名門出身のお嬢様。<br>好奇心旺盛な天文学者で、癖のある宇宙ステーションのスタッフたちをまとめるのが得意。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            100901,
            100902,
            100903,
            100904,
            100906,
            100907
        ],
        "BydSkills": [],
        "Ranks": [
            100901,
            100902,
            100903,
            100904,
            100905,
            100906
        ],
        "Icon": "avatarshopicon/Avatar/1009",
        "Pic": "avatardrawcard/1009.png",
        "Mat": [
            112003,
            110402,
            110163,
            110501
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 511.56,
            "DEF": 463.05,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "龟娘",
            "Felecia Angelle",
            "赤﨑千夏",
            "김현지"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1013,
        "Ver": "1.0",
        "Name": "ヘルタ",
        "Desc": "「天才クラブ」#83、宇宙ステーションの真の主。<br>人に勝る知恵を持つが、まったく共感力がない大科学者。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 110.0,
        "Skills": [
            101301,
            101302,
            101303,
            101304,
            101306,
            101307
        ],
        "BydSkills": [],
        "Ranks": [
            101301,
            101302,
            101303,
            101304,
            101305,
            101306
        ],
        "Icon": "avatarshopicon/Avatar/1013",
        "Pic": "avatardrawcard/1013.png",
        "Mat": [
            111003,
            110403,
            110133,
            110501
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 396.9,
            "SPD": 100.0,
            "Aggro": 75.0
        },
        "CV": [
            "侯小菲",
            "PJ Mattson",
            "山崎はるか",
            "김서영"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1101,
        "Ver": "1.0",
        "Name": "ブローニャ",
        "Desc": "ベロブルグの「大守護者」の継承者。<br>姫としての高貴さと、軍人としての堅実さを兼ね備えている。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            110101,
            110102,
            110103,
            110104,
            110106,
            110107
        ],
        "BydSkills": [],
        "Ranks": [
            110101,
            110102,
            110103,
            110104,
            110105,
            110106
        ],
        "Icon": "avatarshopicon/Avatar/1101",
        "Pic": "avatardrawcard/1101.png",
        "Mat": [
            112003,
            110405,
            110163,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 582.12,
            "DEF": 533.61,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "谢莹",
            "Madeline Reiter",
            "阿澄佳奈",
            "이보희"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1102,
        "Ver": "1.0",
        "Name": "ゼーレ",
        "Desc": "地下反抗組織「地炎」の中堅、通称「バーブチカ」。<br>さっぱりした性格だが、繊細で敏感な一面もある。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            110201,
            110202,
            110203,
            110204,
            110206,
            110207
        ],
        "BydSkills": [],
        "Ranks": [
            110201,
            110202,
            110203,
            110204,
            110205,
            110206
        ],
        "Icon": "avatarshopicon/Avatar/1102",
        "Pic": "avatardrawcard/1102.png",
        "Mat": [
            111013,
            110406,
            110123,
            110502
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 363.825,
            "SPD": 115.0,
            "Aggro": 75.0
        },
        "CV": [
            "唐雅菁",
            "Molly Zhang",
            "中原麻衣",
            "송하림"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1103,
        "Ver": "1.0",
        "Name": "セーバル",
        "Desc": "ベロブルグの機械工、前職は建創者の技術部門の研究員。<br>ジェパード・ランドゥーの姉だが、弟とはまったく異なる性格をしている。<br>大寒波が訪れる前に存在した「ロック」という古典音楽を熱愛している。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 100.0,
        "Skills": [
            110301,
            110302,
            110303,
            110304,
            110306,
            110307
        ],
        "BydSkills": [],
        "Ranks": [
            110301,
            110302,
            110303,
            110304,
            110305,
            110306
        ],
        "Icon": "avatarshopicon/Avatar/1103",
        "Pic": "avatardrawcard/1103.png",
        "Mat": [
            112003,
            110404,
            110133,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 652.68,
            "DEF": 374.85,
            "SPD": 104.0,
            "Aggro": 75.0
        },
        "CV": [
            "穆雪婷",
            "Natalie Van Sistine",
            "愛美",
            "민아"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1104,
        "Ver": "1.0",
        "Name": "ジェパード",
        "Desc": "シルバーメインの戍衛官、ベロブルグで指折りの戦士。<br>裏表がなく、几帳面で、仕事を怠けたことがない。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 100.0,
        "Skills": [
            110401,
            110402,
            110403,
            110404,
            110406,
            110407
        ],
        "BydSkills": [],
        "Ranks": [
            110401,
            110402,
            110403,
            110404,
            110405,
            110406
        ],
        "Icon": "avatarshopicon/Avatar/1104",
        "Pic": "avatardrawcard/1104.png",
        "Mat": [
            112003,
            110403,
            110143,
            110502
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 543.312,
            "DEF": 654.885,
            "SPD": 92.0,
            "Aggro": 150.0
        },
        "CV": [
            "马洋",
            "Bryson Baugus",
            "古川慎",
            "민승우"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1105,
        "Ver": "1.0",
        "Name": "ナターシャ",
        "Desc": "べロブルグ下層部の医者、子供たちの面倒を見ている。<br>穏やかで親しみやすい性格だが、怖い一面もある。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Abundance",
        "SP": 90.0,
        "Skills": [
            110501,
            110502,
            110503,
            110504,
            110506,
            110507
        ],
        "BydSkills": [],
        "Ranks": [
            110501,
            110502,
            110503,
            110504,
            110505,
            110506
        ],
        "Icon": "avatarshopicon/Avatar/1105",
        "Pic": "avatardrawcard/1105.png",
        "Mat": [
            112013,
            110401,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 507.15,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "秦紫翼",
            "Elizabeth Maxwell",
            "内山夕実",
            "강은애"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1106,
        "Ver": "1.0",
        "Name": "ペラ",
        "Desc": "シルバーメインの情報官。<br>真面目な性格で、シルバーメインのメンバーたちから尊敬されている。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            110601,
            110602,
            110603,
            110604,
            110606,
            110607
        ],
        "BydSkills": [],
        "Ranks": [
            110601,
            110602,
            110603,
            110604,
            110605,
            110606
        ],
        "Icon": "avatarshopicon/Avatar/1106",
        "Pic": "avatardrawcard/1106.png",
        "Mat": [
            111003,
            110403,
            110153,
            110502
        ],
        "Stats": {
            "HP": 987.84,
            "ATK": 546.84,
            "DEF": 463.05,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "宴宁",
            "Xanthe Huynh",
            "諸星すみれ",
            "이다은"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1107,
        "Ver": "1.0",
        "Name": "クラーラ",
        "Desc": "機械と一緒に暮らしている流浪の少女。<br>内向的で優しく、純粋な心を持っている。<br>下層部の人々が互いの「家族」になることを願っている。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            110701,
            110702,
            110703,
            110704,
            110706,
            110707
        ],
        "BydSkills": [],
        "Ranks": [
            110701,
            110702,
            110703,
            110704,
            110705,
            110706
        ],
        "Icon": "avatarshopicon/Avatar/1107",
        "Pic": "avatardrawcard/1107.png",
        "Mat": [
            112013,
            110401,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 737.352,
            "DEF": 485.1,
            "SPD": 90.0,
            "Aggro": 125.0
        },
        "CV": [
            "紫苏九月&王宇航",
            "Emily Sun & D.C. Douglas",
            "日高里菜&安元洋貴",
            "김예림&최낙윤"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1108,
        "Ver": "1.0",
        "Name": "サンポ",
        "Desc": "地上と地下を行き来する商人。<br>馴れ馴れしく、情熱的でユーモアがあり、いつも道化を演じている。",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            110801,
            110802,
            110803,
            110804,
            110806,
            110807
        ],
        "BydSkills": [],
        "Ranks": [
            110801,
            110802,
            110803,
            110804,
            110805,
            110806
        ],
        "Icon": "avatarshopicon/Avatar/1108",
        "Pic": "avatardrawcard/1108.png",
        "Mat": [
            112013,
            110405,
            110153,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 617.4,
            "DEF": 396.9,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "刘圣博",
            "Roger Rose",
            "平川大輔",
            "정재헌"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1109,
        "Ver": "1.0",
        "Name": "フック",
        "Desc": "地下冒険団「モグラ党」の親分（自称）。<br>自由を愛する彼女は、日々の生活を冒険の一幕だと考えている。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            110901,
            110902,
            110903,
            110904,
            110906,
            110907,
            110909
        ],
        "BydSkills": [],
        "Ranks": [
            110901,
            110902,
            110903,
            110904,
            110905,
            110906
        ],
        "Icon": "avatarshopicon/Avatar/1109",
        "Pic": "avatardrawcard/1109.png",
        "Mat": [
            112013,
            110402,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1340.64,
            "ATK": 617.4,
            "DEF": 352.8,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "王晓彤",
            "Felecia Angelle",
            "徳井青空",
            "이재현"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1201,
        "Ver": "1.0",
        "Name": "青雀",
        "Desc": "仙舟「羅浮」の太卜司の卜者、兼書庫の管理員。<br>普段から仕事をサボっているため、これ以上降格の余地がなく、じきに「門番」になる予定。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            120101,
            120108,
            120102,
            120103,
            120104,
            120106,
            120107
        ],
        "BydSkills": [],
        "Ranks": [
            120101,
            120102,
            120103,
            120104,
            120105,
            120106
        ],
        "Icon": "avatarshopicon/Avatar/1201",
        "Pic": "avatardrawcard/1201.png",
        "Mat": [
            111013,
            110406,
            110133,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 652.68,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 75.0
        },
        "CV": [
            "刘十四",
            "Bryn Apprill",
            "伊達朱里紗",
            "서다혜"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1202,
        "Ver": "1.0",
        "Name": "停雲",
        "Desc": "仙舟「羅浮」の天舶司の接渡使。<br>商団と共に多くの世界に足を運び、貿易関係や同盟を結んでいる。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120201,
            120202,
            120203,
            120204,
            120206,
            120207
        ],
        "BydSkills": [],
        "Ranks": [
            120201,
            120202,
            120203,
            120204,
            120205,
            120206
        ],
        "Icon": "avatarshopicon/Avatar/1202",
        "Pic": "avatardrawcard/1202.png",
        "Mat": [
            113003,
            110404,
            110163,
            110501
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 396.9,
            "SPD": 112.0,
            "Aggro": 100.0
        },
        "CV": [
            "蒋丽",
            "Anya Floris",
            "高田憂希",
            "이명호"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1204,
        "Ver": "1.0",
        "Name": "景元",
        "Desc": "仙舟同盟帝弓七天将の1人。仙舟「羅浮」の雲騎軍を率いる「神策将軍」。<br>先代の「羅浮」剣首に師事していたが、武力で名をはせてはいない。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 130.0,
        "Skills": [
            120401,
            120402,
            120403,
            120404,
            120406,
            120407
        ],
        "BydSkills": [],
        "Ranks": [
            120401,
            120402,
            120403,
            120404,
            120405,
            120406
        ],
        "Icon": "avatarshopicon/Avatar/1204",
        "Pic": "avatardrawcard/1204.png",
        "Mat": [
            113003,
            110414,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "孙晔",
            "Alejandro Saab",
            "小野大輔",
            "류승곤"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1206,
        "Ver": "1.0",
        "Name": "素裳",
        "Desc": "仙舟「曜青」で生まれ、「羅浮」の雲騎軍で訓練を受けている新兵。<br>彼女は母から贈られた家伝の剣を手に、これから訪れる未来に期待を膨らませている。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            120601,
            120602,
            120603,
            120604,
            120606,
            120607
        ],
        "BydSkills": [],
        "Ranks": [
            120601,
            120602,
            120603,
            120604,
            120605,
            120606
        ],
        "Icon": "avatarshopicon/Avatar/1206",
        "Pic": "avatardrawcard/1206.png",
        "Mat": [
            113013,
            110401,
            110123,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 418.95,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "陈婷婷",
            "Anjali Kunapaneni",
            "福圓美里",
            "박시윤"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1209,
        "Ver": "1.0",
        "Name": "彦卿",
        "Desc": "景元将軍の護衛を務める、まだ総角の歳の剣の天才。<br>剣を手にすれば無敵である。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            120901,
            120902,
            120903,
            120904,
            120906,
            120907
        ],
        "BydSkills": [],
        "Ranks": [
            120901,
            120902,
            120903,
            120904,
            120905,
            120906
        ],
        "Icon": "avatarshopicon/Avatar/1209",
        "Pic": "avatardrawcard/1209.png",
        "Mat": [
            111013,
            110413,
            110123,
            110502
        ],
        "Stats": {
            "HP": 892.584,
            "ATK": 679.14,
            "DEF": 412.335,
            "SPD": 109.0,
            "Aggro": 75.0
        },
        "CV": [
            "喵酱",
            "Amber May",
            "井上麻里奈",
            "이새아"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1211,
        "Ver": "1.0",
        "Name": "白露",
        "Desc": "仙舟「羅浮」の持明族の尊長、「啣薬の龍女」と称される医士。<br>彼女は独自の医療知識と、龍脈を持つ者にしか行えない「医療手段」で人々の傷や病を治している。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            121101,
            121102,
            121103,
            121104,
            121106,
            121107
        ],
        "BydSkills": [],
        "Ranks": [
            121101,
            121102,
            121103,
            121104,
            121105,
            121106
        ],
        "Icon": "avatarshopicon/Avatar/1211",
        "Pic": "avatardrawcard/1211.png",
        "Mat": [
            111003,
            110404,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1319.472,
            "ATK": 562.716,
            "DEF": 485.1,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "多多",
            "Su Ling Chan",
            "加藤英美里",
            "조현정"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8001,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800101,
            800102,
            800103,
            800104,
            800106,
            800107,
            800108,
            800109
        ],
        "BydSkills": [],
        "Ranks": [
            800101,
            800102,
            800103,
            800104,
            800105,
            800106
        ],
        "Icon": "avatarshopicon/Avatar/8001",
        "Pic": "avatardrawcard/8001.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "秦且歌",
            "Shaun Mendum",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8002,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800201,
            800202,
            800203,
            800204,
            800206,
            800207,
            800208,
            800209
        ],
        "BydSkills": [],
        "Ranks": [
            800201,
            800202,
            800203,
            800204,
            800205,
            800206
        ],
        "Icon": "avatarshopicon/Avatar/8002",
        "Pic": "avatardrawcard/8002.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "陈婷婷",
            "Chloe Eves",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8003,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800301,
            800308,
            800302,
            800303,
            800304,
            800306,
            800307
        ],
        "BydSkills": [],
        "Ranks": [
            800301,
            800302,
            800303,
            800304,
            800305,
            800306
        ],
        "Icon": "avatarshopicon/Avatar/8003",
        "Pic": "avatardrawcard/8003.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "秦且歌",
            "Shaun Mendum",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8004,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800401,
            800408,
            800402,
            800403,
            800404,
            800406,
            800407
        ],
        "BydSkills": [],
        "Ranks": [
            800401,
            800402,
            800403,
            800404,
            800405,
            800406
        ],
        "Icon": "avatarshopicon/Avatar/8004",
        "Pic": "avatardrawcard/8004.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "陈婷婷",
            "Chloe Eves",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    }
]

var _item = {
    "2": {
        "Name": "信用ポイント",
        "Icon": "itemicon/2.png"
    },
    "110111": {
        "Name": "破砕の刃切",
        "Icon": "itemicon/110111.png"
    },
    "110112": {
        "Name": "無生の刃切",
        "Icon": "itemicon/110112.png"
    },
    "110113": {
        "Name": "浄世の刃切",
        "Icon": "itemicon/110113.png"
    },
    "110121": {
        "Name": "狩獣の矢",
        "Icon": "itemicon/110121.png"
    },
    "110122": {
        "Name": "屠魔の矢",
        "Icon": "itemicon/110122.png"
    },
    "110123": {
        "Name": "逐星の矢",
        "Icon": "itemicon/110123.png"
    },
    "110131": {
        "Name": "着想のカギ",
        "Icon": "itemicon/110131.png"
    },
    "110132": {
        "Name": "啓発のカギ",
        "Icon": "itemicon/110132.png"
    },
    "110133": {
        "Name": "叡智のカギ",
        "Icon": "itemicon/110133.png"
    },
    "110141": {
        "Name": "青銅の執着",
        "Icon": "itemicon/110141.png"
    },
    "110142": {
        "Name": "寒鉄の誓い",
        "Icon": "itemicon/110142.png"
    },
    "110143": {
        "Name": "琥珀の堅守",
        "Icon": "itemicon/110143.png"
    },
    "110151": {
        "Name": "黯淡な黒曜",
        "Icon": "itemicon/110151.png"
    },
    "110152": {
        "Name": "虚空の黒曜",
        "Icon": "itemicon/110152.png"
    },
    "110153": {
        "Name": "沈淪せし黒曜",
        "Icon": "itemicon/110153.png"
    },
    "110161": {
        "Name": "調和のハーモニー",
        "Icon": "itemicon/110161.png"
    },
    "110162": {
        "Name": "ファミリー賛歌",
        "Icon": "itemicon/110162.png"
    },
    "110163": {
        "Name": "群星の楽章",
        "Icon": "itemicon/110163.png"
    },
    "110171": {
        "Name": "豊穣の種",
        "Icon": "itemicon/110171.png"
    },
    "110172": {
        "Name": "生命の芽",
        "Icon": "itemicon/110172.png"
    },
    "110173": {
        "Name": "永久の花",
        "Icon": "itemicon/110173.png"
    },
    "110181": {
        "Name": "歩離の犬牙",
        "Icon": "itemicon/110181.png"
    },
    "110182": {
        "Name": "狼毒の牙",
        "Icon": "itemicon/110182.png"
    },
    "110183": {
        "Name": "月狂いの凶牙",
        "Icon": "itemicon/110183.png"
    },
    "110191": {
        "Name": "隕鉄の弾丸",
        "Icon": "itemicon/110191.png"
    },
    "110192": {
        "Name": "定められた死因",
        "Icon": "itemicon/110192.png"
    },
    "110193": {
        "Name": "時に抗う一撃",
        "Icon": "itemicon/110193.png"
    },
    "110201": {
        "Name": "ラフスケッチ",
        "Icon": "itemicon/110201.png"
    },
    "110202": {
        "Name": "躍動感のある線画",
        "Icon": "itemicon/110202.png"
    },
    "110203": {
        "Name": "見事なカラー原画",
        "Icon": "itemicon/110203.png"
    },
    "110211": {
        "Name": "散らばった星の砂",
        "Icon": "itemicon/110211.png"
    },
    "110212": {
        "Name": "流星プリズム",
        "Icon": "itemicon/110212.png"
    },
    "110213": {
        "Name": "聖なる琥珀",
        "Icon": "itemicon/110213.png"
    },
    "110221": {
        "Name": "熾烈の霊",
        "Icon": "itemicon/110221.png"
    },
    "110222": {
        "Name": "星火の精",
        "Icon": "itemicon/110222.png"
    },
    "110223": {
        "Name": "焼天の魔",
        "Icon": "itemicon/110223.png"
    },
    "110231": {
        "Name": "雲端の音符",
        "Icon": "itemicon/110231.png"
    },
    "110232": {
        "Name": "空際の小節",
        "Icon": "itemicon/110232.png"
    },
    "110233": {
        "Name": "天外の楽章",
        "Icon": "itemicon/110233.png"
    },
    "110241": {
        "Name": "珍木の種",
        "Icon": "itemicon/110241.png"
    },
    "110242": {
        "Name": "育みの蜜",
        "Icon": "itemicon/110242.png"
    },
    "110243": {
        "Name": "森羅の果実",
        "Icon": "itemicon/110243.png"
    },
    "110251": {
        "Name": "イの種",
        "Icon": "itemicon/110251.png"
    },
    "110252": {
        "Name": "マナの苗",
        "Icon": "itemicon/110252.png"
    },
    "110253": {
        "Name": "アラヤの花",
        "Icon": "itemicon/110253.png"
    },
    "211": {
        "Name": "旅の見聞",
        "Icon": "itemicon/211.png"
    },
    "212": {
        "Name": "冒険記録",
        "Icon": "itemicon/212.png"
    },
    "213": {
        "Name": "漫遊指南",
        "Icon": "itemicon/213.png"
    },
    "241": {
        "Name": "運命の足跡",
        "Icon": "itemicon/241.png"
    },
    "115001": {
        "Name": "恐怖は血肉を踏み潰す",
        "Icon": "itemicon/115001.png"
    },
    "115002": {
        "Name": "勇気は胸を切り裂く",
        "Icon": "itemicon/115002.png"
    },
    "115003": {
        "Name": "栄光は身体を洗礼する",
        "Icon": "itemicon/115003.png"
    },
    "110400": {
        "Name": "深邃な星外物質",
        "Icon": "itemicon/110400.png"
    },
    "110401": {
        "Name": "鉄狼の砕けた刃",
        "Icon": "itemicon/110401.png"
    },
    "110402": {
        "Name": "恒温晶殻",
        "Icon": "itemicon/110402.png"
    },
    "110403": {
        "Name": "吹雪の角",
        "Icon": "itemicon/110403.png"
    },
    "110404": {
        "Name": "過去の影の雷冠",
        "Icon": "itemicon/110404.png"
    },
    "110405": {
        "Name": "暴風の眼",
        "Icon": "itemicon/110405.png"
    },
    "110406": {
        "Name": "虚幻鋳鉄",
        "Icon": "itemicon/110406.png"
    },
    "110407": {
        "Name": "過去の影の金装飾",
        "Icon": "itemicon/110407.png"
    },
    "115011": {
        "Name": "あるようでない予兆",
        "Icon": "itemicon/115011.png"
    },
    "115012": {
        "Name": "遠くから近づく悲鳴",
        "Icon": "itemicon/115012.png"
    },
    "115013": {
        "Name": "果てしなく続く悲嘆",
        "Icon": "itemicon/115013.png"
    },
    "110411": {
        "Name": "幽府通令",
        "Icon": "itemicon/110411.png"
    },
    "110412": {
        "Name": "灼熱の鋼刃",
        "Icon": "itemicon/110412.png"
    },
    "110413": {
        "Name": "苦寒晶殻",
        "Icon": "itemicon/110413.png"
    },
    "110414": {
        "Name": "鍛錬者の雷枝",
        "Icon": "itemicon/110414.png"
    },
    "110415": {
        "Name": "天人の残穢",
        "Icon": "itemicon/110415.png"
    },
    "110416": {
        "Name": "蒼猿の釘",
        "Icon": "itemicon/110416.png"
    },
    "110417": {
        "Name": "霊鎮めの勅符",
        "Icon": "itemicon/110417.png"
    },
    "114001": {
        "Name": "ドリームコレクションパーツ",
        "Icon": "itemicon/114001.png"
    },
    "114002": {
        "Name": "ドリームフローバルブ",
        "Icon": "itemicon/114002.png"
    },
    "114003": {
        "Name": "ドリームメイキングモーター",
        "Icon": "itemicon/114003.png"
    },
    "110421": {
        "Name": "スターピース社員証",
        "Icon": "itemicon/110421.png"
    },
    "110422": {
        "Name": "憤怒の心",
        "Icon": "itemicon/110422.png"
    },
    "110423": {
        "Name": "夢の冷蔵庫",
        "Icon": "itemicon/110423.png"
    },
    "110424": {
        "Name": "獣棺の釘",
        "Icon": "itemicon/110424.png"
    },
    "110425": {
        "Name": "酩酊する時代の一杯",
        "Icon": "itemicon/110425.png"
    },
    "110426": {
        "Name": "夢を炙るトーチバーナー",
        "Icon": "itemicon/110426.png"
    },
    "114011": {
        "Name": "思考の粉末",
        "Icon": "itemicon/114011.png"
    },
    "114012": {
        "Name": "印象の残晶",
        "Icon": "itemicon/114012.png"
    },
    "114013": {
        "Name": "砕けた欲望の鏡",
        "Icon": "itemicon/114013.png"
    },
    "110427": {
        "Name": "響き合う幻景",
        "Icon": "itemicon/110427.png"
    },
    "110431": {
        "Name": "侵略の結晶",
        "Icon": "itemicon/110431.png"
    },
    "110432": {
        "Name": "明輝の紅炎",
        "Icon": "itemicon/110432.png"
    },
    "110433": {
        "Name": "セイレーンのひれ",
        "Icon": "itemicon/110433.png"
    },
    "110435": {
        "Name": "夕焼けの蕾",
        "Icon": "itemicon/110435.png"
    },
    "110436": {
        "Name": "夜の帳に輝く月華",
        "Icon": "itemicon/110436.png"
    },
    "110437": {
        "Name": "紛争の兆し",
        "Icon": "itemicon/110437.png"
    },
    "113001": {
        "Name": "永寿の萌芽",
        "Icon": "itemicon/113001.png"
    },
    "113002": {
        "Name": "永寿の天華",
        "Icon": "itemicon/113002.png"
    },
    "113003": {
        "Name": "永寿の栄枝",
        "Icon": "itemicon/113003.png"
    },
    "113011": {
        "Name": "工造機関",
        "Icon": "itemicon/113011.png"
    },
    "113012": {
        "Name": "工造迴輪",
        "Icon": "itemicon/113012.png"
    },
    "113013": {
        "Name": "工造渾心",
        "Icon": "itemicon/113013.png"
    },
    "112001": {
        "Name": "シルバーメインの釦",
        "Icon": "itemicon/112001.png"
    },
    "112002": {
        "Name": "シルバーメインの記章",
        "Icon": "itemicon/112002.png"
    },
    "112003": {
        "Name": "シルバーメインの勲章",
        "Icon": "itemicon/112003.png"
    },
    "112011": {
        "Name": "古代パーツ",
        "Icon": "itemicon/112011.png"
    },
    "112012": {
        "Name": "古代シャフト",
        "Icon": "itemicon/112012.png"
    },
    "112013": {
        "Name": "古代エンジン",
        "Icon": "itemicon/112013.png"
    },
    "111001": {
        "Name": "消滅した原核",
        "Icon": "itemicon/111001.png"
    },
    "111002": {
        "Name": "微かに光る原核",
        "Icon": "itemicon/111002.png"
    },
    "111003": {
        "Name": "脈動する原核",
        "Icon": "itemicon/111003.png"
    },
    "111011": {
        "Name": "略奪の本能",
        "Icon": "itemicon/111011.png"
    },
    "111012": {
        "Name": "改ざんの野心",
        "Icon": "itemicon/111012.png"
    },
    "111013": {
        "Name": "踏みにじる意志",
        "Icon": "itemicon/111013.png"
    },
    "110501": {
        "Name": "壊滅者の末路",
        "Icon": "itemicon/110501.png"
    },
    "110503": {
        "Name": "無窮なる仮身の遺恨",
        "Icon": "itemicon/110503.png"
    },
    "110502": {
        "Name": "守護者の悲願",
        "Icon": "itemicon/110502.png"
    },
    "110504": {
        "Name": "星を蝕む古の悪",
        "Icon": "itemicon/110504.png"
    },
    "110505": {
        "Name": "同願の遺音",
        "Icon": "itemicon/110505.png"
    },
    "110506": {
        "Name": "吉光の羽",
        "Icon": "itemicon/110506.png"
    },
    "110507": {
        "Name": "遥かなる陽雷の想い",
        "Icon": "itemicon/110507.png"
    },
    "110508": {
        "Name": "滅流の沈黙",
        "Icon": "itemicon/110508.png"
    }
}

var _propiconname = {
    "IceAddedRatio": "IconIceAddedRatio.png",
    "DefenceAddedRatio": "IconDefence.png",
    "StatusResistanceBase": "IconStatusResistance.png",
    "WindAddedRatio": "IconWindAddedRatio.png",
    "AttackAddedRatio": "IconAttack.png",
    "FireAddedRatio": "IconFireAddedRatio.png",
    "ImaginaryAddedRatio": "IconImaginaryAddedRatio.png",
    "StatusProbabilityBase": "IconStatusProbability.png",
    "HPAddedRatio": "IconMaxHP.png",
    "QuantumAddedRatio": "IconQuantumAddedRatio.png",
    "CriticalChanceBase": "IconCriticalChance.png",
    "CriticalDamageBase": "IconCriticalDamage.png",
    "PhysicalAddedRatio": "IconPhysicalAddedRatio.png",
    "ThunderAddedRatio": "IconThunderAddedRatio.png",
    "BreakDamageAddedRatioBase": "IconBreakUp.png",
    "SpeedDelta": "IconSpeed.png"
}

var _propname = {
    "IceAddedRatio": "氷属性ダメージ",
    "DefenceAddedRatio": "防御力",
    "StatusResistanceBase": "効果抵抗",
    "WindAddedRatio": "風属性ダメージ",
    "AttackAddedRatio": "攻撃力",
    "FireAddedRatio": "炎属性ダメージ",
    "ImaginaryAddedRatio": "虚数属性ダメージ",
    "StatusProbabilityBase": "効果命中",
    "HPAddedRatio": "HP",
    "QuantumAddedRatio": "量子属性ダメージ",
    "CriticalChanceBase": "会心率",
    "CriticalDamageBase": "会心ダメージ",
    "PhysicalAddedRatio": "物理属性ダメージ",
    "ThunderAddedRatio": "雷属性ダメージ",
    "BreakDamageAddedRatioBase": "撃破特効",
    "SpeedDelta": "速度"
}

var _camp = {
    "100": "星穹列車",
    "101": "星核ハンター",
    "102": "宇宙ステーション「ヘルタ」",
    "103": "ベロブルグ",
    "104": "仙舟「羅浮」",
    "105": "スターピースカンパニー",
    "106": "純美の騎士団",
    "107": "博識学会",
    "108": "ピノコニー",
    "109": "ガーデン・オブ・リコレクション",
    "110": "仮面の愚者",
    "111": "巡海レンジャー",
    "112": "自滅者",
    "113": "仙舟「朱明」",
    "114": "仙舟「曜青」",
    "115": "銀河",
    "116": "オンパロス",
    "117": "異世界",
    "118": "焼却人"
}

var _search_avatar = {
    "1221": 31,
    "云璃": 33,
    "YUNLI": 33,
    "1321": 1,
    "大丽花": 1,
    "THEDAHLIA": 1,
    "1415": 2,
    "昔涟": 2,
    "CYRENE": 2,
    "8007": 3,
    "开拓者": 89,
    "TRAILBLAZER": 89,
    "8008": 4,
    "1413": 5,
    "长夜月": 5,
    "EVERNIGHT": 5,
    "1414": 6,
    "丹恒·腾荒": 6,
    "DANHENG•PERMANSORTERRAE": 6,
    "1410": 7,
    "海瑟音": 7,
    "HYSILENS": 7,
    "1412": 8,
    "刻律德菈": 8,
    "CERYDRA": 8,
    "1408": 9,
    "白厄": 9,
    "PHAINON": 9,
    "1014": 10,
    "SABER": 10,
    "1015": 11,
    "ARCHER": 11,
    "2212": 12,
    "镜流": 54,
    "JINGLIU": 54,
    "2205": 13,
    "刃": 60,
    "BLADE": 60,
    "2005": 14,
    "卡芙卡": 58,
    "KAFKA": 58,
    "2006": 15,
    "银狼": 61,
    "SILVERWOLF": 61,
    "1406": 16,
    "赛飞儿": 16,
    "CIPHER": 16,
    "1409": 17,
    "风堇": 17,
    "HYACINE": 17,
    "1405": 18,
    "那刻夏": 18,
    "ANAXA": 18,
    "1407": 19,
    "遐蝶": 19,
    "CASTORICE": 19,
    "1403": 20,
    "缇宝": 20,
    "TRIBBIE": 20,
    "1404": 21,
    "万敌": 21,
    "MYDEI": 21,
    "1401": 22,
    "大黑塔": 22,
    "THEHERTA": 22,
    "1402": 23,
    "阿格莱雅": 23,
    "AGLAEA": 23,
    "1225": 24,
    "忘归人": 24,
    "FUGUE": 24,
    "1313": 25,
    "星期日": 25,
    "SUNDAY": 25,
    "1317": 26,
    "乱破": 26,
    "RAPPA": 26,
    "1220": 27,
    "飞霄": 27,
    "FEIXIAO": 27,
    "1222": 28,
    "灵砂": 28,
    "LINGSHA": 28,
    "1223": 29,
    "貊泽": 29,
    "MOZE": 29,
    "1218": 30,
    "椒丘": 30,
    "JIAOQIU": 30,
    "1224": 32,
    "三月七": 64,
    "MARCH7TH": 64,
    "12210": 33,
    "1310": 34,
    "流萤": 34,
    "FIREFLY": 34,
    "1314": 35,
    "翡翠": 35,
    "JADE": 35,
    "1309": 36,
    "知更鸟": 36,
    "ROBIN": 36,
    "1315": 37,
    "波提欧": 37,
    "BOOTHILL": 37,
    "8005": 38,
    "8006": 39,
    "1301": 40,
    "加拉赫": 40,
    "GALLAGHER": 40,
    "1304": 41,
    "砂金": 41,
    "AVENTURINE": 41,
    "1308": 42,
    "黄泉": 42,
    "ACHERON": 42,
    "1306": 43,
    "花火": 43,
    "SPARKLE": 43,
    "1307": 44,
    "黑天鹅": 44,
    "BLACKSWAN": 44,
    "1312": 45,
    "米沙": 45,
    "MISHA": 45,
    "1214": 46,
    "雪衣": 46,
    "XUEYI": 46,
    "1303": 47,
    "阮·梅": 47,
    "RUANMEI": 47,
    "1305": 48,
    "真理医生": 48,
    "DR.RATIO": 48,
    "1215": 49,
    "寒鸦": 49,
    "HANYA": 49,
    "1217": 50,
    "藿藿": 50,
    "HUOHUO": 50,
    "1302": 51,
    "银枝": 51,
    "ARGENTI": 51,
    "1112": 52,
    "托帕&账账": 52,
    "TOPAZ&NUMBY": 52,
    "1210": 53,
    "桂乃芬": 53,
    "GUINAIFEN": 53,
    "1212": 54,
    "1110": 55,
    "玲可": 55,
    "LYNX": 55,
    "1208": 56,
    "符玄": 56,
    "FUXUAN": 56,
    "1213": 57,
    "丹恒·饮月": 57,
    "DANHENG•IMBIBITORLUNAE": 57,
    "1005": 58,
    "1111": 59,
    "卢卡": 59,
    "LUKA": 59,
    "1205": 60,
    "1006": 61,
    "1203": 62,
    "罗刹": 62,
    "LUOCHA": 62,
    "1207": 63,
    "驭空": 63,
    "YUKONG": 63,
    "1001": 64,
    "1002": 65,
    "丹恒": 65,
    "DANHENG": 65,
    "1003": 66,
    "姬子": 66,
    "HIMEKO": 66,
    "1004": 67,
    "瓦尔特": 67,
    "WELT": 67,
    "1008": 68,
    "阿兰": 68,
    "ARLAN": 68,
    "1009": 69,
    "艾丝妲": 69,
    "ASTA": 69,
    "1013": 70,
    "黑塔": 70,
    "HERTA": 70,
    "1101": 71,
    "布洛妮娅": 71,
    "BRONYA": 71,
    "1102": 72,
    "希儿": 72,
    "SEELE": 72,
    "1103": 73,
    "希露瓦": 73,
    "SERVAL": 73,
    "1104": 74,
    "杰帕德": 74,
    "GEPARD": 74,
    "1105": 75,
    "娜塔莎": 75,
    "NATASHA": 75,
    "1106": 76,
    "佩拉": 76,
    "PELA": 76,
    "1107": 77,
    "克拉拉": 77,
    "CLARA": 77,
    "1108": 78,
    "桑博": 78,
    "SAMPO": 78,
    "1109": 79,
    "虎克": 79,
    "HOOK": 79,
    "1201": 80,
    "青雀": 80,
    "QINGQUE": 80,
    "1202": 81,
    "停云": 81,
    "TINGYUN": 81,
    "1204": 82,
    "景元": 82,
    "JINGYUAN": 82,
    "1206": 83,
    "素裳": 83,
    "SUSHANG": 83,
    "1209": 84,
    "彦卿": 84,
    "YANQING": 84,
    "1211": 85,
    "白露": 85,
    "BAILU": 85,
    "8001": 86,
    "8002": 87,
    "8003": 88,
    "8004": 89
}

var _search_weapon = {
    "23030": 23,
    "落日时起舞": 23,
    "DANCEATSUNSET": 23,
    "23050": 1,
    "勿忘她的火焰": 1,
    "NEVERFORGETHERFLAME": 1,
    "23052": 2,
    "爱如此刻永恒": 2,
    "THISLOVE,FOREVER": 2,
    "23051": 3,
    "纵然山河万程": 3,
    "THOUGHWORLDSAPART": 3,
    "23049": 4,
    "致长夜的星光": 4,
    "TOEVERNIGHTSSTARS": 4,
    "23048": 5,
    "金血铭刻的时代": 5,
    "EPOCHETCHEDINGOLDENBLOOD": 5,
    "23047": 6,
    "海洋为何而歌": 6,
    "WHYDOESTHEOCEANSING": 6,
    "23046": 7,
    "理想燃烧的地狱": 7,
    "THEHELLWHEREIDEALSBURN": 7,
    "23045": 8,
    "没有回报的加冕": 8,
    "ATHANKLESSCORONATION": 8,
    "23044": 9,
    "黎明恰如此燃烧": 9,
    "THUSBURNSTHEDAWN": 9,
    "23043": 10,
    "谎言在风中飘扬": 10,
    "LIESDANCEONTHEBREEZE": 10,
    "23042": 11,
    "愿虹光永驻天空": 11,
    "LONGMAYRAINBOWSADORNTHESKY": 11,
    "23041": 12,
    "生命当付之一炬": 12,
    "LIFESHOULDBECASTTOFLAMES": 12,
    "23040": 13,
    "让告别，更美一些": 13,
    "MAKEFAREWELLSMOREBEAUTIFUL": 13,
    "23039": 14,
    "血火啊，燃烧前路": 14,
    "FLAMEOFBLOOD,BLAZEMYPATH": 14,
    "23038": 15,
    "如果时间是一朵花": 15,
    "IFTIMEWEREAFLOWER": 15,
    "23037": 16,
    "向着不可追问处": 16,
    "INTOTHEUNREACHABLEVEIL": 16,
    "23036": 17,
    "将光阴织成黄金": 17,
    "TIMEWOVENINTOGOLD": 17,
    "23035": 18,
    "长路终有归途": 18,
    "LONGROADLEADSHOME": 18,
    "23034": 19,
    "回到大地的飞行": 19,
    "AGROUNDEDASCENT": 19,
    "23033": 20,
    "忍法帖·缭乱破魔": 20,
    "NINJUTSUINSCRIPTION:DAZZLINGEVILBREAKER": 20,
    "23032": 21,
    "唯有香如故": 21,
    "SCENTALONESTAYSTRUE": 21,
    "23031": 22,
    "我将，巡征追猎": 22,
    "IVENTUREFORTHTOHUNT": 22,
    "23029": 24,
    "那无数个春天": 24,
    "THOSEMANYSPRINGS": 24,
    "23028": 25,
    "偏偏希望无价": 25,
    "YETHOPEISPRICELESS": 25,
    "23027": 26,
    "驶向第二次生命": 26,
    "SAILINGTOWARDSASECONDLIFE": 26,
    "23026": 27,
    "夜色流光溢彩": 27,
    "FLOWINGNIGHTGLOW": 27,
    "23025": 28,
    "梦应归于何处": 28,
    "WHEREABOUTSSHOULDDREAMSREST": 28,
    "23024": 29,
    "行于流逝的岸": 29,
    "ALONGTHEPASSINGSHORE": 29,
    "23023": 30,
    "命运从未公平": 30,
    "INHERENTLYUNJUSTDESTINY": 30,
    "23022": 31,
    "重塑时光之忆": 31,
    "REFORGEDREMEMBRANCE": 31,
    "23021": 32,
    "游戏尘寰": 32,
    "EARTHLYESCAPADE": 32,
    "23020": 33,
    "纯粹思维的洗礼": 33,
    "BAPTISMOFPURETHOUGHT": 33,
    "23019": 34,
    "镜中故我": 34,
    "PASTSELFINMIRROR": 34,
    "23018": 35,
    "片刻，留在眼底": 35,
    "ANINSTANTBEFOREAGAZE": 35,
    "23017": 36,
    "惊魂夜": 36,
    "NIGHTOFFRIGHT": 36,
    "23016": 37,
    "烦恼着，幸福着": 37,
    "WORRISOME,BLISSFUL": 37,
    "23015": 38,
    "比阳光更明亮的": 38,
    "BRIGHTERTHANTHESUN": 38,
    "23014": 39,
    "此身为剑": 39,
    "ISHALLBEMYOWNSWORD": 39,
    "23013": 40,
    "时节不居": 40,
    "TIMEWAITSFORNOONE": 40,
    "23012": 41,
    "如泥酣眠": 41,
    "SLEEPLIKETHEDEAD": 41,
    "23011": 42,
    "她已闭上双眼": 42,
    "SHEALREADYSHUTHEREYES": 42,
    "23010": 43,
    "拂晓之前": 43,
    "BEFOREDAWN": 43,
    "23009": 44,
    "到不了的彼岸": 44,
    "THEUNREACHABLESIDE": 44,
    "23008": 45,
    "棺的回响": 45,
    "ECHOESOFTHECOFFIN": 45,
    "23007": 46,
    "雨一直下": 46,
    "INCESSANTRAIN": 46,
    "23006": 47,
    "只需等待": 47,
    "PATIENCEISALLYOUNEED": 47,
    "23005": 48,
    "制胜的瞬间": 48,
    "MOMENTOFVICTORY": 48,
    "23004": 49,
    "以世界之名": 49,
    "INTHENAMEOFTHEWORLD": 49,
    "23003": 50,
    "但战斗还未结束": 50,
    "BUTTHEBATTLEISNTOVER": 50,
    "23002": 51,
    "无可取代的东西": 51,
    "SOMETHINGIRREPLACEABLE": 51,
    "23001": 52,
    "于夜色中": 52,
    "INTHENIGHT": 52,
    "23000": 53,
    "银河铁道之夜": 53,
    "NIGHTONTHEMILKYWAY": 53,
    "24005": 54,
    "记忆永不落幕": 54,
    "MEMORYSCURTAINNEVERFALLS": 54,
    "24004": 55,
    "不息的演算": 55,
    "ETERNALCALCULUS": 55,
    "24003": 56,
    "孤独的疗愈": 56,
    "SOLITARYHEALING": 56,
    "24002": 57,
    "记忆的质料": 57,
    "TEXTUREOFMEMORIES": 57,
    "24001": 58,
    "星海巡航": 58,
    "CRUISINGINTHESTELLARSEA": 58,
    "24000": 59,
    "记一位星神的陨落": 59,
    "ONTHEFALLOFANAEON": 59,
    "22006": 60,
    "飞向粉色的明天": 60,
    "FLYINTOAPINKTOMORROW": 60,
    "22005": 61,
    "永远的迷境饭": 61,
    "THEFOREVERVICTUAL": 61,
    "22004": 62,
    "宇宙大生意": 62,
    "THEGREATCOSMICENTERPRISE": 62,
    "22003": 63,
    "忍事录·音律狩猎": 63,
    "NINJARECORD:SOUNDHUNT": 63,
    "22002": 64,
    "为了明日的旅途": 64,
    "FORTOMORROWSJOURNEY": 64,
    "22001": 65,
    "嘿，我在这儿": 65,
    "HEY,OVERHERE": 65,
    "22000": 66,
    "新手任务开始前": 66,
    "BEFORETHETUTORIALMISSIONSTARTS": 66,
    "21062": 67,
    "于那终点再见": 67,
    "SEEYOUATTHEEND": 67,
    "21061": 68,
    "假日浴场大冒险": 68,
    "HOLIDAYTHERMAEESCAPADE": 68,
    "21060": 69,
    "氤氲麦香的梦": 69,
    "ADREAMSCENTEDINWHEAT": 69,
    "21058": 70,
    "一行往日的血": 70,
    "ATRAILOFBYGONEBLOOD": 70,
    "21057": 71,
    "花儿不会忘记": 71,
    "THEFLOWERREMEMBERS": 71,
    "21056": 72,
    "追逐风的时候": 72,
    "INPURSUITOFTHEWIND": 72,
    "21055": 73,
    "直到明天的明天": 73,
    "UNTOTOMORROWSMORROW": 73,
    "21054": 74,
    "故事的下一页": 74,
    "THESTORYSNEXTPAGE": 74,
    "21053": 75,
    "愿旅途永远坦然": 75,
    "JOURNEY,FOREVERPEACEFUL": 75,
    "21052": 76,
    "多流汗，少流泪": 76,
    "SWEATNOW,CRYLESS": 76,
    "21051": 77,
    "天才们的问候": 77,
    "GENIUSESGREETINGS": 77,
    "21050": 78,
    "胜利只在朝夕间": 78,
    "VICTORYINABLINK": 78,
    "21048": 79,
    "梦的蒙太奇": 79,
    "DREAMSMONTAGE": 79,
    "21047": 80,
    "黑夜如影随行": 80,
    "SHADOWEDBYNIGHT": 80,
    "21046": 81,
    "芳华待灼": 81,
    "POISEDTOBLOOM": 81,
    "21045": 82,
    "谐乐静默之后": 82,
    "AFTERTHECHARMONYFALL": 82,
    "21044": 83,
    "无边曼舞": 83,
    "BOUNDLESSCHOREO": 83,
    "21043": 84,
    "两个人的演唱会": 84,
    "CONCERTFORTWO": 84,
    "21042": 85,
    "铭记于心的约定": 85,
    "INDELIBLEPROMISE": 85,
    "21041": 86,
    "好戏开演": 86,
    "ITSSHOWTIME": 86,
    "21040": 87,
    "银河沦陷日": 87,
    "THEDAYTHECOSMOSFELL": 87,
    "21039": 88,
    "织造命运之线": 88,
    "DESTINYSTHREADSFOREWOVEN": 88,
    "21038": 89,
    "在火的远处": 89,
    "FLAMESAFAR": 89,
    "21037": 90,
    "最后的赢家": 90,
    "FINALVICTOR": 90,
    "21036": 91,
    "美梦小镇大冒险": 91,
    "DREAMVILLEADVENTURE": 91,
    "21035": 92,
    "何物为真": 92,
    "WHATISREAL?": 92,
    "21034": 93,
    "今日亦是和平的一日": 93,
    "TODAYISANOTHERPEACEFULDAY": 93,
    "21033": 94,
    "无处可逃": 94,
    "NOWHERETORUN": 94,
    "21032": 95,
    "镂月裁云之意": 95,
    "CARVETHEMOON,WEAVETHECLOUDS": 95,
    "21031": 96,
    "重返幽冥": 96,
    "RETURNTODARKNESS": 96,
    "21030": 97,
    "这就是我啦！": 97,
    "THISISME!": 97,
    "21029": 98,
    "后会有期": 98,
    "WEWILLMEETAGAIN": 98,
    "21028": 99,
    "暖夜不会漫长": 99,
    "WARMTHSHORTENSCOLDNIGHTS": 99,
    "21027": 100,
    "早餐的仪式感": 100,
    "THESERIOUSNESSOFBREAKFAST": 100,
    "21026": 101,
    "汪！散步时间！": 101,
    "WOOF!WALKTIME!": 101,
    "21025": 102,
    "过往未来": 102,
    "PASTANDFUTURE": 102,
    "21024": 103,
    "春水初生": 103,
    "RIVERFLOWSINSPRING": 103,
    "21023": 104,
    "我们是地火": 104,
    "WEAREWILDFIRE": 104,
    "21022": 105,
    "延长记号": 105,
    "FERMATA": 105,
    "21021": 106,
    "等价交换": 106,
    "QUIDPROQUO": 106,
    "21020": 107,
    "天才们的休憩": 107,
    "GENIUSESREPOSE": 107,
    "21019": 108,
    "在蓝天下": 108,
    "UNDERTHEBLUESKY": 108,
    "21018": 109,
    "舞！舞！舞！": 109,
    "DANCE!DANCE!DANCE!": 109,
    "21017": 110,
    "点个关注吧！": 110,
    "SUBSCRIBEFORMORE!": 110,
    "21016": 111,
    "宇宙市场趋势": 111,
    "TRENDOFTHEUNIVERSALMARKET": 111,
    "21015": 112,
    "决心如汗珠般闪耀": 112,
    "RESOLUTIONSHINESASPEARLSOFSWEAT": 112,
    "21014": 113,
    "此时恰好": 113,
    "PERFECTTIMING": 113,
    "21013": 114,
    "别让世界静下来": 114,
    "MAKETHEWORLDCLAMOR": 114,
    "21012": 115,
    "秘密誓心": 115,
    "ASECRETVOW": 115,
    "21011": 116,
    "与行星相会": 116,
    "PLANETARYRENDEZVOUS": 116,
    "21010": 117,
    "论剑": 117,
    "SWORDPLAY": 117,
    "21009": 118,
    "朗道的选择": 118,
    "LANDAUSCHOICE": 118,
    "21008": 119,
    "猎物的视线": 119,
    "EYESOFTHEPREY": 119,
    "21007": 120,
    "同一种心情": 120,
    "SHAREDFEELING": 120,
    "21006": 121,
    "「我」的诞生": 121,
    "THEBIRTHOFTHESELF": 121,
    "21005": 122,
    "鼹鼠党欢迎你": 122,
    "THEMOLESWELCOMEYOU": 122,
    "21004": 123,
    "记忆中的模样": 123,
    "MEMORIESOFTHEPAST": 123,
    "21003": 124,
    "唯有沉默": 124,
    "ONLYSILENCEREMAINS": 124,
    "21002": 125,
    "余生的第一天": 125,
    "DAYONEOFMYNEWLIFE": 125,
    "21001": 126,
    "晚安与睡颜": 126,
    "GOODNIGHTANDSLEEPWELL": 126,
    "21000": 127,
    "一场术后对话": 127,
    "POSTOPCONVERSATION": 127,
    "20022": 128,
    "溯忆": 128,
    "REMINISCENCE": 128,
    "20021": 129,
    "焚影": 129,
    "SHADOWBURN": 129,
    "20020": 130,
    "睿见": 130,
    "SAGACITY": 130,
    "20019": 131,
    "调和": 131,
    "MEDIATION": 131,
    "20018": 132,
    "匿影": 132,
    "HIDDENSHADOW": 132,
    "20017": 133,
    "开疆": 133,
    "PIONEERING": 133,
    "20016": 134,
    "俱殁": 134,
    "MUTUALDEMISE": 134,
    "20015": 135,
    "蕃息": 135,
    "MULTIPLICATION": 135,
    "20014": 136,
    "相抗": 136,
    "ADVERSARIAL": 136,
    "20013": 137,
    "灵钥": 137,
    "PASSKEY": 137,
    "20012": 138,
    "轮契": 138,
    "MESHINGCOGS": 138,
    "20011": 139,
    "渊环": 139,
    "LOOP": 139,
    "20010": 140,
    "戍御": 140,
    "DEFENSE": 140,
    "20009": 141,
    "乐圮": 141,
    "SHATTEREDHOME": 141,
    "20008": 142,
    "嘉果": 142,
    "FINEFRUIT": 142,
    "20007": 143,
    "离弦": 143,
    "DARTINGARROW": 143,
    "20006": 144,
    "智库": 144,
    "DATABANK": 144,
    "20005": 145,
    "齐颂": 145,
    "CHORUS": 145,
    "20004": 146,
    "幽邃": 146,
    "VOID": 146,
    "20003": 147,
    "琥珀": 147,
    "AMBER": 147,
    "20002": 148,
    "天倾": 148,
    "COLLAPSINGSKY": 148,
    "20001": 149,
    "物穰": 149,
    "CORNUCOPIA": 149,
    "20000": 150,
    "锋镝": 150,
    "ARROWS": 150
}

var _search_relic = {
    "324": 0,
    "天国@直播间": 0,
    "TENGOKU@LIVESTREAM": 0,
    "323": 1,
    "永恒之地翁法罗斯": 1,
    "AMPHOREUS,THEETERNALLAND": 1,
    "322": 2,
    "沉欢醉饮的海隅": 2,
    "REVELRYBYTHESEA": 2,
    "321": 3,
    "妖精织梦的乐园": 3,
    "ARCADIAOFWOVENDREAMS": 3,
    "320": 4,
    "渊思寂虑的巨树": 4,
    "GIANTTREEOFRAPTBROODING": 4,
    "319": 5,
    "谧宁拾骨地": 5,
    "BONECOLLECTIONSSERENEDEMESNE": 5,
    "318": 6,
    "奇想蕉乐园": 6,
    "THEWONDROUSBANANAMUSEMENTPARK": 6,
    "317": 7,
    "沉陆海域露莎卡": 7,
    "LUSHAKA,THESUNKENSEAS": 7,
    "316": 8,
    "劫火莲灯铸炼宫": 8,
    "FORGEOFTHEKALPAGNILANTERN": 8,
    "315": 9,
    "奔狼的都蓝王朝": 9,
    "DURAN,DYNASTYOFRUNNINGWOLVES": 9,
    "314": 10,
    "出云显世与高天神国": 10,
    "IZUMOGENSEIANDTAKAMADIVINEREALM": 10,
    "313": 11,
    "无主荒星茨冈尼亚": 11,
    "SIGONIA,THEUNCLAIMEDDESOLATION": 11,
    "312": 12,
    "梦想之地匹诺康尼": 12,
    "PENACONY,LANDOFTHEDREAMS": 12,
    "311": 13,
    "苍穹战线格拉默": 13,
    "FIRMAMENTFRONTLINE:GLAMOTH": 13,
    "310": 14,
    "折断的龙骨": 14,
    "BROKENKEEL": 14,
    "309": 15,
    "繁星竞技场": 15,
    "RUTILANTARENA": 15,
    "308": 16,
    "生命的翁瓦克": 16,
    "SPRIGHTLYVONWACQ": 16,
    "307": 17,
    "盗贼公国塔利亚": 17,
    "TALIA:KINGDOMOFBANDITRY": 17,
    "306": 18,
    "停转的萨尔索图": 18,
    "INERTSALSOTTO": 18,
    "305": 19,
    "星体差分机": 19,
    "CELESTIALDIFFERENTIATOR": 19,
    "304": 20,
    "筑城者的贝洛伯格": 20,
    "BELOBOGOFTHEARCHITECTS": 20,
    "303": 21,
    "泛银河商业公司": 21,
    "PANCOSMICCOMMERCIALENTERPRISE": 21,
    "302": 22,
    "不老者的仙舟": 22,
    "FLEETOFTHEAGELESS": 22,
    "301": 23,
    "太空封印站": 23,
    "SPACESEALINGSTATION": 23,
    "128": 24,
    "自匿星芒的隐士": 24,
    "SELFENSHROUDEDRECLUSE": 24,
    "127": 25,
    "再创天地的救世主": 25,
    "WORLDREMAKINGDELIVERER": 25,
    "126": 26,
    "恶海逐波的船长": 26,
    "WAVESTRIDERCAPTAIN": 26,
    "125": 27,
    "烈阳惊雷的女武神": 27,
    "WARRIORGODDESSOFSUNANDTHUNDER": 27,
    "124": 28,
    "哀歌覆国的诗人": 28,
    "POETOFMOURNINGCOLLAPSE": 28,
    "123": 29,
    "凯歌祝捷的英豪": 29,
    "HEROOFTRIUMPHANTSONG": 29,
    "122": 30,
    "识海迷坠的学者": 30,
    "SCHOLARLOSTINERUDITION": 30,
    "121": 31,
    "重循苦旅的司铎": 31,
    "SACERDOSRELIVEDORDEAL": 31,
    "120": 32,
    "风举云飞的勇烈": 32,
    "THEWINDSOARINGVALOROUS": 32,
    "119": 33,
    "荡除蠹灾的铁骑": 33,
    "IRONCAVALRYAGAINSTTHESCOURGE": 33,
    "118": 34,
    "机心戏梦的钟表匠": 34,
    "WATCHMAKER,MASTEROFDREAMMACHINATIONS": 34,
    "117": 35,
    "死水深潜的先驱": 35,
    "PIONEERDIVEROFDEADWATERS": 35,
    "116": 36,
    "幽锁深牢的系囚": 36,
    "PRISONERINDEEPCONFINEMENT": 36,
    "115": 37,
    "毁烬焚骨的大公": 37,
    "THEASHBLAZINGGRANDDUKE": 37,
    "114": 38,
    "骇域漫游的信使": 38,
    "MESSENGERTRAVERSINGHACKERSPACE": 38,
    "113": 39,
    "宝命长存的莳者": 39,
    "LONGEVOUSDISCIPLE": 39,
    "112": 40,
    "盗匪荒漠的废土客": 40,
    "WASTELANDEROFBANDITRYDESERT": 40,
    "111": 41,
    "流星追迹的怪盗": 41,
    "THIEFOFSHOOTINGMETEOR": 41,
    "110": 42,
    "晨昏交界的翔鹰": 42,
    "EAGLEOFTWILIGHTLINE": 42,
    "109": 43,
    "激奏雷电的乐队": 43,
    "BANDOFSIZZLINGTHUNDER": 43,
    "108": 44,
    "繁星璀璨的天才": 44,
    "GENIUSOFBRILLIANTSTARS": 44,
    "107": 45,
    "熔岩锻铸的火匠": 45,
    "FIRESMITHOFLAVAFORGING": 45,
    "106": 46,
    "戍卫风雪的铁卫": 46,
    "GUARDOFWUTHERINGSNOW": 46,
    "105": 47,
    "街头出身的拳王": 47,
    "CHAMPIONOFSTREETWISEBOXING": 47,
    "104": 48,
    "密林卧雪的猎人": 48,
    "HUNTEROFGLACIALFOREST": 48,
    "103": 49,
    "净庭教宗的圣骑士": 49,
    "KNIGHTOFPURITYPALACE": 49,
    "102": 50,
    "野穗伴行的快枪手": 50,
    "MUSKETEEROFWILDWHEAT": 50,
    "101": 51,
    "云无留迹的过客": 51,
    "PASSERBYOFWANDERINGCLOUD": 51
}

var _changelog_relic = {
    "v1": [
        {
            "Icon": "71051.png",
            "Name": "天国@配信ルーム",
            "Old": "<b>@2P#</b> 装備キャラの会心ダメージ+ <b>16%</b> 。同じターンにSPを <b>3</b> 以上消費した場合、さらに会心ダメージ+ <b>32%</b> 、 <b>3</b> ターン継続。",
            "New": "<b>@2P#</b> 装備キャラの会心ダメージ+ <b>16%</b> 。1ターン以内にSPを <b>3</b> 以上消費した場合、さらに会心ダメージ+ <b>32%</b> 、 <b>3</b> ターン継続。",
            "Num": 1
        },
        {
            "Icon": "71051.png",
            "Name": "天国@配信ルーム",
            "Old": "<b>@2P#</b> 装備キャラの会心ダメージ+ <b>16%</b> 。1ターン以内にSPを <b>3</b> 以上消費した場合、さらに会心ダメージ+ <b>32%</b> 、 <b>3</b> ターン継続。",
            "New": "<b>@2P#</b> 装備キャラの会心ダメージ+ <b>16%</b> 。同じターンにSPを <b>3</b> 以上消費した場合、さらに会心ダメージ+ <b>32%</b> 、 <b>3</b> ターン継続。",
            "Num": 1
        }
    ],
    "v2": [],
    "v3": [
        {
            "Icon": "71051.png",
            "Name": "天国@配信ルーム",
            "Old": "<b>@2P#</b> 装備キャラの会心ダメージ+ <b>16%</b> 。同じターンにSPを <b>3</b> 以上消費した場合、さらに会心ダメージ+ <b>32%</b> 、 <b>3</b> ターン継続。",
            "New": "<b>@2P#</b> 装備キャラの会心ダメージ+ <b>16%</b> 。1ターン以内にSPを <b>3</b> 以上消費した場合、さらに会心ダメージ+ <b>32%</b> 、 <b>3</b> ターン継続。",
            "Num": 1
        }
    ],
    "v4": [],
    "Live": [
        {
            "Icon": "71034.png",
            "Name": "Duran, Dynasty of Running Wolves",
            "Old": "<b>@2P#</b> When an ally uses a Follow-Up ATK, the wearer gains 1 stack of Merit, stacking up to <b>5</b> time(s). Each stack of Merit increases the DMG dealt by the wearer's Follow-Up ATKs by <b>5%</b>. When there are <b>5</b> stacks, additionally increases the wearer's CRIT DMG by <b>25%</b>.",
            "New": "<b>@2P#</b> When an ally character uses a Follow-Up ATK, the wearer gains 1 stack of \"Merit,\" stacking up to <b>5</b> time(s). Each stack of \"Merit\" increases the DMG dealt by the wearer's Follow-Up ATKs by <b>5%</b>. When there are <b>5</b> stacks, additionally increases the wearer's CRIT DMG by <b>25%</b>.",
            "Num": 1
        }
    ]
}

var _changelog_avatar = {
    "1321": {},
    "23050": {}
}

var _changelog_veradd = {
    "v3": [
        {
            "Stance": [
                [
                    6.0,
                    [
                        "Fire",
                        "Elec",
                        "Imaginary"
                    ]
                ],
                [
                    7.0,
                    [
                        "Fire",
                        "Elec",
                        "Imaginary"
                    ]
                ]
            ],
            "Name": "「ハルモニア聖歌隊」ディエス・ドミニ",
            "_id": 3025016,
            "Icon": "mostericon/Monster_3025010.png"
        },
        {
            "HP": [
                10.0,
                2.5
            ],
            "Name": "「シーフ」バトルズ",
            "_id": 4012052,
            "Icon": "mostericon/Monster_4012050.png"
        },
        {
            "HP": [
                2.5,
                2.0
            ],
            "Name": "黄金の血の記憶の精霊・パーシアーノス",
            "_id": 406201001,
            "Icon": "mostericon/Monster_4062010.png"
        }
    ],
    "v4": [
        {
            "HP": [
                15.0,
                21.0
            ],
            "Name": "ナイトメア劇団・スウィート・ゴリラ",
            "_id": 300302013,
            "Icon": "mostericon/Monster_3003020.png"
        },
        {
            "HP": [
                60.0,
                80.0
            ],
            "Name": "ムーンライトペガサス",
            "_id": 402302005,
            "Icon": "mostericon/Monster_4023020.png"
        }
    ],
    "Live": [
        {
            "SPD": [
                130.0,
                125.0
            ],
            "Name": "大剣の守り・屈強な先鋒将軍",
            "_id": 4013014,
            "Icon": "mostericon/Monster_4013010.png"
        },
        {
            "SPD": [
                130.0,
                125.0
            ],
            "Name": "大剣の守り・屈強な先鋒将軍",
            "_id": 401301401,
            "Icon": "mostericon/Monster_4013010.png"
        },
        {
            "HP": [
                60.0,
                70.0
            ],
            "Name": "地を震わす獅子・炎の如き飛翼獣",
            "_id": 4023011,
            "Icon": "mostericon/Monster_4023010.png"
        },
        {
            "HP": [
                130.0,
                150.0
            ],
            "Name": "地を震わす獅子・炎の如き飛翼獣",
            "_id": 402301101,
            "Icon": "mostericon/Monster_4023010.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "プー一郎",
            "_id": 800205102,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "プー一郎",
            "_id": 800205103,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "プー次郎",
            "_id": 800205202,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "プー次郎",
            "_id": 800205203,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "プー三郎",
            "_id": 800205303,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "プー三郎",
            "_id": 800205304,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "序列プーマン",
            "_id": 800205801,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "序列プーマン",
            "_id": 800205802,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                166.5,
                133.0
            ],
            "Name": "序列プーマン（巨大）",
            "_id": 800210901,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                166.5,
                133.0
            ],
            "Name": "序列プーマン（巨大）",
            "_id": 800210902,
            "Icon": "mostericon/Monster_8002050.png"
        }
    ]
}

var _hidden = [
    {
        "Name": "3.6 New Story Characters",
        "Date": "2025/08/14",
        "Ver": "3.6v1",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "@1413# Evernight - Maid (March 7th)",
                    "@???# Evernight 2nd Form - Maid (March 7th)",
                    "@1414# Dan Heng PT - Male (Welt)",
                    "@???# Ying Xing - Male (Welt)"
                ]
            }
        ]
    },
    {
        "Name": "Test Event for Elation Path",
        "Date": "2025/07/28",
        "Ver": "3.5v5",
        "Notes": [
            {
                "Title": "\"Laughter Event\"",
                "DescList": [
                    "• There is an event internally named @\"Laughter Event\"# possibly appearing in @3.6#",
                    "• In this event, the team can gain 7 types of @Elemental Balls# that can @trigger certain effects# and @deal Fixed DMG# to enemies. (DMG Type is Break DMG, reason unknown)",
                    "• The effects and naming suggest that this may be related to an upcoming @Elation Path#."
                ]
            }
        ]
    },
    {
        "Name": "March SP, Dan Heng SP, Cyrene",
        "Date": "2025/07/20",
        "Ver": "3.5v3",
        "Notes": [
            {
                "Title": "March SP",
                "DescList": [
                    "• Remembrance Path DPS character.",
                    "• Can @enhance# her Memosprite.",
                    "• It can be deduced from Cyclical Extrapolation that she is an @HP-based# character in the 1st half banner."
                ]
            },
            {
                "Title": "Dan Heng SP",
                "DescList": [
                    "• Skill targets @one ally#.",
                    "• Has an @action bar summon# (not Memosprite)."
                ]
            },
            {
                "Title": "Cyrene",
                "DescList": [
                    "• Remembrance Path support character.",
                    "• Skill targets @all allies#.",
                    "• Has @multiple Memosprite Skills# that target @all allies#."
                ]
            }
        ]
    },
    {
        "Name": "Possible New Feature: In-Battle Path Change",
        "Date": "2025/07/06",
        "Ver": "3.5v1",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "3.5 - Added the ability to detect \"@character Path change in combat#.\"",
                    "Speculation: Some future characters may be able to change Path while in combat."
                ]
            }
        ]
    },
    {
        "Name": "SP Sparkle (Updated)",
        "Date": "2025/06/05",
        "Ver": "3.4v3",
        "Pics": [
            "avatardrawcardresult/1306"
        ],
        "Notes": [
            {
                "DescList": [
                    "• SP Sparkle is codenamed @Hanabi#. Ordinary Sparkle's codename is just @Sparkle#.",
                    "• Data suggest the existence of a @new playable Path#. It is Currently unknown which Path it is.",
                    "• Passive applies colored marks: Red, Black and \"Unknown\""
                ]
            }
        ]
    },
    {
        "Name": "3.4 New Feature: Story Skip",
        "Date": "2025/06/02",
        "Ver": "3.4v3",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Starting from version 3.4, you will be able to @skip certain stories#.",
                    "• Currently there is no info on which stories will become skippable. We'll need to @wait for official announcements#.",
                    "• However, judging from the current data structure, @all stories# have the possibility of being chosen as skippable."
                ]
            }
        ]
    }
]

var cl_select = {
    "v4 - Live": 4,
    "v3 - v4": 3,
    "v2 - v3": 2,
    "v1 - v2": 1
}

var cl_vers = [
    "v1",
    "v2",
    "v3",
    "v4",
    "Live"
]

var _diff_avatar = [
    1321
]

var _diff_weapon = [
    23050
]

var _weapon = [
    {
        "_id": 23030,
        "Name": "夕日に舞う",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23030,
        "Pic": "23030.png",
        "Mat": [
            113013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23050,
        "Name": "彼女の炎を忘れずに",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23050,
        "Pic": "23050.png",
        "Mat": [
            114013,
            110223
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23052,
        "Name": "愛はいま永遠に",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23052,
        "Pic": "23052.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 23051,
        "Name": "万里の山河を越えて",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23051,
        "Pic": "23051.png",
        "Mat": [
            115003,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23049,
        "Name": "長き夜に輝く星へ",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23049,
        "Pic": "23049.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23048,
        "Name": "黄金の血で刻む時代",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23048,
        "Pic": "23048.png",
        "Mat": [
            115013,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23047,
        "Name": "海の歌は何がため",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23047,
        "Pic": "23047.png",
        "Mat": [
            115003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23046,
        "Name": "理想を焼く奈落で",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23046,
        "Pic": "23046.png",
        "Mat": [
            111003,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23045,
        "Name": "報われぬ戴冠",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23045,
        "Pic": "23045.png",
        "Mat": [
            111013,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23044,
        "Name": "燃え盛る黎明のように",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23044,
        "Pic": "23044.png",
        "Mat": [
            115013,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 687.96,
            "DEF": 396.9
        }
    },
    {
        "_id": 23043,
        "Name": "風に揺蕩う虚言",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23043,
        "Pic": "23043.png",
        "Mat": [
            115013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23042,
        "Name": "空の虹が消えぬように",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23042,
        "Pic": "23042.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23041,
        "Name": "生命、焼滅すべし",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23041,
        "Pic": "23041.png",
        "Mat": [
            115013,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23040,
        "Name": "永訣よ美しくあれ",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23040,
        "Pic": "23040.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 23039,
        "Name": "前途燃やす血の如き炎",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23039,
        "Pic": "23039.png",
        "Mat": [
            115003,
            110183
        ],
        "Stats": {
            "HP": 1375.92,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 23038,
        "Name": "もしも時が花だったら",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23038,
        "Pic": "23038.png",
        "Mat": [
            115003,
            110233
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 23037,
        "Name": "触れてはならぬ領域へ",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23037,
        "Pic": "23037.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23036,
        "Name": "光陰を織り黄金と成す",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23036,
        "Pic": "23036.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23035,
        "Name": "長途はやがて帰途へと続く",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23035,
        "Pic": "23035.png",
        "Mat": [
            113003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 661.5
        }
    },
    {
        "_id": 23034,
        "Name": "大地より天を目指して",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23034,
        "Pic": "23034.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23033,
        "Name": "忍法帖・繚乱破魔",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23033,
        "Pic": "23033.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23032,
        "Name": "昔日の香りは今も猶",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23032,
        "Pic": "23032.png",
        "Mat": [
            113003,
            110243
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23031,
        "Name": "我が征く巡狩の道",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23031,
        "Pic": "23031.png",
        "Mat": [
            113013,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23030,
        "Name": "夕日に舞う",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23030,
        "Pic": "23030.png",
        "Mat": [
            113013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23029,
        "Name": "幾度目かの春",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23029,
        "Pic": "23029.png",
        "Mat": [
            113003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23028,
        "Name": "されど希望の銘は無価",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23028,
        "Pic": "23028.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23027,
        "Name": "二度目の生に向かって",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23027,
        "Pic": "23027.png",
        "Mat": [
            114013,
            110193
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23026,
        "Name": "光あふれる夜",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23026,
        "Pic": "23026.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23025,
        "Name": "夢が帰り着く場所",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23025,
        "Pic": "23025.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23024,
        "Name": "流れ逝く岸を歩いて",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23024,
        "Pic": "23024.png",
        "Mat": [
            114003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23023,
        "Name": "運命は常に不公平",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23023,
        "Pic": "23023.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 661.5
        }
    },
    {
        "_id": 23022,
        "Name": "時間の記憶を再構築して",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23022,
        "Pic": "23022.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23021,
        "Name": "人生は遊び",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23021,
        "Pic": "23021.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23020,
        "Name": "純粋なる思惟の洗礼",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23020,
        "Pic": "23020.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23019,
        "Name": "鏡の中の私",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23019,
        "Pic": "23019.png",
        "Mat": [
            113003,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23018,
        "Name": "その一刻、目に焼き付けて",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23018,
        "Pic": "23018.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23017,
        "Name": "驚魂の夜",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23017,
        "Pic": "23017.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23016,
        "Name": "悩んで笑って",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23016,
        "Pic": "23016.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23015,
        "Name": "陽光より輝くもの",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23015,
        "Pic": "23015.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23014,
        "Name": "この身は剣なり",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23014,
        "Pic": "23014.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23013,
        "Name": "時節は居らず",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23013,
        "Pic": "23013.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 23012,
        "Name": "泥の如き眠り",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23012,
        "Pic": "23012.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23011,
        "Name": "閉ざした瞳",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23011,
        "Pic": "23011.png",
        "Mat": [
            113013,
            110143
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 23010,
        "Name": "夜明け前",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23010,
        "Pic": "23010.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23009,
        "Name": "着かない彼岸",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23009,
        "Pic": "23009.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 582.12,
            "DEF": 330.75
        }
    },
    {
        "_id": 23008,
        "Name": "棺のこだま",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23008,
        "Pic": "23008.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23007,
        "Name": "降りやまぬ雨",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23007,
        "Pic": "23007.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23006,
        "Name": "待つのみ",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23006,
        "Pic": "23006.png",
        "Mat": [
            111013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23005,
        "Name": "勝利の刹那",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23005,
        "Pic": "23005.png",
        "Mat": [
            112003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 595.35
        }
    },
    {
        "_id": 23004,
        "Name": "世界の名を以て",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23004,
        "Pic": "23004.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23003,
        "Name": "だが戦争は終わらない",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23003,
        "Pic": "23003.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23002,
        "Name": "かけがえのないもの",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23002,
        "Pic": "23002.png",
        "Mat": [
            112013,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23001,
        "Name": "夜の帳の中で",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23001,
        "Pic": "23001.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23000,
        "Name": "銀河鉄道の夜",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23000,
        "Pic": "23000.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 24005,
        "Name": "尽きぬ追憶",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 24005,
        "Pic": "24005.png",
        "Mat": [
            111003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24004,
        "Name": "絶え間ない演算",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 24004,
        "Pic": "24004.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24003,
        "Name": "孤独の癒し",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 24003,
        "Pic": "24003.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24002,
        "Name": "記憶の素材",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 24002,
        "Pic": "24002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 24001,
        "Name": "星海巡航",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 24001,
        "Pic": "24001.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 24000,
        "Name": "とある星神の殞落を記す",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 24000,
        "Pic": "24000.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 22006,
        "Name": "ピンク色の明日へ",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 22006,
        "Pic": "22006.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 22005,
        "Name": "永遠の迷境ごはん",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 22005,
        "Pic": "22005.png",
        "Mat": [
            115003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22004,
        "Name": "宇宙一の大商い！",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 22004,
        "Pic": "22004.png",
        "Mat": [
            115003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22003,
        "Name": "忍事録・音律狩猟",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 22003,
        "Pic": "22003.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 22002,
        "Name": "明日のための旅",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 22002,
        "Pic": "22002.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22001,
        "Name": "よぉ、ここにいるぜ",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 22001,
        "Pic": "22001.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 22000,
        "Name": "初めてのクエストの前に",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 22000,
        "Pic": "22000.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21062,
        "Name": "終点でまた会おう",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21062,
        "Pic": "21062.png",
        "Mat": [
            115013,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 21061,
        "Name": "休日のバルネア大冒険",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21061,
        "Pic": "21061.png",
        "Mat": [
            115003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21060,
        "Name": "麦の香り漂う夢",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21060,
        "Pic": "21060.png",
        "Mat": [
            115013,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 21058,
        "Name": "古より受け継がれる血",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21058,
        "Pic": "21058.png",
        "Mat": [
            115003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21057,
        "Name": "花は忘れない",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21057,
        "Pic": "21057.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21056,
        "Name": "風を追う時",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21056,
        "Pic": "21056.png",
        "Mat": [
            115013,
            110233
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21055,
        "Name": "明日の明日まで",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21055,
        "Pic": "21055.png",
        "Mat": [
            115003,
            110243
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21054,
        "Name": "物語をめくって",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21054,
        "Pic": "21054.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21053,
        "Name": "旅が平穏であるように",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21053,
        "Pic": "21053.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 21052,
        "Name": "流すなら涙より汗",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21052,
        "Pic": "21052.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 198.45
        }
    },
    {
        "_id": 21051,
        "Name": "天才たちの「挨拶」",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21051,
        "Pic": "21051.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21050,
        "Name": "瞬刻の勝機",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21050,
        "Pic": "21050.png",
        "Mat": [
            111013,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21048,
        "Name": "夢のモンタージュ",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21048,
        "Pic": "21048.png",
        "Mat": [
            114003,
            110243
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21047,
        "Name": "夜は影のように付き纏う",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21047,
        "Pic": "21047.png",
        "Mat": [
            113013,
            110193
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21046,
        "Name": "美しき華よ今咲かん",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21046,
        "Pic": "21046.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21045,
        "Name": "調和が沈黙した後",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21045,
        "Pic": "21045.png",
        "Mat": [
            114013,
            110203
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21044,
        "Name": "終わりなき舞踏",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21044,
        "Pic": "21044.png",
        "Mat": [
            114013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21043,
        "Name": "二人だけのコンサート",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21043,
        "Pic": "21043.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21042,
        "Name": "心に刻まれた約束",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21042,
        "Pic": "21042.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21041,
        "Name": "ショーの始まり",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21041,
        "Pic": "21041.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21040,
        "Name": "銀河が陥落した日",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21040,
        "Pic": "21040.png",
        "Mat": [
            114003,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21039,
        "Name": "運命を紡ぐ糸",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21039,
        "Pic": "21039.png",
        "Mat": [
            114013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21038,
        "Name": "烈火の彼方",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21038,
        "Pic": "21038.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21037,
        "Name": "最後の勝者",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21037,
        "Pic": "21037.png",
        "Mat": [
            114013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21036,
        "Name": "ドリームタウンの大冒険",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21036,
        "Pic": "21036.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21035,
        "Name": "何が真か",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21035,
        "Pic": "21035.png",
        "Mat": [
            114003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21034,
        "Name": "今日も平和な一日",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21034,
        "Pic": "21034.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21033,
        "Name": "逃げ場なし",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21033,
        "Pic": "21033.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 264.6
        }
    },
    {
        "_id": 21032,
        "Name": "彫月裁雲の意",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21032,
        "Pic": "21032.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21031,
        "Name": "幽冥に帰す",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21031,
        "Pic": "21031.png",
        "Mat": [
            113003,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21030,
        "Name": "これがウチだよ！",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21030,
        "Pic": "21030.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 21029,
        "Name": "またお会いしましょう",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21029,
        "Pic": "21029.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21028,
        "Name": "暖かい夜は長くない",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21028,
        "Pic": "21028.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21027,
        "Name": "朝食の儀式感",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21027,
        "Pic": "21027.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21026,
        "Name": "ワン！散歩の時間！",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21026,
        "Pic": "21026.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21025,
        "Name": "過去と未来",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21025,
        "Pic": "21025.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21024,
        "Name": "春水に初生する",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21024,
        "Pic": "21024.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21023,
        "Name": "我ら地炎",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21023,
        "Pic": "21023.png",
        "Mat": [
            112013,
            110143
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 21022,
        "Name": "フェルマータ",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21022,
        "Pic": "21022.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21021,
        "Name": "等価交換",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21021,
        "Pic": "21021.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21020,
        "Name": "天才たちの休息",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21020,
        "Pic": "21020.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21019,
        "Name": "青空の下で",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21019,
        "Pic": "21019.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21018,
        "Name": "ダンス！ダンス！ダンス！",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21018,
        "Pic": "21018.png",
        "Mat": [
            113013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21017,
        "Name": "フォローして！",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21017,
        "Pic": "21017.png",
        "Mat": [
            113013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21016,
        "Name": "星間市場のトレンド",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21016,
        "Pic": "21016.png",
        "Mat": [
            113003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21015,
        "Name": "決意は汗のように輝く",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21015,
        "Pic": "21015.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21014,
        "Name": "今が丁度",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21014,
        "Pic": "21014.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21013,
        "Name": "この世界に喧噪を",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21013,
        "Pic": "21013.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21012,
        "Name": "秘密の誓い",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21012,
        "Pic": "21012.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21011,
        "Name": "惑星との出会い",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21011,
        "Pic": "21011.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21010,
        "Name": "論剣",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21010,
        "Pic": "21010.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21009,
        "Name": "ランドゥーの選択",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21009,
        "Pic": "21009.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21008,
        "Name": "獲物の視線",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21008,
        "Pic": "21008.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21007,
        "Name": "同じ気持ち",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21007,
        "Pic": "21007.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21006,
        "Name": "「私」の誕生",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21006,
        "Pic": "21006.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21005,
        "Name": "モグラ党へようこそ",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21005,
        "Pic": "21005.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21004,
        "Name": "記憶の中の姿",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21004,
        "Pic": "21004.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21003,
        "Name": "沈黙のみ",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21003,
        "Pic": "21003.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21002,
        "Name": "余生の初日",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21002,
        "Pic": "21002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21001,
        "Name": "おやすみなさいと寝顔",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21001,
        "Pic": "21001.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21000,
        "Name": "手術後の会話",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21000,
        "Pic": "21000.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 20022,
        "Name": "辿る記憶",
        "Rarity": 3,
        "Path": "Remembrance",
        "Skill": 20022,
        "Pic": "20022.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 635.04,
            "ATK": 423.36,
            "DEF": 264.6
        }
    },
    {
        "_id": 20021,
        "Name": "燃ゆる影",
        "Rarity": 3,
        "Path": "Remembrance",
        "Skill": 20021,
        "Pic": "20021.png",
        "Mat": [
            111003,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20020,
        "Name": "見識",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20020,
        "Pic": "20020.png",
        "Mat": [
            111013,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20019,
        "Name": "同調",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20019,
        "Pic": "20019.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20018,
        "Name": "匿影",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20018,
        "Pic": "20018.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20017,
        "Name": "新天地",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20017,
        "Pic": "20017.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20016,
        "Name": "倶歿",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20016,
        "Pic": "20016.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20015,
        "Name": "蕃殖",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20015,
        "Pic": "20015.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20014,
        "Name": "相抗",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20014,
        "Pic": "20014.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20013,
        "Name": "霊鍵",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20013,
        "Pic": "20013.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20012,
        "Name": "輪契",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20012,
        "Pic": "20012.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20011,
        "Name": "淵環",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20011,
        "Pic": "20011.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20010,
        "Name": "防衛",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20010,
        "Pic": "20010.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20009,
        "Name": "楽壊",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20009,
        "Pic": "20009.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20008,
        "Name": "嘉果",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20008,
        "Pic": "20008.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20007,
        "Name": "離弦",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20007,
        "Pic": "20007.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20006,
        "Name": "アーカイブ",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20006,
        "Pic": "20006.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20005,
        "Name": "斉頌",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20005,
        "Pic": "20005.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20004,
        "Name": "幽邃",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20004,
        "Pic": "20004.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20003,
        "Name": "琥珀",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20003,
        "Pic": "20003.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 264.6,
            "DEF": 330.75
        }
    },
    {
        "_id": 20002,
        "Name": "天傾",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20002,
        "Pic": "20002.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20001,
        "Name": "物穣",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20001,
        "Pic": "20001.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20000,
        "Name": "矢じり",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20000,
        "Pic": "20000.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    }
]

var _relic = [
    {
        "_id": 324,
        "Name": "天国@配信ルーム",
        "Icon": "71051.png",
        "Skills": [
            "装備キャラの会心ダメージ+ <b>16%</b> 。1ターン以内にSPを <b>3</b> 以上消費した場合、さらに会心ダメージ+ <b>32%</b> 、 <b>3</b> ターン継続。"
        ]
    },
    {
        "_id": 323,
        "Name": "永遠の地オンパロス",
        "Icon": "71050.png",
        "Skills": [
            "装備キャラの会心率+ <b>8%</b> 。装備キャラの記憶の精霊がフィールド上にいる時、味方全体の速度+ <b>8%</b> 。この効果は累積できない。"
        ]
    },
    {
        "_id": 322,
        "Name": "酩酊の海域",
        "Icon": "71047.png",
        "Skills": [
            "装備キャラの攻撃力+ <b>12%</b> 。装備キャラの攻撃力が <b>2400</b> / <b>3600</b> 以上の場合、与える持続ダメージがさらに+ <b>12%</b> / <b>24%</b> 。"
        ]
    },
    {
        "_id": 321,
        "Name": "夢を紡ぐ妖精の楽園",
        "Icon": "71046.png",
        "Skills": [
            "フィールド上にいる現在の味方の数が4ではない時、1名超過/不足するごとに、装備キャラおよびその記憶の精霊の与ダメージ+ <b>9%</b> / <b>12%</b> 、最大で <b>4</b> / <b>3</b> 層累積できる。"
        ]
    },
    {
        "_id": 320,
        "Name": "深慮に浸る巨樹",
        "Icon": "71043.png",
        "Skills": [
            "装備キャラの速度+ <b>6%</b> 。装備キャラの速度が <b>135</b> / <b>180</b> 以上の時、装備キャラ及びその記憶の精霊の治癒量+ <b>12%</b> / <b>20%</b> 。"
        ]
    },
    {
        "_id": 319,
        "Name": "静謐な拾骨地",
        "Icon": "71042.png",
        "Skills": [
            "装備キャラの最大HP+ <b>12%</b> 。装備キャラの最大HPが <b>5000</b> 以上の時、装備キャラおよびその記憶の精霊の会心ダメージ+ <b>28%</b> 。"
        ]
    },
    {
        "_id": 318,
        "Name": "奇想天外のバナダイス",
        "Icon": "71037.png",
        "Skills": [
            "装備キャラの会心ダメージ+ <b>16%</b> 。装備キャラが召喚したターゲットがフィールド上にいる場合、さらに会心ダメージ+ <b>32%</b> 。"
        ]
    },
    {
        "_id": 317,
        "Name": "海に沈んだルサカ",
        "Icon": "71036.png",
        "Skills": [
            "装備キャラのEP回復効率+ <b>5%</b> 。装備キャラがパーティの1枠目のキャラでない場合、1枠目のキャラの攻撃力+ <b>12%</b> 。"
        ]
    },
    {
        "_id": 316,
        "Name": "劫火と蓮灯の鋳煉宮",
        "Icon": "71035.png",
        "Skills": [
            "装備キャラの速度+ <b>6%</b> 。装備キャラの攻撃が炎属性弱点を持つ敵に命中する時、撃破特効+ <b>40%</b> 、 <b>1</b> ターン継続。"
        ]
    },
    {
        "_id": 315,
        "Name": "奔狼の都藍王朝",
        "Icon": "71034.png",
        "Skills": [
            "味方が追加攻撃を行う時、装備キャラは「勲功」を1層獲得する、最大で <b>5</b> 層累積できる。「勲功」1層につき、装備キャラの追加攻撃ダメージ+ <b>5%</b> 。「勲功」が <b>5</b> 層に達する時、さらに装備キャラの会心ダメージ+ <b>25%</b> 。"
        ]
    },
    {
        "_id": 314,
        "Name": "顕世の出雲と高天の神国",
        "Icon": "71031.png",
        "Skills": [
            "装備キャラの攻撃力+ <b>12%</b> 。戦闘に入る時、装備キャラと同じ運命のキャラが他に存在する場合、装備キャラの会心率+ <b>12%</b> 。"
        ]
    },
    {
        "_id": 313,
        "Name": "荒涼の惑星ツガンニヤ",
        "Icon": "71030.png",
        "Skills": [
            "装備キャラの会心率+ <b>4%</b> 。敵が倒された時、装備キャラの会心ダメージ+ <b>4%</b> 、最大で <b>10</b> 回累積できる。"
        ]
    },
    {
        "_id": 312,
        "Name": "夢の地ピノコニー",
        "Icon": "71027.png",
        "Skills": [
            "装備キャラのEP回復効率+ <b>5%</b> 。パーティ中の装備キャラと同じ属性の味方の与ダメージ+ <b>10%</b> 。"
        ]
    },
    {
        "_id": 311,
        "Name": "蒼穹戦線グラモス",
        "Icon": "71026.png",
        "Skills": [
            "装備キャラの攻撃力+ <b>12%</b> 。装備キャラの速度が <b>135</b> / <b>160</b> 以上の時、装備キャラの与ダメージ+ <b>12%</b> / <b>18%</b> 。"
        ]
    },
    {
        "_id": 310,
        "Name": "折れた竜骨",
        "Icon": "71023.png",
        "Skills": [
            "装備キャラの効果抵抗+ <b>10%</b> 。装備キャラの効果抵抗が <b>30%</b> 以上の時、味方全体の会心ダメージ+ <b>10%</b> 。"
        ]
    },
    {
        "_id": 309,
        "Name": "星々の競技場",
        "Icon": "71022.png",
        "Skills": [
            "装備キャラの会心率+ <b>8%</b> 。装備キャラの会心率が <b>70%</b> 以上の時、通常攻撃と戦闘スキルによるダメージ+ <b>20%</b> 。"
        ]
    },
    {
        "_id": 308,
        "Name": "生命のウェンワーク",
        "Icon": "71019.png",
        "Skills": [
            "装備キャラのEP回復効率+ <b>5%</b> 。装備キャラの速度が <b>120</b> 以上の場合、戦闘に入る時、行動順が <b>40%</b> 早まる。"
        ]
    },
    {
        "_id": 307,
        "Name": "盗賊公国タリア",
        "Icon": "71018.png",
        "Skills": [
            "装備キャラの撃破特効+ <b>16%</b> 。装備キャラの速度が <b>145</b> 以上の場合、さらに撃破特効+ <b>20%</b> 。"
        ]
    },
    {
        "_id": 306,
        "Name": "自転が止まったサルソット",
        "Icon": "71017.png",
        "Skills": [
            "装備キャラの会心率+ <b>8%</b> 。装備キャラの会心率が <b>50%</b> 以上の場合、追加攻撃ダメージと必殺技によるダメージ+ <b>15%</b> 。"
        ]
    },
    {
        "_id": 305,
        "Name": "天体階差機関",
        "Icon": "71016.png",
        "Skills": [
            "装備キャラの会心ダメージ+ <b>16%</b> 。装備キャラの会心ダメージが <b>120%</b> 以上の場合、戦闘に入った後、装備キャラの会心率+ <b>60%</b> 、初回の攻撃が終了するまで継続。"
        ]
    },
    {
        "_id": 304,
        "Name": "建創者のベロブルグ",
        "Icon": "71015.png",
        "Skills": [
            "装備キャラの防御力+ <b>15%</b> 。装備キャラの効果命中が <b>50%</b> 以上の場合、さらに防御力+ <b>15%</b> 。"
        ]
    },
    {
        "_id": 303,
        "Name": "汎銀河商事会社",
        "Icon": "71014.png",
        "Skills": [
            "装備キャラの効果命中+ <b>10%</b> 。装備キャラの攻撃力が、現在の効果命中 <b>25%</b> 分アップ、最大で+ <b>25%</b> 。"
        ]
    },
    {
        "_id": 302,
        "Name": "老いぬ者の仙舟",
        "Icon": "71013.png",
        "Skills": [
            "装備キャラの最大HP+ <b>12%</b> 。装備キャラの速度が <b>120</b> 以上の場合、味方全体の攻撃力+ <b>8%</b> 。"
        ]
    },
    {
        "_id": 301,
        "Name": "宇宙封印ステーション",
        "Icon": "71012.png",
        "Skills": [
            "装備キャラの攻撃力+ <b>12%</b> 。装備キャラの速度が <b>120</b> 以上の場合、さらに攻撃力+ <b>12%</b> 。"
        ]
    },
    {
        "_id": 128,
        "Name": "星の光を隠した隠者",
        "Icon": "71049.png",
        "Skills": [
            "付与するバリアの耐久値+ <b>10%</b> 。",
            "装備キャラが付与するバリアの耐久値+ <b>12%</b> 。装備キャラが付与したバリアを持つ味方の会心ダメージ+ <b>15%</b> 。"
        ]
    },
    {
        "_id": 127,
        "Name": "天地再創の救世主",
        "Icon": "71048.png",
        "Skills": [
            "会心率+ <b>8%</b> 。",
            "装備キャラが通常攻撃または戦闘スキルを発動した後、装備キャラの記憶の精霊がフィールド上にいる場合、装備キャラとその記憶の精霊の最大HP+ <b>24%</b> 、味方全体の与ダメージ+ <b>15%</b> 、装備キャラが次に通常攻撃または戦闘スキルを発動した後まで継続。"
        ]
    },
    {
        "_id": 126,
        "Name": "荒海を越える船長",
        "Icon": "71045.png",
        "Skills": [
            "会心ダメージ+ <b>16%</b> 。",
            "装備キャラが他の味方のスキルターゲットになった時、「助力」を1層獲得し、最大で <b>2</b> 層累積できる。必殺技を発動する時、「助力」を <b>2</b> 層所持している場合、すべての「助力」を消費し、装備キャラの攻撃力+ <b>48%</b> 、 <b>1</b> ターン継続。"
        ]
    },
    {
        "_id": 125,
        "Name": "烈陽と雷鳴の武神",
        "Icon": "71044.png",
        "Skills": [
            "速度+ <b>6%</b> 。",
            "装備キャラまたは記憶の精霊が、装備キャラおよびその記憶の精霊以外の味方を治癒した後、装備キャラは「慈雨」を獲得する。この効果は1ターンに最大1回まで発動でき、 <b>2</b> ターン継続する。また、装備キャラが「慈雨」を持っている場合、速度+ <b>6%</b> 、味方全体の会心ダメージ+ <b>15%</b> 、この効果は累積できない。"
        ]
    },
    {
        "_id": 124,
        "Name": "亡国の悲哀を詠う詩人",
        "Icon": "71041.png",
        "Skills": [
            "量子属性ダメージ+ <b>10%</b> 。",
            "装備キャラの速度- <b>8%</b> 。戦闘に入る前、装備キャラの速度が <b>110</b> / <b>95</b> を下回る時、装備キャラの会心率+ <b>20%</b> / <b>32%</b> 。この効果は装備キャラの記憶の精霊にも有効。"
        ]
    },
    {
        "_id": 123,
        "Name": "凱歌を揚げる英雄",
        "Icon": "71040.png",
        "Skills": [
            "攻撃力+ <b>12%</b> 。",
            "装備キャラの記憶の精霊がフィールドにいる時、装備キャラの速度+ <b>6%</b> 。装備キャラの記憶の精霊が攻撃を行う時、装備キャラおよびその記憶の精霊の会心ダメージ+ <b>30%</b> 、 <b>2</b> ターン継続。"
        ]
    },
    {
        "_id": 122,
        "Name": "知識の海に溺れる学者",
        "Icon": "71039.png",
        "Skills": [
            "会心率+ <b>8%</b> 。",
            "戦闘スキルおよび必殺技によるダメージ+ <b>20%</b> 。必殺技を発動した後、次に戦闘スキルを発動する時、与ダメージがさらに+ <b>25%</b> 。"
        ]
    },
    {
        "_id": 121,
        "Name": "再び苦難の道を歩む司祭",
        "Icon": "71038.png",
        "Skills": [
            "速度+ <b>6%</b> 。",
            "味方単体に対して戦闘スキルまたは必殺技を発動する時、スキルターゲットの会心ダメージ+ <b>18%</b> 、 <b>2</b> ターン継続。この効果は最大で <b>2</b> 層累積できる。"
        ]
    },
    {
        "_id": 120,
        "Name": "風雲を薙ぎ払う勇烈",
        "Icon": "71033.png",
        "Skills": [
            "攻撃力+ <b>12%</b> 。",
            "装備キャラの会心率+ <b>6%</b> 。装備キャラが追加攻撃を行う時、必殺技によるダメージ+ <b>36%</b> 、 <b>1</b> ターン継続。"
        ]
    },
    {
        "_id": 119,
        "Name": "蝗害を一掃せし鉄騎",
        "Icon": "71032.png",
        "Skills": [
            "撃破特効+ <b>16%</b> 。",
            "装備キャラの撃破特効が <b>150%</b> 以上の時、敵に与える弱点撃破ダメージが防御力を <b>10%</b> 無視する。装備キャラの撃破特効が <b>250%</b> 以上の時、さらに敵に与える超撃破ダメージが防御力を <b>15%</b> 無視する。"
        ]
    },
    {
        "_id": 118,
        "Name": "夢を弄ぶ時計屋",
        "Icon": "71029.png",
        "Skills": [
            "撃破特効+ <b>16%</b> 。",
            "装備キャラが味方に対して必殺技を発動する時、味方全体の撃破特効+ <b>30%</b> 、 <b>2</b> ターン継続。この効果は累積できない。"
        ]
    },
    {
        "_id": 117,
        "Name": "死水に潜る先駆者",
        "Icon": "71028.png",
        "Skills": [
            "デバフの影響を受けている敵への与ダメージ+ <b>12%</b> 。",
            "会心率+ <b>4%</b> 。デバフを <b>2</b> / <b>3</b> つ以上付与されている敵に対する、装備キャラの会心ダメージ+ <b>8%</b> / <b>12%</b> 。装備キャラが敵にデバフを付与した後、上記の効果が2倍になる、 <b>1</b> ターン継続。"
        ]
    },
    {
        "_id": 116,
        "Name": "深い牢獄の囚人",
        "Icon": "71025.png",
        "Skills": [
            "攻撃力+ <b>12%</b> 。",
            "敵に付与された持続ダメージ系デバフが1つにつき、装備キャラがその敵にダメージを与える時に防御力を <b>6%</b> 無視する。持続ダメージ系デバフは最大で <b>3</b> つまでカウントされる。"
        ]
    },
    {
        "_id": 115,
        "Name": "灰燼を燃やし尽くす大公",
        "Icon": "71024.png",
        "Skills": [
            "追加攻撃ダメージ+ <b>20%</b> 。",
            "装備キャラが追加攻撃を行った時、追加攻撃のヒット数に応じて、ダメージを与えるたびに装備キャラの攻撃力+ <b>6%</b> 、最大 <b>8</b> 回まで累積でき、 <b>3</b> ターン継続。この効果は、装備キャラが次の追加攻撃を行った時に解除される。"
        ]
    },
    {
        "_id": 114,
        "Name": "仮想空間を漫遊するメッセンジャー",
        "Icon": "71021.png",
        "Skills": [
            "速度+ <b>6%</b> 。",
            "装備キャラが味方に対して必殺技を発動した時、味方全体の速度+ <b>12%</b> 、 <b>1</b> ターン継続。この効果は累積できない。"
        ]
    },
    {
        "_id": 113,
        "Name": "宝命長存の蒔者",
        "Icon": "71020.png",
        "Skills": [
            "最大HP+ <b>12%</b> 。",
            "装備キャラが攻撃を受ける、または味方によってHPを消費させられた後、会心率+ <b>8%</b> 、 <b>2</b> ターン継続。この効果は最大で <b>2</b> 層累積できる。"
        ]
    },
    {
        "_id": 112,
        "Name": "荒地で盗みを働く廃土客",
        "Icon": "71011.png",
        "Skills": [
            "虚数属性ダメージ+ <b>10%</b> 。",
            "デバフ状態の敵にダメージを与える時、装備キャラの会心率+ <b>10%</b> 。禁錮状態の敵にダメージを与える時、会心ダメージ+ <b>20%</b> 。"
        ]
    },
    {
        "_id": 111,
        "Name": "流星の跡を追う怪盗",
        "Icon": "71010.png",
        "Skills": [
            "撃破特効+ <b>16%</b> 。",
            "装備キャラの撃破特効+ <b>16%</b> 。装備キャラが敵を弱点撃破した後、EPを <b>3</b> 回復する。"
        ]
    },
    {
        "_id": 110,
        "Name": "昼夜の狭間を翔ける鷹",
        "Icon": "71009.png",
        "Skills": [
            "風属性ダメージ+ <b>10%</b> 。",
            "装備キャラが必殺技を発動した後、行動順が <b>25%</b> 早まる。"
        ]
    },
    {
        "_id": 109,
        "Name": "雷鳴轟くバンド",
        "Icon": "71008.png",
        "Skills": [
            "雷属性ダメージ+ <b>10%</b> 。",
            "装備キャラが戦闘スキルを発動した時、装備キャラの攻撃力+ <b>20%</b> 、 <b>1</b> ターン継続。"
        ]
    },
    {
        "_id": 108,
        "Name": "星の如く輝く天才",
        "Icon": "71007.png",
        "Skills": [
            "量子属性ダメージ+ <b>10%</b> 。",
            "装備キャラが敵にダメージを与えた時、敵の防御力を <b>10%</b> 無視する。敵に量子属性の弱点がある場合、さらに防御力を <b>10%</b> 無視する。"
        ]
    },
    {
        "_id": 107,
        "Name": "溶岩で鍛造する火匠",
        "Icon": "71006.png",
        "Skills": [
            "炎属性ダメージ+ <b>10%</b> 。",
            "装備キャラの戦闘スキルによるダメージ+ <b>12%</b> 。必殺技を発動した後、次の攻撃の炎属性ダメージ+ <b>12%</b> 。"
        ]
    },
    {
        "_id": 106,
        "Name": "吹雪と対峙する兵士",
        "Icon": "71005.png",
        "Skills": [
            "受けるダメージ- <b>8%</b> 。",
            "ターンが回ってきた時、装備キャラの残りHPが <b>50%</b> 以下の場合、HPを最大HP <b>8%</b> 分回復し、EPを <b>5</b> 回復する。"
        ]
    },
    {
        "_id": 105,
        "Name": "成り上がりチャンピオン",
        "Icon": "71004.png",
        "Skills": [
            "物理属性ダメージ+ <b>10%</b> 。",
            "装備キャラが攻撃を行う、または攻撃を受けた後、今回の戦闘中の攻撃力+ <b>5%</b> 、最大で <b>5</b> 層累積できる。"
        ]
    },
    {
        "_id": 104,
        "Name": "雪の密林の狩人",
        "Icon": "71003.png",
        "Skills": [
            "氷属性ダメージ+ <b>10%</b> 。",
            "装備キャラが必殺技を発動した時、会心ダメージ+ <b>25%</b> 、 <b>2</b> ターン継続。"
        ]
    },
    {
        "_id": 103,
        "Name": "純庭教会の聖騎士",
        "Icon": "71002.png",
        "Skills": [
            "防御力+ <b>15%</b> 。",
            "装備キャラが付与するバリアの耐久値+ <b>20%</b> 。"
        ]
    },
    {
        "_id": 102,
        "Name": "草の穂ガンマン",
        "Icon": "71001.png",
        "Skills": [
            "攻撃力+ <b>12%</b> 。",
            "装備キャラの速度+ <b>6%</b> 、通常攻撃によるダメージ+ <b>10%</b> 。"
        ]
    },
    {
        "_id": 101,
        "Name": "流雲無痕の過客",
        "Icon": "71000.png",
        "Skills": [
            "治癒量+ <b>10%</b> 。",
            "戦闘開始時、SPを1回復する。"
        ]
    }
]

var _avatarskill = {
    "132101": {
        "v1": {
            "Name": "弄んで…記憶が綻びを引き裂く",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v2": {
            "Name": "弄んで…記憶が綻びを引き裂く",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v3": {
            "Name": "弄んで…記憶が綻びを引き裂く",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v4": {
            "Name": "翻弄…綻びを引き裂く記憶",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "Live": {
            "Name": "翻弄…綻びを引き裂く記憶",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        }
    },
    "132102": {
        "v1": {
            "Name": "舐めるように…乱逆は炎の舌を伸ばす",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "結界を展開し、 <b>#2[f]</b> ターン継続する。ダリアのターンが回ってくるたびに継続時間-1ターン。その後、指定した敵単体と隣接する敵に、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<br>結界が展開されている間、味方全体の弱点撃破効率+ <b>#3[p]</b> 。敵が<u>弱点撃破状態</u>でない場合、与えられた削靭値が<u>超撃破ダメージ</u>に転換される。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v2": {
            "Name": "舐めるように…乱逆は炎の舌を伸ばす",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "結界を展開し、 <b>#2[f]</b> ターン継続する。ダリアのターンが回ってくるたびに継続時間-1ターン。その後、指定した敵単体と隣接する敵に、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<br>結界が展開されている間、味方全体の弱点撃破効率+ <b>#3[p]</b> 。敵が<u>弱点撃破状態</u>でない場合、与えられた削靭値が<u>超撃破ダメージ</u>に転換される。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v3": {
            "Name": "舐めるように…乱逆は炎の舌を伸ばす",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "結界を展開し、 <b>#2[f]</b> ターン継続する。ダリアのターンが回ってくるたびに継続時間-1ターン。その後、指定した敵単体と隣接する敵に、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<br>結界が展開されている間、味方全体の弱点撃破効率+ <b>#3[p]</b> 。敵が<u>弱点撃破状態</u>でない場合、与えられた削靭値が<u>超撃破ダメージ</u>に転換される。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v4": {
            "Name": "舐る…炎の舌を伸ばす背叛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "結界を展開する。 <b>#2[f]</b> ターン継続。ダリアのターンが回ってくるたびに継続時間-1ターン。その後、指定した敵単体および隣接する敵に、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<br>結界が展開されている間、味方全体の弱点撃破効率+ <b>#3[p]</b> 。さらに、敵が<u>弱点撃破状態</u>でない場合でも、与えた削靭値に応じて<u>超撃破ダメージ</u>を与えられる。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "Live": {
            "Name": "舐る…炎の舌を伸ばす背叛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "結界を展開する。 <b>#2[f]</b> ターン継続。ダリアのターンが回ってくるたびに継続時間-1ターン。<br>指定した敵単体および隣接する敵に、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<br>結界が展開されている間、味方全体の弱点撃破効率+ <b>#3[p]</b> 。さらに、敵が<u>弱点撃破状態</u>でない場合でも、実際に削った靭性値に応じて<u>超撃破ダメージ</u>を与えられる。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        }
    },
    "132103": {
        "v1": {
            "Name": "溺れて…灰燼が墓場に舞い込む",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「凋落」状態にし、 <b>#2[f]</b> ターン継続する。その後、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。このダメージは敵全体で均等に分担される。<br>「凋落」状態の敵の防御力-@ <b>#3[p]</b> #、すべての「ダンスパートナー」の属性の弱点を付与される。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v2": {
            "Name": "溺れて…灰燼が墓場に舞い込む",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「凋落」状態にし、 <b>#2[f]</b> ターン継続する。その後、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。このダメージは敵全体で均等に分担される。<br>「凋落」状態の敵の防御力-@ <b>#3[p]</b> #、すべての「ダンスパートナー」の属性の弱点を付与される。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v3": {
            "Name": "溺れて…灰燼が墓場に舞い込む",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「凋落」状態にし、 <b>#2[f]</b> ターン継続する。その後、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。このダメージは敵全体で均等に分担される。<br>「凋落」状態の敵の防御力-@ <b>#3[p]</b> #、すべての「ダンスパートナー」の属性の弱点を付与される。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v4": {
            "Name": "耽溺…墓場に舞い込む灰燼",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「凋落」状態にする。 <b>#2[f]</b> ターン継続。その後、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。このダメージは敵全体で均等に分担される。<br>「凋落」状態の敵の防御力-@ <b>#3[p]</b> #、すべての「共に舞う者」の属性を弱点として付与する。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "Live": {
            "Name": "耽溺…墓場に舞い込む灰燼",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「凋落」状態にする。 <b>#2[f]</b> ターン継続。その後、ダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。このダメージは敵全体で均等に分担される。<br>「凋落」状態の敵の防御力-@ <b>#3[p]</b> #、すべての「共に舞う者」の属性を弱点として付与する。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        }
    },
    "132104": {
        "v1": {
            "Name": "コンスタンスを怖がるのは誰？",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "バウンド",
            "Desc": "戦闘に入る時、ダリアはEPを <b>#4[f]</b> 回復する。戦闘を開始したキャラが自身以外の味方の場合、ダリアとその味方は「ダンスパートナー」になる。戦闘を開始したキャラがダリアの場合、またはフィールドにダリア以外の「ダンスパートナー」がいない場合、自身と撃破特効が最も高い自身以外の味方を「ダンスパートナー」にする。「ダンスパートナー」が<u>弱点撃破状態</u>の敵を攻撃した後、その攻撃で与えた削靭値の@ <b>#5[p]</b> #分を<u>超撃破ダメージ</u>に転換する。<br>敵がもう1人の「ダンスパートナー」から攻撃を受けた後、ダリアは<u>追加攻撃</u>を発動し、ダメージを <b>#2[f]</b> 回与える。1回につきランダムな敵1体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<u>弱点撃破状態</u>の敵にダメージを与えるたびに、そのダメージで与えた削靭値の@ <b>#3[p]</b> #分を<u>超撃破ダメージ</u>に転換する。<br>この効果はターンが回ってくるたびに1回まで発動できる。<u>追加攻撃</u>が発動する前に敵が倒された場合、ランダムな敵1体に発動する。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v2": {
            "Name": "コンスタンスを怖がるのは誰？",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "バウンド",
            "Desc": "戦闘に入る時、ダリアはEPを <b>#4[f]</b> 回復する。戦闘を開始したキャラが自身以外の味方の場合、ダリアとその味方は「ダンスパートナー」になる。戦闘を開始したキャラがダリアの場合、またはフィールドにダリア以外の「ダンスパートナー」がいない場合、自身と撃破特効が最も高い自身以外の味方を「ダンスパートナー」にする。「ダンスパートナー」が<u>弱点撃破状態</u>の敵を攻撃した後、その攻撃で与えた削靭値の@ <b>#5[p]</b> #分を<u>超撃破ダメージ</u>に転換する。<br>敵がもう1人の「ダンスパートナー」から攻撃を受けた後、ダリアは<u>追加攻撃</u>を発動し、ダメージを <b>#2[f]</b> 回与える。1回につきランダムな敵1体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<u>弱点撃破状態</u>の敵にダメージを与えるたびに、そのダメージで与えた削靭値の@ <b>#3[p]</b> #分を<u>超撃破ダメージ</u>に転換する。<br>この効果はターンが回ってくるたびに1回まで発動できる。<u>追加攻撃</u>が発動する前に敵が倒された場合、ランダムな敵1体に発動する。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v3": {
            "Name": "コンスタンスを怖がるのは誰？",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "バウンド",
            "Desc": "戦闘に入る時、ダリアはEPを <b>#4[f]</b> 回復する。戦闘を開始したキャラが自身以外の味方の場合、ダリアとその味方は「ダンスパートナー」になる。戦闘を開始したキャラがダリアの場合、またはフィールドにダリア以外の「ダンスパートナー」がいない場合、自身と撃破特効が最も高い自身以外の味方を「ダンスパートナー」にする。「ダンスパートナー」が<u>弱点撃破状態</u>の敵を攻撃した後、その攻撃で与えた削靭値の@ <b>#5[p]</b> #分を<u>超撃破ダメージ</u>に転換する。<br>敵がもう1人の「ダンスパートナー」から攻撃を受けた後、ダリアは<u>追加攻撃</u>を発動し、ダメージを <b>#2[f]</b> 回与える。1回につきランダムな敵1体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<u>弱点撃破状態</u>の敵にダメージを与えるたびに、そのダメージで与えた削靭値の@ <b>#3[p]</b> #分を<u>超撃破ダメージ</u>に転換する。<br>この効果はターンが回ってくるたびに1回まで発動できる。<u>追加攻撃</u>が発動する前に敵が倒された場合、ランダムな敵1体に発動する。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v4": {
            "Name": "コンスタンスを恐れる者は？",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "バウンド",
            "Desc": "戦闘に入る時、ダリアはEPを <b>#4[f]</b> 回復する。戦闘開始者がダリア以外の味方であれば、ダリアとその味方に「共に舞う者」を付与する。戦闘開始者がダリアだった場合、またはフィールド上にダリア以外の「共に舞う者」がいない場合、ダリアおよびダリアを除いて最も撃破特効が高い味方に「共に舞う者」を付与する。「共に舞う者」が<u>弱点撃破状態</u>の敵を攻撃した後、その攻撃で与えた削靭値の@ <b>#5[p]</b> #分を<u>超撃破ダメージ</u>として与える。<br>ダリア以外の「共に舞う者」が敵を攻撃した後、ダリアは<u>追加攻撃</u>を発動し、ダメージを <b>#2[f]</b> 回与える。1回につきランダムな敵1体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<u>弱点撃破状態</u>の敵にダメージを与えるたび、そのダメージで与えた削靭値の@ <b>#3[p]</b> #分を<u>超撃破ダメージ</u>として与える。<br>この効果はターンが回ってくるたびに1回まで発動できる。<u>追加攻撃</u>を発動する前に敵が倒れた場合、ランダムな敵単体に発動する。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "Live": {
            "Name": "コンスタンスを恐れる者は？",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "バウンド",
            "Desc": "戦闘に入る時、ダリアはEPを <b>#4[f]</b> 回復し、自身と戦闘を開始した自身以外の味方を「共に舞う者」にする。フィールド上にダリア以外の「共に舞う者」がいない場合、自身と最も撃破特効が高い自身以外の味方を「共に舞う者」にする。「共に舞う者」が<u>弱点撃破状態</u>の敵を攻撃した後、その回のダメージの削靭値を@ <b>#5[p]</b> #分の<u>超撃破ダメージ</u>に転換する。<br>ダリア以外の「共に舞う者」が敵を攻撃した後、ダリアは <b>#2[f]</b> ヒットする<u>追加攻撃</u>を行う。1ヒットごとにランダムな敵単体にダリアの攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。なお、この追加攻撃が<u>弱点撃破状態</u>の敵にダメージを与えた場合、その回のダメージの削靭値を@ <b>#3[p]</b> #分の<u>超撃破ダメージ</u>に転換する。<br>この効果はターンが回ってくるたびに1回まで発動できる。<u>追加攻撃</u>を発動する前に敵が倒れた場合、ランダムな敵単体に発動する。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        }
    },
    "132106": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        }
    },
    "132107": {
        "v1": {
            "Name": "心こそが最高の墓場",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、 <b>#1[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内にいる敵は味方を攻撃しなくなる。特殊領域内にいる敵と戦闘に入った後、ダリアは即座に戦闘スキルの結界を展開し、<u>弱点撃破状態</u>の敵に対して、戦闘に入った時に与えた削靭値の <b>#2[p]</b> 分を<u>超撃破ダメージ</u>に転換する。<br>味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v2": {
            "Name": "心こそが最高の墓場",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、 <b>#1[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内にいる敵は味方を攻撃しなくなる。特殊領域内にいる敵と戦闘に入った後、ダリアは即座に戦闘スキルの結界を展開し、<u>弱点撃破状態</u>の敵に対して、戦闘に入った時に与えた削靭値の <b>#2[p]</b> 分を<u>超撃破ダメージ</u>に転換する。<br>味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v3": {
            "Name": "心こそが最高の墓場",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、 <b>#1[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内にいる敵は味方を攻撃しなくなる。特殊領域内にいる敵と戦闘に入った後、ダリアは即座に戦闘スキルの結界を展開し、<u>弱点撃破状態</u>の敵に対して、戦闘に入った時に与えた削靭値の <b>#2[p]</b> 分を<u>超撃破ダメージ</u>に転換する。<br>味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v4": {
            "Name": "心こそ至高の墓場",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、 <b>#1[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内にいる敵は味方を攻撃しない。特殊領域内にいる敵と戦闘に入った後、ダリアは即座に戦闘スキルの結界を展開し、戦闘開始時に与えた削靭値の <b>#2[p]</b> 分の<u>超撃破ダメージ</u>を<u>弱点撃破状態</u>の敵に与える。<br>味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "Live": {
            "Name": "心こそ至高の墓場",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、 <b>#1[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内にいる敵は味方を攻撃しない。特殊領域内にいる敵と戦闘に入った後、ダリアは即座に戦闘スキルの結界を展開し、戦闘開始時に与えた削靭値を <b>#2[p]</b> 分の<u>超撃破ダメージ</u>に転換して、<u>弱点撃破状態</u>の敵に与える。<br>味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        }
    }
}

var _avatarskilltree = {
    "1321": {
        "v1": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "またひとつの葬礼",
                "Desc": "戦闘に入る時、自身以外の味方の撃破特効をダリアの撃破特効 <b><color style='color:#f29e38'>24%</color></b> 分+ <b><color style='color:#f29e38'>50%</color></b> アップさせる。 <b><color style='color:#f29e38'>1</color></b> ターン継続。ダリアが自身以外の味方による回復またはバリアを得た時、この効果がもう1度発動する。 <b><color style='color:#f29e38'>3</color></b> ターン継続。1ターンに1回まで発動できる。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "故人に哀悼を",
                "Desc": "天賦による<u>追加攻撃</u>が発動する時、味方のSPを1回復する。この効果は天賦による<u>追加攻撃</u>が <b><color style='color:#f29e38'>2</color></b> 回発動するたびに、1回発動する。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "古きを捨て、新しきに恋する",
                "Desc": "味方が敵に弱点を付与した時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。炎属性キャラがこの効果を発動した場合、最大EP <b><color style='color:#f29e38'>10%</color></b> 分のEPを回復する。最大で最大EPの <b><color style='color:#f29e38'>50%</color></b> まで回復できる。この効果はキャラごとに、ターンが回ってくるたびに1回まで発動できる。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "またひとつの葬礼",
                "Desc": "戦闘に入る時、自身以外の味方の撃破特効をダリアの撃破特効 <b><color style='color:#f29e38'>24%</color></b> 分+ <b><color style='color:#f29e38'>50%</color></b> アップさせる。 <b><color style='color:#f29e38'>1</color></b> ターン継続。ダリアが自身以外の味方による回復またはバリアを得た時、この効果がもう1度発動する。 <b><color style='color:#f29e38'>3</color></b> ターン継続。1ターンに1回まで発動できる。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "故人に哀悼を",
                "Desc": "天賦による<u>追加攻撃</u>が発動する時、味方のSPを1回復する。この効果は天賦による<u>追加攻撃</u>が <b><color style='color:#f29e38'>2</color></b> 回発動するたびに、1回発動する。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "古きを捨て、新しきに恋する",
                "Desc": "味方が敵に弱点を付与した時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。炎属性キャラがこの効果を発動した場合、最大EP <b><color style='color:#f29e38'>10%</color></b> 分のEPを回復する。最大で最大EPの <b><color style='color:#f29e38'>50%</color></b> まで回復できる。この効果はキャラごとに、ターンが回ってくるたびに1回まで発動できる。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "またひとつの葬礼",
                "Desc": "戦闘に入る時、自身以外の味方の撃破特効をダリアの撃破特効 <b><color style='color:#f29e38'>24%</color></b> 分+ <b><color style='color:#f29e38'>50%</color></b> アップさせる。 <b><color style='color:#f29e38'>1</color></b> ターン継続。ダリアが自身以外の味方による回復またはバリアを得た時、この効果がもう1度発動する。 <b><color style='color:#f29e38'>3</color></b> ターン継続。1ターンに1回まで発動できる。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "故人に哀悼を",
                "Desc": "天賦による<u>追加攻撃</u>が発動する時、味方のSPを1回復する。この効果は天賦による<u>追加攻撃</u>が <b><color style='color:#f29e38'>2</color></b> 回発動するたびに、1回発動する。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "古きを捨て、新しきに恋する",
                "Desc": "味方が敵に弱点を付与した時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。炎属性キャラがこの効果を発動した場合、最大EP <b><color style='color:#f29e38'>10%</color></b> 分のEPを回復する。最大で最大EPの <b><color style='color:#f29e38'>50%</color></b> まで回復できる。この効果はキャラごとに、ターンが回ってくるたびに1回まで発動できる。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "葬礼またひとつ",
                "Desc": "戦闘に入る時、自身以外の味方の撃破特効をダリアの撃破特効 <b><color style='color:#f29e38'>24%</color></b> 分+ <b><color style='color:#f29e38'>50%</color></b> アップさせる。 <b><color style='color:#f29e38'>1</color></b> ターン継続。ダリアが自身以外の味方による回復またはバリアを得た時、この効果をもう1度発動する。 <b><color style='color:#f29e38'>3</color></b> ターン継続。1ターンに1回まで発動できる。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "故人に哀悼を",
                "Desc": "天賦による<u>追加攻撃</u>が発動する時、味方のSPを1回復する。この効果は天賦による<u>追加攻撃</u>が <b><color style='color:#f29e38'>2</color></b> 回発動するたびに、1回発動する。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "古きを捨て、新しきに恋する",
                "Desc": "味方が敵に弱点を付与した時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。<br>味方の炎属性キャラが攻撃中に弱点を付与した場合、攻撃後に追加で、弱点を付与した各ターゲットの靭性値を <b><color style='color:#f29e38'>20</color></b> 削る。なお、この削靭は炎属性となる。同時に、最大EP <b><color style='color:#f29e38'>10%</color></b> 分のEPを回復する。この効果で回復できるEPは、最大EPの <b><color style='color:#f29e38'>50%</color></b> までとなる。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "葬礼またひとつ",
                "Desc": "戦闘に入る時、自身以外の味方の撃破特効をダリアの撃破特効 <b><color style='color:#f29e38'>24%</color></b> 分+ <b><color style='color:#f29e38'>50%</color></b> アップさせる。 <b><color style='color:#f29e38'>1</color></b> ターン継続。ダリアが自身以外の味方による治癒効果またはバリアを得た時、この効果をもう1度発動する。 <b><color style='color:#f29e38'>3</color></b> ターン継続。1ターンに1回まで発動できる。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "故人に哀悼を",
                "Desc": "天賦による<u>追加攻撃</u>が発動する時、味方のSPを1回復する。この効果は天賦による<u>追加攻撃</u>が <b><color style='color:#f29e38'>2</color></b> 回発動するたびに、1回発動する。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "古きを捨て、新しきに恋する",
                "Desc": "味方が敵に弱点を付与した時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。<br>味方の炎属性キャラが攻撃中に弱点を付与した場合、攻撃後に追加で、弱点を付与した各ターゲットの靭性値を <b><color style='color:#f29e38'>20</color></b> 削る。なお、この削靭は炎属性となる。同時に、最大EP <b><color style='color:#f29e38'>10%</color></b> 分のEPを回復する。この効果で回復できるEPは、最大EPの <b><color style='color:#f29e38'>50%</color></b> までとなる。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        }
    }
}

var _avatarrank = {
    "132101": {
        "v1": {
            "Rank": 1,
            "Name": "咲く時を待つ蕾",
            "Desc": "天賦による「ダンスパートナー」の<u>超撃破ダメージ</u>倍率が味方全体に適用され、「ダンスパートナー」の倍率がさらに <b><color style='color:#f29e38'>40%</color></b> アップする。「ダンスパートナー」が攻撃を行った後、攻撃を受けた敵の最大靭性値の <b><color style='color:#f29e38'>25%</color></b> 分の靭性ダメージを追加で与える（最小は <b><color style='color:#f29e38'>10</color></b> 、最大は <b><color style='color:#f29e38'>300</color></b> ）。この効果は敵1体につき1回しか発動せず、敵がHPが0になる攻撃を受けると該当する敵の発動回数がリセットされる。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v2": {
            "Rank": 1,
            "Name": "咲く時を待つ蕾",
            "Desc": "天賦による「ダンスパートナー」の<u>超撃破ダメージ</u>倍率が味方全体に適用され、「ダンスパートナー」の倍率がさらに <b><color style='color:#f29e38'>40%</color></b> アップする。「ダンスパートナー」が攻撃を行った後、攻撃を受けた敵の最大靭性値の <b><color style='color:#f29e38'>25%</color></b> 分の靭性ダメージを追加で与える（最小は <b><color style='color:#f29e38'>10</color></b> 、最大は <b><color style='color:#f29e38'>300</color></b> ）。この効果は敵1体につき1回しか発動せず、敵がHPが0になる攻撃を受けると該当する敵の発動回数がリセットされる。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v3": {
            "Rank": 1,
            "Name": "咲く時を待つ蕾",
            "Desc": "天賦による「ダンスパートナー」の<u>超撃破ダメージ</u>倍率が味方全体に適用され、「ダンスパートナー」の倍率がさらに <b><color style='color:#f29e38'>40%</color></b> アップする。「ダンスパートナー」が攻撃を行った後、攻撃を受けた敵の最大靭性値の <b><color style='color:#f29e38'>25%</color></b> 分の靭性ダメージを追加で与える（最小は <b><color style='color:#f29e38'>10</color></b> 、最大は <b><color style='color:#f29e38'>300</color></b> ）。この効果は敵1体につき1回しか発動せず、敵がHPが0になる攻撃を受けると該当する敵の発動回数がリセットされる。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v4": {
            "Rank": 1,
            "Name": "咲く時を待つ蕾",
            "Desc": "天賦による「共に舞う者」の<u>超撃破ダメージ</u>倍率が味方全体に適用され、「共に舞う者」の倍率がさらに <b><color style='color:#f29e38'>40%</color></b> アップする。「共に舞う者」が攻撃を行った後、攻撃を受けた敵の最大靭性値の <b><color style='color:#f29e38'>25%</color></b> 分の靭性ダメージを追加で与える（最小は <b><color style='color:#f29e38'>10</color></b> 、最大は <b><color style='color:#f29e38'>300</color></b> ）。この効果は敵1体につき1回しか発動できず、敵がHP0になる攻撃を受けた後、その敵への発動可能回数がリセットされる。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "Live": {
            "Rank": 1,
            "Name": "咲く時を待つ蕾",
            "Desc": "天賦による「共に舞う者」の<u>超撃破ダメージ</u>倍率が味方全体に適用され、「共に舞う者」の倍率がさらに <b><color style='color:#f29e38'>40%</color></b> アップする。「共に舞う者」が攻撃を行った後、追加で攻撃を受けた敵の最大靭性値 <b><color style='color:#f29e38'>25%</color></b> 分の靭性を削る（最小は <b><color style='color:#f29e38'>10</color></b> 、最大は <b><color style='color:#f29e38'>300</color></b> ）。この効果は敵1体につき1回しか発動できず、敵がHP0になる攻撃を受けた後、その敵への発動可能回数がリセットされる。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        }
    },
    "132102": {
        "v1": {
            "Rank": 2,
            "Name": "新生、鮮霊、愛憐",
            "Desc": "「凋落」状態はターゲットの全属性耐性を追加で <b><color style='color:#f29e38'>18%</color></b> ダウンさせる。敵が戦闘に入る時、即座に「凋落」状態となり、 <b><color style='color:#f29e38'>3</color></b> ターン継続する。",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "新生、鮮霊、愛憐",
            "Desc": "「凋落」状態はターゲットの全属性耐性を追加で <b><color style='color:#f29e38'>18%</color></b> ダウンさせる。敵が戦闘に入る時、即座に「凋落」状態となり、 <b><color style='color:#f29e38'>3</color></b> ターン継続する。",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "新生、鮮霊、愛憐",
            "Desc": "「凋落」状態はターゲットの全属性耐性を追加で <b><color style='color:#f29e38'>20%</color></b> ダウンさせる。敵が戦闘に入る時、即座に「凋落」状態となり、 <b><color style='color:#f29e38'>3</color></b> ターン継続する。",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "新生、鮮麗、愛憐",
            "Desc": "ダリアがフィールド上にいる場合、敵全体の全属性耐性- <b><color style='color:#f29e38'>20%</color></b> 。敵が戦闘に入る時、即座に「凋落」状態となり、 <b><color style='color:#f29e38'>3</color></b> ターン継続する。",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "新生、鮮麗、愛憐",
            "Desc": "ダリアがフィールド上にいる時、敵全体の全属性耐性- <b><color style='color:#f29e38'>20%</color></b> 。敵が戦闘に入る時、即座に「凋落」状態となる。「凋落」状態は <b><color style='color:#f29e38'>3</color></b> ターン継続。",
            "Icon": "SkillIcon_1321_Rank2"
        }
    },
    "132103": {
        "v1": {
            "Rank": 3,
            "Name": "蝉翼の如く儚い花弁",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "蝉翼の如く儚い花弁",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "蝉翼の如く儚い花弁",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "蝉の翅の如く<br>儚い花弁",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "蝉の翅の如く<br>儚い花弁",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1321_Ultra"
        }
    },
    "132104": {
        "v1": {
            "Rank": 4,
            "Name": "虫に蝕まれた花蕊",
            "Desc": "天賦による<u>追加攻撃</u>のバウンド回数+ <b><color style='color:#f29e38'>5</color></b> 。命中するたびにターゲットが受けるダメージ+ <b><color style='color:#f29e38'>12%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "虫に蝕まれた花蕊",
            "Desc": "天賦による<u>追加攻撃</u>のバウンド回数+ <b><color style='color:#f29e38'>5</color></b> 。命中するたびにターゲットが受けるダメージ+ <b><color style='color:#f29e38'>12%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "虫に蝕まれた花蕊",
            "Desc": "天賦による<u>追加攻撃</u>のバウンド回数+ <b><color style='color:#f29e38'>5</color></b> 。命中するたびにターゲットが受けるダメージ+ <b><color style='color:#f29e38'>12%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "虫に蝕まれた花蕊",
            "Desc": "天賦による<u>追加攻撃</u>のバウンド回数+ <b><color style='color:#f29e38'>5</color></b> 。命中するたびにターゲットが受けるダメージ+ <b><color style='color:#f29e38'>12%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "虫に蝕まれた花蕊",
            "Desc": "天賦による<u>追加攻撃</u>のヒット数+ <b><color style='color:#f29e38'>5</color></b> 。また、ダリアが追加攻撃を発動する時、敵全体の受けるダメージ+ <b><color style='color:#f29e38'>12%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1321_Rank4"
        }
    },
    "132105": {
        "v1": {
            "Rank": 5,
            "Name": "凋落、腐敗、憎悪",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1321_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "凋落、腐敗、憎悪",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1321_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "凋落、腐敗、憎悪",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1321_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "凋落、腐敗、憎悪",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1321_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "凋落、腐敗、憎悪",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1321_BP"
        }
    },
    "132106": {
        "v1": {
            "Rank": 6,
            "Name": "されど危うく美しい",
            "Desc": "ダリアの撃破特効+ <b><color style='color:#f29e38'>150%</color></b> 。天賦による<u>追加攻撃</u>が発動する時、すべての「ダンスパートナー」の次の<u>行動順</u>を <b><color style='color:#f29e38'>15%</color></b> 早める。",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "されど危うく美しい",
            "Desc": "ダリアの撃破特効+ <b><color style='color:#f29e38'>150%</color></b> 。天賦による<u>追加攻撃</u>が発動する時、すべての「ダンスパートナー」の次の<u>行動順</u>を <b><color style='color:#f29e38'>15%</color></b> 早める。",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "されど危うく美しい",
            "Desc": "ダリアの撃破特効+ <b><color style='color:#f29e38'>150%</color></b> 。天賦による<u>追加攻撃</u>が発動する時、すべての「ダンスパートナー」の次の<u>行動順</u>を <b><color style='color:#f29e38'>20%</color></b> 早める。",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "されど危うく美しい",
            "Desc": "「共に舞う者」の撃破特効+ <b><color style='color:#f29e38'>150%</color></b> 。天賦による<u>追加攻撃</u>が発動する時、すべての「ダンスパートナー」の次の<u>行動順</u>を <b><color style='color:#f29e38'>20%</color></b> 早める。",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "されど危うく美しい",
            "Desc": "「共に舞う者」の撃破特効+ <b><color style='color:#f29e38'>150%</color></b> 。天賦による<u>追加攻撃</u>が発動する時、すべての「共に舞う者」の次の<u>行動順</u>を <b><color style='color:#f29e38'>20%</color></b> 早める。",
            "Icon": "SkillIcon_1321_Rank6"
        }
    }
}

var _story = {
    "1321": [
        {
            "_id": 1,
            "Story": "美しき夢は永火官邸を焼き払い、「彼女」にまつわる一切を灰にした。<br>「壊滅」と「記憶」…裏切りの花は、過ぎ去ったその道で鮮烈に咲き乱れる——<br>誰も知らない夢境に戻り、彼女に再び火をつけるのは、一体なんなのだろうか？"
        },
        {
            "_id": 2,
            "Story": "彼女は奈落の最深部から逃げ出し、途中で自分に関するすべての記憶を燃やした。<br>その燃え尽きた痕跡を辿ってここに辿り着き、そして無数のガーデンの鏡が、彼女の空虚なシルエットを映している。<br><br><i>「メモキーパーダリア、なぜガーデンを裏切った？」</i><br>彼女は鋭い爪で頬を叩き、無数の鏡の中、同じ角度で笑みを浮かべた。<br><i>「ただ飽きてしまっただけですわ…かつて『壊滅』を裏切った時のように」</i><br><br>彼女の視線が、鏡の中の無数の自分をなぞる——<br><i>「そうですわ…私はすでに、あなたの鏡の中に落ちてしまいました。でもそれはつまり、私が炎に包まれる時、すべての鏡もまた、同じ炎に呑まれるということではなくって？」</i><br><br>彼女は奇妙なダンスを始めた。鏡の中の幾千万ものシルエットは、彼女と共にドレスの裾をひるがえす…その裾から冷たい炎が立ち上り、優しく舐めるように、鏡に映るシルエットたちをゆっくりと呑み込んだ。<br><br>ガーデンの鏡に映された光景を見た——あの女が記憶の花束をすべて烈火に捧げるところを。彼女の幼き日々は燃え尽き、青春の歳月は灰となり、最後にはその過去がすべて……<br>共に燃えているのは、私たちの幾千万の鏡。<br><br><i>「身体が火照ってきたのではなくて？それでは一緒に優しい炎の中に入りましょう……」</i>彼女は目の前の鏡の中から、こちらに微笑みかけた。<br><br>もう、あの叫び声は聞こえない。胸に満ちる喜びに導かれるまま、私は鏡の中に入り、あの踊るシルエットを追いかけた——ステップを合わせ、舞を交わし、ついにそのドレスの裾に指先が触れた……<br>その瞬間、彼女はようやく私の目を見た。揺れる光の中、彼女は両手で私の頬を包む。その瞳に映る青は、まるで優しい波のように、私のすべてを呑み込んだ。<br><br><align=\"right\">——あるメモキーパーの記憶</align><br><br><i>「メモキーパーたちは、私がすべての過去を捧げたと思い込んでいるようですが…それが必ずしも『私』の過去とは限らないのではなくて？」</i><br>尻尾の炎を弄びながら、彼女は次の記憶へと歩み出した。"
        },
        {
            "_id": 3,
            "Story": "<i>「コンスタンス…彼女は子供たちの中で最年長だったわけではありませんが、間違いなくお姉さんのような存在でした。私たちに教えてくれる時、その尻尾は確かに怖かったですが、それに傷つけられたことは一度もありません」</i><br><align=\"right\">——「スクライブ」の記憶</align><br><br><i>「じじいから『壊滅』の技を教わってた時、誰よりも呑み込みの早かったのがコンスタンスだ。まるで…忘れてた本能を思い出してるかのようだった。怖ぇよな…でもあいつの声は、すんげぇ優しいんだ」</i><br><align=\"right\">——「シャックル」の記憶</align><br><br><i>「彼女は細長い指で、俺のために調律してくれてたし、熱を帯びた旋律の奏で方も教えてくれた。ああ…分かってる…彼女の指先では炎が踊ってるが、心は冷たいままだって」</i><br><align=\"right\">——「チューナー」の記憶</align><br><br><i>「コンスタンス…私の子供の中で最も野望に満ち、最も優秀な子。あの子に『壊滅』の炎をわざわざ授ける必要などない。彼女はとうに、自分の心の奥底で燃える炎に焼かれているからだ。<br><br>なんとも野心の強い娘よ。しかし、永火官邸にはこういう者こそ相応しい。いずれ必ず、彼女はアナイアレイトギャングの戯れ言に飽きるだろう。その時、主は彼女を大いに迎え入れるに違いない。なぜなら、最も苛烈な壊滅でしか、其を喜ばすことはできないのだからな……」</i><br><align=\"right\">——冥火大公の記憶</align><br><br>暮雨が降りしきったあの夜、カトリーナ、デブラ、アカーシュ——彼らは炎の中で行方不明となった。<br>火と戯れる魔女は廃墟となった屋敷を焼き尽くすことなく、余燼の中の記憶をひとつひとつ拾い上げた——<br><i>「お父様、あなたの死を弔い——私は美しき夢の陰でくすぶる炎となって、欲するものをすべて抱きしめましょう」</i><br><br>虚無の雨の下、彼女の表情は誰の目にも映らなかった。笑っていたのか、泣いていたのか、それとも……"
        },
        {
            "_id": 4,
            "Story": "彼女は、コンスタンスと名乗った。<br>あれが、彼女との初めての出会い。白いワンピースに身を包んだ彼女は、培養槽から目覚めたばかりのあたしの髪を梳かしてくれた。<br><br>彼女は、ダリアと名乗った。<br>あれが、彼女との2度目の邂逅。ある任務で、彼女は白い手袋であたしのために血を拭ってくれた…まるで、お姉さんのように。<br><br><i>「怖がらなくてもいいですわ。私はずっとあなたの傍にいます」</i><br>彼女は美しき夢の奥へと消えていき、花の香りだけをほのかに残していった。<br><br>宴の星には、憧れを胸に抱く夢追い人が大勢いる。そして彼女は、意のままに他人の記憶の一部となる。<br>あたしは脚本に従って行動してるけど、彼女がそれを真に受けたことはなかった。<br><br>この長い宴の中、彼女は運命の五線譜を巡り巡って、誰の誘いも拒むことなく踊り続けていた——<br><br>彼女は「秩序」の楽章の中を渡り歩きながらも、「調和」の音符に触れられずにはいられなかった。彼女は「繁殖」の鼻歌に耳を傾け、運命に翻弄されつつも、自ら進んで「虚無」の影に呑み込まれた。そして意図せず、あるいは導かれるように…彼女は再び「記憶」と踊り始めた。<br><br>いつも、彼女の熱意は燃えるように激しく、そして儚かった。<br>彼女は言っていた——自分の命を生死の境に置いたその刹那にこそ、生きている喜びを感じられるのだと。<br>だから、彼女があたしに向ける眼差しは少し複雑だった。<br>その眼差しの奥には憐れみが——あたしの定められた死に対する憐れみがあった。そして愉悦も感じた、また美しい思い出ができたかのようだった。それから好奇心、あたしが自分の運命にどう抗うのか、それを見届けたいという好奇心があった。<br><br>彼女に、ナナシビトと「終焉」に関する記憶を燃やしてほしいとお願いした。あの記憶はあまりにも危険だから。<br>彼女は尻尾の炎でナナシビトの過去に火を点けたあと、微笑みながらこう言った、<br>「本当に忘れ去られるものなどありません——たとえ最も苛烈な炎に焼かれようとも」<br><br>もしかしたら、彼女はもう何度も同じことをしたのかもしれない。<br>いろんなものに背を向け、ただ一心に何かを追いかけていた。<br>だからこそ、彼女は何度でも宴に足を運ぶ。たとえその席で、人々が彼女を「死と傷痕と、枯れゆくものをもたらす者」と囁き、罵ったとしても。かつては、死も鮮烈な命で、傷痕からは熱い鮮血が溢れ出た。枯れゆくものにも、一度は栄えた過去があるということを、誰が覚えてるのかな。<br><align=\"right\">——とある星核ハンターの捻じ曲げられた記憶より</align>"
        },
        {
            "_id": 5,
            "Story": "もし彼女が「終焉」の演目に加われば、億万とある可能性の中で毎回、様々な形で裏切るだろう。<br><br>星核ハンターは、銀河にまつわる秘密を多く知りすぎている。彼女がその記憶を覗こうとすれば、いつか必ず「壊滅」の一瞥が注がれる日がやってくるだろう。<br>やがて彼女は、果てしない苦しい旅路に嫌気がさして、終焉の到来を早めるかもしれない——「須臾」の名を以て、「記憶」を滅ぼす大君となることで。<br><br>ある可能性の中で、彼女は銀河中のすべての人に彼女の昇格を忘れさせた。まるで、第8の絶滅大君など最初から存在しなかったかのように。<br>時間の果てで、彼女の炎はやがて善見天を焼き払い、宇宙の過去の臨本を炎の海へと葬る。そこで、彼女はすべての無漏浄子に宣言した——銀河に「記憶」の墓標を残すと。<br>……<br>だから彼女が「星核ハンター」に入ろうとした時、私は拒んだ。その異様な可能性を断ち切るために。<br><br><align=\"right\">——脚本の注釈</align><br><br><i>「記憶、壊滅、終焉……」</i><br>笑みを浮かべ、裾をひるがえしながら、彼女は軽やかに回り続けた。<br>結局のところ、彼女は今もなお自分がどの運命を歩むべきかわかっていない。おそらく彼女を満たすものは、永遠に現れないのだろう——<br><i>「でもこれで、私が運命の奴隷に成り下がることは永遠にありませんわ」</i><br><br>ダンスが終わり、余韻だけが灰の中で静かに揺れる——<br><i>「ならば再び愛に焦がれ、裏切り、そして運命という海流に身を投じるまでですわ」</i>"
        }
    ]
}

var _voice = {
    "1321": [
        {
            "_id": "archive_dahlia_1",
            "Title": "初対面",
            "Voice": "あなたの記憶は…本当に厄介ですわね。なら、こちらから心を開きましょう——私はコンスタンス。足元にひれ伏す方々からは「ダリア」と呼ばれています。どうか怖がらず、私についてきてください。2人きりのこの踊りで、あなたは過去がどう焼き尽くされ、未来がどう葬られるのか、知ることになるでしょう……"
        },
        {
            "_id": "archive_dahlia_2",
            "Title": "挨拶",
            "Voice": "私ですわ。ふふっ、こうして音もなく現れて…驚かせてしまいましたかしら？"
        },
        {
            "_id": "archive_dahlia_3",
            "Title": "お別れ",
            "Voice": "ふふっ、この瞬間を凍らせて標本に閉じ込め、永遠に手元に置いておきたいですわ…けれど、ロマンのわからない運命は私たちを引き離そうとする。仕方ありません、花を咲かせるのは次の再会まで取っておきましょう——その時、あなたがまだ私の心を惹きつけてくれることを願っていますわ……"
        },
        {
            "_id": "archive_dahlia_4",
            "Title": "自分について・裏切り",
            "Voice": "ずっと変わらない「壊滅」に飽きてガーデン・オブ・リコレクションに入りましたけれど、ほどなくして腐りきった「記憶」にも嫌気が差し、こうして「焼却人」として今日まで歩んでまいりましたわ…裏切りが私の本質だと言う方もいましたが、実際のところ私は「裏切り」の瞬間そのものを心から愉しんでいるのかもしれません。運命の束縛を振り解いた刹那、骨の髄に染み入る痛みと共に、この上ない悦びを感じたのですから……"
        },
        {
            "_id": "archive_dahlia_5",
            "Title": "世間話・両手",
            "Voice": "この鋭い右手が気になりますの？冷たいこれが首筋を掠めると、その身体の持ち主には安息が訪れます——そして葬儀の席で、私はベールを被り、血に染まることのないもう片方の手で…萎れた花を捧げるのが好きなのです。"
        },
        {
            "_id": "archive_dahlia_7",
            "Title": "趣味",
            "Voice": "他人の記憶に入り込み、存在しない「叔母」を演じるのは…面白いと思いませんか？人々はいとも簡単に受け入れる…最期に私へ向けられる眼差しは、まるで酷い裏切りにでも遭ったかのようでしたわ。"
        },
        {
            "_id": "archive_dahlia_8",
            "Title": "悩み事",
            "Voice": "はあ…ミームになった瞬間からどれほど日差しを浴びても、この青白い肌は変わらなくなりました……"
        },
        {
            "_id": "archive_dahlia_9",
            "Title": "シェア",
            "Voice": "「永火官邸」のことを覚えていらっしゃるかしら？大公の記憶の中で、私は誰よりも誇らしい子供でした。私がその野心に火をつけ、そして彼は「壊滅」の途上で倒れてしまいましたけれど、あなたと「虚無」が交わるきっかけを作ってくれたのです——この銀河に散らばる数多の「運命」は、ほんの少しいじるだけで人々を焼き尽くす炎になるのですわ。"
        },
        {
            "_id": "archive_dahlia_10",
            "Title": "見聞・記憶の美学",
            "Voice": "記憶を好き勝手いじったり、無慈悲に焼き尽くしたり…同僚の方々は本当に俗っぽいですわ。私はむしろ待つことに喜びを感じますの——輝きが過去へと沈み、重なり合う花びらのように少しずつ腐り、やがて嘆きと怨恨の跡で覆われていく…そして蝋燭の淡い灯りの下で大切なものを選び取り、それらと共に葬り去るのです…はあ、想像するだけでぞくぞくしてきますわ、ふふっ……"
        },
        {
            "_id": "archive_dahlia_11",
            "Title": "{NICKNAME}について",
            "Voice": "あなたの記憶の中で、私は其らの眼差しを、あなたが旅の途上でしてきた数々の選択を、そしてその生き生きとした、驚嘆すべき本質を見ました。ふふっ…もちろん、これからもずっとずっとあなたと、あなたが銀河に残す足跡を追い続けていきますわ……"
        },
        {
            "_id": "archive_dahlia_12",
            "Title": "黄泉について",
            "Voice": "もしあの魅惑的な淑女と踊ることができたなら、私はきっとそのステップに目を奪われてしまうでしょう…ああ、それはどれほど美しいのかしら、気になって仕方がありません……"
        },
        {
            "_id": "archive_dahlia_13",
            "Title": "ブラックスワンについて",
            "Voice": "あの高慢な女のことですか？彼女のあの気取った物腰はどうにも癪に障るものがありますけれど、メモキーパーとして運命の糸を操り、輝かしい記憶を紡ぎ出す手腕は…さすがの私も感嘆せずにはいられませんわ。"
        },
        {
            "_id": "archive_dahlia_14",
            "Title": "ホタルについて",
            "Voice": "星核ハンターは「脚本」の囚人であるにもかかわらず、彼女は幾度となく運命に挑みましたわ…スウォームに埋もれた数々の過去は、いつ彼女の手によって焼き尽くされるのかしら？"
        },
        {
            "_id": "archive_dahlia_15",
            "Title": "「冥火大公」について",
            "Voice": "彼の野望は夕立ちに消され、主の眼差しが向けられることもありませんでした…彼の死を覚えている者はいない——私を除いて。その理由は後ろめたさや悲しみではなく…真実を知った時の彼の目を忘れられないから、ただそれだけですわ。"
        },
        {
            "_id": "archive_dahlia_16",
            "Title": "ジェイドについて",
            "Voice": "1枚の契約書でお互いを縛り付けようだなんて、稚拙と言うべきか…それともあの女の蕾の下には毒蛇が潜んでいるのかしら？ふふっ…だからこそ、彼女に触れた時の妖しい香りは…ひときわ魅惑を放っているのかもしれませんわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_dahlia",
            "Title": "星魂覚醒",
            "Voice": "大胆ですね。私たち…みんな灰になるかもしれないんですよ？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_dahlia",
            "Title": "キャラクター昇格",
            "Voice": "炎が、ますます揺れてきましたわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_dahlia",
            "Title": "レベルMax",
            "Voice": "そろそろ、次いつ出発するかを考えましょうか。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_dahlia",
            "Title": "軌跡覚醒",
            "Voice": "歩んできた道を変えるのって、そんなに難しいことかしら？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_dahlia",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "もう少し近づけば…絆ももっと深まりますわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblackswan_dahlia",
            "Title": "パーティ編成・ブラックスワン",
            "Voice": "ふふっ、私の隣にいるといつ死んでもおかしくありませんよ…これは脅しではありませんわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofirefly_dahlia",
            "Title": "パーティ編成・ホタル",
            "Voice": "ふふっ、今回はどんなふうに運命に抗うのでしょうか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toacheron_dahlia",
            "Title": "パーティ編成・黄泉",
            "Voice": "あなたと腕を組み、その記憶を呼び覚ましてもいいかしら？"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_dahlia",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "見惚れてしまいましたか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_dahlia",
            "Title": "戦闘開始・危険予知",
            "Voice": "きっと…美しい灰を残すのでしょうね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_dahlia_01",
            "Title": "ターン・1",
            "Voice": "何か遺言はありまして？"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_dahlia_02",
            "Title": "ターン・2",
            "Voice": "揺れる蝋燭…呼吸が乱れていますわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_dahlia",
            "Title": "戦闘中待機",
            "Voice": "興を削がないでくださいませ……"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_dahlia_01",
            "Title": "通常攻撃",
            "Voice": "私を見つめて。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_dahlia_01",
            "Title": "戦闘スキル・1",
            "Voice": "私のために、燃える踊りを。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_dahlia_02",
            "Title": "戦闘スキル・2",
            "Voice": "私を、骨に刻んでください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_dahlia_01",
            "Title": "攻撃を受ける",
            "Voice": "愉しくなってきましたわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_dahlia_01",
            "Title": "重撃を受ける",
            "Voice": "ワンパターンですわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_dahlia",
            "Title": "必殺技・アクティブ",
            "Voice": "記憶の墓はもう掘られましたわ——"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_dahlia",
            "Title": "必殺技・発動",
            "Voice": "フィナーレの瞬間は…ああ、なんと美しいのでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_dahlia_01",
            "Title": "天賦・1",
            "Voice": "待ちきれないのですか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_dahlia_02",
            "Title": "天賦・2",
            "Voice": "私を…裏切るのですか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_dahlia_01",
            "Title": "戦闘不能",
            "Voice": "私と…一緒に……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_dahlia",
            "Title": "戦闘に戻る",
            "Voice": "ふふ、お会いしたかったですわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_dahlia",
            "Title": "HP回復",
            "Voice": "お優しいのですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_dahlia",
            "Title": "秘技",
            "Voice": "記憶を燃やしましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_dahlia",
            "Title": "戦闘勝利",
            "Voice": "そろそろ次の葬儀へ参りましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_dahlia",
            "Title": "戦利品を開ける・1",
            "Voice": "手にした途端、醒めてしまいましたわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_dahlia_02",
            "Title": "戦利品を開ける・2",
            "Voice": "これは…どう朽ちていくのでしょう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_dahlia",
            "Title": "貴重な戦利品を開ける",
            "Voice": "愉しみにしていた甲斐がありましたわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_dahlia",
            "Title": "謎解きに成功・1",
            "Voice": "破壊するのも、1つの答えですわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_dahlia_02",
            "Title": "謎解きに成功・2",
            "Voice": "次は、もっと斬新な遊びを試してみませんこと？"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_dahlia",
            "Title": "敵ターゲット発見",
            "Voice": "厄介なダンスパートナーですわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_dahlia",
            "Title": "町に戻る",
            "Voice": "また日光浴をしたくなりましたわ。お付き合いいただけなくって？"
        }
    ]
}

var _changelog2 = {
    "1321": []
}

var _notes = {}

var _adiff = {
    "1321": {},
    "23050": {}
}

var _weapondesc = {
    "23050": "<i>「さあ、こちらへ……」</i><br>炎に導かれた鮮やかな記憶が、彼女の身体と心を包み込む。<br><br>過去が墓へと沈んでいく。それは真実なのだろうか？<br><i>「しーっ、泣かないでください。拒まないでください……」</i><br>彼女が他人の心に自分を刻みつけると、見知らぬ眼差しが次第に優しくなっていく。<br><i>「思い出しましたか？」</i><br><br>古い記憶の余燼が消え去り、その顔から人を魅了する花の香りがふわりと漂った——<br><i>「私が、あなたの記憶なのです」</i>"
}

var _weaponskill = {
    "23050": {
        "v1": {
            "Name": "焼身",
            "Desc": [
                "装備キャラの撃破特効+ <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color> 。戦闘に入る時、装備キャラと戦闘を開始した装備キャラ以外の味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。なお、戦闘を開始したのは、装備キャラ以外の味方ではない場合、装備キャラと撃破特効が最も高い自身以外の味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。同系統のスキルは累積できない。装備キャラが敵に弱点を付与した時、SPを1回復する。この効果は1回のみ発動し、必殺技を発動するたびに使用可能回数がリセットされる。"
            ]
        },
        "v2": {
            "Name": "焼身",
            "Desc": [
                "装備キャラの撃破特効+ <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color> 。戦闘に入る時、装備キャラと戦闘を開始した装備キャラ以外の味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。なお、戦闘を開始したのは、装備キャラ以外の味方ではない場合、装備キャラと撃破特効が最も高い自身以外の味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。同系統のスキルは累積できない。装備キャラが敵に弱点を付与した時、SPを1回復する。この効果は1回のみ発動し、必殺技を発動するたびに使用可能回数がリセットされる。"
            ]
        },
        "v3": {
            "Name": "焼身",
            "Desc": [
                "装備キャラの撃破特効+ <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color> 。戦闘に入る時、装備キャラと戦闘を開始した装備キャラ以外の味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。なお、戦闘を開始したのは、装備キャラ以外の味方ではない場合、装備キャラと撃破特効が最も高い自身以外の味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。同系統のスキルは累積できない。装備キャラが敵に弱点を付与した時、SPを1回復する。この効果は1回のみ発動し、必殺技を発動するたびに使用可能回数がリセットされる。"
            ]
        },
        "v4": {
            "Name": "焼身",
            "Desc": [
                "装備キャラの撃破特効+ <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color> 。戦闘に入る時、装備キャラおよび戦闘を開始した装備キャラ以外の味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。なお、戦闘開始者が装備キャラだった場合、装備キャラおよび装備キャラを除いて最も撃破特効が高い味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。同系統のスキルは累積できない。装備キャラが敵に弱点を付与した時、SPを1回復する。この効果は1回まで発動でき、必殺技を発動するたびに、発動可能回数がリセットされる。"
            ]
        },
        "Live": {
            "Name": "燃える身",
            "Desc": [
                "装備キャラの撃破特効+ <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color> 。戦闘に入る時、装備キャラの弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。<br>装備キャラ以外の味方が戦闘を開始した場合、その味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。なお、装備キャラが戦闘を開始またはその他の方法で戦闘に入った場合、装備キャラ以外で最も撃破特効の高い味方の弱点撃破ダメージ+ <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color> 。同系統のスキルは累積できない。<br>装備キャラが敵に弱点を付与した時、SPを1回復する。この効果は1回まで発動でき、必殺技を発動するたびに、発動可能回数がリセットされる。"
            ]
        }
    }
}

var _ee = {
    "10000000": {
        "N": "追加ターン",
        "D": "ターン数を消費しない追加ターンを1回獲得する。このターンでは、必殺技を発動できない。"
    },
    "10014081": {
        "N": "壊傷",
        "D": "カスライナの専用チャージ。最大7まで貯められる。変身していない時は保留される。"
    },
    "10014082": {
        "N": "カスライナの追加ターン",
        "D": "ファイノンがカスライナに変身した時にアクションバーに現れるカウントダウン。カウントダウンのターンが回ってきた時、カスライナは追加ターンを1獲得する。最後のカウントダウンのターンが回ってきた時、カスライナは追加ターンを獲得する代わりにラストアタックを発動し、変身を解除する。<br>カウントダウンの初期行動値は0～<unbreak>100%</unbreak>の間の値に設定され、各ウェーブ開始時に行動値はリセットされない。<br>カスライナが行動順を早める効果を受けた時は、代わりに1つ目のカウントダウンの行動順が早まる。"
    },
    "10000003": {
        "N": "カウンター",
        "D": "対象が攻撃を受けた後に自動で効果を発動する。攻撃者に対し、さらに攻撃を1回行う。<br>カウンターも追加攻撃と見なされる。"
    },
    "10000005": {
        "N": "付加ダメージ",
        "D": "攻撃を受けたターゲットがさらにダメージを1回受ける。このダメージは攻撃とは見なされない。"
    },
    "10000011": {
        "N": "行動制限系デバフ",
        "D": "凍結、もつれ、禁錮、支配、怒噪、強烈震とう、異夢、縛り、恐怖、行動ロック。"
    },
    "10000013": {
        "N": "分担",
        "D": "ダメージが発生する前に、一部のダメージを他の1名、または複数名のターゲットに分け与え、攻撃を受けたターゲットが残りの部分を引き受ける。他のターゲットに分担したダメージを再度分担することはできない。"
    },
    "10000014": {
        "N": "弱点撃破ダメージ",
        "D": "撃破特効、ターゲットの最大靭性またはキャラクターのレベルが高いほど、与える弱点撃破ダメージがアップする。<br>弱点撃破ダメージは会心が発生せず、ダメージアップ系効果の影響を受けない。"
    },
    "10013071": {
        "N": "アルカナ",
        "D": "「アルカナ」は一種の持続ダメージ系デバフ。このデバフは解除されない。<br>「アルカナ」状態の敵は風化状態にあると見なされる。「アルカナ」状態の敵はターンが回ってくるたびに風属性持続ダメージを受ける。<br>「アルカナ」を付与する時、ターゲットの風化抵抗、裂創抵抗、燃焼抵抗、感電抵抗を無視する。"
    },
    "10000015": {
        "N": "超撃破ダメージ",
        "D": "撃破特効、この回の攻撃の削靭値、またはキャラクターのレベルが高いほど、与える超撃破ダメージがアップする。<br>超撃破ダメージは会心が発生せず、ダメージアップ系効果の影響を受けない。<br>超撃破ダメージは一種の弱点撃破ダメージ。"
    },
    "10000016": {
        "N": "一時離脱",
        "D": "一時離脱状態のターゲットはスキルのターゲットにはならず、アクションバーにも表示されない。"
    },
    "10000018": {
        "N": "記憶の精霊を召喚",
        "D": "記憶の精霊をフィールドに召喚する。記憶の精霊がフィールド上にいる場合、記憶の精霊に付与されているすべての行動制限系デバフを解除する。"
    },
    "10000019": {
        "N": "連携攻撃",
        "D": "複数の味方が、1回の行動で敵に対してそれぞれ攻撃を行う。"
    },
    "10000020": {
        "N": "境界",
        "D": "フィールドに境界は1つしか展開できない。また、境界が持続している間、他の境界を展開するスキルは発動できない。"
    },
    "10000021": {
        "N": "後陣",
        "D": "敵は後陣の味方を選択できず、また、味方の「拡散」タイプのスキルは後陣に拡散できない。"
    },
    "10000022": {
        "N": "持続効果",
        "D": "バフ、デバフ、その他の効果が含まれる。"
    },
    "10000023": {
        "N": "奇襲",
        "D": "これから発動するスキルをコピーし、そのスキルが発動する前に、先行して1回発動させる。その後、本来のスキルが発動する。<br>なお、奇襲で奇襲が触発することはない。"
    },
    "10000024": {
        "N": "場外状態",
        "D": "味方と敵は場外状態のユニットをターゲットとして選択できない。"
    },
    "10000025": {
        "N": "黄金裔",
        "D": "キュレネ、トリビー、ケリュドラ、長夜月、丹恒・騰荒、セイレンス、ヒアンシー、ファイノン、アナイクス、アグライア、モーディス、キャストリス、サフェル、開拓者・記憶"
    }
}

var _servant_skills = [
    140204,
    1140201,
    1140203,
    1140205,
    1140206,
    140703,
    1140701,
    1140702,
    1140703,
    1140705,
    1140706,
    1140710,
    1140711,
    1140712,
    140904,
    1140901,
    1140903,
    1140905,
    1140906,
    141304,
    1141301,
    1141303,
    1141305,
    1141306,
    1141307,
    141503,
    1141501,
    1141502,
    1141503,
    1141505,
    1141513,
    1141514,
    1141515,
    1141516,
    1141517,
    1141518,
    1141519,
    1141520,
    1141521,
    1141522,
    1141523,
    1141524,
    1141525,
    1141526,
    800704,
    1800701,
    1800703,
    1800705,
    1800706,
    1800707,
    800704,
    1800701,
    1800703,
    1800705,
    1800706,
    1800707
]

var _mtc = {
    "1321": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114011": 5
            },
            {
                "2": 8000,
                "114011": 10
            },
            {
                "2": 16000,
                "114012": 6,
                "110432": 3
            },
            {
                "2": 40000,
                "114012": 9,
                "110432": 7
            },
            {
                "2": 80000,
                "114013": 6,
                "110432": 20
            },
            {
                "2": 160000,
                "114013": 9,
                "110432": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "114013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "撃破特効 +37.3%",
                "Mat": {
                    "2": 237500,
                    "114011": 2,
                    "110222": 8,
                    "114012": 7,
                    "110223": 11,
                    "114013": 11
                }
            },
            {
                "Name": "効果抵抗 +18%",
                "Mat": {
                    "2": 210000,
                    "110221": 3,
                    "114011": 6,
                    "110223": 11,
                    "114013": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110222": 3,
                    "114012": 3,
                    "110223": 8,
                    "114013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "葬礼またひとつ",
                "Mat": {
                    "2": 5000,
                    "110221": 3,
                    "110508": 1
                }
            },
            {
                "Name": "故人に哀悼を",
                "Mat": {
                    "2": 20000,
                    "110222": 5,
                    "241": 1,
                    "110508": 1
                }
            },
            {
                "Name": "古きを捨て、新しきに恋する",
                "Mat": {
                    "2": 160000,
                    "110223": 8,
                    "241": 1,
                    "110508": 1
                }
            }
        ]
    }
}

var _vid = {}

var _vid_index = []

var _bossguide = [
    {
        "_id": 3024030,
        "Name": "死を示す禍源：夢魘の蝗害",
        "Icon": "mostericon/Monster_3024030.png",
        "Monsters": [
            {
                "_id": 3024030,
                "HP": 11173050,
                "Stance": 200,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Wind"
                ],
                "Figure": "monsterfigure/Monster_3024030.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Will summon Juvenile Stings. After Stings perform a certain number of attacks, the Boss @heals a percentage of its lost HP#.",
                    "• You can choose 1 character and their summon to @take action immediately# and @increase Break Effect#. All Stings will attack this ally.",
                    "• Other allies @cannot deal Crit DMG# when attacking Stings."
                ]
            }
        ]
    },
    {
        "_id": 4064010,
        "Name": "黄金の血の記憶の精霊・忘却を定むもの",
        "Icon": "mostericon/Monster_4064010.png",
        "Monsters": [
            {
                "_id": 4064010,
                "HP": 3016723,
                "HPCount": 2,
                "Stance": 120,
                "StanceCount": 4,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4064010.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Has @480# Toughness. When not Weakness Broken, DMG taken @-50%#. When Weakness Broken, DMG taken @+50%#, loses @20%# HP, and action is delayed by @200%#.",
                    "• When certain attacks hit a Shield, loses @60# Toughness. When a summon is defeated, loses @60# Toughness.",
                    "• Will use Hemotort Decapitation: You need to choose 1 character to take about @5000# DMG. Will apply DoT to this character equal to @50%# of the part of this DMG @not blocked by Shields#."
                ]
            }
        ]
    },
    {
        "_id": 203501204,
        "Name": "業火焚心の影将軍",
        "Icon": "mostericon/Monster_2035010.png",
        "Monsters": [
            {
                "_id": 203501204,
                "HP": 8469126,
                "HPCount": 2,
                "Stance": 280,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_2033020.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• The Boss and its Parts share HP, total @4# targets.",
                    "• Will @deal massive DMG# to a character and @infect# them, turning them into \"Bloodstained Lupine\": Loses all summons, and all abilities are replaced by special abilities. When the Lupine dies, @the character will also die#."
                ]
            },
            {
                "Title": "Bloodstained Lupine",
                "DescList": [
                    "• SPD greatly increased. Disappears after @2# turns and @advances action# of all allies.",
                    "• Abilities can @heal HP# for allies, apply @stackable Bleed# to enemies, and deals @Toughness reduction# based on the @number of DoTs# the target has. (Every DoT @+15#)"
                ]
            }
        ]
    },
    {
        "_id": 4044010,
        "Name": "一人目の天才、エンテレケイア、ザンダー",
        "Icon": "mostericon/Monster_4044010.png",
        "Monsters": [
            {
                "_id": 4044010,
                "HP": 11731702,
                "Stance": 200,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Wind"
                ],
                "Figure": "monsterfigure/Monster_4044010.png"
            }
        ],
        "Notes": [
            {
                "Title": "Evolution Mode: Titans",
                "DescList": [
                    "• Periodically summons @2# Titankins. (First summon @42# AV, second summon @100# AV)",
                    "• When the total number of summoned Titankins and summoned Memosprites reaches @4#, immediately switches to \"Disputation Mode,\" and permanently gains @50%# Vulnerability, stackable.",
                    "• Will cause @1# ally to @take action immediately# and @activate Ultimate#, but loses @50%# HP when casting Ultimate. (Non-fatal)"
                ]
            },
            {
                "Title": "Disputation Mode: Black Tide",
                "DescList": [
                    "• Black Tide Creatures will continuously appear. They @take action twice# and lose @20%# HP every turn.",
                    "• When the number of defeated enemies, defeated characters and disappeared Memosprites reaches @10#, will immediately switch to \"Evolution Mode,\" and permanently gains @50%# Vulnerability, stackable.",
                    "• Will cause @2# ally to @take action immediately# and @activate Ultimate#, but loses @50%# HP when casting Ultimate. (Non-fatal)",
                    "• When switching, deals massive DMG @equally distributed# among all allies."
                ]
            }
        ]
    },
    {
        "_id": 403401304,
        "Name": "末日の岐路に立つフレイムスティーラー",
        "Icon": "mostericon/Monster_4034010.png",
        "Monsters": [
            {
                "_id": 403401304,
                "HP": 2419750,
                "HPCount": 2,
                "Stance": 300,
                "StanceCount": 2,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4034010.png"
            },
            {
                "_id": 403202112,
                "HP": 65993,
                "Stance": 120,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4032020.png"
            },
            {
                "_id": 403202113,
                "HP": 131986,
                "Stance": 120,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4032020.png"
            }
        ],
        "Notes": [
            {
                "DescList": [
                    "• In normal state, the Boss wll @summon shadows# when attacking. When a shadow is defeated, the Boss loses @25%# Toughness.",
                    "• The 2nd layer of Toughness is @locked#. When the 1st layer of Toughness is depleted, enters @Shackle Shatter#: Alternately uses [Summon] and [Ultimate], ATK @+25%# and SPD @+25%#."
                ]
            },
            {
                "Title": "Summon",
                "DescList": [
                    "• Becomes @unselectable# and summons @4# shadows. When a shadow is defeated, it is summoned again, and the Boss loses @10.5%# Toughness and @0.3%# HP.",
                    "• After summoning 2 shadows, the next will be replaced by a special shadow with only @30%# HP. When defeated, will not reduce Boss Toughness, but will @grant the attacker 1 stackable extra turn#, and increase their DMG by @50%#."
                ]
            }
        ]
    },
    {
        "_id": 4014030,
        "Name": "冥魂の先導者、死竜の残躯、ボリュクス",
        "Icon": "mostericon/Monster_4014030.png",
        "Monsters": [
            {
                "_id": 4012070,
                "HP": 4190,
                "Stance": 30,
                "Weak": [
                    "Elec",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4012070.png"
            },
            {
                "_id": 4014030,
                "HP": 2723431,
                "HPCount": 2,
                "Stance": 180,
                "Weak": [
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4014030.png"
            },
            {
                "_id": 4012071,
                "HP": 4190,
                "Stance": 30,
                "Weak": [
                    "Elec",
                    "Wind",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4012070.png"
            }
        ],
        "Notes": [
            {
                "DescList": [
                    "• Has @90%# DMG Reduction. After allies lose a total of @222% Max HP#, will enter Enhanced State.",
                    "• Enhanced reduces all characters' HP to @1#. Characters can gradually remove DMG Reduction by @healing HP#, which is completely gone when HP reaches @50%#. (Calculated independently for each character)",
                    "• During Enhanced, Memosprites ignore all DMG Reduction.",
                    "• Certain attacks deal Atrophy DMG: Fixed DMG, ignores Shields, cannot be distributed."
                ]
            }
        ]
    },
    {
        "_id": 203401404,
        "Name": "豪雷旋雲の狂狼の主",
        "Icon": "mostericon/Monster_2034010.png",
        "Monsters": [
            {
                "_id": 2032011,
                "HP": 87991,
                "Stance": 70,
                "Weak": [
                    "Fire",
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_2032010.png"
            },
            {
                "_id": 203401404,
                "HP": 2419750,
                "HPCount": 2,
                "Stance": 380,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Wind",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_2034010.png"
            },
            {
                "_id": 2032022,
                "HP": 87991,
                "Stance": 70,
                "Weak": [
                    "Phys",
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_2032020.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Hoolay's Toughness cannot be reduced by attacks. For every wolf defeated, Hoolay loses @3%# HP and @30# Toughness.",
                    "• When the sum of defeated wolves and enemy turns reaches 5, Hoolay enters Going Solo. You need to @choose 1 character# to duel. All other characters @cannot take action#."
                ]
            },
            {
                "Title": "Duel: Fatal Clash of Swords",
                "DescList": [
                    "• Hoolay's Toughness can be reduced, DMG taken reduced to @25%#, DMG dealt increases to @400%#.",
                    "• The dueling character's HP becomes the @sum of all characters' HP#, ATK becomes the @sum of all characters' ATK#.",
                    "• For every wolf defeated, the dueling character's DMG increases by @5%#, Break Effect increases by @5%#, deals an extra @1.667# Toughness reduction of own Type and heals @15%# HP after every attack. Max 5 stacks."
                ]
            }
        ]
    }
]