// Auto Generated

var _curio = [
    {
        "_id": 6908,
        "Name": "天使型謝債発行機（量産型）",
        "Desc": "戦闘に勝利した後、宇宙の欠片を獲得できなくなる。累計 11 個のエリアに入った後、この奇物は壊れ、所持している宇宙の欠片の数が倍になる",
        "Story": "",
        "Icon": "1044.png",
        "Ver": "2.7"
    },
    {
        "_id": 6907,
        "Name": "天使型謝債発行機（プロトタイプ）",
        "Desc": "戦闘に勝利した後、宇宙の欠片を獲得できなくなる。累計 8 個のエリアに入った後、この奇物は壊れ、所持している宇宙の欠片の数が倍になる",
        "Story": "",
        "Icon": "1044.png",
        "Ver": "2.7"
    },
    {
        "_id": 6906,
        "Name": "記憶のルーレット（クラック版）",
        "Desc": "戦闘に入る時、すべての未展開の方程式の効果を得る",
        "Story": "",
        "Icon": "1086.png",
        "Ver": "2.7"
    },
    {
        "_id": 6905,
        "Name": "願い星（クラック版）",
        "Desc": "「挑戦」エリアの出現確率が大幅に上昇する。この奇物を所持した状態で「挑戦」エリアに入ると、そのエリアの制限時間+ 50% 。さらにエリアに入ったときに宝箱を追加で1つ獲得できる。",
        "Story": "",
        "Icon": "1042.png",
        "Ver": "2.7"
    },
    {
        "_id": 6904,
        "Name": "次元削減ダイス（クラック版）",
        "Desc": "戦闘に勝利して祝福を選択する時、祝福を追加で 1 回選択できる。ただし、選択できる祝福の数- 1 。効果を 6 回発動した後、この奇物は壊れる",
        "Story": "",
        "Icon": "1001.png",
        "Ver": "2.7"
    },
    {
        "_id": 6903,
        "Name": "跳躍複眼（クラック版）",
        "Desc": "戦闘に勝利して祝福を選択する時、すべての祝福を強化する",
        "Story": "",
        "Icon": "1003.png",
        "Ver": "2.7"
    },
    {
        "_id": 6902,
        "Name": "応答なき通信（クラック版）",
        "Desc": "奇物が壊れた時、その奇物を元通りに修復する。 6 回発動した後に、この奇物は壊れる。",
        "Story": "",
        "Icon": "1147.png",
        "Ver": "2.7"
    },
    {
        "_id": 6901,
        "Name": "高カロリー食（クラック版）",
        "Desc": "戦闘に入る時、ランダムな臨界方程式の効果を獲得する。なお、展開済みの臨界方程式の効果を上書きすることはない。",
        "Story": "",
        "Icon": "1141.png",
        "Ver": "2.7"
    },
    {
        "_id": 6629,
        "Name": "オトッタカード",
        "Desc": "次元界IIIのボスが「歩離人の戦首・呼雷（スペック）」になる。次元界IIIの「ボス」エリアで戦闘に入る時、味方全体の与ダメージ+ 50% 。",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6627,
        "Name": "オトッタカード",
        "Desc": "次元界IIIのボスが「過去、今、そして永遠に続く演目（スペック）」になる。次元界IIIの「ボス」エリアで戦闘に入る時、味方全体の与ダメージ+ 50% 。",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6626,
        "Name": "オトッタカード",
        "Desc": "次元界IIIのボスが「スウォーム・真蟄虫（スペック）」になる。次元界IIIの「ボス」エリアで戦闘に入る時、味方全体の与ダメージ+ 50% 。",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6625,
        "Name": "オトッタカード",
        "Desc": "次元界IIIのボスが「浮煙（スペック）」になる。次元界IIIの「ボス」エリアで戦闘に入る時、味方全体の与ダメージ+ 50% 。",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6624,
        "Name": "オトッタカード",
        "Desc": "次元界IIIのボスが「アルジェンティ（スペック）」になる。次元界IIIの「ボス」エリアで戦闘に入る時、味方全体の与ダメージ+ 50% 。",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6623,
        "Name": "オトッタカード",
        "Desc": "オトッタカードの啓示のもと、あなたの前にあるものは認知によって「確定」された運命となる。",
        "Story": "なぞなぞ博士は、自身をなぞなぞの達人であるバード・バビバボ・バラの生涯の宿敵だと自負している。彼は 28 種類の文法ミスと 36 種類の意味変化を使って「オトッタカード」を制作し、占い師たちが持つタオットカードと入れ替えた。語順も言葉遣いも乱れてしまったメッセージは無秩序な乱流となり、最終的に占いによって宣告された真実が、見かけ倒しの現実に取って代わった。目の前のすべてが全く異なって見えるとき、変わったのは世界ではなく、それを見つめる人々の目のほうなのかもしれない。",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6622,
        "Name": "終末の複眼･先行版",
        "Desc": "この奇物を獲得した時、祝福の数が最も多い運命の祝福を即座に 4 個獲得する。祝福と方程式の上書きに必要な宇宙の欠片の数+ 1000% 。",
        "Story": "「終焉」の不穏な寝言は厄災前衛の悩みの種だ。しかし未来を見通す彼らの目は、有機生命の誕生以来、長年渇望されてきた奇跡でもある。ある時、厄災前衛のウンディンは、あるハッカーの友人の助けを借りて神の恩寵を一時的にゴーグルに移し、使用者が少し先の未来を覗けるようにした。何も知らないハッカーが、ウンディンの不敵な笑みに促されるまま複眼のようなレンズを装着すると、その視界は1琥珀紀後のパンクロードへと跳躍していた。そこで彼が見たのは多くのハッカーが待ち望んでいたゲームである。その上には大きな文字で「近日発売」と書かれていた。ハッカーにとってみれば、これもある種の「終末」だろう。",
        "Icon": "1144.png",
        "Ver": "2.5"
    },
    {
        "_id": 6621,
        "Name": "応答なき通信",
        "Desc": "奇物が壊れた時、その奇物を元通りに修復する。 2 回発動した後に、この奇物は壊れる。",
        "Story": "スウォームといかにして共生するかは、モスカ人が生まれながら直面している問題だった。群れからはぐれた虫卒を飼育し、「繁殖」の特性を利用して間接的にバイオマスエネルギーを手に入れる。そうして衣食住から最先端技術に至るまで、モスカ人の生活には隅々まで虫で溢れかえっていた。それから月日が経ち、武装考古学派が外界との連絡を絶ったモスカ星に到着した時、彼らは総統執務室で応答のない電話を見つけた。その電話は体を蠕動させ、胞子を放ち、まるでいつでも繭を突き破らんばかりの勢いだった。「モスカ人がスウォームを利用していたというよりも、むしろスウォームが彼らの文明に受動的に寄生していたと言ったほうがいい」",
        "Icon": "1147.png",
        "Ver": "2.5"
    },
    {
        "_id": 6620,
        "Name": "英雄の凱旋",
        "Desc": "戦闘に入ると、残りHPが最も高い敵にその敵の最大HP 100% 分のダメージを与え、宇宙の欠片× 88 を獲得する。この効果によるダメージはボスエリアで半減する。",
        "Story": "宇宙に災いをもたらす虚構歴史学者とは異なり、カリの王国は子供たちの笑い声だけを歓迎する。パイナップルジュースの海を越え、綿菓子の香りがする嵐を切り抜け、宝剣を手にして苔生した悪いドラゴンの城にたどり着き、宝物を手に入れる。しかし、虚構とはいつか消えてしまうもの。泣き叫んで親を呼んでいた子供たちも、大人になれば幻想を蔑むようになり、「神秘」は失われ、剣を掲げた少年少女は、自分のベッドで目を覚ます。だが、傍らに残された埃をかぶった剣だけは、騎士たちが悪を討伐した栄光を今も覚えている。",
        "Icon": "1148.png",
        "Ver": "2.5"
    },
    {
        "_id": 6619,
        "Name": "天才クラブの危険な噂",
        "Desc": "宇宙の欠片を獲得できなくなる。この奇物の効果により失った宇宙の欠片× 80 につき、ランダムな★ 1 ～ 3 奇物を 1 個獲得する。合計で 5 個の奇物を獲得した後に壊れる。",
        "Story": "「ポルカはどんな姿をしているのか？」ポルカ・カカムの正体に対して、天才クラブのファンたちは、かねてから好奇心をくすぐられ続けてきた。宇宙規模で自分の肖像を破壊できるかどうかはともかくとして、静寂の主は歴史上に何度か姿を現したものの、手がかりとなる情報は一切残していない。彼女を見たものは1人残らず彼女によって殺されたのだと言う人もいれば、「神秘」もしくは「虚無」の力によって存在の痕跡を消しているのだと言う人もいる。最終的に皆に受け入れられたのは、とある熱狂的なファンによる推測だった――すなわち、ポルカの顔にはもともと特徴がなく、ぼやけているとする説だ。",
        "Icon": "1146.png",
        "Ver": "2.5"
    },
    {
        "_id": 6618,
        "Name": "物語の現在",
        "Desc": "パーティにいる<color style='color:#f29e38;'>「調和」</color>、<color style='color:#f29e38;'>「豊穣」</color>、<color style='color:#f29e38;'>「存護」</color>、または<color style='color:#f29e38;'>「記憶」</color>の運命を歩むキャラクター1名につき、上記の運命を歩むキャラクターの会心率+ 15% 、会心ダメージ+ 25% 。攻撃を行った後、ターゲットに最大HP、防御力、攻撃力の合計 75% 分の付加ダメージを与える。",
        "Story": "奇妙な墨の残り香がある絵巻物。紙の上で眠る妖怪たちが、絵師が目を入れ、名付け、目覚めさせてくれるのを今か今かと待っている。時が来れば、絵師はそれぞれの妖怪に命を吹き込み、「幻造」によって実体を現実に解き放ち、裏切り者に恐ろしい復讐を果たすだろう。しかし、妖怪の生産効率が日に日に向上している現代では、巻物の妖怪はもはや恐ろしい都市伝説などではない。今ではただ仕事に押しつぶされそうな絵師だけが、疲れ果てた夢の中で、妖怪による復讐劇と喜劇とを描き出すのである。",
        "Icon": "1142.png",
        "Ver": "2.5"
    },
    {
        "_id": 6617,
        "Name": "平和の箱",
        "Desc": "★ 2 以上の方程式を 1 個展開した後、ランダムな祝福を 1 個獲得する。",
        "Story": "「星間の対立を解消する」ための投票箱であり、使用者の意思に応じてあらゆるものを提供する。エーテル編集のウイルスコード、驚異的な破壊力を持つ小型銃、超ミニチュアサイズの人で構成された宇宙船艦隊、さらには白旗まで。それらは宇宙の戦場のいたるところに突如として現れ「均衡」の名のもとに平和を叫ぶ。しかし誰もが知っている、その箱は仮面の愚者によって作り出されたものだということを。「平和」を冠したその箱が平和をもたらすことは決してない。",
        "Icon": "1143.png",
        "Ver": "2.5"
    },
    {
        "_id": 6616,
        "Name": "高カロリー食",
        "Desc": "戦闘に入る時、ランダムな臨界方程式の効果を獲得する。戦闘に 1 回勝利した後、この奇物は壊れる。なお、展開済みの臨界方程式の効果を上書きすることはない。",
        "Story": "信憑性が低い資料によると、古獣が跋扈していた時代、寿司の形状はたった1つしか存在しなかったという。「秩序」が崩壊し「貪食」が跡形もなく消えた後、それまであった寿司信仰も複数の学派に分かれた。数多くいる寿司職人の中でも、寿司の本質は食べられる皮に包まれたエネルギーの集合だと考えている還元主義寿司学派の調理理念は、とりわけ素朴なものだ。したがって、宇宙で最も寿司の定義に当てはまるのは内燃機関であると結論付られた。",
        "Icon": "1141.png",
        "Ver": "2.5"
    },
    {
        "_id": 6615,
        "Name": "オートメーション",
        "Desc": "<color style='color:#f29e38;'>「壊滅」</color><color style='color:#f29e38;'>「虚無」</color>の運命を歩むキャラクターが攻撃を行うと、攻撃を受けた敵は行動順が 20% 早まり、与ダメージ- 30% 。この効果は 1 ターン継続する。",
        "Story": "日々の記憶焼却作業に嫌気がさした焼却人ラマは、ある時、憶質虫を作り出した。その小さな憶質生物は、憶質を食べることで分裂と自己複製を行い、1システム日と経たぬうちに貿易惑星ウルロを誰もが知る失われた世界へと激変させた。ガーデン・オブ・リコレクションはただちに憶質虫の大半を駆除したものの、逃げ延びた群れは依然として、悪性シリコンバクテリアと並ぶ生物災害を招いた。そして焼却人ラマは皮肉なことに、憶質虫に食い尽くされる寸前、ついに念願の作業自動化を体験したのだった。",
        "Icon": "1149.png",
        "Ver": "2.5"
    },
    {
        "_id": 6614,
        "Name": "祈りの道",
        "Desc": "<color style='color:#f29e38;'>「巡狩」</color><color style='color:#f29e38;'>「知恵」</color>の運命を歩むキャラクターが戦闘スキルを発動する時、SPが 5 以上の場合、追加でSPを 1 消費し、その回の戦闘スキルの会心ダメージ+ 150% 。味方キャラが通常攻撃を行うと、さらにSPを 1 回復する。",
        "Story": "ミラーホルダーたちは奇妙な儀式を創り出すことによって理想の「純美」を実現しようとしている。タロルスキーにとって、美とは「敬虔」を意味した。彼は超越の鏡の破片を今にも割れそうなシャボン玉の中に入れ、その泡を自らの心の象徴として、長い巡礼の旅に出た。旅の途中でシャボン玉が割れるたび、故郷の花畑に戻って、泡に鏡を入れ直す。そうして彼は幾度となく戻り、幾度となく出発したが、今日に至るまでいまだ母星から出られずにいる。それでもタロルスキーは、誰かに目的地を尋ねられれば迷わずに答える。目指すは「純美」の神イドリラの滅びし場所、「失魂星域」ラフカディオである、と。",
        "Icon": "1145.png",
        "Ver": "2.5"
    },
    {
        "_id": 6613,
        "Name": "幸運の形",
        "Desc": "エリアに入った時、宇宙の欠片の所持数が 250 未満の場合、その数を 250 にする",
        "Story": "群星の英雄の物語には、常に「幸運」が付き物である。突然蘇る記憶、どこからともなく現れる救命道具、バグが生じた機械など、主人公は危険を前にしてもこれらを頼りに困難を乗り越え、最後は歴史に名を残すのだ。しかし最新の研究によると、この「幸運」の一部は客観的に存在することが示されている。姿の見えないのメモキーパーが英雄のそばに身を潜め、彼らと共にその時代の叙事詩を記録しているのだ。その代わり、メモキーパーは等価の贈り物をこっそり残し、それが効果を発揮して不朽の記憶の一部となるのを辛抱強く待つ。",
        "Icon": "1134.png",
        "Ver": "2.5"
    },
    {
        "_id": 6612,
        "Name": "昔の通信手段",
        "Desc": "次元プーマンの出現確率が大幅にアップする。次元プーマンがいるエリアに入った後、この奇物は壊れる",
        "Story": "超距離センシングの誕生以前、スウォーム間のフェロモン通信は、宇宙で最も効率的な通信手段と見なされていた。宇宙の蝗害の時代、働き虫の一群を狩る賞金稼ぎが、孤立した残照蟄虫を捕まえ、それを前線の通信手段に改造した。異なる刺激により、距離を無視したフェロモン感知がリアルタイムで蟄虫の色を変え、簡単な情報の伝達を実現した。この暗号体系を駆使して、賞金稼ぎたちは戦場でますます勇敢になり、フェロモンに引き寄せられた残照王虫と正面衝突するまで勇猛さを発揮した。",
        "Icon": "1117.png",
        "Ver": "2.5"
    },
    {
        "_id": 6611,
        "Name": "かつての肉体",
        "Desc": "創造物の培養器で使用可能なエネルギー- 1 ",
        "Story": "なぜ宇宙の知的種族の大半が霊長目なのか？技術開発部の定例会議が終わるたびに、スレチカは強い劣等感を覚える。彼女は人類の外見を顕性形質として固定し、薬物注射で自身の形態を変えた。呼吸孔は皮膚で塞がれ、臓器や骨は強制的に伸ばされた。その終わりなき痛みの中で、彼女はついに外見こそ人間になったが、新しい肉体を待ち受けていたのは周囲からの蔑視だった。スレチカの勧めにより、人間になりたいと願う客が絶え間なく彼女のもとを訪れる。これは彼女が人間の利点を享受したからではなく、単純に、もっと多くの人と苦痛を分かち合いと彼女が願ったからである。",
        "Icon": "1120.png",
        "Ver": "2.5"
    },
    {
        "_id": 6610,
        "Name": "虚構強化",
        "Desc": "★ 1 / 2 / 3 の奇物を獲得した時、即座に宇宙の欠片× 30 / 60 / 200 を獲得する。所持している★ 1 / 2 / 3 の奇物1個につき、味方の攻撃力+ 3% / 6% / 20% ",
        "Story": "強力な対抗勢力の一つとして、遺伝学者による遺伝子分析は、長い間、模造化石に対する最終手段として機能してきた。しかし、明らかに虚構歴史学者たちはこれに対抗する手段を見つけたのである。彼らは遺伝子配列を物語の媒体として利用し、学者を凌駕する熱意で完璧な分子進化樹を編纂し、既存の種の体系を完全に混乱させた。バナナは両生類となり、ウーウーボはスズメ目に分類された。不確かな統計によると、多くの化石が「神秘」の気配に染まるにつれて、虚構歴史学者の生物学分野への影響力は指数関数的に増大しているとのことだ。",
        "Icon": "1132.png",
        "Ver": "2.5"
    },
    {
        "_id": 6609,
        "Name": "超覇王コマ",
        "Desc": "味方の撃破特効+ 30% 。敵が戦闘に入る時、最大靭性 50% 分の靭性が削られる。この効果は敵を弱点撃破することはない",
        "Story": "博識学会の規則のすべてには、制定された理由がある。第 989 条「回転コマの製造禁止」を例にしよう。ドゥイト博士は、構造力学の研究を進めるため、研究室で宇宙コマ回し大会を大々的に開催した。準決勝では「赤鼻の老人」の反物質放出コマが相手のパンチ・エンペラー・コマを 300 回戦目で破った。決勝で強敵を倒すため、負けん気の強いドゥイト博士は、自身の超覇王コマに粒子破壊器、ソード型デバウアー弾、応援ラッパといった複数の装置を取り付け、決勝で大爆発を起こすことに成功し、 100 名以上の観戦者を病院送りにした。",
        "Icon": "1116.png",
        "Ver": "2.5"
    },
    {
        "_id": 6608,
        "Name": "主なき遺失物",
        "Desc": "「奇遇」エリアの出現確率が大幅にアップする。「奇遇」エリアに入った後、この奇物は壊れる",
        "Story": "9琥珀紀前、悪名高い怪盗がアリダ星系で逮捕された。逮捕される前、彼はアリダ人が最も大切にしているものを盗むと宣言していた。しかし不可解なことに、怪盗は目当ての品が何であるかを具体的に語らない。その一方、予告した窃盗はすでに達成したと裁判で何度も強調するのである。アリダ人は自分たちが何を盗まれたのかも分からないまま、星系全体で深い悲しみに暮れることになった。はたから見ると、アリダ人は何も失っていないように見えるが、彼らにしてみれば最も大切なものが盗まれたのではないかと、気に病まずにはいられなかったのだ。",
        "Icon": "1131.png",
        "Ver": "2.5"
    },
    {
        "_id": 6607,
        "Name": "土少々",
        "Desc": "戦闘に 3 / 6 / 9 回勝利すると、宇宙の欠片 50 / 150 / 250 を獲得する。戦闘に 9 回勝利した後、この奇物は壊れる",
        "Story": "強制的な開発が行われた辺境の星域では、安価な労働力を提供する現地人がカンパニーの使用する貨幣のことを植物の果実であると勘違いしていた。そのため、最も美しく輝いている紙幣を地面に埋め、信用ポイントの木が生えるのを心待ちにしていたそうだ。お節介な仮面の愚者はその誤解に着想を得て、分裂金貨の原理を模倣して信用ポイントの木を作り出し、その種を大いに広めた。インフレを恐れたカンパニーは辺境星域を緊急封鎖したが、彼らが急いで果樹園に向かったところ、現地人は信用ポイントを果実として食べていただけだったらしい。",
        "Icon": "1123.png",
        "Ver": "2.5"
    },
    {
        "_id": 6606,
        "Name": "郷に入っては郷に従え",
        "Desc": "「戦闘」、「イベント」、「遭遇」、「ボーナス」エリアでのアトラクション出現確率がアップする。祝福スロットと奇物ルーレットが出現し、使用できる回数が増加する。アトラクションで1回遊ぶごとに、味方全体の与ダメージ+ 10% ",
        "Story": "有機生命体の肉体は非常に壊れやすいものだ。大きすぎる重力、有毒な空気、深海の圧力……。その場所の原住民にとっては当たり前の環境でも、訪れる者にとっては命を賭けた試練となる。星穹列車のアーカイブによると、そのような事態に対処するため、元技術者のナナシビトたちが協力して自由に変形できる土人形を作ったという。原住民の肉体をシミュレートし、操作員の感覚器官に接続することで遠隔操作をしながら、どんなに過酷な環境でも開拓の旅を続けられるようにしたのだ。土人形による探索はリアリティに欠けたので、ナナシビトたちはすぐに見切りをつけたが、この技術は星間旅行の分野で大ブームとなり、スターピースカンパニーは巨額の利益を上げることができた。",
        "Icon": "1127.png",
        "Ver": "2.5"
    },
    {
        "_id": 6605,
        "Name": "水上の書",
        "Desc": "エリアに入った時、味方全体のHP、EP、秘技ポイントが全回復し、戦闘不能状態になったキャラを全員復活させる",
        "Story": "星嘯の配下である反物質レギオンが威風堂々とブコレット星雲に到達した時、彼らの前には物質の残滓だけがあった。メモキーパーたちは世界全体の記憶を『ブコレット』に記し、絶滅大君による包囲網から大手を振って抜け出した。ブコレットの住民たちは、足手まといとなる肉体を捨てることでミームとして生まれ変わることに成功した。ただし星嘯からすれば手段が違っただけで、反物質レギオンが到達する前に自ら破滅を選んだにすぎない。",
        "Icon": "1130.png",
        "Ver": "2.5"
    },
    {
        "_id": 6604,
        "Name": "パイナップル",
        "Desc": "この奇物は合計で 3 つのエリアに入った後壊れる。その時味方全体が残りHPの 99% を失う",
        "Story": "キング・オブ・ロックのアカバがメロー星雲で被災者支援のためのチャリティ公演を行った際、あるフルーツが彼に思いがけないインスピレーションをもたらした。奇怪な見た目のそのフルーツは直感に反して「パイナップル」という名が付いている。彼は荒唐無稽なエピソードを歌詞に盛り込んで、旧世界の言語を批判するようファンに呼びかけた。彼の導きの下、反抗的な若者たちは既存の名詞を際限なくねじ曲げ始めたため、星間物流の保冷庫はどこも表現しがたい「パイナップル」でいっぱいになった。 100 を超える先進国が、パイナップルという言葉の定義を書き換えたところでようやくこの馬鹿げたフルーツ・ロック運動は終結した。",
        "Icon": "1115.png",
        "Ver": "2.5"
    },
    {
        "_id": 6603,
        "Name": "塵と化す",
        "Desc": "創造物の培養器で使用可能なエネルギー+ 5 ",
        "Story": "コーライ博士に対する評価はこれまでも賛否両論だった。著名な植物学者であり、辺境星系貿易戦争の際には、コーライ博士が発明した生命維持栄養液のおかげで 20 以上の星系が飢饉を免れた。しかし、栄養液を過剰に摂取したことによる副作用で、何百種類もの植物の病気が種を越えて蔓延するようになり、戦後の大規模感染を間接的に引き起こした。コーライ博士が枯れてから 100 琥珀紀後に博識学会は記念切手を発行したが、そこには短く「知能を持つ植物に過ぎない」と記された。",
        "Icon": "1118.png",
        "Ver": "2.5"
    },
    {
        "_id": 6602,
        "Name": "パンクロードのバランス",
        "Desc": "敵が戦闘に入る時、それぞれの最大HP 99% 分の固定ダメージを受ける。この効果は「ボス」エリアでは発動されない。 2 回戦闘に勝利した後、この奇物は壊れる",
        "Story": "スターピースカンパニーの護衛艦に乗り込む前、伝説のハッカーである「ゼロ」が、エーテルネットワークの深部にチートコードを隠しておいたこと、このチートコードをゲームファイルに挿入するだけで、初心者プレイヤーでもパンクロードの秩序を崩壊させられることを、地球全体に公言した。様々な大手企業が、チートコードはすでに廃棄済であることを発表したが、今日に至るまで、データの水際で深海にダイブする準備を整えた船団——意気揚々と宝探しに出発するハッカー集団——を目にすることができる。「パンクロードのゲームバランスはゴミ。自分が修正してやらないと」",
        "Icon": "1126.png",
        "Ver": "2.5"
    },
    {
        "_id": 6601,
        "Name": "夢 -0110 ",
        "Desc": "戦闘に入る時、味方全体の与ダメージ+ 50% 。 15 ターン後、受けるダメージ+ 10% ",
        "Story": "無機生命体の治療は混沌医師にとって長年の難題である。金属の創造物には、薬剤や感応計測器が効果を発揮する細胞も脳もない。それゆえ医師たちは、錆びた回路に付着した虚無の汚れを除去するため、シリコンフラワーを挽いて粉末にし、彗星ゼミの分泌液とさまよう悪魔の爪と組み合わせて、強力な精神潤滑剤を作り出した。オムニックは味覚を持たないため、有機生命体とは異なり薬剤の味に不満を持つことはない。しかし患者曰く、潤滑油を使用されたオムニックは全員、血の滴る大きな口を開けたデジタル蝶々の夢を毎晩見るそうである。",
        "Icon": "1133.png",
        "Ver": "2.5"
    },
    {
        "_id": 6521,
        "Name": "利他主義者の末路",
        "Desc": "<color style='color:#f29e38;'>「虚数」</color>属性の味方キャラの攻撃力+ 50% 。攻撃を行った後、攻撃された敵の靭性を 10 削るごとに、その敵に攻撃力 120% 分の付加ダメージを与える",
        "Story": "天才クラブ#77メイトがまだ天才ではなかった頃、跳躍に代わる超遠距離輸送手段を発見したことがある。このほとんど魔法のような空間エンジンは、あらゆる物理的物体を瞬く間に目的地まで転送することができた。ただし転送によって突如現れる物体が周囲の物質をほぼ無限の速度で膨張させ、激しい爆発を引き起こすため、飛行船に配備できないのが欠点である。それでも、カンパニーは莫大な代償を払って彼女から特許を購入した。この爆発を目撃した瞬間、平和主義者だった彼女は天才になったと言えよう。",
        "Icon": "1122.png",
        "Ver": "2.3"
    },
    {
        "_id": 6520,
        "Name": "エントロピーの逆転",
        "Desc": "<color style='color:#f29e38;'>「風」</color>または<color style='color:#f29e38;'>「雷」</color>属性の味方キャラの撃破特効が、パーティ内で撃破特効が最も高いキャラの 90% 分までアップする",
        "Story": "いかなる星図にもズマンダ連邦の遺跡は記載されている。しかしどんなに愚かなガイドであっても、あの無秩序な地には近づかないよう忠告するだろう。エントロピー減少の原理を崇拝するあの文明は、高度にプロセス化した暮らしにより自分たちのエントロピーの増加速度を抑えようと尽力した。彼らは星系の力を利用し、エントロピーを飲み込む装置を作って、至上の壊滅者の法則に挑戦した。実際、彼らの装置は無限にエントロピーを反エントロピーに変換し続けた。しかしその代価として、装置の作動自体がより大きなエントロピーを生み出し、たった1回の自転の間に4光年内のすべてが腐敗してしまった。",
        "Icon": "1128.png",
        "Ver": "2.3"
    },
    {
        "_id": 6519,
        "Name": "脱獄の機会",
        "Desc": "味方キャラが攻撃を受けると、ランダムな<color style='color:#f29e38;'>「存護」</color>の運命を歩むキャラが「珀壁」を1層獲得する。「珀壁」は最大で 30 層まで累積できる。<color style='color:#f29e38;'>「存護」</color>の運命の味方キャラが必殺技を発動すると、その次の攻撃で「珀壁」が消費される。消費された「珀壁」の層数1層につき、攻撃ターゲットに<u>基礎ダメージ</u> 300% 分の物理属性ダメージを与える<br><b>基礎ダメージ</b><br>敵のレベル、閾値プロトコルが高いほど、与える基礎ダメージが高くなる。",
        "Story": "琥珀の王の鉄槌の音に、建創者たちは別の解釈を見出している。なんと「其」の偉大さは、宇宙の堤防を築くことにあるのではなく、壁の外のものたちのための監獄を作ることにあるというのだ。この論理に従うと、すべての星の表面に壁の基礎を築き続けることは無駄であり、建創者の真の使命は、災厄を未然に高壁で封じ込めて防ぐことであると言える。しかし、困ったことに、監獄が完成するのをただ待っているような愚かな怪物は存在しない。今まで封じ込められたのは巨大な琥珀の中に閉じ込められた血に飢えた2頭の獣だけである。",
        "Icon": "1125.png",
        "Ver": "2.3"
    },
    {
        "_id": 6517,
        "Name": "擬似紅月",
        "Desc": "<color style='color:#f29e38;'>「豊穣」</color>の運命を歩むキャラが敵を攻撃する時、 150% の基礎確率でその敵を「壊死」状態にする。「壊死」状態の敵は、ターンが回ってくると状態を付与したキャラの攻撃力 600% 分の炎属性持続ダメージを受け、さらに他に受けている燃焼状態の元のダメージの 200% 分のダメージを受ける。「壊死」状態は 3 ターン継続",
        "Story": "学者トゥクルクはかつて大胆な仮説を提唱したことがある。その内容とは、歩離人の戦首の間で世代を超えて受け継がれてきた「紅月」は、細胞内寄生虫の一種である可能性が高いというものだった。さらに言うと――この寄生虫は宿主の激しい衝動と食欲を刺激することで、消費された獲物の遺伝情報を摂取し続け、自らの遺伝子の進化を完成させる。戦首自身の身体能力の絶え間ない進化は、この寄生虫の進化を外部に表現したものである――のだそうだ。しかしトゥクルクは研究資料のソースを提示できなかったため、学業不正行為と見なされて、あっという間に退学処分となった。しかし多くの人々は、彼が秘密の研究室に隠れて、いまだに狂気じみた人工心臓プロジェクトに取り組み続けていると信じている。",
        "Icon": "1124.png",
        "Ver": "2.3"
    },
    {
        "_id": 6516,
        "Name": "静謐の歌声",
        "Desc": "<color style='color:#f29e38;'>「調和」</color>の運命を歩むキャラが味方に対して通常攻撃/戦闘スキル/必殺技を発動する時、味方全体にそれぞれの最大HP 25% 分のバリアを付与する、 2 ターン継続",
        "Story": "数あるファミリーの領土の中でも、スランカ人の故郷が最も静かなエリアであることは確かだろう。粒子同士の結合によって形成されたこの思考クラスターは、身体と感情を、固体、液体、気体の状態の間で頻繁に変化させるため、常に人々から危険分子とみなされていた。しかし、ファミリーの登場がすべてを変えた。彼らが優しく撫でると、すべての粒子が調和のとれた歌で1つになった。つまり高エネルギーのガス雲の形をしているスランカ人でさえ、長い間固体の形を保つことができるようになったのである。粒子間の共鳴が調和の歌を歌う。まるで氷の如く冷たい石のように。",
        "Icon": "1119.png",
        "Ver": "2.3"
    },
    {
        "_id": 6515,
        "Name": "十光年滞らず",
        "Desc": "<color style='color:#f29e38;'><color style='color:#f29e38;'>「巡狩」</color></color>の運命を歩むキャラが攻撃を行い、敵にダメージを与えた時、その敵と隣接する敵に元のダメージの 40% の固定ダメージを与える",
        "Story": "宇宙は非常に広大だ。だから常に奇妙な物体が飛び交っている。今、名もなき巡海レンジャーが、大金をはたいてカスタマイズした超遠距離弾丸を宇宙のあらゆる方向に発射した。レンジャー本人を除けば、これらの弾丸がどのような軌跡をたどるかは誰も知らない。これらの弾丸は巨大で形のない網を織りながら、あてもなく宇宙を放浪する。彼が獲物を決められた座標に追い込むたびに、 10 年前に発射された弾丸が 10 光年の距離を越え、獲物の頭蓋骨へ正確に衝突する。この遍在する弾丸は、悪だくみはよせという警告であり、万人への抑止力になる。",
        "Icon": "1129.png",
        "Ver": "2.3"
    },
    {
        "_id": 6514,
        "Name": "彗星への道",
        "Desc": "<color style='color:#f29e38;'>「氷」</color>、<color style='color:#f29e38;'>「虚数」</color>属性のキャラが弱点撃破効果を発動すると敵ターゲットの行動順がさらに 50% 遅くなり、受けるダメージ+ 50% 。弱点撃破状態から回復するまで持続",
        "Story": "空間構造上の投影によって架けられた重力橋は、博識学会から宇宙で最も役に立たない1万の発明の1つと評された。この装置は虚構歴史学者「赤鼻の老人」が酔っぱらって行った大きな賭けから生まれたものだ。彼は照明に沿って天まで昇れると言い、そのために全財産の 10 分の1を賭けたが、距離が遠すぎる場合には、光の橋を歩いても長距離走と変わらない。逆に距離が近すぎる場合には、投影を維持するエネルギー消費が実体のある橋を架けるコストよりもはるかに高くなる――たしかに創造性あふれる発明だが、何に使うべきかはわからない。",
        "Icon": "1095.png",
        "Ver": "2.3"
    },
    {
        "_id": 6513,
        "Name": "風の中の花蕾",
        "Desc": "<color style='color:#f29e38;'>「風」</color>属性キャラが必殺技を発動し、攻撃を行った後、攻撃ターゲットのうち、風属性弱点を持たないランダムな敵に風属性弱点を付与し、風属性耐性- 20% 、 3 ターン継続。また、<color style='color:#f29e38;'>「風」</color>属性の弱点撃破の風化状態が解除不能になる。持続時間に制限はなく、最大で 10 層まで累積できる",
        "Story": "帆に宇宙の風が吹きつけ、寂しくたなびいている。この宇宙に張り巡らされた機械型ネットワークは、帯電粒子流を捕捉してエネルギーへと変換している、ウェンニ星の巨大発電機の中核部品だったのだ。しかし、すべては絶滅大君「風焔」が現われると同時に終わりを告げ、次の瞬間には超新星爆発の光に包まれていた。光が徐々に消え、レギオンが去った後、塵埃以外に何もなくなった中、たった1輪揺れる花——それはかつて歴史が存在していたことを静かに物語る。",
        "Icon": "1102.png",
        "Ver": "2.3"
    },
    {
        "_id": 6512,
        "Name": "天才の迷いの時間",
        "Desc": "<color style='color:#f29e38;'>「量子」</color>属性キャラの攻撃時、量子弱点がない敵でも靭性を削ることができる。効果は本来の攻撃で与える削靭値の 75% 分となる。弱点撃破で与える「もつれ状態」が敵全体に作用し、層数上限が 99 層までアップ。敵1体を攻撃するごとに、すべての攻撃ターゲットが持つ「もつれ状態」の層数+ 5 ",
        "Story": "ある日、天才クラブ#77メイトが奇抜なアイデアを思いついたので、銀河の教育事業に協力することにした。彼女は簡易力場を使用してクラインの壺の中にマイクロワームホールや虚数亜空間などの複数の空間構造を創り出し、この知育玩具によって全宇宙の子どもたちに物理の世界の扉を開きたいと考えたのだ。だが、この傑作は予想通り売れ行きが非常に悪く、メイトの幼児教育に対する認識が一般と大きく乖離していたことが明らかになった。この出来事は天才だからといって、あらゆる分野でも天才というわけではないことを物語っている。",
        "Icon": "1094.png",
        "Ver": "2.3"
    },
    {
        "_id": 6511,
        "Name": "神聖な容姿",
        "Desc": "<color style='color:#f29e38;'>「物理」、「炎」</color>属性のキャラが弱点撃破ダメージを与えると、攻撃後に元のダメージの 80% 分の固定付加ダメージを追加で与える",
        "Story": "「純美」の姿を記録しているとされる古いカメラ。ミラーホルダーからは宝物とされている。かつて商品として銀河ダークウェブオークションに出品されていたが、毎回仮面の愚者が悪意をもって価格をつり上げたため、取引が成立しなかった。愚者たちがそのようないたずらに興味を失うと、ようやくミラーホルダーの手に渡った。その時カメラの中に写真はもう残っていなかったが、人々はレンズからその星神の美貌を垣間見ることができたようだ。それは太陽のようで、美しい炎によって世界を焼き尽くし、永遠の印影だけを残したという。",
        "Icon": "1107.png",
        "Ver": "2.3"
    },
    {
        "_id": 6510,
        "Name": "初めての旅",
        "Desc": "<color style='color:#f29e38;'>「雷」、「氷」</color>属性のキャラの弱点撃破効率+ 30% 。攻撃を行った後、その回の攻撃が実際に削った靭性値 10 につき、キャラの行動順が 1.5% 早まる",
        "Story": "狂王カーリは子どもが好きだった。なぜなら、子どもたちは「神秘」そのものに最も近いからだ。ある子どもが物語の本を閉じ、手に持った木の棒を高く掲げる。それは騎士の宝剣で、騎士は邪悪な王を倒すため山のほうに行き、その王の領土と宝を奪うのだと言う。カーリはなぞなぞや物語を作り、子どもだけの王国を想像で作り出した。彼の目的はいまだに明らかになっていないが、今日にいたるまで、多くの子どもたちが宝剣を掲げ、王国の扉が騎士に開かれるのを待っている。",
        "Icon": "1092.png",
        "Ver": "2.3"
    },
    {
        "_id": 6509,
        "Name": "おいしいマリモキャンディー",
        "Desc": "<color style='color:#f29e38;'>「物理」、「量子」</color>属性のキャラが攻撃を行って必殺技ダメージを与えると、味方全体がそれぞれ最大HP 30% 分のHPを回復し、自身の速度+ 25% 。 1 ターン継続、最大で 2 層まで累積できる",
        "Story": "約 1000 琥珀紀前、コルキス人は雨林の中で高度に栄えるトワイライト王朝を築いたが、氷河期が訪れてから 10 琥珀紀の間にたちまち消え去った。遺体が発見されなかったため、コルキス人の姿は長年歴史学界を悩ませ続ける難題となっていたが、「開拓」の無鉄砲者たちが王の地下陵墓を爆破したことで状況が一変。地下に閉じ込められてしまったナナシビトたちは、そのまま食べられる藻類を偶然発見し、それによって救助が来るまで生き延びることができたのだ。そしておいしいマリモも、星々の間へと広がり――実はそのマリモこそがコルキス人であると人々が気付いた時には…すでに 50 以上の星から彼らは侵略種としてマークされていた。",
        "Icon": "1091.png",
        "Ver": "2.3"
    },
    {
        "_id": 6508,
        "Name": "喧嘩上等",
        "Desc": "敵が<color style='color:#f29e38;'>「炎」</color>属性のキャラに攻撃されて弱点撃破状態になると、次に弱点撃破状態から回復した時の靭性回復量- 50% 。",
        "Story": "タリアの砂嵐の中を生き延びられる生物は少ないが、バザードンリザードはその内の一種と言えるだろう。彼らは現地の高濃度放射性鉱石を食べて生存に必要なエネルギーへと変換し、過剰なエネルギーと攻撃性によって、通常の乗り物をはるかに凌駕する性能を発揮する。さらに、狡猾な商人はこれを「壊滅の巨大トカゲ」と名付け、闇市でアナイアレイトギャングの新人メンバーに高値で売りつけているのだ。露天掘りの鉱物が日に日に枯渇するにつれ、より多くの子孫が生き延びられるようにと、バザードンリザードは自らの幼体を廃土客の縄張りへ運んでいくようになった。タリアのトカゲ養殖業はこういった時運に乗じて生まれたらしい。",
        "Icon": "1098.png",
        "Ver": "2.3"
    },
    {
        "_id": 6507,
        "Name": "パラレル宇宙トランシーバー",
        "Desc": "<color style='color:#f29e38;'>「知恵」</color>、<color style='color:#f29e38;'>「巡狩」</color>の運命を歩むキャラが必殺技を発動して敵にダメージを与えると、追加攻撃の発動と見なされる",
        "Story": "博識学会の発明の一部は、内部に仮面の愚者が紛れ込んでいるのではないかと疑わせる。たとえば、この「パラレル宇宙トランシーバー」だ。これは時空の微細な分岐を検知すると、最も近い2つの分岐点の間で接続を確立し、両者の情報交流を可能にすると言われている――しかし、使用者には反響している自分の声しか聞こえない。これについてプロジェクト責任者のドゥイト博士は、これは奇しくもパラレル宇宙がとても類似しており、会話する双方の考えまで完全に一致していることを証明していると述べた。",
        "Icon": "1105.png",
        "Ver": "2.3"
    },
    {
        "_id": 6506,
        "Name": "ドリーム缶",
        "Desc": "「調和」の運命でないキャラが攻撃を行った後、ランダムな味方<color style='color:#f29e38;'>「調和」</color>キャラに「和音」を 1 層付与する。最大で 30 層累積できる。「和音」の効果：通常攻撃を行った後、「和音」の層数を消費し、1層消費するごとに、攻撃ターゲットに<u>基礎ダメージ</u> 500% 分のダメージを与える<br><b>基礎ダメージ</b><br>敵のレベル、閾値プロトコルが高いほど、与える基礎ダメージが高くなる。",
        "Story": "「宴の星」ピノコニーで作られた美しき夢の缶詰。高濃縮の気体憶質が入っており、缶詰を開けた使用者は5分以内に夢に陥る。ドリーム缶はもともと銀河の中流家庭で寝室のおもちゃとして使用されていたが、戦争の苦難にあえぐ星では人々が眠りにつくための唯一の手段となっていた。寂しく抑圧された坑道の中で、生存者たちは震えながら眠りにつくしかない——少し前の夢の地のように、現実世界では得られない自由を夢の中へ探しに行くのだ。",
        "Icon": "1106.png",
        "Ver": "2.3"
    },
    {
        "_id": 6505,
        "Name": "アウェイク -310 ",
        "Desc": "任意のユニットのスキル発動期間中、<color style='color:#f29e38;'>「虚無」</color>の運命を歩むキャラが敵にデバフを付与した後、 100% の基礎確率でその敵に「退廃」を 1 層付与する。この効果はスキルを発動するたびに、敵それぞれに対して 1 回まで発動できる。「退廃」の効果：速度- 10% 。 8 層に達する時、任意のキャラがスキルを発動した後に層数をクリアし、高確率で凍結状態になる、 1 ターン継続。",
        "Story": "混沌医師の数ある薬の中で、「アウェイク -310 」はあまり安全ではない部類に属すだろう。シオン草の葉を1枚口に含み、クリムファンウルフの牙の粉末、デニソワームの胃液、9種類の薬が混ぜられたゲル状の物質を額に均一に塗り、それが大脳皮質に浸透するのを待つ。この奇妙な薬は患者の認知へ潜り込み、「虚無」を生み出しうる感情を根本から消し去る。不幸なことに、認知の矯正がポジティブな反応をもたらしたため、薬が辺境星域に流入した後、現実逃避のための精神麻酔薬となってしまっていた。カンパニーが介入するまでに 16 の星系が認知の混乱と薬物の乱用によって破滅に瀕し、虚無に陥っていたのだ。",
        "Icon": "1097.png",
        "Ver": "2.3"
    },
    {
        "_id": 6504,
        "Name": "ストーンウィスパーの情報片",
        "Desc": "<color style='color:#f29e38;'>「壊滅」</color><color style='color:#f29e38;'>「知恵」</color><color style='color:#f29e38;'>「記憶」</color>の運命を歩むキャラがすべての行動制限系デバフに抵抗する。この効果を発動すると行動順が 50% 早まる。行動順が早まる効果を獲得した時、与ダメージ+ 50% 、 2 ターン継続",
        "Story": "ストーンウィスパーが体から排出した固体の情報片。この高度な知能を持つ棘皮動物はそうした情報片を用いて、個体の断片的な言葉から社会全体の歴史にいたるまで、あらゆる物事を記録している。ストーンウィスパーは特殊な神経構造をしており、その情報片に含まれる情報は各種星間文明が低コストで解読が可能だ。そのため、共感覚ビーコンが誕生する以前から、彼らはカンパニーの枠組みへ早々に加わり、宇宙間交流において重要な役割を果たしていた。",
        "Icon": "1108.png",
        "Ver": "2.3"
    },
    {
        "_id": 6503,
        "Name": "雲間ステーキ",
        "Desc": "<color style='color:#f29e38;'>「壊滅」、「虚無」</color>の運命を歩むキャラの撃破特効+ 25% 。弱点撃破状態の敵を攻撃すると、 80% の確率で炎、風、雷、物理属性の弱点撃破効果を発動する。敵が弱点撃破状態になるたびに最大で 1 回まで発動できる",
        "Story": "メディロ人によって空中で飼育されている大気浮遊生物は、長期間におよぶ品種改良を経て、家畜の肉とほとんど変わらない味にまでなった。調理の難易度が極めて高いため、高級レストランでよく提供される食材となっている。星空生態学派の考察によると、こうした生物は穹桑の刺胞動物の遺伝子と顕著な類似性を有しているとされる。さらに過激な意見では、造翼者と同じ起源の祖先を持つとされているが、これについては星間美食協会から会を挙げての反発を受けている。",
        "Icon": "1113.png",
        "Ver": "2.3"
    },
    {
        "_id": 6502,
        "Name": "尊厳と熱意",
        "Desc": "パーティに<color style='color:#f29e38;'>「存護」</color>の運命を歩むキャラがいる時、すべてのキャラは、攻撃を受けた時にHP割合が 50% を超えている場合は優先的にバリアではなくHPを消費する。また攻撃を受けた後に失ったHPの 40% がバリアに変換される。 2 ターン継続",
        "Story": "スターピースカンパニーは領有する星域の採掘作業に関する最終解釈権を持っており、非合法な採掘行為はいかなる場合でも、琥珀の王の壁建設を冒とくする行為と見なす。軍用巡航艦の大きな衝角は、無法者たちの船に勢いよく衝突し、彼らにクリフォトの尊さを惜しみなく見せつけると、違法採掘船をスクラップにする。オスワルドは過去に何度も、資材物流部のやり方は市場開拓部よりもはるかに過激だと冗談めかして話していたが、それは間違いではないかもしれない。",
        "Icon": "1101.png",
        "Ver": "2.3"
    },
    {
        "_id": 6501,
        "Name": "栄養過多",
        "Desc": "キャラが<color style='color:#f29e38;'>「豊穣」</color>の運命を歩むキャラに治癒されると、最大HPを超えた治癒量の 100% 分の累積可能なバリアを獲得する。バリアの上限は最大HPの 50% 、ターン終了後解除される",
        "Story": "ますます深刻化する肥満と健康の問題を解決するため、アターテ博士は栄養管理マシンを開発した。それは所有者の過剰な栄養を吸収して貯蔵するだけでなく、大気中の無害な粒子をろ過して食品を合成することもできる。しかし思いがけず、食品合成の効率が良すぎてしまったため、食事コントロールができない消費者たちの体重は減るどころか増加してしまい、クレームの嵐を前にしたアターテ博士は、何日も眠れずやせ細ってしまった。",
        "Icon": "1111.png",
        "Ver": "2.3"
    },
    {
        "_id": 6425,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦闘に入る時、味方全体がすべてのEPとSPを失う",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6424,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦闘に入る時、味方全体の弱点撃破効率- 100% 、 1 ターン継続",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6423,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦闘に入る時、味方全体の与ダメージ- 99% 、 1 ターン継続",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6422,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦闘に入る時、味方全体が現在のHPの 50% 分を消費する",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6421,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦闘に入る時、味方それぞれが初めて攻撃を受けた後、さらに残りHP 50% 分のHPを消費する",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6420,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦闘に入る時、味方全体が 150% の基礎確率で裂創状態になる。 5 ターン継続。裂創状態の場合、ターンが回ってきたときに最大HPの 20% 分の物理属性の持続ダメージを受ける",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6419,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦闘に入る時、味方全体が 150% の基礎確率で凍結状態になる。 1 ターン継続",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6418,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦闘に入る時、敵全体の行動順が 100% 早まる",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6417,
        "Name": "絶対的失敗の処方箋",
        "Desc": "戦争の継続を食い止めるために、患者の病因に応じて、様々な幻覚や障害をもたらす処方を用意した。",
        "Story": "戦争は文明の持病だ。それは生命を消し、歴史を破壊し、世界を虚無に導く。混沌医師は問いかけの魔物の唾液と水魈の髪の毛を混ぜ合わせ、さらに自身の血を一滴加えた。こうして作られた薬はあらゆる効果的な戦略を避けるよう、士官たちの意思決定を狂わせ、交戦の可能性を根本から断ち切る。これによって戦争は終結するのだろうか…混沌医師たちは、薬を服用し続けさえすれば、この戦争という持病はいつの日か必ず治ると信じている。",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6416,
        "Name": "天彗合金III型",
        "Desc": "効果なし。同時に1個しか所有できない",
        "Story": "「存護」の巨大なハンマーの下で、星はとても堅固な壁の礎へと変えられ、巨大な力の下で飛び散った欠片は急速に冷却されて貴重な天彗合金となる。このようにクリフォトが天彗のスターウォールを叩いて飛び散った細かい破片は、誕生の瞬間に新たな琥珀紀の訪れを告げている。天彗合金はスターピースカンパニーによってほぼすべてが厳重に保管されており、その真の姿を垣間見られるのはP 45 以上の社員に限られている。",
        "Icon": "1109.png",
        "Ver": "2.3"
    },
    {
        "_id": 6415,
        "Name": "タロート人形",
        "Desc": "味方全体が敵にスキルを発動する際に、 50% の確率で誤ったターゲットを選択する。 4 回の戦闘の後、この奇物は壊れる",
        "Story": "銀河はとても広く、常に厄災前衛の警告に耳を貸そうとしない人がいる。たとえばアデン玩具会社のオーナー、アデンだ。「終焉」の行人から新しく出荷した人形をすべて破壊するべきだと警告された時、彼は激怒しただけだったが、その 24 システム時間後、人形の中に潜んでいたタロート人により玩具会社が襲撃された。この辺境星系からやって来た液状の生命は同一の意識を共有しており、より多くの生命体を自らに加えることが目的だ――アデンはすぐに彼らの一部となった。",
        "Icon": "1093.png",
        "Ver": "2.3"
    },
    {
        "_id": 6414,
        "Name": "「奇想天外」培養脳",
        "Desc": "キャラが秘技を使用した時、さらに秘技ポイントを 1 消費する。",
        "Story": "「私は皇帝ルパートに会った！」ある日の機械時刻午後9時。侵入性「最高アイデア」は時間通りに、機械城の培養槽に放り込まれた脳の中に入った。脳は自分が有機か無機かがわからない。あるいはただの気体だったりして？脳は、自身の「狂想」から抜け出すために、皇帝ルパートに会ったと主張した——狂った考えが頭の中で暴れ、止まらない思考が脳を疲弊させた。しかしルパートは目立たないコードを1ヶ所変更しただけで、脳を目覚めさせた——そう、何も発生していなかったのだ。今までのすべては脳の狂想でしかなかった。",
        "Icon": "1076.png",
        "Ver": "2.3"
    },
    {
        "_id": 6413,
        "Name": "「最高アイデア」レインボー機",
        "Desc": "この奇物を所持した状態で「挑戦」エリアに入ると、当該エリアの制限時間- 30% ",
        "Story": "ある日の機械時刻午前6時。侵入性「最高アイデア」は時間通りに、機械城のあるユニコーンの脳内に入った——機械城で改造されていない動物はもはや少ない。その後、ユニコーンは「最高アイデア」を駆使して如何なる失敗も、如何なる恐怖をも乗り越えた。ユニコーンは悲しみを楽しみにし、苦痛を楽しみにし、プレッシャーを楽しみにした。ある日、彼は気づいた。自分はもう「気分」をパラメーターのように自在に変えられるようになっていたのだ。そして彼は自信満々な「レインボーユニコーン」になった。",
        "Icon": "1075.png",
        "Ver": "2.3"
    },
    {
        "_id": 6412,
        "Name": "「平凡アイデア」集団機",
        "Desc": "商品価格+ 25% ",
        "Story": "ある日の機械時刻午後3時。侵入性「平凡アイデア」は時間通りに、機械城のあるうぬぼれ有機生命体の脳内に入った。「一般アイデア」は彼の精神を押し潰した。どの領域でも、彼の天賦は群ロボットの中で「真ん中」程度にしか届かない。だが彼は諦めなかった。この珍しい才能を利用し、彼は無機の集団の中で一切の感情を包み隠し、ロボットの中で最も中程度の中級者になり、「均衡」の運命に踏み出した。",
        "Icon": "1083.png",
        "Ver": "2.3"
    },
    {
        "_id": 6411,
        "Name": "「無効アイデア」コード機",
        "Desc": "戦闘に入る時、キャラは最大EP 100% 分のEPを失う",
        "Story": "「人はいつ機械に変わるのか？機械はいつ人に変わるのか？」ある日の機械時刻午後3時。侵入性「無効アイデア」は時間通りに、機械城のある有機生命体の脳内に入った。最初の頃は、脳内で暴れるアイデアに彼は手も足も出なかった。だがある時、彼は記録を取ることで「無効アイデア」がもたらす焦燥感と虚無感に対抗できることに気付いた。そして彼はペンを手に、嘔吐するようにロジックも意味もない考えを書き出し、一行一行のコードに変換した——そして彼はリドラーの注意を引いた。",
        "Icon": "1071.png",
        "Ver": "2.3"
    },
    {
        "_id": 6410,
        "Name": "ビーコン着色剤",
        "Desc": "戦闘に勝利して祝福を選択する時、ランダムでその内 1 個の祝福を強化する",
        "Story": "ビーコン着色剤の強い色彩と視覚的な刺激により、星間救援隊は救助を求める目印を極めて容易に発見することができる。これの発明者は名画家であったナナシビト。星を渡る旅の途中で事故に遭い、荒涼とした無人の星域に取り残されたナナシビトは、白色矮星の破片を使い、やがて救助の歴史に残る偉大なビーコン着色剤を発明した。",
        "Icon": "1036.png",
        "Ver": "2.3"
    },
    {
        "_id": 6409,
        "Name": "パンクロード精神",
        "Desc": "戦闘に入る時、 100% の固定確率で敵全体に、フィールド上の味方が有する属性の内 1 つを弱点として付与する、 10 ターン継続",
        "Story": "命はゲームでしかない——サイバー世界「パンクロード」のハッカーたちにとって、この冗談は戯言ではない。彼らはネット空間を渡り、エーテル編集という技術で現実を書き換え、人生を編纂して大型のゲームを創り出した。たまに天才の中の天才が誕生し、最初の村を飛び出して、大きな銀河を第二の舞台として活躍した。このゲームソフトにはある伝説的なハッカーの物語が記録されている、彼の一生はパンクロードの地下ダムから始まり、巡海レンジャーに囲まれて幕を下ろした。あの葬式は静かだった、ただ1つのゲームソフトが棺の上に置いてあり、ハッカーの人生に「クリア」という脚注を加えた。",
        "Icon": "1048.png",
        "Ver": "2.3"
    },
    {
        "_id": 6408,
        "Name": "分裂鳩時計",
        "Desc": "キャラの攻撃力- 5% ",
        "Story": "「終焉」の凶兆を受け取った後、分裂の厄災に関わっている鳩時計が突然黒森に現れ、無機生命体チェーンが原因不明の断裂を起こした。黒森に入り込んだナナシビトは鳩時計に夢中だったため、それをコレクションに加え、自分の故郷に持ち帰ることにした。分裂鳩時計は旅の途中で分裂を続け、最終的にナナシビトの飛行マシンは鳩時計でいっぱいになってしまったのだが——彼は鳩時計が分裂を続ける現象が何を意味しているのか理解できなかったため、星間旅行の途中で虫の潮に呑み込まれてしまった。",
        "Icon": "1053.png",
        "Ver": "2.3"
    },
    {
        "_id": 6407,
        "Name": "分裂鳩時計",
        "Desc": "キャラの攻撃力- 5% 。戦闘に勝利した後、確率で分裂してクローンを1つ作り出す。クローンは同時に 3 体まで存在できる",
        "Story": "「終焉」の凶兆を受け取った後、分裂の厄災に関わっている鳩時計が突然黒森に現れ、無機生命体チェーンが原因不明の断裂を起こした。黒森に入り込んだナナシビトは鳩時計に夢中だったため、それをコレクションに加え、自分の故郷に持ち帰ることにした。分裂鳩時計は旅の途中で分裂を続け、最終的にナナシビトの飛行マシンは鳩時計でいっぱいになってしまったのだが——彼は鳩時計が分裂を続ける現象が何を意味しているのか理解できなかったため、星間旅行の途中で虫の潮に呑み込まれてしまった。",
        "Icon": "1053.png",
        "Ver": "2.3"
    },
    {
        "_id": 6406,
        "Name": "壊れた鳩時計",
        "Desc": "戦闘勝利後に獲得する宇宙の欠片の数- 25% 。方程式を 1 個展開した後、この奇物は壊れる",
        "Story": "ある鳩時計職人が偶然「テルミヌス」に出会った。驚いた彼女は手にしていた時計を地面に落としてしまい、それは「テルミヌス」の過去で砕かれてしまった。この職人は後に厄災前衛に加わり、鳩時計でテルミヌスの予言を解読しようとした。彼女は生涯、数え切れないほど多くのものを製作したが、この壊れた時計をいつも大切にしていた。この時計が壊れた時、職人はすでにテルミヌスに出会っていた。しかし、この時計が壊れた時、テルミヌスはまだこの職人に出会っていなかった。",
        "Icon": "1009.png",
        "Ver": "2.3"
    },
    {
        "_id": 6405,
        "Name": "機械式鳩時計",
        "Desc": "戦闘に入る時、SPを 2 消費する",
        "Story": "第二次ルパートの乱の後、カンパニーは宇宙全域の機械生命体を絶滅させるという残酷な計画を立てたことがある。しかし幸いなことに、この計画が採用される前に、#76のスクリューガムがヌースに選ばれ天才クラブに加入したことがカンパニーの耳に入った。新たな天才に対する親善の意味を込め、カンパニーは機械式鳩時計を製作して彼に贈った。今の感覚では、この贈り物はあまりにも味気なく感じられるが——当時は機械生命が迫害を受ける時代であった。そのため、機械式鳩時計が誕生したこと自体が平和の象徴なのである。",
        "Icon": "1010.png",
        "Ver": "2.3"
    },
    {
        "_id": 6404,
        "Name": "カンパニー鳩時計",
        "Desc": "祝福の上書きと方程式の上書きに必要な宇宙の欠片の数+ 25% ",
        "Story": "カンパニーが最初に製造した0号鳩時計、鳩時計計画の起動を意味する。鳩時計計画は何のために誕生したのか？多くの人はその目標について疑問を抱く——ルイス・フレミングは答える、これは存護の星神クリフォトを追従するに、カンパニーが勝ち取った全てを守るためにある、と。彼は演説で意思を表明した。スターピースカンパニーは既に宇宙の金融を主宰したが、終末の災いには常に警戒するべきと。彼が打ち出した鳩時計シリーズはかの星神に関する情報を収集し、カンパニーが未来の道を突き進む最中に破産、または解散する可能性を0にするためにある。",
        "Icon": "1039.png",
        "Ver": "2.3"
    },
    {
        "_id": 6403,
        "Name": "永久鳩時計",
        "Desc": "次のエリアに進むたびに、所持している宇宙の欠片を 5% 失う",
        "Story": "#76スクリューガムが苦労して機械生命体に平和をもたらした後、スクリュー星は第二次工業復興運動を迎えた。無数の発明家が頭角を現し、呪いマシン、確率マシン、キャンディガーディアンなどを創造した。そして発明家たちは七不思議の課題にも興味を示した、そのうち、「永久機関」は2番目の課題として研究されていた。スクリュー星で 19 位に座す発明マスターは、命の最後に自分の永久鳩時計を披露した——その作品はアルキメリ螺旋エネルギーを利用して永遠に作動していく、だが発明マスターはかつてない栄誉を手にした後に、自らの命を絶った、原因は不明。",
        "Icon": "1041.png",
        "Ver": "2.3"
    },
    {
        "_id": 6402,
        "Name": "黒森鳩時計",
        "Desc": "戦闘に入る時、ランダムな味方 1 名の、敵に攻撃される確率を大幅アップする、 5 ターン継続",
        "Story": "第二次機械パニックが過ぎた後、大量のロボットが急性ストレス障害に陥り、あらゆる衝突になり得る物事に過剰に敏感になってしまった。ある噂が流れた：機械生命体はいつか災いをもたらす。ロボットたちはすぐさま噂に反応し、遠征隊を三度結成して未開拓の大陸へ向かった。彼らは最南部の島に行き、暗闇に覆われた森の中で流言マシンを作った犯人を捕まえた——とある山中にこもって邪なる技術を研究するクラフトマスターを。",
        "Icon": "1038.png",
        "Ver": "2.3"
    },
    {
        "_id": 6401,
        "Name": "占い鳩時計",
        "Desc": "戦闘に勝利して祝福を選択する時、選択できる祝福の数- 1 ",
        "Story": "この鳩時計は毎日0: 00 に詩が書かれた紙を吐き出す、その詩は遠い昔の数学体系に関する名詞で組み上げられている。それを予言だと思う人は、解読が完了する寸前に、時計が目の前で消えたと言った。未来を予見できる可能性だけでも極めて高い価値がある。誰もが鳩時計の再販を期待した、そうすれば星系中の富がそれに向かって流れだすだろう——もちろん、その鳩時計はつまらない詩を書き続けるように設定されただけだと思う人もいる。",
        "Icon": "1040.png",
        "Ver": "2.3"
    },
    {
        "_id": 6308,
        "Name": "死との再会",
        "Desc": "まだ展開できない方程式を即座に 1 個獲得する。方程式が1つ展開されるたびに、ランダムなまだ展開できない方程式を1つ獲得する。この方式で最大 3 個までの方程式を獲得できる。方程式が1つ展開されるにつき、味方全体の与ダメージ+ 10% 。",
        "Story": "恐ろしいキーホルダー。結び目で物事を見ていたかのように、持ち主の命に関わる危険をすべて記録している。「終焉」のささやきにしたがい、ハンターは危険な未来、レッドオレンジ星域の超新星爆発、ドモントンのスウォーム侵入、星間強盗ナロの宇宙船強盗事件など、諸々の出来事に幾度となく赴いた…彼は自分の運命がここで途切れることはないと信じている。それゆえ、死とすれ違う瞬間を毎回楽しんでいるのだ。最終的に彼は葬儀客となり、訪れた場所には死が広がる大地しか残らなくなっていた。",
        "Icon": "1112.png",
        "Ver": "2.3"
    },
    {
        "_id": 6307,
        "Name": "ルパート帝国の階差機関",
        "Desc": "この奇物を獲得する時とエリアに入るたび、宇宙の欠片× 300 、ランダムな 3 個の祝福、ランダムな 3 個の奇物を獲得する。味方全体の会心率+ 60% 、会心ダメージ+ 16% ",
        "Story": "ルパート1世が設計した階差機関で、第二次皇帝戦争中に歴史の表舞台へと姿を現し、戦争中この恐ろしい装置は自身の計算能力と意思決定機能の向上を続け、第3代皇帝にほぼ代わろうとしていた。現在、階差機関の残骸はカンパニーによって複数の研究所に封印されている。結合されていた装置はすべて反有機方程式の侵入を受け、オーバーロードした後に自動で崩壊するようになっていた。皇帝がいかにしてこのような思考能力のない部品に方程式を書き込んだのかは誰にもわからない。こうした装置は休むことなく共鳴し続け、再び結合する時を待っている――「もしこれが天才というものならば、世界は愚か者ばかりのほうがいい」",
        "Icon": "1088.png",
        "Ver": "2.3"
    },
    {
        "_id": 6306,
        "Name": "疫病の巣",
        "Desc": "所有する不利奇物1個につき、味方全体の与ダメージ+ 30% 。不利奇物を 2 個以上所有しているとき、各不利奇物のバフが 40% になり、 6 個以上所有しているときは 50% になる",
        "Story": "悪名高きヤペラーブラザーフッドは、リンドカーノ星系へ侵攻した際に生物兵器を使用した。この遺伝子自壊ウイルスは、感染した細胞を宿主の体内で共食いさせ、惨劇の連鎖を引き起こす。しかし、絶え間なく増殖し続けるため、巣の生物はすぐに制御不能な大群となり、狂暴化したそれらはヤペラーブラザーフッドの陣地を呑み込んだ。そしてこの悪党たちはウイルスの餌食になった仲間たちを見捨てて命からがら逃げ出した。この事件の背後では永火官邸が暗躍していたと話す人もおり、後に繰り広げられた2つの勢力の終わりなき死闘がその証拠となったという。",
        "Icon": "1096.png",
        "Ver": "2.3"
    },
    {
        "_id": 6305,
        "Name": "記憶のルーレット",
        "Desc": "ただちに方程式をランダムに 2 個獲得する。エリアに入るたびにすべての方程式が同じ★ランクのランダムな方程式に置き換わる。戦闘に入る時、すべての未展開の方程式の効果を獲得する",
        "Story": "ある焼却人は彼女の仕事を修行と見なしており、あらゆる「記憶」は管理され、制限されるべきだと信じている。彼女は自分の記憶もサイクルに組み込んで分類し、その中から意味のない内容を取り除くと、有用な部分だけを選んで認識する。しかし、不完全な記憶は往々にして誤った判断を起こし、重要な情報が消去され、無価値なものが残されてしまう。彼女の記憶のルーレットはボロボロになり、この修行も半琥珀紀続いただけで終わりを告げることになった――なぜなら、彼女は焼却人としての自分すらも忘れてしまっていたからだ。",
        "Icon": "1086.png",
        "Ver": "2.3"
    },
    {
        "_id": 6304,
        "Name": "湮滅の芯切り",
        "Desc": "破壊できるオブジェクトを1つ破壊するごとに、味方全体の与ダメージ+ 5% 。戦利品を1つ開放するごとに、味方全体の最大HP+ 8% ",
        "Story": "この芯切りバサミでロウソクを切ると、憤怒に満ちた反物質の炎が逆にロウソクに火をつけてしまう。そしてロウソクは粒子のぶつかり合いの中、数秒後に湮滅する。もしこの芯切りバサミであなたの皮膚をかくと、エネルギー散逸反応が起こる。ハサミに触れた部分が負粒子となって体の中で暴れ回った後、外に散逸する。",
        "Icon": "1046.png",
        "Ver": "2.3"
    },
    {
        "_id": 6303,
        "Name": "虫歯星系模型",
        "Desc": "宇宙の欠片を 50% 失う。次のエリアに入るたびに、宇宙の欠片× 100 を失う。宇宙の欠片が 100 に満たない場合、この奇物は壊れる。この奇物の効果によって宇宙の欠片を 100 失うごとに、味方全体の会心ダメージ+ 36% 。会心ダメージアップの効果は奇物が壊れた後も有効",
        "Story": "ヘルタは遥か昔の物語のために、1つの模型を収集したことがある。虫歯星系連邦政府は、領域内で不定期に発生する風船ガム嵐に頭を悩ませていた。財務機関は毎年多額の信用ポイントを費やして、侵食された土壌の修復を行っている。かつて1人のナナシビトがこの星を訪れ、その形状を探ろうとしたのだが——数ヶ月の探索の後、彼は驚いたように「宇宙は不規則で、まるで歯のようだ！」と叫んだのだった。",
        "Icon": "1065.png",
        "Ver": "2.3"
    },
    {
        "_id": 6302,
        "Name": "ファミリーの絆結び",
        "Desc": "破壊可能な奇物を1個ただちに獲得する。奇物が壊れるたびに、破壊可能な奇物を1個ただちに獲得する。所持している壊れた奇物1個につき、味方全体の与ダメージ+ 30% ",
        "Story": "ある逃亡者の話によると、彼は奇妙な箱を開けてファミリーの絆結びを手に入れたことで、誤って「調和」のシペを信仰するファミリーの集会に入ってしまい、そこで見たこともない光景を目にしたという。それは星々の意志が互いに結びつき、1つの結び目を作っている様子だったそうだ。ファミリーの絆結びの下で、人々は目を見開き、微笑みを浮かべ、驚くほど同じ表情で互いを見つめ合っていた。彼が疑問を口にすると、ホール内にいた数千人が一斉に彼を見て、同じ声で「ようこそ」と言った。逃亡者は一瞬にして慄いたが、最後には生き延びるために、同じように目を見開いて微笑みを浮かべるしかなかった。",
        "Icon": "1057.png",
        "Ver": "2.3"
    },
    {
        "_id": 6301,
        "Name": "純美のローブ",
        "Desc": "所持している宇宙の欠片× 100 につき、味方全体の与ダメージ+ 20% 。「戦闘」、「遭遇」、「ボス」エリアに入ると、所持している宇宙の欠片の 10% 分の宇宙の欠片を獲得する",
        "Story": "純美の騎士が星の海を渡っていた頃、全宇宙が彼らの姿に傾倒した。美を追い求める高貴な騎士は煌びやかな金銀の甲冑を身につけ、絹と星の光で紡いだマントを纏う。そしてその兜の下には、絶世の美貌を備えている。「純美」が消えた今でも、騎士たちの輝きを見た者たちはイドリラの帰還を信じているのである。",
        "Icon": "1014.png",
        "Ver": "2.3"
    },
    {
        "_id": 16234,
        "Name": "タオットカード",
        "Desc": "あなたの選択にもとづき、タオットカードが異なる運命を示すだろう",
        "Story": "リドルマスターであるバード・バビバボ・バラの話はいつも魅力的だった。彼は 109 種類のなぞなぞを用いて「タオット」と名付けられたカードを作り、宇宙の各地に散らばらせると、それらを使って知的生命体の未来を幾重もの霧で包み込む。占い師を自称する人々が同じカードの面をめくって、それぞれ異なる解釈をし、正しいようで不正確な言葉を操って運命の謎を説明する時、「神秘」は静かにそこへ生まれる――それは何も変えていないようでもあり、すべてを変えたかのようでもあった。",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6245,
        "Name": "タオットカード",
        "Desc": "累計で 3 個のエリアに入った後、この奇物は壊れ、ランダムな祝福を 2 個失う",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6244,
        "Name": "タオットカード",
        "Desc": "方程式を 1 個展開した後、ランダムな祝福を 2 個獲得する。効果を 2 回発動した後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6243,
        "Name": "タオットカード",
        "Desc": "同タイプのエリアに連続して入った後、ランダムな祝福を 2 個獲得する。効果を 2 回発動した後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6242,
        "Name": "タオットカード",
        "Desc": "戦闘勝利後、ランダムな祝福を 1 個獲得する。効果を 2 回発動した後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6241,
        "Name": "タオットカード",
        "Desc": "獲得する宇宙の欠片の数- 30% 。累計で 3 個のエリアに入った後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6240,
        "Name": "タオットカード",
        "Desc": "獲得する宇宙の欠片の数+ 200% 。累計で 2 個のエリアに入った後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6239,
        "Name": "タオットカード",
        "Desc": "獲得する宇宙の欠片の数+ 100% 。累計で 3 個のエリアに入った後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6238,
        "Name": "タオットカード",
        "Desc": "獲得する宇宙の欠片の数+ 50% 。累計で 4 個のエリアに入った後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6237,
        "Name": "タオットカード",
        "Desc": "戦闘に入る時、キャラが攻撃を受けた後、EPを 10 消費する。 5 ターン継続。累計で 3 個のエリアに入った後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6236,
        "Name": "タオットカード",
        "Desc": "キャラが攻撃を受けた後、最大HPの 15% 分のHPを回復する。累計で 3 個のエリアに入った後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6235,
        "Name": "タオットカード",
        "Desc": "味方全体の速度+ 30% 。累計で 3 個のエリアに入った後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6234,
        "Name": "タオットカード",
        "Desc": "戦闘に入る時、敵全体の行動順が 200% 遅延する。累計で 3 個のエリアに入った後、この奇物は壊れる",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6232,
        "Name": "天彗合金II型",
        "Desc": "効果なし。同時に1個しか所有できない",
        "Story": "「存護」の巨大なハンマーの下で、星はとても堅固な壁の礎へと変えられ、巨大な力の下で飛び散った欠片は急速に冷却されて貴重な天彗合金となる。このようにクリフォトが天彗のスターウォールを叩いて飛び散った細かい破片は、誕生の瞬間に新たな琥珀紀の訪れを告げている。天彗合金はスターピースカンパニーによってほぼすべてが厳重に保管されており、その真の姿を垣間見られるのはP 45 以上の社員に限られている。",
        "Icon": "1109.png",
        "Ver": "2.3"
    },
    {
        "_id": 6231,
        "Name": "喜びの香り",
        "Desc": "この奇物を獲得した後、ランダムで方程式を 2 個獲得する。「ボス」エリアで戦闘に入る時、所持する未展開の方程式1つにつき、敵全体の最大HP+ 40% 、攻撃力+ 20% ",
        "Story": "弔伶人の公演を見る時、ある仮面の愚者がふと思いついた。もし彼らの安らぎの香炉にちょっとしたサプライズを加えたら、とんでもない笑いを起こせるのではないだろうか？彼は自らの仮面の半分を燃やして香炉に投げ入れ、そして冷静な面持ちで観客席へ戻り、伶人たちがメロウェン王国の崩壊に拍手喝采を送る様子を見守っていた。香が燃え尽きると、伶人たちは涙を流している。消えゆく世界を嘲笑したことに対して罪悪感を抱いているようだ。一方でその愚者は大笑いし、今でもパブでこの痛快な茶番劇を同僚に自慢している。",
        "Icon": "1110.png",
        "Ver": "2.3"
    },
    {
        "_id": 6230,
        "Name": "パンクロードの挨拶",
        "Desc": "戦闘に入る時、味方編成内の1枠目のキャラの速度+ 40% 。4枠目のキャラの速度- 40% ",
        "Story": "ネットワーク空間での戦いは想像以上に複雑であり、ハッカーたちはデータ空間をひっきりなしに行き来して攻防を繰り広げている。いずれか一方が少しでも劣勢になるとすぐに撤退し、戦いを無限に長引かせる。エーテル編集の発祥地であるパンクロードでは、伝説のハッカー「ロックソード」が強敵と 14 年戦い続けてもなお、勝敗がつかなかったという。最終的に、一方的なロック機能を持つエーテル暗号化キーをコンパイルし、自分自身を相手の現実空間の場所に転送することで、この十数年に及ぶ戦いを直接終わらせた。",
        "Icon": "1104.png",
        "Ver": "2.3"
    },
    {
        "_id": 6229,
        "Name": "ルアン袋",
        "Desc": "ランダムで祝福を 3 個獲得する。戦闘に勝利して祝福を選択する時、選択できる祝福の数が1になる。戦闘に 2 回勝利した後、この奇物は壊れる",
        "Story": "天才クラブは文字通り、天才たちが集まる組織だ。だが、どうしても天才たちに序列をつけたがる者たちがいる——彼らが論争した結果、天才の創造物の中でも上位に入るのがルアン袋だ。噂によると、ルアン・メェイは宇宙を常に傍に置きたかったため、この奇物を作ったらしい。しかし袋の中の次元が絶えず膨張したため、止むなく封印されることになった。封印される前、ルアン袋はある棚に収められていた。スティーブン・ロイドはこの袋を大切な仲間と見なしていた。それには隠された理由がある——スティーブン・ロイドは、ルアン袋の中に隠れれば家族を避けられる、と思っていたようだ。",
        "Icon": "1078.png",
        "Ver": "2.3"
    },
    {
        "_id": 6228,
        "Name": "スポンジ王",
        "Desc": "エリアに入るたびに、味方それぞれが残りHP 80% 分のHPを失い、最大HP+ 10% 。効果を 4 回発動した後、この奇物は壊れる。最大HPアップの効果は奇物が壊れた後も有効",
        "Story": "黒森の中で、奇跡のようにあるスポンジに意識が芽生えた。スポンジは同じく意識を持つネジと交流しようとしたが、何度も拒まれた。スポンジは反省した。彼は上流階級に仲間入りするため、体にあるすべての角を削り、穴を埋め尽くした——結果、彼はまん丸で滑らかになった。今、彼はゴミとして捨てられたスポンジたちにも意識が芽生えるよう、あちこちで手助けをしている。",
        "Icon": "1072.png",
        "Ver": "2.3"
    },
    {
        "_id": 6227,
        "Name": "腐敗した異木の果実",
        "Desc": "キャラがすべての行動制限系デバフに抵抗できる。抵抗するたびに、自身の最大HP 20% のHPを消費する",
        "Story": "かつて、腐敗した異木の果実を手に入れた「薬乞い」がいた。その果実は怪しい色をしており、澄んだ黄色からピンクが混じった青になっていた。その薬理を解明するため、双子の薬乞いはそれぞれ異木の果実と腐敗した異木の果実を食べた。1人は生まれ変わり、もう1人は死んだ——しかし第三者がいなかったため、生き残ったのが誰で、どちらの果実を食べたのかはわからない。",
        "Icon": "1073.png",
        "Ver": "2.3"
    },
    {
        "_id": 6226,
        "Name": "理性の崩壊",
        "Desc": "この奇物を獲得した時、 3 個の異なる運命の★ 1 の祝福をランダムで 1 個ずつ獲得する",
        "Story": "真理とはなにか？それを理解できる者は存在しない。もし、「愚鈍」が世界を蝕む病であるなら、知恵を伝播させることは宇宙を治療することだ。しかし、「書」は人々を治せるのだろうか？博識学会の記録によると、月桂冠系の哲学者連合で一度内乱が起きた。血液とオイルが思想家の柱廊にある書物をことごとく染め上げ、おびただしい数の哲学者が死んだ。すべてを目の当たりにしたカンパニーの社員は、それを「理性の崩壊」と呼んだ——書物は荒唐無稽な方法で、1つの世界を粛清したのだ。",
        "Icon": "1080.png",
        "Ver": "2.3"
    },
    {
        "_id": 6225,
        "Name": "人造隕石",
        "Desc": "この奇物を獲得した時、所持している祝福が最も多い運命の祝福を 1 ～ 3 個即座に獲得する",
        "Story": "知恵の星神に一目置かれる3人の天才が、同じ世紀、同じ星に同時に誕生した——#7柏環、#8ラム、#9クライン。そのため、この時代は「黄金時代」と呼ばれている。伝えられるところによれば、3人の間ではラブコメが繰り広げられていたらしい。天才クラブ#9クラインは人造隕石を作って#7柏環に贈った。その隕石の表面には、彼女がコピーした「博識の目」が刻まれている。",
        "Icon": "1061.png",
        "Ver": "2.3"
    },
    {
        "_id": 6224,
        "Name": "ひげの爆薬",
        "Desc": "この奇物を獲得した時、ランダムな加重奇物を 1 個獲得できる",
        "Story": "遊牧の鉱夫たちは、石材、木材、黄金、超チタン金属、そして貨幣よりも、「エーテル」を採掘することに夢中になっている。彼らは鉱山で大量の「エーテル」を手で採掘する感覚に取り憑かれたのだが、その体験が不幸をもたらした。数名の大柄な鉱夫たちが、未知のエリアで火薬の爆発によって命を落としたのだ。しかし、その中にいた背の低い鉱夫だけは生き残った。それ以来、彼のひげでは常に炎が躍っている。",
        "Icon": "1066.png",
        "Ver": "2.3"
    },
    {
        "_id": 6223,
        "Name": "虚構機兵",
        "Desc": "キャラのターンが回ってきた時、自身の最大HP 20% 分のHPを回復する",
        "Story": "虚構歴史学者が作り出した虚構の機兵集団。言い伝えによると、大量かつ効率的に虚構を実現することを目的として製造されたもので、その特徴は様々な色の煙だという。しかし、虚構歴史学者の歴史文書に対する管理が不適切だったため、機兵集団は最終的に秘密を読んで自身が作られた虚構であることを知った。そして、1つの疑問を提起した——虚構歴史学者自身も作られた虚構なのではないだろうか？",
        "Icon": "1064.png",
        "Ver": "2.3"
    },
    {
        "_id": 6222,
        "Name": "純美の騎士道",
        "Desc": "この奇物を獲得した時、ランダムな方程式を 1 個獲得できる",
        "Story": "純美の騎士との交流を最も好んでいる派閥は、恐らく仮面の愚者だろう。いつかイドリラが帰ってくるという騎士の信仰、それを愚者たちはからかって楽しむのだ。一方、高潔な騎士たちは常に敬虔で、純美の信仰を実践することに固執している。こうしたことから、弔伶人は騎士団の精神に共感した。そして彼らは、純美の騎士が「純美」を実践する時に犠牲にした1本の歯を収集した——それも、とても美しいものだった。",
        "Icon": "1051.png",
        "Ver": "2.3"
    },
    {
        "_id": 6221,
        "Name": "愚者の仮面",
        "Desc": "すべての祝福をランダムな祝福に入れ替える。強化情報は保留され、確率でより高いレア度の祝福に入れ替わる",
        "Story": "仮面の愚者の仮面は「愉悦」に対する信仰を象徴している。仮面を着けて愚者になることが、パブ「ワールドエンド」で集まる時の入場券となるのだ。彼らの仮面は重厚で、色も鮮やかで、狂気の笑顔と控えめな筆遣いが特徴的である。心からの悪戯を待ち望んでおり、仮面の愚者の証である敬虔さを備えているが——それらは、どれも弔伶人の船から盗んだもののようだ。",
        "Icon": "1067.png",
        "Ver": "2.3"
    },
    {
        "_id": 6220,
        "Name": "天才クラブの他愛もない噂話",
        "Desc": "この奇物を獲得すると、宇宙の欠片を追加で 100% 獲得できるようになるが、戦闘後に祝福を獲得できなくなる",
        "Story": "「ヘルタは心の知能指数が低いし、スクリューガムはもっと有機生命の常識を学んだほうがいい！」クラブのファンの間では、いつも天才たちに関する議論が繰り広げられている。彼らはスティーブン・ロイドの実年齢を巡って論争を続けているが、彼は中年の男性だと主張する者もいれば、子供だと主張する者もいる。様々な議論を経て、ファンたちは何やら面白いエピソードに触れた。天才クラブの「科学の怪人」は、かつて男性だと噂されていたのだが、その人物は女性の科学者というだけでなく、優雅な雰囲気の持ち主だったという。そこで、彼らは経験を生かして新たな問題を提起した。スティーブン・ロイドの性別は嘘か真か？",
        "Icon": "1063.png",
        "Ver": "2.3"
    },
    {
        "_id": 6219,
        "Name": "星間ビッグロッタリー",
        "Desc": "オブジェクトを破壊した後、低確率でランダムな祝福を1個獲得する。また、低確率でこの奇物が壊れ、味方全体のEPと秘技ポイントをすべて失う",
        "Story": "ビジネスモデルを持続させるにはどうすればいいのか？銀河ビッグロッタリーが好評を博した後、スターピースカンパニーの業務強化部はオスワルド・シュナイダーの商品に対する先見性を引き継ぎ、星間ビッグロッタリーを発売した。彼らはそれも同じように成功することを願い、 86 もの関連産業チェーンを作って一緒に普及させていった。カンパニーが作り出したイメージキャラクター、「ビッグロッタリーの女神」ベラス・メリーは後に謎の死を遂げたが、それでも多くの信用ポイントがスターピースカンパニーに流れ込んできたのである！",
        "Icon": "1068.png",
        "Ver": "2.3"
    },
    {
        "_id": 6218,
        "Name": "分裂銀貨",
        "Desc": "所持している宇宙の欠片の 50% に相当する宇宙の欠片を即座に獲得する",
        "Story": "スターピースカンパニーの技術部門は、商業的潜在力のある製品を見つけ出すことに長けている。星間通信ネットワークが構築されたばかりの頃、連絡用アンテナの供給が需要に追いついていないことがあったのだが、カンパニーはすぐに星間市場の潜在的需要に気づき、素晴らしいアイデアを思いついた。銀の延性は非常に優れており、1グラムで数メートルの連絡用アンテナにすることができる。そこで、ある研究員は分裂銀貨を開発して銀貨を絶えず分裂させ、その数を大幅に増やした。その後、銀貨はカンパニーによってアンテナに加工され、各星系に輸出された。こうして、星系間の交流を大きく推進したのである。",
        "Icon": "1045.png",
        "Ver": "2.3"
    },
    {
        "_id": 6217,
        "Name": "銀河ビッグロッタリー",
        "Desc": "オブジェクトを破壊した後、低確率で奇物を1個獲得する。または、低確率でこの奇物が壊れ、すべての味方が残りHPを 99% 失う",
        "Story": "スターピースカンパニー市場開拓部が販売する銀河ビッグロッタリー。その営業方針はオスワルド・シュナイダー本人のように、激情と熱血に溢れている。コイン1つで幸運を望める、誰でも大富豪になれる夢、星間商業体系に加入する道…オスワルド・シュナイダーの営業の下、このような誘惑に抗える世界は少ない——彼らは自世界で銀河ビッグロッタリーを展開する資格を得るため、先を争ってスターピースカンパニーの商業体系に加入した。",
        "Icon": "1026.png",
        "Ver": "2.3"
    },
    {
        "_id": 6216,
        "Name": "時空のプリズム",
        "Desc": "戦闘中、すべてのキャラの星魂同調レベル+ 1 ",
        "Story": "チーズの形に作られたプリズム、全ての穴が一つのレンズ、異なるレンズに照射されるとそれぞれ異なる効果が現れる。一部の被験者はプリズムに照射された後に身体が拡大、または縮小された。また、一部の被験者は照射されても身体に変化は起こらなかったが、自分のものではない記憶を受信した。その者たちは虚構記憶症を患い、プリズムの中に星神浮黎の顔を見たと思うようになった。",
        "Icon": "1028.png",
        "Ver": "2.3"
    },
    {
        "_id": 6215,
        "Name": "砕けた星の釣り餌",
        "Desc": "マップ内でのキャラの移動速度+ 20% 。キャラの速度+ 20% ",
        "Story": "黄昏戦争より昔、混沌星雲の膨張により発生した星屑は餌として使え、それが持つ特有の宇宙塵の香りは古獣を引き寄せられた。だが諸界を覆う大災害の後、「砕けた星の釣り餌」はその効力を失ったみたいだ。学者たちが研究を重ね、餌を幾度も改良したが、古獣は姿を現さなかった。",
        "Icon": "1029.png",
        "Ver": "2.3"
    },
    {
        "_id": 6214,
        "Name": "知恵の封蝋",
        "Desc": "この奇物を獲得した時、「知恵」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「知恵」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1082.png",
        "Ver": "2.3"
    },
    {
        "_id": 6213,
        "Name": "繁殖の封蝋",
        "Desc": "この奇物を獲得した時、「繁殖」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「繁殖」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1052.png",
        "Ver": "2.3"
    },
    {
        "_id": 6212,
        "Name": "豊穣の封蝋",
        "Desc": "この奇物を獲得した時、「豊穣」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「豊穣」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1025.png",
        "Ver": "2.3"
    },
    {
        "_id": 6211,
        "Name": "虚無の封蝋",
        "Desc": "この奇物を獲得した時、「虚無」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「虚無」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1047.png",
        "Ver": "2.3"
    },
    {
        "_id": 6210,
        "Name": "記憶の封蝋",
        "Desc": "この奇物を獲得した時、「記憶」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「記憶」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1024.png",
        "Ver": "2.3"
    },
    {
        "_id": 6209,
        "Name": "壊滅の封蝋",
        "Desc": "この奇物を獲得した時、「壊滅」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「壊滅」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1023.png",
        "Ver": "2.3"
    },
    {
        "_id": 6208,
        "Name": "巡狩の封蝋",
        "Desc": "この奇物を獲得した時、「巡狩」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「巡狩」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1022.png",
        "Ver": "2.3"
    },
    {
        "_id": 6207,
        "Name": "愉悦の封蝋",
        "Desc": "この奇物を獲得した時、「愉悦」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「愉悦」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1021.png",
        "Ver": "2.3"
    },
    {
        "_id": 6206,
        "Name": "存護の封蝋",
        "Desc": "この奇物を獲得した時、「存護」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「存護」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者IXの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1020.png",
        "Ver": "2.3"
    },
    {
        "_id": 6205,
        "Name": "輝くトラペゾヘドロンサイコロ",
        "Desc": "この奇物を獲得した後、所持するすべての奇物（この奇物を含む）をランダムな奇物と入れ替える",
        "Story": "不均整な形状をしたサイコロ、内部には奇怪な光が奔放に流れている。伝説によれば、その中には名状し難い邪神が封印されており、必ずしも光のない環境で接触することを避けるべきであると言われる。昔、とある伝説を信じない者が、我を張ってサイコロと一緒に暗闇の部屋に入ると、サイコロそのものが遮られない光を放ったいたことが分かった。よって、有名な「輝くトラペゾヘドロンサイコロのパラドックス」が生まれた——証明できないことを証明することはできない。",
        "Icon": "1035.png",
        "Ver": "2.3"
    },
    {
        "_id": 6204,
        "Name": "分裂金貨",
        "Desc": "次のエリアに入るたびに、所持している宇宙の欠片の 6% に相当する宇宙の欠片を獲得する",
        "Story": "全ての星がスターピースカンパニーの商業帝国を歓迎しているわけではない。拡大し続ける銀河の中で、カンパニーの好意を拒否するごく少数の例外はいつもある。「ありがとう」と彼らは言った。「私たちは信用ポイントはいらない。自分たちのことは自分でできる」とも言った。上記のような状況に直面したとき、カンパニーの代表は肩をすくめ、その星の金融システムの根幹を軽く破壊する——それは、往々にして黄金である。",
        "Icon": "1015.png",
        "Ver": "2.3"
    },
    {
        "_id": 6203,
        "Name": "幸福クリーム",
        "Desc": "戦闘に勝利して祝福を選択する時、出現する祝福が必ず★3の祝福になる。戦闘に 1 回勝利した後、この奇物は壊れる",
        "Story": "運は実力の内だろうか？もしかしたら、運は変えられるのだろうか？ヘルタはできると考えている。この天才は「幸福クリーム」を発明した。まぶたに塗ると、システムにおける 24 時間の間、幸運を手にすることができる。宇宙ステーション「ヘルタ」の多くの人はこの発明を試して、喜んだ。彼らは穏やかな日を過ごした。これにより、激動の世の中で、平凡に暮らせることは幸せなことなのだとわかる。",
        "Icon": "1007.png",
        "Ver": "2.3"
    },
    {
        "_id": 6201,
        "Name": "次元削減ダイス",
        "Desc": "戦闘に勝利して祝福を選択する時、祝福を追加で 1 回選択できる。ただし、選択できる祝福の数- 1 。効果を 2 回発動した後、この奇物は壊れる",
        "Story": "9個の6面ダイスが奇妙な三角錐を形成している。それは絶えず自身の次元を削減して、三次元の世界に二次元の平面として存在する。誰が何のために作ったかは、未だに分からない。",
        "Icon": "1001.png",
        "Ver": "2.3"
    },
    {
        "_id": 6136,
        "Name": "天彗合金I型",
        "Desc": "効果なし。同時に1個しか所有できない",
        "Story": "「存護」の巨大なハンマーの下で、星はとても堅固な壁の礎へと変えられ、巨大な力の下で飛び散った欠片は急速に冷却されて貴重な天彗合金となる。このようにクリフォトが天彗のスターウォールを叩いて飛び散った細かい破片は、誕生の瞬間に新たな琥珀紀の訪れを告げている。天彗合金はスターピースカンパニーによってほぼすべてが厳重に保管されており、その真の姿を垣間見られるのはP 45 以上の社員に限られている。",
        "Icon": "1109.png",
        "Ver": "2.3"
    },
    {
        "_id": 6135,
        "Name": "天彗合金",
        "Desc": "この奇物を獲得した時、奇物「天彗合金I型」、「天彗合金II型」、「天彗合金III型」をただちに獲得する",
        "Story": "「存護」の巨大なハンマーの下で、星はとても堅固な壁の礎へと変えられ、巨大な力の下で飛び散った欠片は急速に冷却されて貴重な天彗合金となる。このようにクリフォトが天彗のスターウォールを叩いて飛び散った細かい破片は、誕生の瞬間に新たな琥珀紀の訪れを告げている。天彗合金はスターピースカンパニーによってほぼすべてが厳重に保管されており、その真の姿を垣間見られるのはP 45 以上の社員に限られている。",
        "Icon": "1109.png",
        "Ver": "2.3"
    },
    {
        "_id": 6134,
        "Name": "葛藤する色彩",
        "Desc": "エリアに入った時、追加で戦利品が出現する確率が上がり、混沌の薬箱に固定される",
        "Story": " 10 琥珀紀前、ビローパ星系に勾留されていた怪盗が星系全体の紫と青をすべて盗んで逃走した。以来、それらの色彩は失われたままとなり、ビローパ星系に入った生命体には必ず対応する視覚障害が発生し、星系から一定範囲離れると正常に戻る現象が続いている。「神秘」の行人がこれほど大規模の影響を与えられるのかどうか、学界はいまだに結論を出せていない。色彩の消失によってこの星系の物理法則に変化が起きていないことから、この騒動は虚構歴史学者のでっち上げだと考える者もいた。そして今もなお調査のためにビローパを訪れる学者は後を絶たず、答えのない疑問について日々論争が繰り返されている。",
        "Icon": "1099.png",
        "Ver": "2.3"
    },
    {
        "_id": 6133,
        "Name": "臨時の種銭",
        "Desc": "ただちに宇宙の欠片を 300 個獲得する。累計で 4 個のエリアに入った後、この奇物は壊れ、宇宙の欠片を 600 個失う",
        "Story": "カディア星に生息する食虫微生物マットは刺激を受けると素早く親水性物質を分泌し、液体と結合することで消化機能を持つ結晶体となる。それらはアンダーグラウンドの星間カジノで自分の生涯の仕事を見つけた——無一文のギャンブラーたちが後悔の涙で最後の宝石を作り出し、オールインするのだ。こうしたチップはあっという間に消え、新たな借金となる。そして、あふれ出た消化液の中で、ギャンブラーたちの人生も完全に腐食されていくのだ。",
        "Icon": "1087.png",
        "Ver": "2.3"
    },
    {
        "_id": 6132,
        "Name": "断骨剣",
        "Desc": "次元界I、IIでは、味方全体の受けるダメージ+ 20% 。次元界IIIでは、味方全体の受けるダメージ- 20% ",
        "Story": "賞金稼ぎはくどくどしい教えなどよりも、実践こそが最高の教科書だと考えている。新人を指導する時、ベテランハンターのカイルは彼をリーマンド星の極北にある森へ放り込んだ。少年は罠を使ってハネカクシフォルスラコスを仕留め、その骨を抜き取り、数日後には研がれて剣になった骨を持って師匠の前に現れた。カイルが2羽目のハネカクシフォルスラコスを連れてきて、彼にそれを殺すよう命じた際、それまでは恐ろしかった巨獣もまな板の鯉のようになっていた。そして歳月がすぎ、森での出来事について個人的に話すたびに、彼は大泣きし、その冷酷無情なカイルのことをひたすら罵り続けた。",
        "Icon": "1085.png",
        "Ver": "2.3"
    },
    {
        "_id": 6131,
        "Name": "自己意識の最低血圧",
        "Desc": "戦闘に入るとオート戦闘状態になり、かつ解除できない。味方全体の与ダメージ+ 30% 、最大HP+ 30% ",
        "Story": "スターピースカンパニーに伝わる格言にこのようなものがある。「交渉のテーブルではテティシ人のように冷静に」…この「顔なし族」と蔑まれた種族は、常に蜂のような社会制度を維持してきた。人々は首脳の計画に基づいて各自の仕事を完遂させ、ルールと成果を共有し、個人としては思考する必要も権利すらもない。管理者が定期的に個体の思考を抽出し、首脳に着想として提出する——しかし、これほど団結した種族にも関わらず「調和」に帰依していなかった。それは首脳が自我を気遣っているためなのかもしれない。",
        "Icon": "1100.png",
        "Ver": "2.3"
    },
    {
        "_id": 6130,
        "Name": "「有機の心臓」",
        "Desc": "過剰変換で挑戦ポイントを追加で 5000 獲得し、味方全体の受けるダメージ+ 15% ",
        "Story": "機械生命体も、有機生命体に対する固定観念を持っている。例えばこのリンゴと一つになった心臓——あるいは心臓と1つになったリンゴ。これがどちらであるのかはすでに検証できなくなっている。何故なら、その作者——オルセン博士は「有機世界を知りすぎた」ため、戦時中、機械帝国に処理された。疑う必要はない、彼の潔白を証明できるのは有機生命体だけだ。",
        "Icon": "1077.png",
        "Ver": "2.3"
    },
    {
        "_id": 6129,
        "Name": "「神秘」の磁力",
        "Desc": "エリアに入るたびに、宇宙の欠片を 50 個獲得できる。戦闘に勝利した後、宇宙の欠片を 50 個失う",
        "Story": "「知恵」の確定性に対抗するため、リドラーは不確定の領域で様々な努力を重ねてきた。彼らは思想の霧と感覚の雨をプリズムの中に入れた。雨と霧の融合により表現された色は変化し続け、感覚に干渉できる「磁場」を生み出した。リドラーは大いに喜び、この研究を続行しようとした——しかし研究を続ければ続けるほど、彼らは続けるべきかどうかを確定できなくなったため、研究は中止を余儀なくされた。",
        "Icon": "1084.png",
        "Ver": "2.3"
    },
    {
        "_id": 6128,
        "Name": "計り知れない匣",
        "Desc": "戦闘に勝利して獲得する祝福が、少なくとも1個は方程式に必要な運命と同じである",
        "Story": "開けようとする者の考えを読み取れる箱。箱を開けると、その者が想像するものに中身が変化する。ヘルタはこの箱を最も手強い奇物の1つに数えている。彼女は「計り知れない匣」と何度も張り合ったが、それを開ける時に脳内の構想をコントロールすることはできなかった。結局、ヘルタは「計り知れない匣」の中身を確認するのを諦めた——天才ヘルタはなんでも解決できるかもしれないが、頭を空っぽにすることは不可能なようだ。",
        "Icon": "1037.png",
        "Ver": "2.3"
    },
    {
        "_id": 6127,
        "Name": "「階段の上のクラゲ」",
        "Desc": "すべての祝福を失い、失った祝福の★ランクの合計に応じて宇宙の欠片を獲得する。★ランク1つにつき、宇宙の欠片を 150 個獲得できる",
        "Story": "リドラーの間にこのような話が伝わっている。宇宙に神秘現象が発生するたびに、虚空に「階段」が残る。消えた現実は階段に沿って流れ落ち、クラゲのようなものになるのだ。あるナナシビトは、「階段の上のクラゲ」と接触したことがあると主張した。彼は狂ったように、クラゲは脳の認識領域を覚醒させてくれると言っていた——それは凡人には想像し難い広い新天地だと。",
        "Icon": "1081.png",
        "Ver": "2.3"
    },
    {
        "_id": 6126,
        "Name": "平和の代価",
        "Desc": "「ショップ」エリアに入った時、宇宙の欠片× 150 を獲得する",
        "Story": "琥珀の王後方支援隊は宇宙の蝗害後期から急速に事業を拡張し、再編を経て「スターピースカンパニー」となり、一時期は繁栄を見せた。しかし辺境星系貿易戦争と皇帝戦争の打撃により、星間の平和への道は困難を極めた。十数琥珀紀続いた戦争は機械帝国の崩壊と共に幕を閉じる。そして宇宙は数百琥珀紀も続く「第二次繁栄」を迎えた。人々はその繁栄が永遠に断たれることはないと信じていた——より凄惨な星間エネルギー戦争が始まるまで。",
        "Icon": "1074.png",
        "Ver": "2.3"
    },
    {
        "_id": 6125,
        "Name": "願い星",
        "Desc": "「挑戦」エリアの出現確率が大幅に上昇する。この奇物を所持した状態で「挑戦」エリアに入ると、そのエリアの制限時間+ 50% 。さらにエリアに入ったときに宝箱を1つ獲得できる。効果を 2 回発動すると、この奇物は壊れる",
        "Story": "宇宙各所に隕石が散らばった。ある者は隕石が自分に向かって語り掛け、願い事をするように誘ったと主張している。この隕石は万能の力を持っているのだろうか？願い事を叶えるためには代価を支払う必要があるのだろうか？噂によると、ある組織が星々を巡り、隕石を集めてその謎を解き明かそうとしているらしい。これは星神の賜物か、あるいは誰かの陰謀か。それを知る者はいない。",
        "Icon": "1042.png",
        "Ver": "2.3"
    },
    {
        "_id": 6124,
        "Name": "ピンクショック",
        "Desc": "所持している異なる運命の祝福1個につき、すべてのキャラの撃破特効+ 20% ",
        "Story": "天才クラブ5余清塗は優れた音楽センスの持ち主で、ルアン・メェイと非常に親しく、自分の最も好むクラシック楽曲の中から目に付いた名前を選び、それをドリンクにして彼女に贈ったことがある。この余清塗が作ったドリンク「ピンクショック」は、無毒であることが証明されている。しかし、あるバーテンダーは日夜そのレシピの研究を続け、その中に何種類もの虫の死骸、虫の胞子、甲殻、鱗粉が入っていることを証明しようとした——彼は、この酒に幻覚作用があるかもしれないと判断したのだ。",
        "Icon": "1060.png",
        "Ver": "2.3"
    },
    {
        "_id": 6123,
        "Name": "ターラの毒火炎",
        "Desc": "戦闘に入る時、現在の攻撃力が最も高いキャラは、ターンが回ってくるたびに最大HP 24% 分のHPを消費する。そのキャラの速度+ 5% 、速度アップの効果は最大で 5 回累積できる",
        "Story": "天才クラブ5余清塗はカクテルに派手な名前をつけることが好きなのだが、もしかすると、そこには何か秘密が隠されているのかもしれない——たとえばターラの毒火炎。それは 774 種類ある猛毒カクテルの1つだ。記録によると、エルトレクシア星系では、ターラの毒火炎を味わった住民は、その味について語る機会がなかったらしい。しかし、嗅覚が鋭いピピシ人は、その後も勢いに乗ってターラの奇火炎、ターラの毒水炎、ターラの不毒火炎など、多数の模倣品を銀河中で普及させた——なお、これらの模倣品は安全で、アルコールは含まれていない。",
        "Icon": "1062.png",
        "Ver": "2.3"
    },
    {
        "_id": 6122,
        "Name": "邪悪な機械衛星#900",
        "Desc": "商品価格- 30% ",
        "Story": "カロン・タルキン星系連盟は2種類の思考変換装置を生産することで経済を維持している。この連合に辿り着くには、巨大なオムニックの神経レールを通らなければならない。聞くところによると、カロン・タルキン文明は有機生命体と敵対しているらしい——彼らは典型的な反有機文明で、有機生命体に対して容赦がなく、中でも衛星#900は最も邪悪だと言われている。しかし、その個体は最終的に現地の人々に除け者にされた。それは彼が誇らしく思っている機械的な外見が、全住民を有機生命体に偽装しているカロン・タルキン星系連盟にそぐわなかったからだ。",
        "Icon": "1050.png",
        "Ver": "2.3"
    },
    {
        "_id": 6121,
        "Name": "ルパート帝国の機械喞子",
        "Desc": "エリアに入るたびに、ランダムな奇物を 2 個獲得（不利奇物を含む）し、 1 個失う。この方法によってルパート帝国の機械喞子自体が失われる場合、他すべての奇物を失う。この奇物を獲得した時にルパート帝国の機械シリーズの奇物をすべて所持している場合、反有機方程式の局所的共鳴を引き起こす",
        "Story": "天才クラブ1.07皇帝ルパートの記憶を受け継いでいると主張する#ルパート2世は、宇宙を席巻した第二次反有機皇帝戦争を引き起こし、多くの人々を苦しめた。この第二次反有機皇帝戦争が収束した後、スターピースカンパニーは莫大な信用ポイントを投じ、#ルパート2世の遺体を何度も鑑定したが、最終的に驚くべき結論に達した。なんと、#ルパート2世の体は血と肉で構成されていたのである。",
        "Icon": "1090.png",
        "Ver": "2.3"
    },
    {
        "_id": 6120,
        "Name": "ルパート帝国の機械型槓桿",
        "Desc": "エリアに入るたびに、方程式に必要な祝福をランダムで 1 個獲得し、方程式に不要な祝福をランダムで 1 個失う。この方法によって失う祝福がない場合、この奇物は壊れる。この奇物を獲得した時にルパート帝国の機械シリーズの奇物をすべて所持している場合、反有機方程式の局所的共鳴を引き起こす",
        "Story": "天才クラブ1.07皇帝ルパートの記憶を受け継いでいると主張する#ルパート2世は、宇宙を席巻した第二次反有機皇帝戦争を引き起こし、多くの人々を苦しめた。この第二次反有機皇帝戦争が収束した後、スターピースカンパニーは莫大な信用ポイントを投じ、#ルパート2世の遺体を何度も鑑定したが、最終的に驚くべき結論に達した。なんと、#ルパート2世の体は血と肉で構成されていたのである。",
        "Icon": "1089.png",
        "Ver": "2.3"
    },
    {
        "_id": 6119,
        "Name": "ルパート帝国の機械歯車",
        "Desc": "エリアに入るたびに、宇宙の欠片× 50 を獲得する。その際に宇宙の欠片が 750 を超えている場合、この奇物は壊れる。同時に所持しているすべての宇宙の欠片を失う。この奇物を獲得した時にルパート帝国の機械シリーズの奇物をすべて所持している場合、反有機方程式の局所的共鳴を引き起こす",
        "Story": "天才クラブ750.07皇帝ルパートの記憶を受け継いでいると主張する#ルパート2世は、宇宙を席巻した第二次反有機皇帝戦争を引き起こし、多くの人々を苦しめた。この第二次反有機皇帝戦争が収束した後、スターピースカンパニーは莫大な信用ポイントを投じ、#ルパート2世の遺体を何度も鑑定したが、最終的に驚くべき結論に達した。なんと、#ルパート2世の体は血と肉で構成されていたのである。",
        "Icon": "1070.png",
        "Ver": "2.3"
    },
    {
        "_id": 6118,
        "Name": "混沌の特效霊薬",
        "Desc": "キャラの秘技ダメージ+ 200% 、さらに秘技ダメージ基礎値がキャラの最大HP 200% 分アップする",
        "Story": "混沌医師は無意味な反骨精神には意味がないと常に感じている。彼らは問いかけの魔物の牙、バウェルの粘液、さまよう悪魔の血液を混沌の特效霊薬に入れ、最後にテレパシー・スパイダーの額を瓶の口に当てた。混沌医師はこの薬が患者の孤独を治療するのに素晴らしい効果があると信じている。しかし、それを服用した患者の多くは医師に対する敵意を強くした——その薬は副作用として、よく自滅者に「虚無の影」を見せてしまうからだ。",
        "Icon": "1056.png",
        "Ver": "2.3"
    },
    {
        "_id": 6117,
        "Name": "ブラックホールの罠",
        "Desc": "戦闘に勝利した時、HPが満タンの味方キャラ1名につき、宇宙の欠片× 15 を獲得する",
        "Story": "星系の中で時空の曲率が最も大きな場所に、「虚無」の星神と思われる巨大な影が現れた。其の影は幾重もの霧である。一部の学者は啓示を受けたと考え、すべてを投げ捨て其の暗闇を追いかけ、二度と戻って来なかった。学界の主な見解では、これは闇の勢力が意図的に仕組んだ罠だとされている。しかし探索の結果、その場所には確かに異常なエネルギーの流れが存在していることが判明した。だが、その原因は不明のままだ。",
        "Icon": "1043.png",
        "Ver": "2.3"
    },
    {
        "_id": 6115,
        "Name": "全知袋",
        "Desc": "破壊可能なオブジェクトの出現率がアップし、破壊した後の収益が倍になる",
        "Story": "博識学会には、科学と魔法は本来一つのものであると考える人たちがいる。発達した科学は魔法であり、厳密な魔法は科学である、と。彼らは太古の伝説からインスピレーションを得て、「全知袋」——1種の携帯用の容器を作った。博識学会の構想によれば、今日使われている超距離重畳技術とは違い、全知袋は最終的に独立した半次元界につながり、無限の空間を持つことができる…そしてこの構想を実現するために、彼らは今も励んでいる。",
        "Icon": "1030.png",
        "Ver": "2.3"
    },
    {
        "_id": 6114,
        "Name": "換境桂冠",
        "Desc": "最終エリア以外の敵との戦闘で敗北した時、探索は中断されず、戦闘に勝利したと見なされ、すべてのキャラのHPを全回復する。効果を 1 回発動した後、この奇物は壊れる",
        "Story": "星系で最高の頭脳を持つ者は、博識学会の認可を得た後、所在する王国の典儀で換境桂冠を授与される。桂冠は落ちた中間子崩壊の葉と量子光線の束で織られている。認められた者がそれをつけると、宇宙の別の境界に入った体験をする。",
        "Icon": "1032.png",
        "Ver": "2.3"
    },
    {
        "_id": 6113,
        "Name": "天使型謝債発行機",
        "Desc": "戦闘に勝利した後、宇宙の欠片を獲得できなくなる。効果を 5 回発動した後、この奇物は壊れ、所持している宇宙の欠片の数が倍になる",
        "Story": "スターピースカンパニー業務強化部の謝債発行機、外殻を開けると粒波性電子が天使型の計数機に凝縮する。カンパニーは腕時計型、抱き枕型など、様々なモデルを発売している。ユーザーは定期的に貨幣を投入すれば、謝債周期が終了する時に数倍の収益を得られる、つまるところ、これは一種の資産運用商品。",
        "Icon": "1044.png",
        "Ver": "2.3"
    },
    {
        "_id": 6112,
        "Name": "虫網",
        "Desc": "戦闘に入る時、攻撃力が最も高い味方を「寄生」状態にする。「寄生」状態の味方の攻撃力+ 50% 。その味方はターンが回ってくるたびに、残りHPを 20% を失う。「寄生」状態の味方が戦闘不能状態になった後、この状態は他の味方にうつる",
        "Story": "武装考古学派は幾度か、探索中に遭遇した危険な状況を報道したことがある。彼らは洞窟の深くで空間を埋め尽くすほどの蟲の巣を発見した、その上には縮んだ抜け殻、そして数えきれない程の虫泡と分泌物がついている、うかつに接触したら幼虫に寄生されてしまう。博識学会に研究データを提供するため、寄生された武装考古学派のメンバーが自分の腕から幼虫をえぐり出したことがある、学界はその行為を称賛し、サンプルを研究した。結果、それは蟲の王タイズルスの子孫だと判明した。",
        "Icon": "1019.png",
        "Ver": "2.3"
    },
    {
        "_id": 6111,
        "Name": "万象無常のサイコロ",
        "Desc": "この奇物を獲得した後、ランダムに祝福を 2 個強化する",
        "Story": "かつて万象無常のサイコロは宇宙にありふれたものとして、数々の微々たる邪悪な混乱を引き起こした。サイコロの使い方としては、手のひらでそれをしっかりと握って、意味のある言葉を呟き、一番食べたいものを思い浮かべながらサイコロを振る。そうやって、ある面が上を向くと思いがけない財宝を手に入れ、ある面が上を向くと素晴らしい恋を手に入れることができる。しかし多くの面は病、不運、呪い、そして一生を共にする梅雨である。にもかかわらず多くの人がサイコロを投げ、これは仮面の愚者のジョークに過ぎないと、断言した。",
        "Icon": "1034.png",
        "Ver": "2.3"
    },
    {
        "_id": 6110,
        "Name": "天外聖歌隊のレコード",
        "Desc": "戦闘に入る時、すべてのキャラは持続ダメージ以外のすべてのダメージを防ぐ。この効果は攻撃を受けた後に解除される。すべてのキャラは最初の 3 ターンの間、デバフを受けない",
        "Story": "「秩序」のエナがシぺに吸収された時、天外聖歌隊は信仰を失った。かつての荘厳なハーモニーは啞然とし、星々を沈黙させた。今ではファンによって録音された数少ないレコードだけが残っている、それを特製のレコードプレイヤーに入れると、宇宙の彼方より響く歌声が聞こえ、秩序の美しさに包まれる。最後の秩序のレコードプレイヤーは皇帝戦争で壊れた。今やレコードに積もった厚い灰だけが、あの音無き時間に抗言している。",
        "Icon": "1031.png",
        "Ver": "2.3"
    },
    {
        "_id": 6109,
        "Name": "空無の芯切り",
        "Desc": "この奇物を獲得した後、壊れた★1～3の奇物をランダムで最大 2 個修復し、修復された奇物の効果の残り回数を初期状態に戻す",
        "Story": "この芯切りはさみでロウソクを処理する人は少ない。その代わり、このハサミはもっと残酷で、ダークで、苦痛なことに使われることが多い。はさみが切るのは物質ではなく、生物の心の中のエネルギー——情熱と呼ばれる動力である。もし、空無の芯切りがあなたの心臓を切ったのなら、感じるのは痛みではなく、冷たさである。",
        "Icon": "1017.png",
        "Ver": "2.3"
    },
    {
        "_id": 6108,
        "Name": "信仰債券",
        "Desc": "祝福の上書き、方程式の上書き、および戦闘不能状態のキャラのリセットにそれぞれ必要な宇宙の欠片の数- 30% ",
        "Story": "スターピースカンパニーでP 40 級に昇格した職員は、みんな「信仰債券」の購入を承認される。それは、ルイス・フレミングの肯定であり、「琥珀の王」の運命に定められた存護の偉業の中にあなたの居場所が用意されるという何よりも神聖な承諾も付随する。あなたの能力は僅かで、あなたの財産は取るに足らない、あなたの信仰は広大な星の海の中の一片の塵のようなものである。だが何世代もの「あなた」が集まり、やがて全宇宙を守る力を有するようになるのだ。",
        "Icon": "1013.png",
        "Ver": "2.3"
    },
    {
        "_id": 6107,
        "Name": "クラブチケット",
        "Desc": "戦闘勝利後に獲得する宇宙の欠片の数+ 75% ",
        "Story": "天才クラブ6イリアスサラスは、かつて素晴らしい願いを抱いていた。それは、クラブの天才が一堂に会し、打ち解け、愛と夢を語り合う、というものだ。そして、彼は「クラブチケット」を発明し、自分の死後も、クラブに新しく入った人には必ず、どこかの宴会次元界に行けるチケットが貰えるようにするシステムを考案した。実のところ、6以降のクラブの人はみんな、「クラブチケット」を使ったことがあるのだが、時期が重なったことは一度もなかった。",
        "Icon": "1012.png",
        "Ver": "2.3"
    },
    {
        "_id": 6106,
        "Name": "博士のローブ",
        "Desc": "戦闘に入る時、展開済みの★3方程式を持っていた場合は、全キャラに必殺技を発動できる状態にする、与ダメージ+ 25% ",
        "Story": "第IX機関の秘密のダークウェブで、ある高価な商品が入札者の注目を集めた。このローブはかつて天才クラブ4「原始博士」のものであり、想像を超える力を秘めている。これをダークウェブにアップしたのは匿名のユーザーである。人々はこのユーザーを巡海レンジャーだと信じて、多くの質問を投げかけたが、ローブが競り落とされるまで、このユーザーからの返事はなかった。",
        "Icon": "1011.png",
        "Ver": "2.3"
    },
    {
        "_id": 6105,
        "Name": "おしゃべり羊皮紙",
        "Desc": "戦闘に入る時、敵全体にそれぞれの最大HP 30% 分の固定ダメージを与える",
        "Story": "ヘルタの奇物リストの中で、この羊皮紙の危険度は「極めて高い」と記されている。宇宙ステーション「ヘルタ」に収容される前、この羊皮紙はある虚構歴史学者が所有していた。羊皮紙は人類の歴史を食べ物とし、その貪欲な舌は文明集合体の潜在的意識をかき回し、断片化させる。ヘルタは虚像の世界をそれに食べさせ、その無限の食欲を満たしている。しかし、いつかこの羊皮紙は、天才の策略を見破るだろう。",
        "Icon": "1008.png",
        "Ver": "2.3"
    },
    {
        "_id": 6104,
        "Name": "香涎チーズ",
        "Desc": "戦闘に勝利した後、味方全体のHPをそれぞれ最大HP 100% 分回復する",
        "Story": "とある子守ロボットは唐突に思いついた。豊穣香液をチーズにして、無限の食欲を持つ小さなご主人様を満足させよう。しかし香涎チーズは自己増殖を始めた。子守ロボットとご主人様が全力を出しても、消化スピードが増殖スピードに追いつくことはなかった。そこで、彼らは通りすがった弔伶人に助けを求め、ゴンドラで他の銀河系に逃げた。今でも、おいしいチーズが隙間なくぎっしりと詰まっている銀河がどこかに存在する。この話から学べることがある、「食べ物を無駄にしてはいけない」だ。",
        "Icon": "1006.png",
        "Ver": "2.3"
    },
    {
        "_id": 6103,
        "Name": "不確定の匣",
        "Desc": "この奇物を獲得した後、ランダムな祝福を 1 ～ 2 個獲得できる",
        "Story": "この匣は、どの面からも開けることができ、重なるべき空間が重ならないという性質を持つ。そのため、箱を開けた時に何が起こるかわからないので、何も入れない方がいい。",
        "Icon": "1005.png",
        "Ver": "2.3"
    },
    {
        "_id": 6102,
        "Name": "異木の果実",
        "Desc": "戦闘に勝利した後、パーティ内に戦闘不能状態のキャラがいる場合、即座にそれらのキャラのHPを全回復させる。効果を 1 回発動した後、この奇物は壊れる",
        "Story": "この心臓に似た果実は、薬師の祝福を受けた大樹から採られたもの。その大樹は 50 琥珀紀の歴史があると言われている。食べた者が不老不死になれるかは分からないが、それ自体が不死の忌み物。",
        "Icon": "1004.png",
        "Ver": "2.3"
    },
    {
        "_id": 6101,
        "Name": "跳躍複眼",
        "Desc": "戦闘に勝利して祝福を選択する時、★1の祝福をすべて強化する",
        "Story": "ナナシビトは2種類に分かれる。一方は未知の神秘を楽しむ者、もう一方は計画的に宇宙を開拓する者。後者はアキヴィリの力を利用して「跳躍複眼」を作った。この複眼の光線は一足早く前方の星系に跳躍し、新世界の情報を持ち帰ることができる。孤独な旅をしているナナシビトにとって、跳躍複眼は必要不可欠なアイテムである。これがあれば、ナナシビトが香涎チーズに満たされた世界に突っ込むことを防げる。",
        "Icon": "1003.png",
        "Ver": "2.3"
    },
    {
        "_id": 1,
        "Name": "次元削減ダイス",
        "Desc": "戦闘に勝利して祝福を選択する時、祝福を追加で 1 回選択できる。ただし、選択できる祝福の数- 1 。効果を 2 回発動した後、この奇物は壊れる",
        "Story": "9個の6面ダイスが奇妙な三角錐を形成している。それは絶えず自身の次元を削減して、三次元の世界に二次元の平面として存在する。誰が何のために作ったかは、未だに分からない。",
        "Icon": "1001.png",
        "Ver": "1.0"
    },
    {
        "_id": 2,
        "Name": "混沌の雲芝",
        "Desc": "戦闘に勝利して祝福を選択する時、ノーコストで祝福をリセットできる回数+ 1 ",
        "Story": "雲は水蒸気の集合体。何の目的もなく来て、何の前触れもなく散っていく。しかし、人々が無作為に生まれる雲を眺めていると、往々にして想像の産物が空に現れるのを見る——混沌医師は、世界に絶対的な虚無は無く、無意味に見える全てには必ず意味があると信じている。「混沌の雲芝」は彼らが最も常用する奇物であり、落胆し自滅の道を行く者の、生命に対する自信を再建するために使われる。",
        "Icon": "1002.png",
        "Ver": "1.0"
    },
    {
        "_id": 3,
        "Name": "跳躍複眼",
        "Desc": "戦闘に勝利して祝福を選択する時、★1の祝福をすべて強化する",
        "Story": "ナナシビトは2種類に分かれる。一方は未知の神秘を楽しむ者、もう一方は計画的に宇宙を開拓する者。後者はアキヴィリの力を利用して「跳躍複眼」を作った。この複眼の光線は一足早く前方の星系に跳躍し、新世界の情報を持ち帰ることができる。孤独な旅をしているナナシビトにとって、跳躍複眼は必要不可欠なアイテムである。これがあれば、ナナシビトが香涎チーズに満たされた世界に突っ込むことを防げる。",
        "Icon": "1003.png",
        "Ver": "1.0"
    },
    {
        "_id": 4,
        "Name": "異木の果実",
        "Desc": "戦闘に勝利した後、パーティ内に戦闘不能状態のキャラがいる場合、即座にそれらのキャラのHPを全回復させる。効果を 1 回発動した後、この奇物は壊れる",
        "Story": "この心臓に似た果実は、薬師の祝福を受けた大樹から採られたもの。その大樹は 50 琥珀紀の歴史があると言われている。食べた者が不老不死になれるかは分からないが、それ自体が不死の忌み物。",
        "Icon": "1004.png",
        "Ver": "1.0"
    },
    {
        "_id": 5,
        "Name": "不確定の匣",
        "Desc": "この奇物を獲得した後、ランダムな祝福を 1 ～ 2 個獲得できる",
        "Story": "この匣は、どの面からも開けることができ、重なるべき空間が重ならないという性質を持つ。そのため、箱を開けた時に何が起こるかわからないので、何も入れない方がいい。",
        "Icon": "1005.png",
        "Ver": "1.0"
    },
    {
        "_id": 6,
        "Name": "香涎チーズ",
        "Desc": "戦闘に勝利した後、味方全体のHPをそれぞれ最大HP 30% 分回復する",
        "Story": "とある子守ロボットは唐突に思いついた。豊穣香液をチーズにして、無限の食欲を持つ小さなご主人様を満足させよう。しかし香涎チーズは自己増殖を始めた。子守ロボットとご主人様が全力を出しても、消化スピードが増殖スピードに追いつくことはなかった。そこで、彼らは通りすがった弔伶人に助けを求め、ゴンドラで他の銀河系に逃げた。今でも、おいしいチーズが隙間なくぎっしりと詰まっている銀河がどこかに存在する。この話から学べることがある、「食べ物を無駄にしてはいけない」だ。",
        "Icon": "1006.png",
        "Ver": "1.0"
    },
    {
        "_id": 7,
        "Name": "幸福クリーム",
        "Desc": "戦闘に勝利して祝福を選択する時、出現する祝福が必ず★3の祝福になる。効果を 1 回発動した後、この奇物は壊れる",
        "Story": "運は実力の内だろうか？もしかしたら、運は変えられるのだろうか？ヘルタはできると考えている。この天才は「幸福クリーム」を発明した。まぶたに塗ると、システムにおける 24 時間の間、幸運を手にすることができる。宇宙ステーション「ヘルタ」の多くの人はこの発明を試して、喜んだ。彼らは穏やかな日を過ごした。これにより、激動の世の中で、平凡に暮らせることは幸せなことなのだとわかる。",
        "Icon": "1007.png",
        "Ver": "1.0"
    },
    {
        "_id": 8,
        "Name": "おしゃべり羊皮紙",
        "Desc": "戦闘に入る時、敵全体にそれぞれの最大HP 30% 分の固定ダメージを与える",
        "Story": "ヘルタの奇物リストの中で、この羊皮紙の危険度は「極めて高い」と記されている。宇宙ステーション「ヘルタ」に収容される前、この羊皮紙はある虚構歴史学者が所有していた。羊皮紙は人類の歴史を食べ物とし、その貪欲な舌は文明集合体の潜在的意識をかき回し、断片化させる。ヘルタは虚像の世界をそれに食べさせ、その無限の食欲を満たしている。しかし、いつかこの羊皮紙は、天才の策略を見破るだろう。",
        "Icon": "1008.png",
        "Ver": "1.0"
    },
    {
        "_id": 9,
        "Name": "壊れた鳩時計",
        "Desc": "次に模擬宇宙に入る時、★1の祝福をランダムで1個獲得する",
        "Story": "スターピースカンパニーのとある鳩時計職人が「テルミヌス」に出会った。驚きのあまり、彼女が持っていた時計は地面に落ち、「テルミヌス」の過去で砕けた。この職人はその後、厄災前衛に参加し、鳩時計でテルミヌスの予言の解読を試みた。彼女は生涯、数多くのものを制作したが、この壊れた鳩時計はいつも大切にしていた。この時計が壊れた時、職人は既にテルミヌスに出会った。だがこの時計が壊れた時、テルミヌスはまだこの職人に会っていない。",
        "Icon": "1009.png",
        "Ver": "1.0"
    },
    {
        "_id": 10,
        "Name": "機械式鳩時計",
        "Desc": "次に模擬宇宙に入る時、★2の祝福をランダムで1個獲得する",
        "Story": "第二次ルパートの乱の後、カンパニーは宇宙全域の機械生命体を絶滅させるという残酷な計画を立てたことがある。しかし幸いなことに、この計画が採用される前に、#76のスクリューガムがヌースに選ばれ天才クラブに加入したことがカンパニーの耳に入った。新たな天才に対する親善の意味を込め、カンパニーは機械式鳩時計を製作して彼に贈った。今の感覚では、この贈り物はあまりにも味気なく感じられるが——当時は機械生命が迫害を受ける時代であった。そのため、機械式鳩時計が誕生したこと自体が平和の象徴なのである。",
        "Icon": "1010.png",
        "Ver": "1.0"
    },
    {
        "_id": 11,
        "Name": "博士のローブ",
        "Desc": "戦闘に入る時、RPを最大まで回復し、運命の反響の与ダメージ+ 40% ",
        "Story": "第IX機関の秘密のダークウェブで、ある高価な商品が入札者の注目を集めた。このローブはかつて天才クラブ4「原始博士」のものであり、想像を超える力を秘めている。これをダークウェブにアップしたのは匿名のユーザーである。人々はこのユーザーを巡海レンジャーだと信じて、多くの質問を投げかけたが、ローブが競り落とされるまで、このユーザーからの返事はなかった。",
        "Icon": "1011.png",
        "Ver": "1.0"
    },
    {
        "_id": 12,
        "Name": "クラブチケット",
        "Desc": "戦闘勝利後に獲得する宇宙の欠片の数+ 75% ",
        "Story": "天才クラブ6イリアスサラスは、かつて素晴らしい願いを抱いていた。それは、クラブの天才が一堂に会し、打ち解け、愛と夢を語り合う、というものだ。そして、彼は「クラブチケット」を発明し、自分の死後も、クラブに新しく入った人には必ず、どこかの宴会次元界に行けるチケットが貰えるようにするシステムを考案した。実のところ、6以降のクラブの人はみんな、「クラブチケット」を使ったことがあるのだが、時期が重なったことは一度もなかった。",
        "Icon": "1012.png",
        "Ver": "1.0"
    },
    {
        "_id": 13,
        "Name": "信仰債券",
        "Desc": "祝福強化、祝福リセット、戦闘不能状態のキャラのリセットにそれぞれ必要な宇宙の欠片の数- 30% ",
        "Story": "スターピースカンパニーでP 40 級に昇格した職員は、みんな「信仰債券」の購入を承認される。それは、ルイス・フレミングの肯定であり、「琥珀の王」の運命に定められた存護の偉業の中にあなたの居場所が用意されるという何よりも神聖な承諾も付随する。あなたの能力は僅かで、あなたの財産は取るに足らない、あなたの信仰は広大な星の海の中の一片の塵のようなものである。だが何世代もの「あなた」が集まり、やがて全宇宙を守る力を有するようになるのだ。",
        "Icon": "1013.png",
        "Ver": "1.0"
    },
    {
        "_id": 14,
        "Name": "純美のローブ",
        "Desc": "所持する宇宙の欠片× 100 につき、味方全体の与ダメージ+ 16% ",
        "Story": "純美の騎士が星の海を渡っていた頃、全宇宙が彼らの姿に傾倒した。美を追い求める高貴な騎士は煌びやかな金銀の甲冑を身につけ、絹と星の光で紡いだマントを纏う。そしてその兜の下には、絶世の美貌を備えている。「純美」が消えた今でも、騎士たちの輝きを見た者たちはイドリラの帰還を信じているのである。",
        "Icon": "1014.png",
        "Ver": "1.0"
    },
    {
        "_id": 15,
        "Name": "分裂金貨",
        "Desc": "次のエリアに入るたびに、所持している宇宙の欠片の 6% に相当する宇宙の欠片を獲得する",
        "Story": "全ての星がスターピースカンパニーの商業帝国を歓迎しているわけではない。拡大し続ける銀河の中で、カンパニーの好意を拒否するごく少数の例外はいつもある。「ありがとう」と彼らは言った。「私たちは信用ポイントはいらない。自分たちのことは自分でできる」とも言った。上記のような状況に直面した時、カンパニーの代表は肩をすくめ、その星の金融システムの根幹を軽く破壊する——それは、往々にして黄金である。",
        "Icon": "1015.png",
        "Ver": "1.0"
    },
    {
        "_id": 16,
        "Name": "無効文字タイプライター",
        "Desc": "",
        "Story": "このタイプライターはカンパニーから追放された「リドラー」から没収したものである。このタイプライターは、 27 個のキーがあり、組み合わせ次第で宇宙のあらゆる意味不明の言語を作り出せる。今、身の回りにつまらない、めちゃくちゃな文字があれば、このタイプライターによって生み出されたものかもしれない。",
        "Icon": "1016.png",
        "Ver": "1.0"
    },
    {
        "_id": 17,
        "Name": "空無の芯切り",
        "Desc": "この奇物を獲得した後、壊れた奇物をランダムで最大 2 個修復し、修復された奇物の効果の残り回数を初期状態に戻す",
        "Story": "この芯切りはさみでロウソクを処理する人は少ない。その代わり、このハサミはもっと残酷で、ダークで、苦痛なことに使われることが多い。はさみが切るのは物質ではなく、生物の心の中のエネルギー——情熱と呼ばれる動力である。もし、空無の芯切りがあなたの心臓を切ったのなら、感じるのは痛みではなく、冷たさである。",
        "Icon": "1017.png",
        "Ver": "1.0"
    },
    {
        "_id": 18,
        "Name": "全知袋",
        "Desc": "バッグを開き、所持する消耗品を使用できるようになる。消耗品を累計 5 回使用した後、この奇物は壊れる",
        "Story": "博識学会には、科学と魔法は本来一つのものであると考える人たちがいる。発達した科学は魔法であり、厳密な魔法は科学である、と。彼らは太古の伝説からインスピレーションを得て、「全知袋」——1種の携帯用の容器を作った。博識学会の構想によれば、今日使われている超距離重畳技術とは違い、全知袋は最終的に独立した半次元界につながり、無限の空間を持つことができる…そしてこの構想を実現するために、彼らは今も励んでいる。",
        "Icon": "1030.png",
        "Ver": "1.0"
    },
    {
        "_id": 19,
        "Name": "天外聖歌隊のレコード",
        "Desc": "戦闘に入る時、すべてのキャラは持続ダメージ以外のすべてのダメージを防ぐ。この効果は攻撃を受けた後に解除される。すべてのキャラは最初の 3 ターンの間、デバフを受けない",
        "Story": "「秩序」のエナがシぺに吸収された時、天外聖歌隊は信仰を失った。かつての荘厳なハーモニーは啞然とし、星々を沈黙させた。今ではファンによって録音された数少ないレコードだけが残っている、それを特製のレコードプレイヤーに入れると、宇宙の彼方より響く歌声が聞こえ、秩序の美しさに包まれる。最後の秩序のレコードプレイヤーは皇帝戦争で壊れた。今やレコードに積もった厚い灰だけが、あの音無き時間に抗言している。",
        "Icon": "1031.png",
        "Ver": "1.0"
    },
    {
        "_id": 20,
        "Name": "万象無常のサイコロ",
        "Desc": "この奇物を獲得した後、ランダムに祝福を 2 個強化する",
        "Story": "かつて万象無常のサイコロは宇宙にありふれたものとして、数々の微々たる邪悪な混乱を引き起こした。サイコロの使い方としては、手のひらでそれをしっかりと握って、意味のある言葉を呟き、一番食べたいものを思い浮かべながらサイコロを振る。そうやって、ある面が上を向くと思いがけない財宝を手に入れ、ある面が上を向くと素晴らしい恋を手に入れることができる。しかし多くの面は病、不運、呪い、そして一生を共にする梅雨である。にもかかわらず多くの人がサイコロを投げ、これは仮面の愚者のジョークに過ぎないと、断言した。",
        "Icon": "1034.png",
        "Ver": "1.0"
    },
    {
        "_id": 21,
        "Name": "輝くトラペゾヘドロンサイコロ",
        "Desc": "この奇物を獲得した後、所持するすべての奇物（この奇物を含む）をランダムな奇物と入れ替える",
        "Story": "不均整な形状をしたサイコロ、内部には奇怪な光が奔放に流れている。伝説によれば、その中には名状し難い邪神が封印されており、必ずしも光のない環境で接触することを避けるべきであると言われる。昔、とある伝説を信じない者が、我を張ってサイコロと一緒に暗闇の部屋に入ると、サイコロそのものが遮られない光を放ったいたことが分かった。よって、有名な「輝くトラペゾヘドロンサイコロのパラドックス」が生まれた——証明できないことを証明することはできない。",
        "Icon": "1035.png",
        "Ver": "1.0"
    },
    {
        "_id": 22,
        "Name": "存護の封蝋",
        "Desc": "この奇物を獲得した時、「存護」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「存護」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1020.png",
        "Ver": "1.0"
    },
    {
        "_id": 23,
        "Name": "愉悦の封蝋",
        "Desc": "この奇物を獲得した時、「愉悦」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「愉悦」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1021.png",
        "Ver": "1.0"
    },
    {
        "_id": 24,
        "Name": "巡狩の封蝋",
        "Desc": "この奇物を獲得した時、「巡狩」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「巡狩」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1022.png",
        "Ver": "1.0"
    },
    {
        "_id": 25,
        "Name": "壊滅の封蝋",
        "Desc": "この奇物を獲得した時、「壊滅」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「壊滅」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1023.png",
        "Ver": "1.0"
    },
    {
        "_id": 26,
        "Name": "記憶の封蝋",
        "Desc": "この奇物を獲得した時、「記憶」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「記憶」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1024.png",
        "Ver": "1.0"
    },
    {
        "_id": 27,
        "Name": "虚無の封蝋",
        "Desc": "この奇物を獲得した時、「虚無」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「虚無」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1047.png",
        "Ver": "1.0"
    },
    {
        "_id": 28,
        "Name": "豊穣の封蝋",
        "Desc": "この奇物を獲得した時、「豊穣」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「豊穣」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1025.png",
        "Ver": "1.0"
    },
    {
        "_id": 45,
        "Name": "ぐちゃぐちゃなコード",
        "Desc": "このコードを修復し、正常な奇物にするには3回の戦闘が必要<br>修復期間中、キャラが敵を弱点撃破した後、自身のEPが0になる<br>コードを修復した後、この奇物はキャラのEPを回復できる",
        "Story": "インデントもなく、改行も適当。変数や関数名は意味不明な省略をしている…エラーがあるのか肉眼で確認できないほどのひどさだ。<br><br><i>「だけど、万が一があったら？」</i>",
        "Icon": "420001.png",
        "Ver": "1.0"
    },
    {
        "_id": 46,
        "Name": "ぐちゃぐちゃなコード",
        "Desc": "キャラが敵を弱点撃破した後、自身のEPを 40 回復する",
        "Story": "インデントもなく、改行も適当。変数や関数名は意味不明な省略をしている…エラーがあるのか肉眼で確認できないほどのひどさだ。<br><br><i>「だけど、万が一があったら？」</i>",
        "Icon": "420001.png",
        "Ver": "1.0"
    },
    {
        "_id": 47,
        "Name": "少し怪しげなコード",
        "Desc": "このコードを修復し、正常な奇物にするには3回の戦闘が必要<br>修復期間中、キャラが必殺技を発動した後、残りHPを 30% 失う<br>コードを修復した後、この奇物はキャラのHPを回復できる",
        "Story": "直感的にこのコードは問題ないと思うが、直感的に直感は信用できないとも思った。<br><br><i>「ここにエンドレスループがあるみたいだけど、実行できなくはないな……」</i>",
        "Icon": "420002.png",
        "Ver": "1.0"
    },
    {
        "_id": 48,
        "Name": "少し怪しげなコード",
        "Desc": "キャラが必殺技を発動した後、HPを最大HP 30% 分回復する",
        "Story": "直感的にこのコードは問題ないと思うが、直感的に直感は信用できないとも思った。<br><br><i>「ここにエンドレスループがあるみたいだけど、実行できなくはないな……」</i>",
        "Icon": "420002.png",
        "Ver": "1.0"
    },
    {
        "_id": 49,
        "Name": "杓子定規なコード",
        "Desc": "このコードを修復し、正常な奇物にするには3回の戦闘が必要<br>修復期間中、キャラの残りHPが 50% 未満の場合、被ダメージ+ 35% <br>コードを修復した後、この奇物はキャラの被ダメージをダウンさせる",
        "Story": "このコードは何とかテストを通れるが、プログラマーは明らかに時間と空間の複雑さを犠牲にしている。<br><br><i>「大丈夫。ユーザーはどうせわからない…ラグいって言われたら、メモリをアップグレードするべきと言えばいい」</i>",
        "Icon": "420003.png",
        "Ver": "1.0"
    },
    {
        "_id": 50,
        "Name": "杓子定規なコード",
        "Desc": "キャラの残りHPが 50% 未満の場合、被ダメージ- 25% ",
        "Story": "このコードは何とかテストを通れるが、プログラマーは明らかに時間と空間の複雑さを犠牲にしている。<br><br><i>「大丈夫。ユーザーはどうせわからない…ラグいって言われたら、メモリをアップグレードするべきと言えばいい」</i>",
        "Icon": "420003.png",
        "Ver": "1.0"
    },
    {
        "_id": 51,
        "Name": "正確で完璧なコード",
        "Desc": "このコードを修復し、正常な奇物にするには3回の戦闘が必要<br>修復期間中、キャラが戦闘スキルを発動した後、ランダムな敵の行動順が 35% 早まる<br>コードを修復した後、この奇物はキャラの行動順を早める",
        "Story": "このコードは見ているだけなら素晴らしいが、持ち歩くとなると恐ろしい。<br><br><i>「1文字たりとも無駄がない…まさに芸術だ」</i>",
        "Icon": "420004.png",
        "Ver": "1.0"
    },
    {
        "_id": 52,
        "Name": "正確で完璧なコード",
        "Desc": "キャラが戦闘スキルを発動した後、自身の行動順が 25% 早まる",
        "Story": "このコードは見ているだけなら素晴らしいが、持ち歩くとなると恐ろしい。<br><br><i>「1文字たりとも無駄がない…まさに芸術だ」</i>",
        "Icon": "420004.png",
        "Ver": "1.0"
    },
    {
        "_id": 53,
        "Name": "注釈がないコード",
        "Desc": "このコードを修復し、正常な奇物にするには3回の戦闘が必要<br>修復期間中、キャラが敵を倒した後、他の敵の与ダメージ+ 35% <br>コードを修復した後、この奇物は味方全体の与ダメージをアップさせる",
        "Story": "これを実行するのはリスクであり、これを書くのは罪である。<br><br><i>「誰が書いたんだ？傷害罪で訴えていいか！？」</i>",
        "Icon": "420005.png",
        "Ver": "1.0"
    },
    {
        "_id": 54,
        "Name": "注釈がないコード",
        "Desc": "敵を倒した後、味方全体の与ダメージ+ 25% ",
        "Story": "これを実行するのはリスクであり、これを書くのは罪である。<br><br><i>「誰が書いたんだ？傷害罪で訴えていいか！？」</i>",
        "Icon": "420005.png",
        "Ver": "1.0"
    },
    {
        "_id": 55,
        "Name": "無限再帰するコード",
        "Desc": "このコードを修復し、正常な奇物にするには3回の戦闘が必要<br>修復期間中、キャラが戦闘スキルを発動した後、SPをさらに 1 消費する<br>コードを修復した後、この奇物はキャラが通常攻撃を行った後に、さらにSPを回復させる",
        "Story": "このコードを実行すると、スタックがオーバーフローして記憶領域が一杯になるのは確実だ。<br>でもそうすることで宇宙の欠片を大量に獲得できるから、いいのではないか？<br><br><i>「偉大なる機械公爵よ！あなたはなぜ、このようなコードが私たちのプロジェクトに存在することを許したのか！私には理解できない！」<br>「前提：完璧は間違いと相反する。質問：現実の宇宙は完璧か？答え：否。結論：模擬宇宙は完璧であってはならない、模擬宇宙には間違いが必要」</i>",
        "Icon": "420006.png",
        "Ver": "1.0"
    },
    {
        "_id": 56,
        "Name": "無限再帰するコード",
        "Desc": "キャラが通常攻撃を行った後、SPをさらに 1 回復する",
        "Story": "このコードを実行すると、スタックがオーバーフローして記憶領域が一杯になるのは確実だ。<br>でもそうすることで宇宙の欠片を大量に獲得できるから、いいのではないか？<br><br><i>「偉大なる機械公爵よ！あなたはなぜ、このようなコードが私たちのプロジェクトに存在することを許したのか！私には理解できない！」<br>「前提：完璧は間違いと相反する。質問：現実の宇宙は完璧か？答え：否。結論：模擬宇宙は完璧であってはならない、模擬宇宙には間違いが必要」</i>",
        "Icon": "420006.png",
        "Ver": "1.0"
    },
    {
        "_id": 57,
        "Name": "砕けた星の釣り餌",
        "Desc": "フィールドでのキャラの移動速度+ 20% 。戦闘中、キャラが行動した後、行動順が 10% 早まる",
        "Story": "黄昏戦争より昔、混沌星雲の膨張により発生した星屑は餌として使え、それが持つ特有の宇宙塵の香りは古獣を引き寄せられた。だが諸界を覆う大災害の後、「砕けた星の釣り餌」はその効力を失ったみたいだ。学者たちが研究を重ね、餌を幾度も改良したが、古獣は姿を現さなかった。",
        "Icon": "1029.png",
        "Ver": "1.0"
    },
    {
        "_id": 58,
        "Name": "湮滅の芯切り",
        "Desc": "破壊できるオブジェクトを1つ破壊するごとに、味方キャラ全体の与ダメージ+ 3% ",
        "Story": "この芯切りバサミでロウソクを切ると、憤怒に満ちた反物質の炎が逆にロウソクに火をつけてしまう。そしてロウソクは粒子のぶつかり合いの中、数秒後に湮滅する。もしこの芯切りバサミであなたの皮膚をかくと、エネルギー散逸反応が起こる。ハサミに触れた部分が負粒子となって体の中で暴れ回った後、外に散逸する。",
        "Icon": "1046.png",
        "Ver": "1.0"
    },
    {
        "_id": 59,
        "Name": "虫網",
        "Desc": "戦闘に入る時、攻撃力が最も高い味方を「寄生」状態にする。「寄生」状態の味方の攻撃力+ 50% 。その味方はターンが回ってくるたびに、残りHPを 20% を失う。「寄生」状態の味方が戦闘不能状態になった後、この状態は他の味方にうつる",
        "Story": "武装考古学派は幾度か、探索中に遭遇した危険な状況を報道したことがある。彼らは洞窟の深くで空間を埋め尽くすほどの蟲の巣を発見した、その上には縮んだ抜け殻、そして数えきれない程の虫泡と分泌物がついている、うかつに接触したら幼虫に寄生されてしまう。博識学会に研究データを提供するため、寄生された武装考古学派のメンバーが自分の腕から幼虫をえぐり出したことがある、学界はその行為を称賛し、サンプルを研究した。結果、それは蟲の王タイズルスの子孫だと判明した。",
        "Icon": "1019.png",
        "Ver": "1.0"
    },
    {
        "_id": 60,
        "Name": "天使型謝債発行機",
        "Desc": "戦闘に勝利した後、宇宙の欠片を獲得できなくなる。効果を 5 回発動した後、この奇物は壊れ、所持している宇宙の欠片の数が倍になる",
        "Story": "スターピースカンパニー業務強化部の謝債発行機、外殻を開けると粒波性電子が天使型の計数機に凝縮する。カンパニーは腕時計型、抱き枕型など、様々なモデルを発売している。ユーザーは定期的に貨幣を投入すれば、謝債周期が終了する時に数倍の収益を得られる、つまるところ、これは一種の資産運用商品。",
        "Icon": "1044.png",
        "Ver": "1.0"
    },
    {
        "_id": 61,
        "Name": "換境桂冠",
        "Desc": "最終エリア以外の敵との戦闘で敗北した時、探索は中断されず、戦闘に勝利したと見なされ、すべてのキャラのHPを全回復する。効果を 1 回発動した後、この奇物は壊れる",
        "Story": "星系で最高の頭脳を持つ者は、博識学会の認可を得た後、所在する王国の典儀で換境桂冠を授与される。桂冠は落ちた中間子崩壊の葉と量子光線の束で織られている。認められた者がそれをつけると、宇宙の別の境界に入った体験をする。",
        "Icon": "1032.png",
        "Ver": "1.0"
    },
    {
        "_id": 62,
        "Name": "時空のプリズム",
        "Desc": "戦闘に入る時、すべてのキャラの星魂同調レベル+ 1 ",
        "Story": "チーズの形に作られたプリズム、全ての穴が一つのレンズ、異なるレンズに照射されるとそれぞれ異なる効果が現れる。一部の被験者はプリズムに照射された後に身体が拡大、または縮小された。また、一部の被験者は照射されても身体に変化は起こらなかったが、自分のものではない記憶を受信した。その者たちは虚構記憶症を患い、プリズムの中に星神浮黎の顔を見たと思うようになった。",
        "Icon": "1028.png",
        "Ver": "1.0"
    },
    {
        "_id": 63,
        "Name": "銀河ビッグロッタリー",
        "Desc": "オブジェクトを破壊した後、低確率で奇物を1個獲得する。または、低確率でこの奇物が壊れ、すべての味方が残りHPを 99% 失う",
        "Story": "スターピースカンパニー市場開拓部が販売する銀河ビッグロッタリー。その営業方針はオスワルド・シュナイダー本人のように、激情と熱血に溢れている。コイン1つで幸運を望める、誰でも大富豪になれる夢、星間商業体系に加入する道…オスワルド・シュナイダーの営業の下、このような誘惑に抗える世界は少ない——彼らは自世界で銀河ビッグロッタリーを展開する資格を得るため、先を争ってスターピースカンパニーの商業体系に加入した。",
        "Icon": "1026.png",
        "Ver": "1.0"
    },
    {
        "_id": 64,
        "Name": "全知袋",
        "Desc": "破壊可能なオブジェクトの出現率がアップし、破壊した後の収益が倍になる",
        "Story": "博識学会には、科学と魔法は本来一つのものであると考える人たちがいる。発達した科学は魔法であり、厳密な魔法は科学である、と。彼らは太古の伝説からインスピレーションを得て、「全知袋」——1種の携帯用の容器を作った。博識学会の構想によれば、今日使われている超距離重畳技術とは違い、全知袋は最終的に独立した半次元界につながり、無限の空間を持つことができる…そしてこの構想を実現するために、彼らは今も励んでいる。",
        "Icon": "1030.png",
        "Ver": "1.0"
    },
    {
        "_id": 65,
        "Name": "占い鳩時計",
        "Desc": "戦闘に勝利して祝福を選択する時、選択できる祝福の数- 1 ",
        "Story": "この鳩時計は毎日0: 00 に詩が書かれた紙を吐き出す、その詩は遠い昔の数学体系に関する名詞で組み上げられている。それを予言だと思う人は、解読が完了する寸前に、時計が目の前で消えたと言った。未来を予見できる可能性だけでも極めて高い価値がある。誰もが鳩時計の再販を期待した、そうすれば星系中の富がそれに向かって流れだすだろう——もちろん、その鳩時計はつまらない詩を書き続けるように設定されただけだと思う人もいる。",
        "Icon": "1040.png",
        "Ver": "1.0"
    },
    {
        "_id": 66,
        "Name": "黒森鳩時計",
        "Desc": "戦闘に入る時、ランダムな味方 1 名の、敵に攻撃される確率を大アップする、 5 ターン継続",
        "Story": "第二次機械パニックが過ぎた後、大量のロボットが急性ストレス障害に陥り、あらゆる衝突になり得る物事に過剰に敏感になってしまった。ある噂が流れた：機械生命体はいつか災いをもたらす。ロボットたちはすぐさま噂に反応し、遠征隊を三度結成して未開拓の大陸へ向かった。彼らは最南部の島に行き、暗闇に覆われた森の中で流言マシンを作った犯人を捕まえた——とある山中にこもって邪なる技術を研究するクラフトマスターを。",
        "Icon": "1038.png",
        "Ver": "1.0"
    },
    {
        "_id": 67,
        "Name": "永久鳩時計",
        "Desc": "次のエリアに進むたびに、所持している宇宙の欠片を 5% 失う",
        "Story": "#76スクリューガムが苦労して機械生命体に平和をもたらした後、スクリュー星は第二次工業復興運動を迎えた。無数の発明家が頭角を現し、呪いマシン、確率マシン、キャンディガーディアンなどを創造した。そして発明家たちは七不思議の課題にも興味を示した、そのうち、「永久機関」は2番目の課題として研究されていた。スクリュー星で 19 位に座す発明マスターは、命の最後に自分の永久鳩時計を披露した——その作品はアルキメリ螺旋エネルギーを利用して永遠に作動していく、だが発明マスターはかつてない栄誉を手にした後に、自らの命を絶った、原因は不明。",
        "Icon": "1041.png",
        "Ver": "1.0"
    },
    {
        "_id": 68,
        "Name": "パンクロード精神",
        "Desc": "戦闘に入る時、 100% の固定確率で敵全体に、フィールド上の味方が有する属性の内 1 つを弱点として付与する、 3 ターン継続",
        "Story": "命はゲームでしかない——サイバー世界「パンクロード」のハッカーたちにとって、この冗談は戯言ではない。彼らはネット空間を渡り、エーテル編集という技術で現実を書き換え、人生を編纂して大型のゲームを創り出した。たまに天才の中の天才が誕生し、最初の村を飛び出して、大きな銀河を第二の舞台として活躍した。このゲームソフトにはある伝説的なハッカーの物語が記録されている、彼の一生はパンクロードの地下ダムから始まり、巡海レンジャーに囲まれて幕を下ろした。あの葬式は静かだった、ただ1つのゲームソフトが棺の上に置いてあり、ハッカーの人生に「クリア」という脚注を加えた。",
        "Icon": "1048.png",
        "Ver": "1.0"
    },
    {
        "_id": 69,
        "Name": "ビーコン着色剤",
        "Desc": "戦闘に勝利して祝福を選択する時、ランダムでその内 1 個の祝福を強化する",
        "Story": "ビーコン着色剤の強い色彩と視覚的な刺激により、星間救援隊は救助を求める目印を極めて容易に発見することができる。これの発明者は名画家であったナナシビト。星を渡る旅の途中で事故に遭い、荒涼とした無人の星域に取り残されたナナシビトは、白色矮星の破片を使い、やがて救助の歴史に残る偉大なビーコン着色剤を発明した。",
        "Icon": "1036.png",
        "Ver": "1.0"
    },
    {
        "_id": 70,
        "Name": "カンパニー鳩時計",
        "Desc": "祝福の強化とリセットに必要な宇宙の欠片の数+ 25% ",
        "Story": "カンパニーが最初に製造した0号鳩時計、鳩時計計画の起動を意味する。鳩時計計画は何のために誕生したのか？多くの人はその目標について疑問を抱く——ルイス・フレミングは答える、これは存護の星神クリフォトを追従するに、カンパニーが勝ち取った全てを守るためにある、と。彼は演説で意思を表明した。スターピースカンパニーは既に宇宙の金融を主宰したが、終末の災いには常に警戒するべきと。彼が打ち出した鳩時計シリーズはかの星神に関する情報を収集し、カンパニーが未来の道を突き進む最中に破産、または解散する可能性を0にするためにある。",
        "Icon": "1039.png",
        "Ver": "1.0"
    },
    {
        "_id": 71,
        "Name": "機械式鳩時計",
        "Desc": "戦闘に入る時、SPを 2 消費する",
        "Story": "第2次ルパートの乱の後、カンパニーは宇宙全域の機械生命体を絶滅させる残酷な計画を立てたこともあった。幸いなことに、計画が採用される前に、#76のスクリューガムがヌースに選ばれ天才クラブに加入したことがカンパニーの耳に入った。新たな天才への親善の意味を込めて、カンパニーは機械式鳩時計を製作し、プレゼントした。今の感覚だと、この贈り物はあまりにも味気なく感じられる——しかし、当時は機械生命が迫害される時代であった。機械式鳩時計の誕生自体が、平和の象徴なのである。",
        "Icon": "1010.png",
        "Ver": "1.0"
    },
    {
        "_id": 101,
        "Name": "トライアングル",
        "Desc": "次元界I、次元界IIで運命の選択をする時、対応する運命の強化された祝福を追加で 1 回選択できる",
        "Story": "「秩序」のエナが没する前の時代、驚くべき文明の進歩を遂げた星が現れると、遠方から清らかな吉兆が聞こえてきたという。それは神聖な祝福のような歌声で、8度の音程にとどまらず、決して重複することのないハーモニーは常に新しい調和を生み出していた。天外聖歌隊は、こうした無限に変化しながらも、永遠に「秩序」の中に存在する音律を崇拝している。そこにある無限の音階を描写するため、彼らはトライアングルを作ろうとした。",
        "Icon": "1033.png",
        "Ver": "1.3"
    },
    {
        "_id": 102,
        "Name": "分裂銀貨",
        "Desc": "所持している宇宙の欠片の 50% に相当する宇宙の欠片を即座に獲得する",
        "Story": "スターピースカンパニーの技術部門は、商業的潜在力のある製品を見つけ出すことに長けている。星間通信ネットワークが構築されたばかりの頃、連絡用アンテナの供給が需要に追いついていないことがあったのだが、カンパニーはすぐに星間市場の潜在的需要に気づき、素晴らしいアイデアを思いついた。銀の延性は非常に優れており、1グラムで数メートルの連絡用アンテナにすることができる。そこで、ある研究員は分裂銀貨を開発して銀貨を絶えず分裂させ、その数を大幅に増やした。その後、銀貨はカンパニーによってアンテナに加工され、各星系に輸出された。こうして、星系間の交流を大きく推進したのである。",
        "Icon": "1045.png",
        "Ver": "1.3"
    },
    {
        "_id": 103,
        "Name": "壊れた鳩時計",
        "Desc": "この奇物はカンパニー鳩時計を所持した状態で、一定量の宇宙の欠片を追加消費した後に獲得できる。この奇物を獲得すると、宇宙の欠片× 999 を獲得する",
        "Story": "ある鳩時計職人が偶然「テルミヌス」に出会った。驚いた彼女は手にしていた時計を地面に落としてしまい、それは「テルミヌス」の過去で砕かれてしまった。この職人は後に厄災前衛に加わり、鳩時計でテルミヌスの予言を解読しようとした。彼女は生涯、数え切れないほど多くのものを製作したが、この壊れた時計をいつも大切にしていた。この時計が壊れた時、職人はすでにテルミヌスに出会っていた。しかし、この時計が壊れた時、テルミヌスはまだこの職人に出会っていなかった。",
        "Icon": "1059.png",
        "Ver": "1.3"
    },
    {
        "_id": 104,
        "Name": "ファミリーの絆結び",
        "Desc": "所持している壊れた奇物1個につき、キャラの与ダメージ+ 30% ",
        "Story": "ある逃亡者の話によると、彼は奇妙な箱を開けてファミリーの絆結びを手に入れたことで、誤って「調和」のシペを信仰するファミリーの集会に入ってしまい、そこで見たこともない光景を目にしたという。それは星々の意志が互いに結びつき、1つの結び目を作っている様子だったそうだ。ファミリーの絆結びの下で、人々は目を見開き、微笑みを浮かべ、驚くほど同じ表情で互いを見つめ合っていた。彼が疑問を口にすると、ホール内にいた数千人が一斉に彼を見て、同じ声で「ようこそ」と言った。逃亡者は一瞬にして慄いたが、最後には生き延びるために、同じように目を見開いて微笑みを浮かべるしかなかった。",
        "Icon": "1057.png",
        "Ver": "1.3"
    },
    {
        "_id": 105,
        "Name": "血錦の徽章",
        "Desc": "★3の祝福をランダムに 1 個獲得する。また、次に「イベント」エリアに入った時、イベントが起こらなくなる。効果を 1 回発動した後、この奇物は壊れる",
        "Story": "琥珀紀と共感覚ビーコンが普及してから 100 紀が経った頃、星間貿易の発展に伴い、資源交換が急務となった。一部の星は大いに賑わう星間埠頭に変わり、第二次繁栄が訪れた——これは「血錦時代」と呼ばれ、 500 琥珀紀近く続いた。血錦時代は晩期になって衰退したが、大災厄と呼べるほどの星間エネルギー戦争でも、第二次繁栄の輝かしい成果を使い果たすことはなかった。それと同時に、「知恵」のヌースは突然宇宙の秘奥に対する演算を中断した。",
        "Icon": "1069.png",
        "Ver": "1.3"
    },
    {
        "_id": 106,
        "Name": "ブラックホールの罠",
        "Desc": "戦闘に勝利した時、HPが満タンの味方キャラ1名につき、宇宙の欠片× 10 を獲得する",
        "Story": "星系の中で時空の曲率が最も大きな場所に、「虚無」の星神と思われる巨大な影が現れた。其の影は幾重もの霧である。一部の学者は啓示を受けたと考え、すべてを投げ捨て其の暗闇を追いかけ、二度と戻って来なかった。学界の主な見解では、これは闇の勢力が意図的に仕組んだ罠だとされている。しかし探索の結果、その場所には確かに異常なエネルギーの流れが存在していることが判明した。だが、その原因は不明のままだ。",
        "Icon": "1043.png",
        "Ver": "1.3"
    },
    {
        "_id": 107,
        "Name": "星間ビッグロッタリー",
        "Desc": "オブジェクトを破壊した後、低確率でランダムな祝福を1個獲得する。また、低確率でこの奇物が壊れ、味方全体のEPと秘技ポイントをすべて失う",
        "Story": "ビジネスモデルを持続させるにはどうすればいいのか？銀河ビッグロッタリーが好評を博した後、スターピースカンパニーの業務強化部はオスワルド・シュナイダーの商品に対する先見性を引き継ぎ、星間ビッグロッタリーを発売した。彼らはそれも同じように成功することを願い、 86 もの関連産業チェーンを作って一緒に普及させていった。カンパニーが作り出したイメージキャラクター、「ビッグロッタリーの女神」ベラス・メリーは後に謎の死を遂げたが、それでも多くの信用ポイントがスターピースカンパニーに流れ込んできたのである！",
        "Icon": "1068.png",
        "Ver": "1.3"
    },
    {
        "_id": 108,
        "Name": "分裂鳩時計",
        "Desc": "キャラの攻撃力- 5% 。戦闘に勝利した後、確率で分裂してクローンを1つ作り出す。クローンは同時に 3 体まで存在できる",
        "Story": "「終焉」の凶兆を受け取った後、分裂の厄災に関わっている鳩時計が突然黒森に現れ、無機生命体チェーンが原因不明の断裂を起こした。黒森に入り込んだナナシビトは鳩時計に夢中だったため、それをコレクションに加え、自分の故郷に持ち帰ることにした。分裂鳩時計は旅の途中で分裂を続け、最終的にナナシビトの飛行マシンは鳩時計でいっぱいになってしまったのだが——彼は鳩時計が分裂を続ける現象が何を意味しているのか理解できなかったため、星間旅行の途中で虫の潮に呑み込まれてしまった。",
        "Icon": "1053.png",
        "Ver": "1.3"
    },
    {
        "_id": 109,
        "Name": "分裂鳩時計",
        "Desc": "キャラの攻撃力- 5% ",
        "Story": "「終焉」の凶兆を受け取った後、分裂の厄災に関わっている鳩時計が突然黒森に現れ、無機生命体チェーンが原因不明の断裂を起こした。黒森に入り込んだナナシビトは鳩時計に夢中だったため、それをコレクションに加え、自分の故郷に持ち帰ることにした。分裂鳩時計は旅の途中で分裂を続け、最終的にナナシビトの飛行マシンは鳩時計でいっぱいになってしまったのだが——彼は鳩時計が分裂を続ける現象が何を意味しているのか理解できなかったため、星間旅行の途中で虫の潮に呑み込まれてしまった。",
        "Icon": "1053.png",
        "Ver": "1.3"
    },
    {
        "_id": 110,
        "Name": "天才クラブの他愛もない噂話",
        "Desc": "この奇物を獲得すると、宇宙の欠片を追加で 100% 獲得できるようになるが、戦闘後に祝福を獲得できなくなる",
        "Story": "「ヘルタは心の知能指数が低いし、スクリューガムはもっと有機生命の常識を学んだほうがいい！」クラブのファンの間では、いつも天才たちに関する議論が繰り広げられている。彼らはスティーブン・ロイドの実年齢を巡って論争を続けているが、彼は中年の男性だと主張する者もいれば、子供だと主張する者もいる。様々な議論を経て、ファンたちは何やら面白いエピソードに触れた。天才クラブの「科学の怪人」は、かつて男性だと噂されていたのだが、その人物は女性の科学者というだけでなく、優雅な雰囲気の持ち主だったという。そこで、彼らは経験を生かして新たな問題を提起した。スティーブン・ロイドの性別は嘘か真か？",
        "Icon": "1063.png",
        "Ver": "1.3"
    },
    {
        "_id": 111,
        "Name": "混沌の特效霊薬",
        "Desc": "キャラの秘技ダメージ+ 200% 、さらに秘技ダメージのダメージ基礎値がキャラの最大HP 200% 分アップする",
        "Story": "混沌医師は無意味な反骨精神には意味がないと常に感じている。彼らは問いかけの魔物の牙、バウェルの粘液、さまよう悪魔の血液を混沌の特效霊薬に入れ、最後にテレパシー・スパイダーの額を瓶の口に当てた。混沌医師はこの薬が患者の孤独を治療するのに素晴らしい効果があると信じている。しかし、それを服用した患者の多くは医師に対する敵意を強くした——その薬は副作用として、よく自滅者に「虚無の影」を見せてしまうからだ。",
        "Icon": "1056.png",
        "Ver": "1.3"
    },
    {
        "_id": 112,
        "Name": "ルパート帝国の機械歯車",
        "Desc": "エリアに入るたび宇宙の欠片× 50 を獲得する。その時に宇宙の欠片が 500 を超えている場合、この奇物は壊れ、すべての宇宙の欠片を失う",
        "Story": "天才クラブ500.07皇帝ルパートの記憶を受け継いでいると主張する#ルパート2世は、宇宙を席巻した第二次反有機皇帝戦争を引き起こし、多くの人々を苦しめた。この第二次反有機皇帝戦争が収束した後、スターピースカンパニーは莫大な信用ポイントを投じ、#ルパート2世の遺体を何度も鑑定したが、最終的に驚くべき結論に達した。なんと、#ルパート2世の体は血と肉で構成されていたのである。",
        "Icon": "1070.png",
        "Ver": "1.3"
    },
    {
        "_id": 113,
        "Name": "虫歯星系模型",
        "Desc": "所持している宇宙の欠片をすべて失う。宇宙の欠片× 100 を失うごとに、すべてのキャラの会心ダメージ+ 24% ",
        "Story": "ヘルタは遥か昔の物語のために、1つの模型を収集したことがある。虫歯星系連邦政府は、領域内で不定期に発生する風船ガム嵐に頭を悩ませていた。財務機関は毎年多額の信用ポイントを費やして、侵食された土壌の修復を行っている。かつて1人のナナシビトがこの星を訪れ、その形状を探ろうとしたのだが——数ヶ月の探索の後、彼は驚いたように「宇宙は不規則で、まるで歯のようだ！」と叫んだのだった。",
        "Icon": "1065.png",
        "Ver": "1.3"
    },
    {
        "_id": 114,
        "Name": "『ボサ頭探偵』",
        "Desc": "「戦闘・スウォーム」、「イベント・スウォーム」、または「ボス・スウォーム」エリアに入るたび、上記種類のエリア内におけるキャラの与ダメージ+ 8% ",
        "Story": "スターピースカンパニーはバラエティ番組のレコードを大量に制作したが、思ったよりも売上が振るわなかったため、伝統事業部に引き継がれることになった。各「介護星」の埠頭輸送チームによると、伝統事業部の親切で優しい引退幹部の在田は、その中の『ボサ頭探偵』が大好きで、 63 システム時間も繰り返し再生していたという。在田は作品に登場する才能あふれるバラエティ探偵の大スターに若い頃の自分を重ねているのだろう、と社員たちは考えている。",
        "Icon": "1049.png",
        "Ver": "1.3"
    },
    {
        "_id": 115,
        "Name": "愚者の仮面",
        "Desc": "すべての祝福をランダムな祝福に入れ替える。強化情報は保留され、確率でより高いレア度の祝福に入れ替わる",
        "Story": "仮面の愚者の仮面は「愉悦」に対する信仰を象徴している。仮面を着けて愚者になることが、パブ「ワールドエンド」で集まる時の入場券となるのだ。彼らの仮面は重厚で、色も鮮やかで、狂気の笑顔と控えめな筆遣いが特徴的である。心からの悪戯を待ち望んでおり、仮面の愚者の証である敬虔さを備えているが——それらは、どれも弔伶人の船から盗んだもののようだ。",
        "Icon": "1067.png",
        "Ver": "1.3"
    },
    {
        "_id": 116,
        "Name": "邪悪な機械衛星#900",
        "Desc": "「取引」エリアの商品価格- 30% ",
        "Story": "カロン・タルキン星系連盟は2種類の思考変換装置を生産することで経済を維持している。この連合に辿り着くには、巨大なオムニックの神経レールを通らなければならない。聞くところによると、カロン・タルキン文明は有機生命体と敵対しているらしい——彼らは典型的な反有機文明で、有機生命体に対して容赦がなく、中でも衛星#900は最も邪悪だと言われている。しかし、その個体は最終的に現地の人々に除け者にされた。それは彼が誇らしく思っている機械的な外見が、全住民を有機生命体に偽装しているカロン・タルキン星系連盟にそぐわなかったからだ。",
        "Icon": "1050.png",
        "Ver": "1.3"
    },
    {
        "_id": 117,
        "Name": "純美の騎士道",
        "Desc": "この奇物を獲得すると、振り直し回数を 4 獲得する",
        "Story": "純美の騎士との交流を最も好んでいる派閥は、恐らく仮面の愚者だろう。いつかイドリラが帰ってくるという騎士の信仰、それを愚者たちはからかって楽しむのだ。一方、高潔な騎士たちは常に敬虔で、純美の信仰を実践することに固執している。こうしたことから、弔伶人は騎士団の精神に共感した。そして彼らは、純美の騎士が「純美」を実践する時に犠牲にした1本の歯を収集した——それも、とても美しいものだった。",
        "Icon": "1051.png",
        "Ver": "1.3"
    },
    {
        "_id": 118,
        "Name": "虚構機兵",
        "Desc": "キャラのターンが回ってきた時、自身の最大HP 20% 分のHPを回復する",
        "Story": "虚構歴史学者が作り出した虚構の機兵集団。言い伝えによると、大量かつ効率的に虚構を実現することを目的として製造されたもので、その特徴は様々な色の煙だという。しかし、虚構歴史学者の歴史文書に対する管理が不適切だったため、機兵集団は最終的に秘密を読んで自身が作られた虚構であることを知った。そして、1つの疑問を提起した——虚構歴史学者自身も作られた虚構なのではないだろうか？",
        "Icon": "1064.png",
        "Ver": "1.3"
    },
    {
        "_id": 119,
        "Name": "ひげの爆薬",
        "Desc": "この奇物を獲得すると、チート回数を 1 獲得する",
        "Story": "遊牧の鉱夫たちは、石材、木材、黄金、超チタン金属、そして貨幣よりも、「エーテル」を採掘することに夢中になっている。彼らは鉱山で大量の「エーテル」を手で採掘する感覚に取り憑かれたのだが、その体験が不幸をもたらした。数名の大柄な鉱夫たちが、未知のエリアで火薬の爆発によって命を落としたのだ。しかし、その中にいた背の低い鉱夫だけは生き残った。それ以来、彼のひげでは常に炎が躍っている。",
        "Icon": "1066.png",
        "Ver": "1.3"
    },
    {
        "_id": 120,
        "Name": "人造隕石",
        "Desc": "この奇物を獲得すると、現在の運命の祝福をランダムに 1 ～ 3 個獲得する",
        "Story": "知恵の星神に一目置かれる3人の天才が、同じ世紀、同じ星に同時に誕生した——#7柏環、#8ラム、#9クライン。そのため、この時代は「黄金時代」と呼ばれている。伝えられるところによれば、3人の間ではラブコメが繰り広げられていたらしい。天才クラブ#9クラインは人造隕石を作って#7柏環に贈った。その隕石の表面には、彼女がコピーした「博識の目」が刻まれている。",
        "Icon": "1061.png",
        "Ver": "1.3"
    },
    {
        "_id": 121,
        "Name": "ターラの毒火炎",
        "Desc": "戦闘に入る時、現在の攻撃力が最も高いキャラは、ターンが回ってくるたびに最大HP 24% 分のHPを消費する。そのキャラの速度+ 5% 、速度アップの効果は最大で 5 回累積できる",
        "Story": "天才クラブ5余清塗はカクテルに派手な名前をつけることが好きなのだが、もしかすると、そこには何か秘密が隠されているのかもしれない——たとえばターラの毒火炎。それは 774 種類ある猛毒カクテルの1つだ。記録によると、エルトレクシア星系では、ターラの毒火炎を味わった住民は、その味について語る機会がなかったらしい。しかし、嗅覚が鋭いピピシ人は、その後も勢いに乗ってターラの奇火炎、ターラの毒水炎、ターラの不毒火炎など、多数の模倣品を銀河中で普及させた——なお、これらの模倣品は安全で、アルコールは含まれていない。",
        "Icon": "1062.png",
        "Ver": "1.3"
    },
    {
        "_id": 122,
        "Name": "ピンクショック",
        "Desc": "所持している異なる運命の祝福1個につき、すべてのキャラの撃破特効+ 20% ",
        "Story": "天才クラブ5余清塗は優れた音楽センスの持ち主で、ルアン・メェイと非常に親しく、自分の最も好むクラシック楽曲の中から目に付いた名前を選び、それをドリンクにして彼女に贈ったことがある。この余清塗が作ったドリンク「ピンクショック」は、無毒であることが証明されている。しかし、あるバーテンダーは日夜そのレシピの研究を続け、その中に何種類もの虫の死骸、虫の胞子、甲殻、鱗粉が入っていることを証明しようとした——彼は、この酒に幻覚作用があるかもしれないと判断したのだ。",
        "Icon": "1060.png",
        "Ver": "1.3"
    },
    {
        "_id": 123,
        "Name": "繁殖の封蝋",
        "Desc": "この奇物を獲得した時、「繁殖」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「繁殖」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1052.png",
        "Ver": "1.3"
    },
    {
        "_id": 201,
        "Name": "クラブチケット∞",
        "Desc": "戦闘勝利後に獲得する宇宙の欠片の数<color style='color:#f29e38;'>+ 150% </color>",
        "Story": "天才クラブ6イリアスサラスは、かつて素晴らしい願いを抱いていた。それは、クラブの天才が一堂に会し、打ち解け、愛と夢を語り合う、というものだ。そして、彼は「クラブチケット」を発明し、自分の死後も、クラブに新しく入った人には必ず、どこかの宴会次元界に行けるチケットが貰えるようにするシステムを考案した。実のところ、6以降のクラブの人はみんな、「クラブチケット」を使ったことがあるのだが、時期が重なったことは一度もなかった。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1012.png",
        "Ver": "1.4"
    },
    {
        "_id": 202,
        "Name": "信仰債券∞",
        "Desc": "祝福強化、祝福リセット、戦闘不能状態のキャラのリセットにそれぞれ必要な宇宙の欠片の数<color style='color:#f29e38;'>- 50% </color>",
        "Story": "スターピースカンパニーでP 40 級に昇格した職員は、みんな「信仰債券」の購入を承認される。それは、ルイス・フレミングの肯定であり、「琥珀の王」の運命に定められた存護の偉業の中にあなたの居場所が用意されるという何よりも神聖な承諾も付随する。あなたの能力は僅かで、あなたの財産は取るに足らない、あなたの信仰は広大な星の海の中の一片の塵のようなものである。だが何世代もの「あなた」が集まり、やがて全宇宙を守る力を有するようになるのだ。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1013.png",
        "Ver": "1.4"
    },
    {
        "_id": 204,
        "Name": "分裂金貨∞",
        "Desc": "次のエリアに入るたびに、所持している宇宙の欠片の<color style='color:#f29e38;'> 12% </color>に相当する宇宙の欠片を獲得する",
        "Story": "全ての星がスターピースカンパニーの商業帝国を歓迎しているわけではない。拡大し続ける銀河の中で、カンパニーの好意を拒否するごく少数の例外はいつもある。「ありがとう」と彼らは言った。「私たちは信用ポイントはいらない。自分たちのことは自分でできる」とも言った。上記のような状況に直面した時、カンパニーの代表は肩をすくめ、その星の金融システムの根幹を軽く破壊する——それは、往々にして黄金である。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1015.png",
        "Ver": "1.4"
    },
    {
        "_id": 205,
        "Name": "万象無常のサイコロ∞",
        "Desc": "この奇物を獲得した後、ランダムに祝福を<color style='color:#f29e38;'> 5 個強化</color>する",
        "Story": "かつて万象無常のサイコロは宇宙にありふれたものとして、数々の微々たる邪悪な混乱を引き起こした。サイコロの使い方としては、手のひらでそれをしっかりと握って、意味のある言葉を呟き、一番食べたいものを思い浮かべながらサイコロを振る。そうやって、ある面が上を向くと思いがけない財宝を手に入れ、ある面が上を向くと素晴らしい恋を手に入れることができる。しかし多くの面は病、不運、呪い、そして一生を共にする梅雨である。にもかかわらず多くの人がサイコロを投げ、これは仮面の愚者のジョークに過ぎないと、断言した。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1034.png",
        "Ver": "1.4"
    },
    {
        "_id": 206,
        "Name": "湮滅の芯切り∞",
        "Desc": "オブジェクトを1つ破壊するごとに、戦闘に入る時、味方全体の与ダメージ<color style='color:#f29e38;'>+ 5% </color>",
        "Story": "この芯切りバサミでロウソクを切ると、憤怒に満ちた反物質の炎が逆にロウソクに火をつけてしまう。そしてロウソクは粒子のぶつかり合いの中、数秒後に湮滅する。もしこの芯切りバサミであなたの皮膚をかくと、エネルギー散逸反応が起こる。ハサミに触れた部分が負粒子となって体の中で暴れ回った後、外に散逸する。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1046.png",
        "Ver": "1.4"
    },
    {
        "_id": 207,
        "Name": "銀河ビッグロッタリー∞",
        "Desc": "この銀河ビッグロッタリーは<color style='color:#f29e38;'>壊れない</color>。オブジェクトを破壊した後、<color style='color:#f29e38;'>高確率</color>で奇物を1つ獲得する。また、低確率で味方ぞれぞれが残りHP 50% 分のHPを失い、宇宙の欠片× 50 を獲得する",
        "Story": "スターピースカンパニー市場開拓部が販売する銀河ビッグロッタリー。その営業方針はオスワルド・シュナイダー本人のように、激情と熱血に溢れている。コイン1つで幸運を望める、誰でも大富豪になれる夢、星間商業体系に加入する道…オスワルド・シュナイダーの営業の下、このような誘惑に抗える世界は少ない——彼らは自世界で銀河ビッグロッタリーを展開する資格を得るため、先を争ってスターピースカンパニーの商業体系に加入した。",
        "Icon": "1026.png",
        "Ver": "1.4"
    },
    {
        "_id": 208,
        "Name": "全知袋∞",
        "Desc": "オブジェクトの<color style='color:#f29e38;'>出現率が通常の全知袋よりアップ</color>し、破壊した後の<color style='color:#f29e38;'>収益が倍</color>になる",
        "Story": "博識学会には、科学と魔法は本来一つのものであると考える人たちがいる。発達した科学は魔法であり、厳密な魔法は科学である、と。彼らは太古の伝説からインスピレーションを得て、「全知袋」——1種の携帯用の容器を作った。博識学会の構想によれば、今日使われている超距離重畳技術とは違い、全知袋は最終的に独立した半次元界につながり、無限の空間を持つことができる…そしてこの構想を実現するために、彼らは今も励んでいる。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1030.png",
        "Ver": "1.4"
    },
    {
        "_id": 209,
        "Name": "パンクロード精神∞",
        "Desc": "戦闘に入る時、 100% の固定確率で敵全体に、フィールド上の味方が有する<color style='color:#f29e38;'>すべての属性を弱点として付与</color>する、 5 ターン継続",
        "Story": "命はゲームでしかない——サイバー世界「パンクロード」のハッカーたちにとって、この冗談は戯言ではない。彼らはネット空間を渡り、エーテル編集という技術で現実を書き換え、人生を編纂して大型のゲームを創り出した。たまに天才の中の天才が誕生し、最初の村を飛び出して、大きな銀河を第二の舞台として活躍した。このゲームソフトにはある伝説的なハッカーの物語が記録されている、彼の一生はパンクロードの地下ダムから始まり、巡海レンジャーに囲まれて幕を下ろした。あの葬式は静かだった、ただ1つのゲームソフトが棺の上に置いてあり、ハッカーの人生に「クリア」という脚注を加えた。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1048.png",
        "Ver": "1.4"
    },
    {
        "_id": 210,
        "Name": "純美のローブ∞",
        "Desc": "戦闘に入る時、獲得した宇宙の欠片 100 ごとに<color style='color:#f29e38;'>（消費した分も計算に入れる）</color>、味方全体の<color style='color:#f29e38;'>与ダメージ+ 8% </color>",
        "Story": "純美の騎士が星の海を渡っていた頃、全宇宙が彼らの姿に傾倒した。美を追い求める高貴な騎士は煌びやかな金銀の甲冑を身につけ、絹と星の光で紡いだマントを纏う。そしてその兜の下には、絶世の美貌を備えている。「純美」が消えた今でも、騎士たちの輝きを見た者たちはイドリラの帰還を信じているのである。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1014.png",
        "Ver": "1.4"
    },
    {
        "_id": 211,
        "Name": "天使型謝債発行機∞",
        "Desc": "戦闘に勝利した後、宇宙の欠片を獲得できなくなる。効果を<color style='color:#f29e38;'> 3 回</color>発動した後、この奇物は壊れ、所持している宇宙の欠片の数<color style='color:#f29e38;'> 70% </color>分の宇宙の欠片を獲得する",
        "Story": "スターピースカンパニー業務強化部の謝債発行機、外殻を開けると粒波性電子が天使型の計数機に凝縮する。カンパニーは腕時計型、抱き枕型など、様々なモデルを発売している。ユーザーは定期的に貨幣を投入すれば、謝債周期が終了する時に数倍の収益を得られる、つまるところ、これは一種の資産運用商品。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1044.png",
        "Ver": "1.4"
    },
    {
        "_id": 212,
        "Name": "砕けた星の釣り餌∞",
        "Desc": "フィールドでのキャラの移動速度+ 20% 。戦闘中、キャラが行動した後、行動順が 10% 早まる。<color style='color:#f29e38;'>プーマンを捕まえた後、追加で祝福を1個獲得できる</color>",
        "Story": "黄昏戦争より昔、混沌星雲の膨張により発生した星屑は餌として使え、それが持つ特有の宇宙塵の香りは古獣を引き寄せられた。だが諸界を覆う大災害の後、「砕けた星の釣り餌」はその効力を失ったみたいだ。学者たちが研究を重ね、餌を幾度も改良したが、古獣は姿を現さなかった。<br>（当該奇物はすでにデータ膨張を起こしています）",
        "Icon": "1029.png",
        "Ver": "1.4"
    },
    {
        "_id": 301,
        "Name": "願い星",
        "Desc": "この奇物を所持した状態で「挑戦」エリアに入ると、当該エリアの制限時間+ 50% 。さらに、当該エリアに入った時に追加で戦利品を1つ獲得する。効果を 2 回発動した後、この奇物は壊れる",
        "Story": "宇宙各所に隕石が散らばった。ある者は隕石が自分に向かって語り掛け、願い事をするように誘ったと主張している。この隕石は万能の力を持っているのだろうか？願い事を叶えるためには代価を支払う必要があるのだろうか？噂によると、ある組織が星々を巡り、隕石を集めてその謎を解き明かそうとしているらしい。これは星神の賜物か、あるいは誰かの陰謀か。それを知る者はいない。",
        "Icon": "1042.png",
        "Ver": "1.6"
    },
    {
        "_id": 302,
        "Name": "平和の代価",
        "Desc": "「取引」エリアに入った時、宇宙の欠片× 150 を獲得する",
        "Story": "琥珀の王後方支援隊は宇宙の蝗害後期から急速に事業を拡張し、再編を経て「スターピースカンパニー」となり、一時期は繁栄を見せた。しかし辺境星系貿易戦争と皇帝戦争の打撃により、星間の平和への道は困難を極めた。十数琥珀紀続いた戦争は機械帝国の崩壊と共に幕を閉じる。そして宇宙は数百琥珀紀も続く「第二次繁栄」を迎えた。人々はその繁栄が永遠に断たれることはないと信じていた——より凄惨な星間エネルギー戦争が始まるまで。",
        "Icon": "1074.png",
        "Ver": "1.6"
    },
    {
        "_id": 303,
        "Name": "「階段の上のクラゲ」",
        "Desc": "すべての振り直し回数を失い、回数を消費せずに振り直しができるようになる。1つのエリアでサイコロを振り直す時、同じサイコロ面を振り出した後に、この奇物が壊れる",
        "Story": "リドラーの間にこのような話が伝わっている。宇宙に神秘現象が発生するたびに、虚空に「階段」が残る。消えた現実は階段に沿って流れ落ち、クラゲのようなものになるのだ。あるナナシビトは、「階段の上のクラゲ」と接触したことがあると主張した。彼は狂ったように、クラゲは脳の認識領域を覚醒させてくれると言っていた——それは凡人には想像し難い広い新天地だと。",
        "Icon": "1081.png",
        "Ver": "1.6"
    },
    {
        "_id": 304,
        "Name": "理性の崩壊",
        "Desc": "この奇物を持っていると、すべての運命の祝福を各 1 個持っているとみなされる",
        "Story": "真理とはなにか？それを理解できる者は存在しない。もし、「愚鈍」が世界を蝕む病であるなら、知恵を伝播させることは宇宙を治療することだ。しかし、「書」は人々を治せるのだろうか？博識学会の記録によると、月桂冠系の哲学者連合で一度内乱が起きた。血液とオイルが思想家の柱廊にある書物をことごとく染め上げ、おびただしい数の哲学者が死んだ。すべてを目の当たりにしたカンパニーの社員は、それを「理性の崩壊」と呼んだ——書物は荒唐無稽な方法で、1つの世界を粛清したのだ。",
        "Icon": "1080.png",
        "Ver": "1.6"
    },
    {
        "_id": 305,
        "Name": "計り知れない匣",
        "Desc": "祝福リセットを選択すると、現在の運命の祝福が少なくとも1個出現する。効果を 3 回発動した後、この奇物は壊れる",
        "Story": "開けようとする者の考えを読み取れる箱。箱を開けると、その者が想像するものに中身が変化する。ヘルタはこの箱を最も手強い奇物の1つに数えている。彼女は「計り知れない匣」と何度も張り合ったが、それを開ける時に脳内の構想をコントロールすることはできなかった。結局、ヘルタは「計り知れない匣」の中身を確認するのを諦めた——天才ヘルタはなんでも解決できるかもしれないが、頭を空っぽにすることは不可能なようだ。",
        "Icon": "1037.png",
        "Ver": "1.6"
    },
    {
        "_id": 306,
        "Name": "腐敗した異木の果実",
        "Desc": "キャラがすべての行動制限系デバフに抵抗する。抵抗するたびに、自身の最大HP 20% のHPを消費する",
        "Story": "かつて、腐敗した異木の果実を手に入れた「薬乞い」がいた。その果実は怪しい色をしており、澄んだ黄色からピンクが混じった青になっていた。その薬理を解明するため、双子の薬乞いはそれぞれ異木の果実と腐敗した異木の果実を食べた。1人は生まれ変わり、もう1人は死んだ——しかし第三者がいなかったため、生き残ったのが誰で、どちらの果実を食べたのかはわからない。",
        "Icon": "1073.png",
        "Ver": "1.6"
    },
    {
        "_id": 307,
        "Name": "スポンジ王",
        "Desc": "エリアに入るたびに、味方それぞれが残りHP 80% 分のHPを失い、最大HP+ 10% 。効果を 4 回発動した後、この奇物は壊れる。最大HPアップの効果は奇物が壊れた後も有効",
        "Story": "黒森の中で、奇跡のようにあるスポンジに意識が芽生えた。スポンジは同じく意識を持つネジと交流しようとしたが、何度も拒まれた。スポンジは反省した。彼は上流階級に仲間入りするため、体にあるすべての角を削り、穴を埋め尽くした——結果、彼はまん丸で滑らかになった。今、彼はゴミとして捨てられたスポンジたちにも意識が芽生えるよう、あちこちで手助けをしている。",
        "Icon": "1072.png",
        "Ver": "1.6"
    },
    {
        "_id": 308,
        "Name": "「神秘」の磁力",
        "Desc": "「戦闘」エリアに入った時、「戦闘」エリア内のものが「精鋭」エリアのものに変わる。「戦闘」エリアまたは「精鋭」エリアに累計 2 回入った後、この奇物は壊れ、宇宙の欠片× 200 を獲得する。",
        "Story": "「知恵」の確定性に対抗するため、リドラーは不確定の領域で様々な努力を重ねてきた。彼らは思想の霧と感覚の雨をプリズムの中に入れた。雨と霧の融合により表現された色は変化し続け、感覚に干渉できる「磁場」を生み出した。リドラーは大いに喜び、この研究を続行しようとした——しかし研究を続ければ続けるほど、彼らは続けるべきかどうかを確定できなくなったため、研究は中止を余儀なくされた。",
        "Icon": "1084.png",
        "Ver": "1.6"
    },
    {
        "_id": 309,
        "Name": "「有機の心臓」",
        "Desc": "サイコロを振る時、金のサイコロ面が出現しなくなる。サイコロを 4 回振った後、この奇物は壊れ、チート回数を 2 回獲得する",
        "Story": "機械生命体も、有機生命体に対する固定観念を持っている。例えばこのリンゴと一つになった心臓——あるいは心臓と1つになったリンゴ。これがどちらであるのかはすでに検証できなくなっている。何故なら、その作者——オルセン博士は「有機世界を知りすぎた」ため、戦時中、機械帝国に処理された。疑う必要はない、彼の潔白を証明できるのは有機生命体だけだ。",
        "Icon": "1077.png",
        "Ver": "1.6"
    },
    {
        "_id": 310,
        "Name": "ルアン袋",
        "Desc": "ランダムで祝福を 3 個獲得する。戦闘に勝利して祝福を選択する時、選択できる祝福の数が1になる。戦闘に 2 回勝利した後、この奇物は壊れる",
        "Story": "天才クラブは文字通り、天才たちが集まる組織だ。だが、どうしても天才たちに序列をつけたがる者たちがいる——彼らが論争した結果、天才の創造物の中でも上位に入るのがルアン袋だ。噂によると、ルアン・メェイは宇宙を常に傍に置きたかったため、この奇物を作ったらしい。しかし袋の中の次元が絶えず膨張したため、止むなく封印されることになった。封印される前、ルアン袋はある棚に収められていた。スティーブン・ロイドはこの袋を大切な仲間と見なしていた。それには隠された理由がある——スティーブン・ロイドは、ルアン袋の中に隠れれば家族を避けられる、と思っていたようだ。",
        "Icon": "1078.png",
        "Ver": "1.6"
    },
    {
        "_id": 311,
        "Name": "知恵の封蝋",
        "Desc": "この奇物を獲得した時、「知恵」の祝福をランダムで1個獲得する。さらに戦闘に勝利して祝福を選択する時、「知恵」の祝福の出現率がアップする",
        "Story": "落胆する自滅者の間にある考えが広まっている。それは、宇宙の万物は意味を持たず、星神にとって人間は取るに足らない存在だというものだ。星神が本当に人間を凌駕し、お高く止まっている存在であるのならば、どうして人間の愛や苦しみを気にかけるのだろうか？眠る無相者Ⅸの存在こそ、その証しだ。星神がそれを気にかけていることを自滅者たちに証明するため、混沌医師は秘学僧侶の巫神術の力を借り、星神の封蝋を作った。この封蝋を使うと、時空を超えて対応する星神の目を引くことができると言われているが、今までに成功した事例はない。しかし封蝋を使った後に、宇宙、星神、そして他のあらゆるものに対する信念を取り戻した自滅者は確かにいる。",
        "Icon": "1082.png",
        "Ver": "1.6"
    },
    {
        "_id": 312,
        "Name": "「無効アイデア」コード機",
        "Desc": "戦闘に入る時、キャラは最大EP 100% 分のEPを失う",
        "Story": "「人はいつ機械に変わるのか？機械はいつ人に変わるのか？」ある日の機械時刻午後3時。侵入性「無効アイデア」は時間通りに、機械城のある有機生命体の脳内に入った。最初の頃は、脳内で暴れるアイデアに彼は手も足も出なかった。だがある時、彼は記録を取ることで「無効アイデア」がもたらす焦燥感と虚無感に対抗できることに気付いた。そして彼はペンを手に、嘔吐するようにロジックも意味もない考えを書き出し、一行一行のコードに変換した——そして彼はリドラーの注意を引いた。",
        "Icon": "1071.png",
        "Ver": "1.6"
    },
    {
        "_id": 313,
        "Name": "「平凡アイデア」集団機",
        "Desc": "「取引」エリアの商品価格+ 25% ",
        "Story": "ある日の機械時刻午後3時。侵入性「平凡アイデア」は時間通りに、機械城のあるうぬぼれ有機生命体の脳内に入った。「一般アイデア」は彼の精神を押し潰した。どの領域でも、彼の天賦は群ロボットの中で「真ん中」程度にしか届かない。だが彼は諦めなかった。この珍しい才能を利用し、彼は無機の集団の中で一切の感情を包み隠し、ロボットの中で最も中程度の中級者になり、「均衡」の運命に踏み出した。",
        "Icon": "1083.png",
        "Ver": "1.6"
    },
    {
        "_id": 314,
        "Name": "「意気消沈」暗号機",
        "Desc": "この奇物を持っていると、すべての運命の祝福の所持数- 1 個とみなされる",
        "Story": "ある日の機械時刻午前1時。「意気消沈」暗号機がまた自主的に再起動した。暗号機は自身の体を構成している暗号を何度も編纂して、打ち砕いて、組み合わせたが、どうやっても「意気消沈」する結末からは逃れられなかった。 3600 回繰り返した後、暗号機はようやく理解した。自身の暗号の意味は、「意気消沈」そのものだった。",
        "Icon": "1079.png",
        "Ver": "1.6"
    },
    {
        "_id": 315,
        "Name": "「最高アイデア」レインボー機",
        "Desc": "この奇物を所持した状態で「挑戦」エリアに入ると、当該エリアの制限時間- 30% ",
        "Story": "ある日の機械時刻午前6時。侵入性「最高アイデア」は時間通りに、機械城のあるユニコーンの脳内に入った——機械城で改造されていない動物はもはや少ない。その後、ユニコーンは「最高アイデア」を駆使して如何なる失敗も、如何なる恐怖をも乗り越えた。ユニコーンは悲しみを楽しみにし、苦痛を楽しみにし、プレッシャーを楽しみにした。ある日、彼は気づいた。自分はもう「気分」をパラメーターのように自在に変えられるようになっていたのだ。そして彼は自信満々な「レインボーユニコーン」になった。",
        "Icon": "1075.png",
        "Ver": "1.6"
    },
    {
        "_id": 316,
        "Name": "「奇想天外」培養脳",
        "Desc": "キャラが秘技を使用した時、さらに秘技ポイントを 1 消費する。",
        "Story": "「私は皇帝ルパートに会った！」ある日の機械時刻午後9時。侵入性「最高アイデア」は時間通りに、機械城の培養槽に放り込まれた脳の中に入った。脳は自分が有機か無機かがわからない。あるいはただの気体だったりして？脳は、自身の「狂想」から抜け出すために、皇帝ルパートに会ったと主張した——狂った考えが頭の中で暴れ、止まらない思考が脳を疲弊させた。しかしルパートは目立たないコードを1ヶ所変更しただけで、脳を目覚めさせた——そう、何も発生していなかったのだ。今までのすべては脳の狂想でしかなかった。",
        "Icon": "1076.png",
        "Ver": "1.6"
    },
    {
        "_id": 501,
        "Name": "量子ビッグロッタリー",
        "Desc": "",
        "Story": "星間ビッグロッタリーが大成功を収めた後、業務強化部はその勢いを利用して、ビッグロッタリーの予測を売りにした量子ビッグロッタリーを発売した。この確率論上の永遠の難題を解明し、ランダム性の中から幸運を見つけ出すために、量子歴史学派の入学者数は一時的に再編前のピーク値を超えた。時折、量子ビッグロッタリーのトレンドモデルの構築に成功したと宣言する学士がいるが、彼らは例外なく、論文発表の前日にこう述べる——自分の発見はただの学術的誤解だった、と。",
        "Icon": "1136.png",
        "Ver": "2.6"
    },
    {
        "_id": 502,
        "Name": "鋳鉄のギア指輪",
        "Desc": "",
        "Story": "虚構歴史学者の影響で、ルパート2世の結末は曖昧である。ある資料では、2世が血肉で構成された体を持っているせいで、ついに帝国の偉業を成し遂げることができず、鋳鉄の玉座の上で病死したと記載されている。ある詩では、キャンディーカラーのドレスを着た女性がゆっくりと王都に足を踏み入れると、帝国が轟然と崩れたと語られている。ある声では、金属の指輪が2世の指を傷つけると、暴走した機械が目の前の有機生命体を殺したと嘆かれている。ある劇では、彼が急に何かから解き放されたかのように感嘆して人間の涙を流すと、ゆっくりと、しかし永遠に臣民の前で目を閉じたと演じられている。",
        "Icon": "1138.png",
        "Ver": "2.6"
    },
    {
        "_id": 503,
        "Name": "鋳鉄のメカ指輪",
        "Desc": "",
        "Story": "虚構歴史学者の影響で、ルパート2世の結末は曖昧である。ある資料では、2世が血肉で構成された体を持っているせいで、ついに帝国の偉業を成し遂げることができず、鋳鉄の玉座の上で病死したと記載されている。ある詩では、キャンディーカラーのドレスを着た女性がゆっくりと王都に足を踏み入れると、帝国が轟然と崩れたと語られている。ある声では、金属の指輪が2世の指を傷つけると、暴走した機械が目の前の有機生命体を殺したと嘆かれている。ある劇では、彼が急に何かから解き放されたかのように感嘆して人間の涙を流すと、ゆっくりと、しかし永遠に臣民の前で目を閉じたと演じられている。",
        "Icon": "1137.png",
        "Ver": "2.6"
    },
    {
        "_id": 504,
        "Name": "蝶殺し",
        "Desc": "",
        "Story": "カオス理論と対抗することは、標本づくりに非常によく似ている。粒子1つ1つの情報を展翅板に固定し、羽ばたきを止める。その後、蝶の軌跡を固定し、現実を自分の望む形で踊らせる。どんなに小さな変化でも、脆弱なバランスを瞬時に壊してしまうため、学士たちはモデルをどんどん精緻化していくが、最終的には運動法則を統一する愚行を、凡人の狂気と結論づけるしかなかった。だからこそ、どれだけ長い時間が経っても私ははっきりと覚えている。初めて蝶を殺した日、刃先がどのようにその胸を突き刺さったかを。",
        "Icon": "1135.png",
        "Ver": "2.6"
    },
    {
        "_id": 505,
        "Name": "言語の復活",
        "Desc": "",
        "Story": "相対認知学派の学者たちは、共感覚ビーコンの出現が宇宙の思考の広がりを大いに抑え込んだと指摘している。利用者は常に自分の立場からしか物事を考えることができず、相手の意図を真に理解することができないからだ。さらに、一部の学者は、カンパニーがビーコンの権限を掌握しており、ビーコンを通した会話はすべてカンパニーによって改ざんされていると主張している。彼らは死にゆく多言語コミュニケーションを宇宙に呼び戻すために、最大限にビーコンの通訳を妨害しようと、ビーコンに干渉するパーツの製造に努めている――「通感学派は、共感覚ビーコンはリドラーの天敵だというが、リドラーは、共感覚ビーコンはリドラーよりもリドラーらしいという」",
        "Icon": "1139.png",
        "Ver": "2.6"
    },
    {
        "_id": 401,
        "Name": "跳躍複眼（クラック版）",
        "Desc": "戦闘に勝利して祝福を選択する時、★1の祝福をすべて強化する",
        "Story": "",
        "Icon": "1003.png",
        "Ver": "3.0"
    },
    {
        "_id": 402,
        "Name": "次元削減ダイス（クラック版）",
        "Desc": "戦闘に勝利して祝福を選択する時、祝福を追加で [] 回選択できる。ただし、選択できる祝福の数- [] 。効果を [] 回発動した後、この奇物は壊れる",
        "Story": "",
        "Icon": "1001.png",
        "Ver": "3.0"
    },
    {
        "_id": 403,
        "Name": "願い星（クラック版）",
        "Desc": "この奇物を所持した状態で「挑戦」エリアに入ると、当該エリアの制限時間+ [] 。さらに、当該エリアに入った時に追加で戦利品を1つ獲得する。効果を [] 回発動した後、この奇物は壊れる",
        "Story": "",
        "Icon": "1042.png",
        "Ver": "3.0"
    },
    {
        "_id": 404,
        "Name": "記憶のルーレット（クラック版）",
        "Desc": "",
        "Story": "",
        "Icon": "1086.png",
        "Ver": "3.0"
    }
]

var _verlist = [
    "1.0",
    "1.3",
    "1.4",
    "1.6",
    "3.0",
    "2.3",
    "2.5",
    "2.6",
    "2.7"
]