// Auto Generated

var _event = [
    {
        "_id": 80023,
        "Icon": "MainStoryTabIcon/BtnMainStory380.png",
        "Name": "記憶は夢のプロローグ",
        "Desc": "灰燼の中で時間が目覚めの時を待っている——運命の時針を動かし、失われた記憶に新たなプロローグを書き記せ。",
        "Story": "",
        "Reward": [],
        "Ver": "3.8"
    },
    {
        "_id": 80022,
        "Icon": "MainStoryTabIcon/BtnMainStory370.png",
        "Name": "明日は昨日に",
        "Desc": "始まりと終わりが連なる「火を追う旅」も、ついに終幕へ。 13 回の鼓動の果てに、奇跡の矢は銀河を明日へと導く——これはきっとロマンチックな物語、そうでしょう？",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 80021,
        "Icon": "MainStoryTabIcon/BtnMainStory360.png",
        "Name": "長き夜に再び大地へ",
        "Desc": "夜の帳が退いていき、黎明の光が地平を染め始める。大地を歩み続ける異邦人たちは、暁の星が輝く最果ての地で再会を果たすだろう。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "3.6"
    },
    {
        "_id": 80020,
        "Icon": "MainStoryTabIcon/BtnMainStory350.png",
        "Name": "英雄は死ぬまでに",
        "Desc": "夜空には無数の火種が散りばめられ、それぞれが輝いている。しかし、ただ1つだけ、永遠に空に留まり続ける星がある。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 80019,
        "Icon": "MainStoryTabIcon/BtnMainStory340.png",
        "Name": "破滅へ向かう太陽",
        "Desc": "灼熱の太陽を追う者たちの話をしよう——彼らは再創紀の凱歌を奏でるために、始まりの門を越え、終わりの玉座に就き、安眠の地の花海を進み、やがて夜明け前に崩落を迎えた。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 80018,
        "Icon": "MainStoryTabIcon/BtnMainStory330.png",
        "Name": "夜明け前に迎える崩落",
        "Desc": "新たな太陽が大地を照らすため、英雄は空に浮かぶ最後の目を斬らねばならない。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "3.3"
    },
    {
        "_id": 80017,
        "Icon": "MainStoryTabIcon/BtnMainStory320.png",
        "Name": "安眠の地の花海を歩いて",
        "Desc": "往者の生はあまりに短く、来者の夜はあまりに長い——迷える者よ、誰一人航走したことのないステュクスを渡り、アンティリン花が咲き誇るその中へと足を踏み入れよ。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 80016,
        "Icon": "MainStoryTabIcon/BtnMainStory310.png",
        "Name": "始まりの門と終わりの玉座",
        "Desc": "帰郷する者は流離し、離郷する者は旅立つ。「新世代が芽生えると、旧世代は枯れていく」——それが世の常である。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 80014,
        "Icon": "MainStoryTabIcon/BtnMainStory300.png",
        "Name": "再創紀の凱歌",
        "Desc": "新たな旅の幕が開こうとしている。叙事詩の新章には「開拓」の足跡が記されるのだろう。夜明けの薄霧に隠された預言を追い求め、英雄たちは火を追う旅に出るのだ。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 80013,
        "Icon": "MainStoryTabIcon/BtnMainStory270.png",
        "Name": "八日目の旅立ち",
        "Desc": "終わることのない美しい夢が、旅人たちのために再び歌い始める——彼らがここへ帰ってきたのは他でもない、新たな旅に出るためだ。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 80012,
        "Icon": "MainStoryTabIcon/BtnMainStory260.png",
        "Name": "バナ悪非道・忍義なき戦い",
        "Desc": "一日中笑い、歌い、踊った後は、覚めない眠りに就く——夢の地には長い間放置されたバナナの皮のように、黒い斑点が広がっている。こんな状況を看過することなどできない！正法を取り戻し、末法の世を終わらせよう！",
        "Story": "開拓クエスト・幕間が解放されました",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 80011,
        "Icon": "MainStoryTabIcon/BtnMainStory250.png",
        "Name": "風起雲湧、相見える鋒鋩・後編",
        "Desc": "群狼が機を窺い、狩人が弓を引く。空高く飛ぶ競鋒艦の中、仙舟「羅浮」の演武典礼で血の戦いが繰り広げられようとしている……",
        "Story": "開拓クエスト・幕間が解放されました",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 80010,
        "Icon": "MainStoryTabIcon/BtnMainStory240.png",
        "Name": "風起雲湧、相見える鋒鋩・前編",
        "Desc": "演武典礼の開催を控え、宇宙各地より賓客たちが仙舟「羅浮」に押し寄せる。しかし、彼らが注目しているのは演武典礼だけではなかった……",
        "Story": "開拓クエスト・幕間が解放されました",
        "Reward": [],
        "Ver": "2.4"
    },
    {
        "_id": 80009,
        "Icon": "MainStoryTabIcon/BtnMainStory230.png",
        "Name": "さよなら、ピノコニー",
        "Desc": "ピノコニーでの開拓の旅は素晴らしい結末を迎えた。そろそろ次の目的地に向かう時だ——しかしその前に、この眠らぬ夜にきちんとお別れをしておこう。",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 80008,
        "Icon": "MainStoryTabIcon/BtnMainStory220.png",
        "Name": "愚者は二度ベルを鳴らす",
        "Desc": "ピノコニーの影に隠された秘密が明らかになった。しかし、調和セレモニーのカウントダウンは止まらない……",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 80007,
        "Icon": "MainStoryTabIcon/BtnMainStory210.png",
        "Name": "ベルベットの中の悪魔",
        "Desc": "アベンチュリンが言っていたピノコニーを転覆させるほどの事実を目撃した開拓者。さて、次はどんな劇が上演されるのだろうか……",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "2.2"
    },
    {
        "_id": 80006,
        "Icon": "MainStoryTabIcon/BtnMainStory200.png",
        "Name": "この夜の果てへ",
        "Desc": "新たな旅が間もなく始まる。「宴の星」ピノコニー——金色の美しき夢の中でレジャーを楽しみましょう！",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 80005,
        "Icon": "MainStoryTabIcon/BtnMainStory160.png",
        "Name": "只人と神の栄冠",
        "Desc": "凡人と天才、人間性と神性。いかなる生涯の闘争も、くだらない瞬間に過ぎないことを黄金時代に悟った……",
        "Story": "開拓クエスト・幕間開放",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 80004,
        "Icon": "MainStoryTabIcon/BtnSubStory140.png",
        "Name": "流雲無痕",
        "Desc": "一通の手紙が列車に送られてきた。旧友との再会を期待しているようだが、その趣意が窺えない…",
        "Story": "同行クエストが解放されました",
        "Reward": [
            1,
            22,
            213,
            223,
            233,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 80003,
        "Icon": "MainStoryTabIcon/BtnMainStory140.png",
        "Name": "フューチャーズマーケット",
        "Desc": "太陽の日の前日、あるスターピースカンパニーの使者がベロブルグを訪れた…",
        "Story": "開拓クエスト・幕間が解放されました",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 80002,
        "Icon": "MainStoryTabIcon/BtnMainStory130.png",
        "Name": "慰霊の挽章、天清らかに道は遠く",
        "Desc": "幻朧を退け、仙舟の危機は一時的に鎮まった。だが、まだ終わっていないことがある…",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 80001,
        "Icon": "MainStoryTabIcon/BtnQuestPrincipalLineBanner.png",
        "Name": "仙骸に果て有り",
        "Desc": "建木の再生に伴い、羅浮に潜む陰謀が浮かび上がる…",
        "Story": "開拓クエストが解放されました",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 71002,
        "Icon": "BtnGridFightS1.png",
        "Name": "マネーウォーズ・ゼロサムゲーム",
        "Desc": "戦略投資部が少し困っているようだが、あなたにとっては資本の駆け引きに直接参加できるチャンスでもある。この機会に思い切って挑戦し、金融の世界でも自分の道を開拓しよう。",
        "Story": "◆ マネーウォーズ ◆<br>戦略投資部が少し困っているようだが、あなたにとっては資本の駆け引きに直接参加できるチャンスでもある。この機会に思い切って挑戦し、金融の世界でも自分の道を開拓しよう。<br><br>◆ 目標 ◆<br>● 「マネーウォーズ」の各ラウンドでは、3つの次元界で異なる敵やボスに立ち向かうことになります。ゲームの進行度に応じてリソースを集め、チームを編成し、実力を高め、最後にボスを倒すことで勝利となります。<br>● 開拓者には初期パーティHPが設定されています。各パートの戦闘で勝利するには、限られた行動値内ですべての敵を倒す必要があります。所定の行動値以内にすべての敵を倒せなかった場合、一定量のHPを失います。HPが0になるとゲームオーバーです。<br><br>◆ プレイモード専用のキャラクター能力 ◆<br>● 「マネーウォーズ」に参戦したキャラクターたちは、「ポジション」「キャラ特別スキル」「絆」「コスト」「★ランク」など、プレイモード専用の能力や属性を獲得します。<br>● キャラクターはそれぞれ「前衛」または「後衛」の「ポジション」を持っています。また、一部のキャラクターは「前後衛」です。戦闘に入る前に、キャラクターを適切な位置に配置すると、キャラクター専用の新しい「キャラ特別スキル」が有効になり、新たな戦闘体験をもたらしてくれます。<br>● 各キャラクターは固有の「キャラ特別スキル」を有しており、発動させることで本体のスキルが強化されたり、新しいスキルを獲得したりします。<br>● キャラクターはそれぞれいずれかの「絆」に属しています。同じ絆に属するキャラクターを一定数配置すると、対応する絆効果が発動し、戦闘中にバフを獲得します。同じ絆のキャラクターが多いほど、絆のレベルが上がり、効果も強力になります。<br>● キャラクターにはそれぞれ「コスト」があり、コインを使用してキャラクターを雇用できます。コストは1～5までの5段階に分かれています。キャラクターはコストに応じて初期バフを獲得し、コストが高いほど戦闘能力が高くなります。同じコストのキャラクターは同等の戦闘能力を有しています。<br>● キャラクターには「★ランク」があり、初期ランクは★1です。同じ★ランクのキャラクターを3体集めると、そのキャラクターは自動でランクアップし、戦闘能力が大幅に向上します。通常、★3がキャラクターの最大強化となります。<br><br>◆ キャラクター雇用ルール ◆<br>● 対象のキャラクターを所持している場合、「マネーウォーズ」内のそのキャラクターは、プレイモード外の育成状況をすべて継承します。<br>● 対象のキャラクターを所持していない場合、「マネーウォーズ」内の該当キャラクターはお試しバージョンで提供されます。<br>● 所持しているキャラクターや光円錐の育成状況（キャラクターの場合、レベル・軌跡・遺物・星魂、光円錐の場合レベル）が基準に満たない場合、システムによって自動的にマッピングバージョンへ強化されます。この強化は「マネーウォーズ」内でのみ有効です。<br>● 「後衛」キャラクターの星魂とモチーフ光円錐は「マネーウォーズ」専用の能力、効果に変化します。<br><br>◆ 戦闘ルール ◆<br>● 「マネーウォーズ」では、キャラクターがHPが0になる攻撃を受けた際、戦闘不能状態にはならず、直ちに一定量のHPを回復しますが、戦闘の残り時間が減少し、戦闘終了が早まります。<br>● 「マネーウォーズ」内で敵を倒した後のEP回復量は通常戦闘時の回復量の 50% となります。<br><br>◆ スタンダードゲーム ◆<br>● 「スタンダードゲーム」では、現在の最高職級に応じた難易度に挑戦できます。<br>● 「スタンダードゲーム」をクリアして決算が終了すると、パーティHP残量に応じてプレイが評価され、職級がアップし、新たな難易度が解放されます。難易度が上がるにつれて、敵は強力になり、敵特性も獲得します。<br>● 「スタンダードゲーム」の決算終了時、「マネーウォーズ」ポイントと昇進ポイントを獲得できます。難易度が高いほど、クリア時に獲得できる昇進ポイントは多くなります。<br>● 「スタンダードゲーム」モードで特定の職級まで上がることで、星玉と昇進ポイントを獲得できます。ゲームをクリアできなかった場合でも、職級が下がることはありません。<br><br>◆ ハイスピードゲーム ◆<br>● 「ハイスピードゲーム」は、1ゲームの所要時間が比較的短めのモードです。「マネーウォーズ」のポイント報酬を獲得するために利用できます。<br>● 「ハイスピードゲーム」では、「スタンダードゲーム」で到達した最高職級までの難易度を自由に選択できます。<br>● 「ハイスピードゲーム」をクリアして決算が終了すると、「マネーウォーズ」ポイント、昇進ポイント、等価宝幣を獲得できます。<br>● 「ハイスピードゲーム」をクリアしても、現在の職級は変動しません。<br><br>◆ 報酬 ◆<br>● 「マネーウォーズ」の決算時、そのプレイでの進捗に応じて、「マネーウォーズ」ポイントとポイント報酬を獲得できます。ポイント報酬は、隔週月曜日の4: 00 （サーバー時間）にリセットされます。<br>● 「マネーウォーズ」をプレイすると昇進ポイントを獲得できます。ポイントを獲得して昇進レベルが上がると、昇進レベル報酬を獲得できます。<br>● さまざまな絆編成でゲームをクリアすることで、絆リンク挑戦報酬を獲得できます。<br>● 対応する職級に初めて昇進した際、職級報酬を獲得できます。<br>● 「マネーウォーズ」の投資環境、投資戦略の図鑑を埋めると、収集報酬を獲得できます。<br>● 隔週ごとに「スタンダードゲーム」または「ハイスピードゲーム」の初回クリア時、追加の昇進ポイントを獲得できます。<br>● 「起業ガイド」と「予想収益」のミッションをクリアすることで、対応する報酬を獲得できます。",
        "Reward": [
            1,
            238,
            236,
            241,
            235,
            202041,
            110101,
            213,
            223,
            233,
            110,
            2
        ],
        "Ver": "3.7"
    },
    {
        "_id": 60017,
        "Icon": "BtnRogueTourntBannerSmall2.png",
        "Name": "階差宇宙・千の面を持つ英雄",
        "Desc": "",
        "Story": "◆ 概要 ◆<br>あの階差宇宙が大型アップデート！新たな祝福、方程式、加重奇物やランダムイベントのほか、「黄金の血の祝福」も追加されます。<br><br>◆ 目標 ◆<br>● 「通常演算」と「周期演算」をクリアして適合値を獲得し、適合レベルを上げましょう。適合レベルを上げると報酬を獲得できます。<br><br>◆ 報酬 ◆<br>● 「階差宇宙」の祝福、方程式、イベント、奇物、加重奇物、黄金の血の祝福を集めると収集報酬を獲得できます。<br>● 「通常演算」で各難易度を初めてクリアすると挑戦報酬を獲得できます。<br>● 期間ごとに「周期演算」を初めてクリアすると追加報酬を獲得できます。<br>● 指定された「定常アレイ」の目標をクリアすると対応する報酬を獲得できます。<br><br>◆ 通常演算 ◆<br>●「通常演算」をクリアすると、より高い難易度を解放できます。<br>● 難易度5をクリアすると「星階モード」が解放されます。<br><br>◆ 周期演算 ◆<br>● 「周期演算」では各期、特殊なプレイモードが更新され、初回クリア時には追加報酬を獲得できます。<br>● 「周期演算」をクリアすると追加の適合値報酬を獲得でき、これには各期一定の上限がありますが、上限に達した後も「周期演算」をクリアすると通常の適合値報酬を獲得できます。<br>● 「周期演算」では「通常演算」で解放した難易度と、閾値プロトコルを選択できます。<br>● 「周期演算」は2週間ごとに更新され、隔週月曜日 04 : 00 （サーバー時間）に更新されます。<br><br>◆ 星階モード ◆<br>●「星階モード」では、挑戦できる「閾値プロトコル」の難易度が格段に上昇します。<br>●「星階モード」には「拓星モード」と「練習モード」があります。<br>●「拓星モード」では、知恵の瞳に灯りをつけることで星階を上げることができます。星階が高いほど、「拓星モード」の「閾値プロトコル」レベルは高くなります。<br>●「拓星モード」中の星階は下げられません。同じ星階内の中で、知恵の瞳の数は増減する可能性があります。一部の星階にはランクを保護するシステムが設置されています。<br>●「練習モード」では、現星階が対応する「閾値プロトコル」レベルまで自由にレベルを調整できます。<br>●「練習モード」の結果は星階と知恵の瞳に影響はありません。<br><br>◆ 数値マッピング ◆<br>● 「階差宇宙」では、ある条件を満たすとキャラクターのレベル、光円錐のレベル、軌跡、遺物が強化されます。この強化は「階差宇宙」でのみ有効です。<br>● キャラクターのレベルが、現在の均衡レベルのキャラクターレベル上限を下回る場合、現在の均衡レベルのキャラクターレベル上限までアップします。<br>● キャラクターの解放済み軌跡が未覚醒、または軌跡レベルが現在の均衡レベルの条件を下回る場合、軌跡が覚醒されるか、または現在の均衡レベルにマッチする軌跡レベルまでアップします。<br>● キャラクターが装備している遺物の全体的な強化レベルが、現在の均衡レベルの条件を下回る場合、遺物は現在の均衡レベルにマッチする臨時の遺物と一時的に交換されます。<br><br>◆ 適合レベル報酬の拡張 ◆<br>● 「階差宇宙」の適合レベルは定期的に拡張され、そして新しい報酬が提供されるようになります。<br>● 適合レベルが拡張される前に適合レベルが上限に達していた場合は、「階差宇宙」で適合値を獲得できません。<br><br>◆ 模擬宇宙ポイント ◆<br>● 「周期演算」と「通常演算」をクリアすると、どちらも模擬宇宙ポイントを獲得できます。",
        "Reward": [
            236,
            241,
            1,
            250605,
            202042,
            202031,
            250606,
            24005,
            101,
            503,
            110101,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "3.1"
    },
    {
        "_id": 60016,
        "Icon": "BtnRogueMagic.png",
        "Name": "模擬宇宙：不可知域",
        "Desc": "天才たちは「模擬宇宙」に観測できない「不可知域」があることを発見した。",
        "Story": "◆詳細◆<br>新しい拡張装置。ヘルタとスクリューガムは観測できない「模擬宇宙：不可知域」を見つけた！未知の奇物とランダムイベント、それからルパート2世が遺した「セプター」システムとコンポーネント。2人の天才が口にする、5人目の協力者とはまさか……<br><br>◆ 目標 ◆<br>● 「フラクタルプロフィール」と「凡人集」をクリアして、挑戦を終える。<br><br>◆ 報酬 ◆<br>● 「模擬宇宙：不可知域」のセプターやコンポーネント、イベント、奇物を集めると「シミュレーション記録」で収集報酬を獲得することができます。<br>● 初めて「フラクタルプロフィール」の各ステージをクリアすると、挑戦報酬を獲得することができます。<br>● 初めて「凡人集」の各ステージをクリアすると追加報酬を獲得することができます。<br>● ステージでストーリー断片を集めると、「開拓秘話」にて追加報酬を獲得できます。<br>● 指定の「モデルの再構築」の目標をクリアすることで、対応する報酬を獲得できます。<br><br>◆ フラクタルプロフィール ◆<br>● 「フラクタルプロフィール」を通して新たなステージを解放することができ、ステージを初めてクリアすると追加報酬を獲得することができます。また、ステージ5以降は次元界IVに挑戦できるようになります。<br>● ステージ5をクリア後、「難題レベル」が追加されます。<br>● 「難題レベル」を適用すると、「フラクタルプロフィール」の難易度が大幅に上がるので、自身の状況に応じて適切な難題レベルを選択し、挑戦しましょう。<br>● より高い「難題レベル」は、「フラクタルプロフィール」のステージ5をクリアした時のみ解放できます。<br>● 各「難題レベル」を初めてクリアすると、追加報酬を獲得できます。<br><br>◆ 凡人集 ◆<br>● 「凡人集」にはカスタムチャレンジがあり、初めてクリアすると追加報酬を獲得できます。<br>● 毎回「凡人集」のステージをクリアした後、記録された構築が確認でき、他のステージに挑戦する際の参考にすることができます。<br>● そのほか「凡人集」のステージをクリアすることでも新たなストーリー断片を解放することができます。<br><br>◆ 数値マッピング ◆<br>● 「模擬宇宙：不可知域」では、ある条件を満たすとキャラクターのレベル、光円錐のレベル、軌跡、遺物が強化されます。この強化は「階差宇宙」と同じ仕様です。<br>● キャラクターのレベルが、現在の均衡レベルのキャラクターのレベル上限を下回る場合、現在の均衡レベルのキャラクターのレベル上限までアップします。<br>● キャラクターの解放済み軌跡が未覚醒、または軌跡レベルが現在の均衡レベルの条件を下回る場合、軌跡が覚醒されるか、または現在の均衡レベルにマッチする軌跡レベルまでアップします。<br>● キャラクターが装備する遺物の全体的な強化レベルが、現在の均衡レベルの条件を下回る場合、遺物は現在の均衡レベルにマッチする臨時の遺物と一時的に交換されます。<br><br>◆ 模擬宇宙ポイント ◆<br>● 「フラクタルプロフィール」と「凡人集」をクリアすると、どちらも模擬宇宙ポイントを獲得できます。",
        "Reward": [
            236,
            241,
            1,
            101,
            235,
            250603,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.6"
    },
    {
        "_id": 60011,
        "Icon": "BtnRogueTourntBannerSmall1.png",
        "Name": "階差宇宙：人間喜劇",
        "Desc": "",
        "Story": "◆ 概要◆<br>スクリュー星の技術力をベースに、スクリューガムが模擬宇宙の完全独立プロジェクトを立ち上げた。このプロジェクトには、新しい祝福、奇物、ランダムイベントのほか、新しいテストフィールド、「方程式」「加重奇物」が用意されている。さらには、思いがけない出会いも待っているかもしれない。<br><br>◆ 目標 ◆<br>● 「通常演算」と「周期演算」をクリアして適合値を獲得し、適合レベルを上げましょう。適合レベルを上げると報酬を獲得できます。<br><br>◆ 報酬 ◆<br>● 「階差宇宙」の祝福、方程式、イベント、奇物、加重奇物を集めると収集報酬を獲得できます。<br>● 「通常演算」で各難易度を初めてクリアすると挑戦報酬を獲得できます。<br>● 毎週「周期演算」を初めてクリアすると追加報酬を獲得できます。<br>● 指定された「定常アレイ」の目標をクリアすると対応する報酬を獲得できます。<br><br>◆ 通常演算 ◆<br>● 「通常演算」をクリアすると新しい難易度が解放され、新しい難易度を初めてクリアすると追加報酬を獲得できます。<br>● 難易度5をクリアすると難易度5をベースとして「閾値プロトコル」システムが追加されます。<br>● 「閾値プロトコル」が追加されると、「通常演算」の難易度が大幅に上がります。自身の状況に応じて適切なプロトコルレベルを選択し、挑戦しましょう。<br>● より高レベルの「閾値プロトコル」は、「通常演算」をクリアした時のみ解放できます。<br>● 各レベルの「閾値プロトコル」を初めてクリアすると、追加報酬を獲得できます。<br><br>◆ 周期演算 ◆<br>● 「周期演算」では毎週、特殊なプレイモードが更新され、初回クリア時には追加報酬を獲得できます。<br>● 「周期演算」をクリアすると追加の適合値報酬を獲得でき、これには毎週一定の上限がありますが、上限に達した後も「周期演算」をクリアすると通常の適合値報酬を獲得できます。<br>● 「周期演算」では「通常演算」で解放した難易度と、閾値プロトコルを選択できます。<br>● 「周期演算」は毎週月曜日 04 : 00 （サーバー時間）に更新されます。<br><br>◆ 数値マッピング ◆<br>● 「階差宇宙」では、ある条件を満たすとキャラクターのレベル、光円錐のレベル、軌跡、遺物が強化されます。この強化は「階差宇宙」でのみ有効です。<br>● キャラクターのレベルが、現在の均衡レベルのキャラクターレベル上限を下回る場合、現在の均衡レベルのキャラクターレベル上限までアップします。<br>● キャラクターの解放済み軌跡が未覚醒、または軌跡レベルが現在の均衡レベルの条件を下回る場合、軌跡が覚醒されるか、または現在の均衡レベルにマッチする軌跡レベルまでアップします。<br>● キャラクターが装備している遺物の全体的な強化レベルが、現在の均衡レベルの条件を下回る場合、遺物は現在の均衡レベルにマッチする臨時の遺物と一時的に交換されます。<br><br>◆ 適合レベル報酬の拡張 ◆<br>● 「階差宇宙」の適合レベルは定期的に拡張され、そして新しい報酬が提供されるようになります。<br>● 適合レベルが拡張される前に適合レベルが上限に達していた場合は、「階差宇宙」で適合値を獲得できません。<br><br>◆ 模擬宇宙ポイント ◆<br>● 「周期演算」と「通常演算」をクリアすると、どちらも模擬宇宙ポイントを獲得できます。",
        "Reward": [
            236,
            241,
            1,
            24004,
            101,
            503,
            235,
            221006,
            202018,
            250601,
            250602,
            250604,
            110101,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.3",
        "Tutorial": [
            9306,
            9307,
            9308,
            9309,
            9310,
            9311,
            9312,
            9313,
            9314,
            9315,
            9316,
            9317,
            9318,
            9319,
            9320
        ]
    },
    {
        "_id": 60008,
        "Icon": "BtnRogueM9.png",
        "Name": "模擬宇宙・第九世界",
        "Desc": "「模擬宇宙・第九世界」の没入装置で、「顕世の出雲と高天の神国」と「荒涼の惑星ツガンニヤ」を交換できます",
        "Story": "◆ ルール ◆<br>私は、ヘルタ。「模擬宇宙」のルールを説明してあげる。<br>● 「模擬宇宙」の戦闘の過程では、異なる運命による強力な祝福を獲得でき、ランダムイベントと特殊な奇物にも遭遇できる。<br>● 「模擬宇宙」では、ランダムに登場するマップの組み合わせ、そして強化後の精鋭エネミーとボスエネミーを体験することができる。<br><br>◆ 報酬 ◆<br>● 「模擬宇宙」には数多くの世界が存在し、新しい世界は模擬宇宙と開拓クエストの進捗に応じて順次解放されていきます。新しい世界の解放に合わせて、ステージ内容と報酬が更新されます。<br>● 「模擬宇宙」の各世界を初めてクリアすると、★4キャラクター「ヘルタ（知恵・氷）」や星玉、星軌チケットなどを獲得できます。<br>● 「模擬宇宙」をプレイするとポイントを獲得でき、累計ポイントに応じて報酬を獲得できます。ポイント報酬は2週間ごとに更新されます。更新は該当週の月曜日 04 ： 00 （サーバー時間）に行われます。<br>● 祝福や奇物を解放すると、「模擬宇宙」の図鑑から星玉を受け取れます。<br>● 「模擬宇宙」の「エリア - 精鋭」または「エリア - ボス」で敵を撃破すると追加報酬を獲得できます。<br>● 「模擬宇宙」で獲得できるアビリティポイントを使うことで、強力なアビリティを解放でき、探索をより有利に進められます。<br>● 「模擬宇宙・第三世界」以降、精鋭エネミーまたはボスを倒すと「次元界オーナメント」を交換できるようになります。",
        "Reward": [
            1,
            503,
            83134,
            83144,
            1013
        ],
        "Ver": "2.1"
    },
    {
        "_id": 60007,
        "Icon": "BtnQuestRogueNous.png",
        "Name": "模擬宇宙：黄金と機械",
        "Desc": "",
        "Story": "◆ 紹介 ◆<br>ヘルタ、ルアン・メェイ、スクリューガム、そしてスティーブンが協力して模擬宇宙二度目の大型アップデートを行った！彼らは祝福、奇物、ランダムイベントをアップデートしただけでなく、新しい挑戦イベントも実装した。<br><br>◆ 目標 ◆<br>● 「模擬宇宙：黄金と機械」での目標は、「開拓秘話」とスターピースカンパニーの物語を集め、星神秘話を全部解放することです。<br><br>◆ 内容 ◆<br>● 「カスタムサイコロ」：改造後の「カスタムサイコロ」では、サイコロの面を自由に設定することができます。様々な効果を持つサイコロ面を集め、適切にカスタムサイコロを組み上げることでより多くの祝福と奇物を獲得できます。<br>● 「反響推演」：次元界IIIのボス戦では、溢れ出す「知恵」の力が「模擬宇宙」システムを干渉し、様々な運命の反響を推演しだします。この力は攻略にとって、新たなチャレンジになります。<br>● 他にも、新たな祝福、奇物、イベント、運命の反響が実装されました。<br><br>◆ 報酬 ◆<br>● 「模擬宇宙：黄金と機械」で秘話を集めることで報酬を獲得できます。<br>● 「テスト」と「難題」をクリアすることで報酬を獲得できます。<br>● 各難易度を初めてクリアする時に報酬を獲得できます。<br><br>◆ 注意事項 ◆<br>● 「模擬宇宙：黄金と機械」には5つの難易度があり、そのうち難易度Vは高難易度となっています。開拓者は自分の状況に合わせて挑戦しましょう。<br>● 「黄金と機械」の秘話を全部集め、冒険クエスト「黄金と機械：終局」をクリアすると、模擬宇宙で「知恵」の運命が解放されます。",
        "Reward": [
            1,
            236,
            241,
            101,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 60006,
        "Icon": "BtnRogueReward.png",
        "Name": "エンドレス次元界",
        "Desc": "ヘルタと他3名の天才クラブのメンバーが模擬宇宙に少々…クレイジーな改造を施したのだが、それぞれがミスを犯してしまったらしい——その結果、コードが乱れて宇宙が無限の膨張を始めた！<br>このクレイジーな宇宙をどうにかできるのはあなたしかない！",
        "Story": "◆ 紹介 ◆<br>ヘルタ、ルアン・メェイ、スクリューガム、スティーブンの4人が、模擬宇宙にクレイジーな改造を施した。<br><br>◆ イベントルール ◆<br>● イベント開始後、毎日新しい次元界が解放されていきます。次元界は全部で5つあります。<br>● 各次元界にはそれぞれのルールがありますので、次元界ルールを利用してより多くの祝福、奇物、宇宙の欠片を獲得して戦闘力を上げましょう。<br>● 各次元界は「ノーマル次元界」と「クレイジー次元界」の2つで構成されており、「ノーマル次元界」をクリアすると「クレイジー次元界」に挑戦できるようになります。<br>● 「クレイジー次元界」は複数階層ある連続戦闘となっており、1ウェーブが1階層に相当します。計6ラウンドのカウントダウンが設けられており、階層が上がるにつれ、敵が強化されていきます。クリアした層数に応じて「クレイジーポイント」を獲得できますが、クリア時にラウンド数が残っている場合は、追加の「クレイジーポイント」を獲得することができます。<br>● ノーマル次元界をクリアすると、キャラクター、祝福、奇物、宇宙の欠片などのデータが自動でセーブされ、そのセーブデータを使って何度でも「クレイジー次元界」に挑戦することが可能です。<br>● 「均衡レベル」が上がると、イベントの中のお試しキャラと敵のレベルもアップします。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、各次元界のノーマル次元界とクレイジー次元界をクリアし、指定のクレイジーポイントを獲得することで、報酬を受け取ることができます。<br>● すべてのステージで指定されたクレイジーポイントを獲得すると、累計報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>● このイベントでは、祝福や奇物の獲得のほか、イベントに遭遇しても、模擬宇宙図鑑の解放はできません。",
        "Reward": [
            1,
            241,
            235,
            213,
            223,
            110123,
            110122,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 60003,
        "Icon": "BtnRogueDlcQuestBannerSmall1.png",
        "Name": "模擬宇宙：宇宙の蝗害",
        "Desc": "",
        "Story": "◆ 紹介 ◆<br>ヘルタ、ルアン・メェイ、スクリューガム、そしてスティーブンが協力して模擬宇宙初の大型アップデートを行った！<br>彼らは祝福、奇物、ランダムイベントをアップデートしただけでなく、新しい「謁見の旅」マップや「謁見サイコロ」、「謁見装置」まで追加してくれた！<br><br>◆ 目標 ◆<br>● 「模擬宇宙：宇宙の蝗害」での最終目標は、「行人の道」の挑戦を達成して「謁見の軌跡」のポイントを集め、すべての章節を解放することです。<br><br>◆ 内容 ◆<br>● 「謁見の旅」：様々な種類のエリアによって構成された「マップ」を移動します。適したルートを計画してゴールに辿り着きましょう。<br>● 「謁見サイコロ」：「謁見装置」を使って「謁見サイコロ」を振ることができます。運命ごとに「謁見サイコロ」の効果が変わります。サイコロ効果を上手く利用して、より多くの祝福と奇物を獲得しましょう。<br>● 「謁見の軌跡」：「謁見の軌跡」のポイントがアップすると、様々なバフを獲得できます（注意：バフは「模擬宇宙：宇宙の蝗害」でのみ有効）。<br>● 「スウォーム・真蟄虫」：次元界IIIの最深部でボスエネミー「スウォーム・真蟄虫」に挑戦できます。<br>● 他にも、「模擬宇宙：宇宙の蝗害」では新たな祝福、奇物、ランダムイベント、そして運命の反響がアップデートされました。<br><br>◆ 報酬 ◆<br>● 「宇宙の蝗害」の章節を集めると章節収集報酬を獲得できます。<br>● 「行人の道」をクリアすると対応する報酬を獲得できます。<br>● 各難易度を初めてクリアすると、初回クリア報酬を獲得できます。<br><br>◆ 注意事項 ◆<br>● 「模擬宇宙：宇宙の蝗害」には5つの難易度があり、そのうち難易度Vは高難易度となっています。開拓者は自分の状況に合わせて挑戦しましょう。<br>● 「宇宙の蝗害」のすべての章節を集め、冒険クエスト「宇宙の蝗害：終局」をクリアすると、模擬宇宙で「繁殖」の運命が解放されます。",
        "Reward": [
            1,
            236,
            241,
            101,
            235,
            213,
            233,
            300041,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 60001,
        "Icon": "BtnRogueReward.png",
        "Name": "模擬宇宙",
        "Desc": "「模擬宇宙」の各世界を初めてクリア、及び図鑑で新たな祝福と奇物を解放すると、星玉報酬を受け取ることができます",
        "Story": "◆ ルール ◆<br>私は、ヘルタ。「模擬宇宙」のルールを説明してあげる。<br>● 「模擬宇宙」の戦闘の過程では、異なる運命による強力な祝福を獲得でき、ランダムイベントと特殊な奇物にも遭遇できる。<br>● 「模擬宇宙」では、ランダムに登場するマップの組み合わせ、そして強化後の精鋭エネミーとボスエネミーを体験することができる。<br><br>◆ 報酬 ◆<br>● 「模擬宇宙」には数多くの世界が存在し、新しい世界は模擬宇宙と開拓クエストの進捗に応じて順次解放されていきます。新しい世界の解放に合わせて、ステージ内容と報酬が更新されます。<br>● 「模擬宇宙」の各世界を初めてクリアすると、★4キャラクター「ヘルタ（知恵・氷）」や星玉、星軌チケットなどを獲得できます。<br>● 「模擬宇宙」をプレイするとポイントを獲得でき、累計ポイントに応じて報酬を獲得できます。ポイント報酬は2週間ごとに更新されます。更新は該当週の月曜日 04 ： 00 （サーバー時間）に行われます。<br>● 祝福や奇物を解放すると、「模擬宇宙」の図鑑から星玉を受け取れます。<br>● 「模擬宇宙」の「エリア - 精鋭」または「エリア - ボス」で敵を撃破すると追加報酬を獲得できます。<br>● 「模擬宇宙」で獲得できるアビリティポイントを使うことで、強力なアビリティを解放でき、探索をより有利に進められます。<br>● 「模擬宇宙・第三世界」以降、精鋭エネミーまたはボスを倒すと「次元界オーナメント」を交換できるようになります。",
        "Reward": [
            101,
            24005,
            24004,
            24003,
            24002,
            24001,
            24000,
            271
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50086,
        "Icon": "BtnActivityActive.png",
        "Name": "宝物を追い求めて",
        "Desc": "",
        "Story": "◆ イベント説明 ◆<br>● イベント期間中、開拓力を消費すると、最大 100 枚の宝探し券を獲得できます。<br>● 宝探し券を使用して宝探しをすると、ランダムな報酬を獲得できます。一定回数宝探しをすると、星玉と自塑樹脂の報酬を獲得できます。",
        "Reward": [],
        "Ver": "3.8"
    },
    {
        "_id": 50074,
        "Icon": "BtnQuestChimeraDuel.png",
        "Name": "黄金のガオガオバトル",
        "Desc": "オクヘイマで大人気の「キメラワールドトーナメント」が開催中！チームを編成して、おなじみの 13 名のキメラトレーナーたちと熱いバトルを繰り広げよう！",
        "Story": "◆ 概要 ◆<br>● オクヘイマで大人気の「キメラワールドトーナメント」が開催中！チームを編成して、おなじみの 13 名のキメラトレーナーたちと熱いバトルを繰り広げましょう！<br><br>◆ イベントルール ◆<br>● 「黄金のガオガオバトル」では、開拓者はオクヘイマで大人気の「キメラワールドトーナメント」に参加します。適切なキメラメンバーを集めてチームを結成し、相手に勝利して栄誉値を獲得することで、優勝を目指しましょう！<br><br>◆ 挑戦試合 ◆<br>● イベントクエストを達成すると、大会委員会が「挑戦試合」を解放します。<br>● 「挑戦試合」では、開拓者は編成したキメラチームを使って、黄金裔や他のプレイヤーとバトルを行います。<br><br>◆ 常設報酬 ◆<br>● バトル相手に勝利し、栄誉値を獲得すると、報酬を獲得できます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント開催中、指定のクエストをクリアすると、対応する報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「黄金のガオガオバトル」終了後は、期間限定報酬は獲得できなくなりますが、マップ「生命の花園」に行くことで、コンテンツを体験したり常設報酬を獲得したりすることはできます。",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            233,
            241,
            110222,
            220009
        ],
        "Ver": "3.8"
    },
    {
        "_id": 50072,
        "Icon": "BtnActivityRelicBox.png",
        "Name": "奇物宝庫トレジャー",
        "Desc": "",
        "Story": "◆ 紹介 ◆<br>宇宙ステーション「ヘルタ」にある謎の宝庫の扉が開かれた。中には無数の宝箱が並び、それぞれに不思議なアイテムが詰め込まれている。宝箱を開けるには専用のアクセスカードが必要だ。<br><br>◆ イベントルール ◆ <br>● イベント期間中、ミッションをクリアすると期間限定アイテム「アクセスカード」を獲得できます。<br>● 「アクセスカード」を消費して宝箱を開けると、サブステータスが4つ付いた、強化+ 15 の★5遺物を獲得できます。<br>● 宝箱を8回開けるごとに「スペシャルオープン」が1回発動します。<br>「スペシャルオープン」発動時に獲得する遺物のメインステータスは、対象キャラの<color=#f29e38ff>おすすめメインステータス</color>のいずれかになり、また<color=#f29e38ff>適したサブステータスの数（強化回数含む）</color>が2以上になります。<br>● 「スペシャルオープン」発動時、これまで「スペシャルオープン」で獲得していない部位の遺物が優先的に出てきます。<br>● 獲得した遺物は一時保存できます。保存できる数は各部位につき1つまでで、全部位合わせて6つになります。<br>● 一時保存した遺物はキャラクターに装備させることができます。<br>ただしイベント期間中はバッグ内で特殊なロック状態となり、ロック解除やステータスの振り直しは行えません。<br>● イベント終了後、遺物を獲得すると、特殊なロック状態が通常のロック状態に変更されます。<br><br>◆ 設定について ◆<br>● 設定した対象キャラは遺物のステータスの適合性やランク評価などの表示、および「スペシャルオープン」で獲得する遺物のメイン・サブステータスの生成に影響します。<br>● 設定した対象遺物のセットプランは宝箱から出現する遺物セットに影響します。<br>● キャラや遺物のセットプランを途中で変更した場合、変更後に獲得する遺物にのみ影響し、すでに選択済みの遺物には影響しません。<br>● 遺物セットと推奨属性は推奨システムのデータを使用して生成されます。<br><br>◆ イベント報酬 ◆<br>● 初期からサブステータスを4つ備えた、レベルMAXの★5遺物を獲得できます。各部位につき1つ、計6つの遺物を獲得可能です。",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 50070,
        "Icon": "BtnLocalLegend.png",
        "Name": "斜陽の残巻",
        "Desc": "黎明のミハニが消えた後、奇妙な巻物が生命の花園に現れた。それは暗赤色の光を放ち、何か危険な気配を感じさせる……",
        "Story": "◆ 紹介 ◆<br>最後のエーグルの開悟集を読み、叙事詩に刻まれた強敵に立ち向かいます。<br><br>◆ イベントルール ◆<br>● イベント開始後、毎日新しいステージが解放されていきます。全部で5ステージあります。<br>● 各挑戦ステージには「イージー」、「ハード」、「ナイトメア」の3つの難易度があり、前の難易度の挑戦をクリアすると、次の難易度が開放されます。<br>● 各挑戦ステージにはそれぞれ独自のメカニズムがあります。難易度「ナイトメア」では、メカニズムの強化によって難易度が大幅にアップします。<br>● 戦闘に入る時、キャラクター全員の秘技効果が発動します。同時に発動できない秘技効果が複数存在する場合、発動する秘技効果は編成順に応じて決定されます。<br>● 難易度「ナイトメア」の挑戦をクリアすると、「SS」の評価を獲得できます。<br>● 難易度「イージー」、「ハード」では、敵の強さは「均衡レベル」の影響を受けますが、難易度「ナイトメア」では影響を受けません。<br>● 難易度「イージー」、「ハード」では、お試しキャラを使用して挑戦できますが、難易度「ナイトメア」では、お試しキャラは使用できません。<br><br>◆ 期間限定報酬 ◆<br>● イベント期間中、ステージ内で指定の挑戦目標を達成すると、「期間限定報酬」で報酬を受け取れます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「斜陽の残巻」終了後、期間限定報酬は獲得できなくなりますが、ステージをクリアすることで、「常設報酬」を獲得できます。",
        "Reward": [
            1,
            241,
            213,
            235,
            232,
            110222,
            2
        ],
        "Ver": "3.8"
    },
    {
        "_id": 50068,
        "Icon": "BtnQuestCakeRace.png",
        "Name": "風雲！にゃんこ城",
        "Desc": "宇宙ステーションの片隅で、創造物たちの障害物競走が密かに繰り広げられている。面白そうだから応援しに行こう！",
        "Story": "◆ 紹介 ◆<br>宇宙ステーションの片隅で、創造物たちの障害物競走が密かに繰り広げられている。面白そうだから応援しに行こう！<br><br>◆ イベントルール ◆<br>● イベント「風雲！にゃんこ城」では、各レースごとに8名のプレイヤーが選手を応援します。各ステージ終了時、応援している選手の順位に応じて、応援で消費した「ぴょんぴょんおやつ」が返還されます。<br>● レース中、プレイヤーはアリーナアイテムを使ってレースに影響を与えることができます。よりランクの高いアリーナではさらに新しい機能が開放されます。<br>● 高級アリーナからマルチプレイが開放され、他の世界の開拓者たちと一緒にレースを観戦できます。<br>● 上級アリーナのレースを初回観戦した後、おやつ交換が解放されます。余った「ぴょんぴょんおやつ」は奇妙なお菓子や魂の涙などの報酬と交換できます。<br><br>◆ 常設報酬 ◆<br>● 観戦を通じて獲得した観戦ポイントが一定値に達すると、観戦報酬を獲得できます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント開催中、指定のクエストをクリアすると、対応する報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「風雲！にゃんこ城」終了後、期間限定報酬は獲得できなくなりますが、マップ「封鎖部分」にて「ねむにゃあ」と会話することで、イベントコンテンツを体験したり、常設報酬を獲得したりすることができます。",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            233,
            241,
            110252,
            227002
        ],
        "Ver": "3.7"
    },
    {
        "_id": 50067,
        "Icon": "BtnActivityMarble.png",
        "Name": "カラフル大乱闘",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>● 「カラフル大乱闘」には「持ちザラシ持たれザラシ」と「群鳥割拠」の2つのモードがあり、各モードに独自のポイントとランクシステムがあります。<br><br>◆ プレイモード「持ちザラシ持たれザラシ」について ◆<br>● 「持ちザラシ持たれザラシ」モードでは、1試合につき合計6匹のリトルアザラシを配置できます。<br>● 配置するリトルアザラシは「アタッカー」と「サポーター」に分かれます。<br>● 「アタッカー」のアザラシは戦闘に参加できます。<br>● 「サポーター」のアザラシはスキル効果のみを提供します。<br>● 開拓者は「アタッカー」と「サポーター」を自由に組み合わせて、強力なアザラシ編成を作れます。<br><br>◆ プレイモード「群鳥割拠」について ◆<br>● 「群鳥割拠」モードでは、1試合につき 30 名のプレイヤーが対戦します。<br>● このモードでは行動回数の制限がなく、開拓者は制限時間内にフルーツを消去して小鳥の戦力を上げる必要があります。<br>● 各ラウンド終了時、目標戦力に達していない開拓者は脱落となります。ただし、試合中1回だけ脱落から救済されるチャンスがあります。<br>● 対戦中、対戦アイテムの入ったバブル速達がランダムに出現します。隣接するフルーツを消去してバブルを割ると、中のアイテムを入手できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、2つのモードのランクポイント合計が指定条件に到達すると、「期間限定報酬」で報酬を受け取れます。",
        "Reward": [
            241,
            1,
            213,
            223,
            233,
            110252,
            2
        ],
        "Ver": "3.6"
    },
    {
        "_id": 50064,
        "Icon": "BtnQuestActivityElationBattle.png",
        "Name": "笑ってはいけないチャレンジ",
        "Desc": "奇妙な夢の泡を拾ったハウンド家のケイトに「笑ってはいけないチャレンジ」という試練に誘われた。言うまでもなく、これは「仮面の愚者」の仕業に違いない……",
        "Story": "◆ 概要 ◆<br>奇妙な夢の泡を拾ったハウンド家のケイトに「笑ってはいけないチャレンジ」という試練に誘われた。言うまでもなく、これは「仮面の愚者」の仕業に違いない……<br><br>◆ イベントルール ◆<br>● イベント期間中に合計7ステージの挑戦が開放されます。<br>● 開拓者の「均衡レベル」が上がると、敵の強さもアップします。<br><br>◆ 遊び方紹介 ◆<br>● 挑戦ステージでは、アクションバーに「びっくり箱」が追加されます。「びっくり箱」が行動すると「サプライズギフト」が出現し、戦闘をサポートしてくれます。<br>● 挑戦ステージを進めていくと、より多くのキャラが「コメディアン」として戦闘に参加できるようになります。<br>● 「コメディアン」は「びっくり箱」にある「サプライズギフト」の種類を増やしたり、「びっくり箱」の「耐笑度」を獲得したりできます。「耐笑度」が高いほど、「びっくり箱」の効果も強くなります。<br>● 「コメディアン」には新しい天賦スキルも備わっているため、様々な戦闘体験を楽しめます。<br>● 挑戦中に「耐笑度」が指定数に達し、ラウンド終了までに指定のウェーブの敵を倒すと、より高い評価を獲得できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、ステージ内で指定の挑戦目標を達成すると、「期間限定報酬」で報酬を受け取れます。",
        "Reward": [
            241,
            1,
            235,
            213,
            232,
            110212,
            2
        ],
        "Ver": "3.6"
    },
    {
        "_id": 50063,
        "Icon": "BtnQuestHipplen.png",
        "Name": "いい天気だし、飼っちゃおう！",
        "Desc": "ひょんなことから、あなたは小さな大地獣の親になることに…？<br>せっかくだし、特別な成長の旅を見守ろう！",
        "Story": "◆ 紹介 ◆<br>ひょんなことから、あなたは大地獣の赤ちゃんの親になることに…？<br>せっかくだし、特別な成長の旅を見守ろう！<br><br>◆ イベントルール ◆<br>● イベント「いい天気だし、飼っちゃおう！」では、週間スケジュールを調整し、体験をすることで、大地獣の赤ちゃんの3つのステータスを育成し、様々な特性を獲得できます。スケジュールによって、大地獣の赤ちゃんは異なる成長体験を味わうことができます。<br>● 3週間ごとに、大地獣の赤ちゃんは評価日を迎えます。ステータスが条件を満たしている場合は、大地獣の赤ちゃんが単独で評価をクリアできますが、そうでない場合は、開拓者の協力が必要になります。評価日を終えると、次の成長段階に入ります。<br>●幼年期、少年期、青年期の評価をそれぞれクリアすると、大地獣の赤ちゃんは開拓者と共に経験をまとめ、成長の記録を残し、対応する衣装を獲得できます。<br><br>◆ 常設報酬 ◆<br>● 評価日を一定回数クリアすると、回数に応じて報酬を受け取ることができます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント開催中、指定のクエストをクリアすると、対応する報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「いい天気だし、飼っちゃおう！」終了後、期間限定報酬は獲得できなくなりますが、マップ「『永遠の聖都』オクヘイマ」にて「アナイクス」と会話することで、イベントコンテンツを体験したり、常設報酬を獲得したりすることができます。",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            233,
            241,
            110252,
            202040
        ],
        "Ver": "3.6"
    },
    {
        "_id": 50057,
        "Icon": "BtnQuestDrinkMakerSecond.png",
        "Name": "古いボトルと新たな友",
        "Desc": "ドリームリーフで入手した、共感覚夢境をかく乱する不思議な力を秘めた「スペシャルレシピ」。誘われるままバーテンダーとなったあなたは、巡り合った友人たちと一緒に、さまざまな奇妙な出来事を経験していく……",
        "Story": "◆ 紹介 ◆<br>謎めいた「スペシャルレシピ」が手元に届いた。「バー・ナイトメア」のバーテンダーとして招かれたあなたは、ドリンクを作って友人たちをもてなしながら、そのレシピに秘められた事実を少しずつ解き明かしていく。<br><br>◆ イベントルール ◆<br>● イベント期間中、開拓者は「バー・ナイトメア」に臨時カウンターを設置し、5組のお客様をお迎えします。「スペシャルレシピ」をもとに、不思議な効果を持つドリンクを振る舞いましょう。<br>● 営業は「営業時間」と「特別営業」の2段階に分かれています。<br>● 「営業時間」中はそれぞれのお客様に対し、特定の「スペシャルレシピ」に従ってドリンクを提供します。<br>● 各「スペシャルレシピ」にはそれぞれ2種類の効果があり、1つは既知、もう1つは未知の効果です。<br>● どちらか1種類の効果を持つドリンクを作れれば、次のお客様をお迎えできます。<br>● 「特別営業」では、各組のお客様を招待して、1杯のサプライズドリンクを追加で提供できます。<br>● ドリンクを味わった後、お客様はコメントを残してくれます。<br><br>◆ イベント報酬 ◆<br>● お客様をもてなしてレシピを復元すると、報酬を獲得できます。",
        "Reward": [
            241,
            1,
            213,
            223,
            233,
            110232,
            2
        ],
        "Ver": "3.5"
    },
    {
        "_id": 50048,
        "Icon": "BtnCollaborationEventVersionQuest0340.png",
        "Name": "美しき夢と聖杯",
        "Desc": "あらゆる願いを叶えるという万能の願望機——「聖杯」が夢追いの星に降臨した。十琥珀紀を生き抜いたピノコニービジネス界の巨頭が、貴賓たちに聖杯戦争の招待状を送る……",
        "Story": "▌コラボキャラクターの<color=#f29e38ff>英語版ボイスは実装されておりません</color>。恐れ入りますが、ボイスは他の言語に切り替えてお楽しみください。<br><br>▌「Fate / 夢の国で足を休める夜」<br>● あらゆる願いを叶えるという万能の願望機——「聖杯」が夢追いの星に降臨した。十琥珀紀を生き抜いたピノコニービジネス界の巨頭が、貴賓たちに聖杯戦争の招待状を送る……<br><br>▌「Fate/stay night」<br>◆ 紹介 ◆<br>● ピノコニーの聖杯戦争は幕を閉じたが、天才たちは聖杯に新しい機能を与えた。そして今、暉長石号の一角で、新たなる擬似聖杯戦争の幕が上がる！<br><br>◆ イベントルール ◆<br>● 「Fate/stay night」では、模擬キャラクター7人と共に聖杯戦争に参加して、複数ラウンドの1対1の対戦を行い、最終的な勝者を決めることになります。<br><br>◆ 常設報酬 ◆<br>● 「Fate/stay night」に参加することで、報酬ポイントを獲得できます。報酬ポイントが一定数に達すると、「ポイント報酬」にてレベルごとに常設報酬を受け取ることができます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント「Fate/stay night」に参加することで、報酬ポイントを獲得できます。報酬ポイントが一定数に達すると、レベルごとに「ポイント報酬」から期間限定報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「Fate/stay night」終了後、「ポイント報酬」の期間限定報酬は獲得できなくなりますが、マップ「暉長石号」に行くことで、イベントコンテンツを体験したり、常設報酬を獲得したりすることができます。<br><br>▌「運命の贈り物」<br>● イベント期間中、Ver. 3.4 のいずれかの跳躍で「星軌専用チケット」を累計 200 枚消費すると、コラボ跳躍が始まった後に報酬を受け取ることができます。<br>● 「星軌専用チケット」の累計消費数は、Ver. 3.4 のすべての跳躍で共有されます。<br>● 報酬はイベント期間中に1回のみ受け取り可能です。",
        "Reward": [
            1
        ],
        "Ver": "3.5"
    },
    {
        "_id": 50047,
        "Icon": "BtnRoleStrengthen.png",
        "Name": "研石錬光",
        "Desc": "鏡流、刃、銀狼、カフカが強化されました。<color=#f29e38ff>お試しステージ</color>をクリアすると、報酬を獲得できます！",
        "Story": "◆ 「研石錬光」について ◆<br> ● キャラクター強化の後、スキル、軌跡、および星魂の効果に変化が生じる場合があります。<br> ● キャラクター強化の後、既存のキャラクターおよび新たに獲得したキャラクターは、デフォルトで強化済みの状態となります。<br> ●「 キャラクター詳細」-「キャラクター強化」の画面から、キャラクターの強化状態を切り替えることができます。",
        "Reward": [],
        "Ver": "3.4"
    },
    {
        "_id": 50046,
        "Icon": "BtnQuestAmphoreusActivityTimeLimit.png",
        "Name": "",
        "Desc": "",
        "Story": "",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            241
        ],
        "Ver": "3.5"
    },
    {
        "_id": 50045,
        "Icon": "BtnQuestAmphoreusActivityTimeLimit.png",
        "Name": "Fate/Stay night",
        "Desc": "『ピノコニーの聖杯戦争』終了後、天才たちは聖杯に改造を施した。改造後の聖杯は使用者の記憶を媒体として、運命の行人のシミュレーションデータを読み込むことができる。さあ、新たな擬似聖杯戦争に参加しよう！……",
        "Story": "◆ 紹介 ◆<br>● ピノコニーの聖杯戦争は幕を閉じたが、天才たちは聖杯に新しい機能を与えた。そして今、暉長石号の一角で、新たなる擬似聖杯戦争の幕が上がる！<br><br>◆ イベントルール ◆<br>● 「Fate/stay night」では、模擬キャラクター7人と共に聖杯戦争に参加して、複数ラウンドの1対1の対戦を行い、最終的な勝者を決めることになります。<br><br>◆ 常設報酬 ◆<br>● 「Fate/stay night」に参加することで、報酬ポイントを獲得できます。報酬ポイントが一定数に達すると、「ポイント報酬」にてレベルごとに常設報酬を受け取ることができます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント「Fate/stay night」に参加することで、報酬ポイントを獲得できます。報酬ポイントが一定数に達すると、レベルごとに「ポイント報酬」から期間限定報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「Fate/stay night」終了後、「ポイント報酬」の期間限定報酬は獲得できなくなりますが、マップ「暉長石号」に行くことで、イベントコンテンツを体験したり、常設報酬を獲得したりすることができます。",
        "Reward": [
            1,
            2,
            213,
            223,
            233,
            236,
            241,
            250607,
            250608,
            110182
        ],
        "Ver": "3.4"
    },
    {
        "_id": 50042,
        "Icon": "BtnQuestElfRestaurant.png",
        "Name": "黄金の迷境食堂",
        "Desc": "物語には無限の可能性が秘められている。仲間たちと一緒に畑を耕し、料理を作り、かけがえのない穏やかなひと時を過ごそう。迷境の奥にあるレストランが、いよいよオープンする。",
        "Story": "◆ 紹介 ◆<br>仲間たちと一緒に畑を耕し、料理を作り、かけがえのない穏やかなひと時を過ごそう。迷境の奥にあるレストランが、いよいよオープンする。<br><br>◆ イベントルール ◆<br>● イベント期間中、開拓者は仲間たちと一緒に畑の管理と迷境の奥深くにあるレストランの経営を行います。<br>● イベントは農場栽培とレストラン経営の2つのパートに分かれています。1営業日につき、栽培1回とレストラン経営1回を行うことができます。<br>● 農場パートでは、妖精の金貨を消費して作物を栽培できます。レストランのランクが上がるにつれて、新しい種が解放されていきます。<br>● レストラン経営パートでは、栽培で得た作物を使って本日のメニューを決めたり、料理の開発やレベルアップを行ったりします。営業開始後は、食材を消費して料理を作り、お客のリクエストに応えることで妖精の金貨を稼ぐことができます。また、妖精の金貨を使ってスタッフの研修やレストランの設備投資を行い、経営効率を上げることもできます。<br>● 十分な売上を達成し、経営ミッションをクリアすることで、レストランのランクをアップできます。ランクは最大4つ星までアップでき、ランクがアップするごとに1日の来店客数が増え、使用できる種やスタッフ、設備、メニューも増えていきます。<br><br>◆ イベント報酬 ◆<br>● 店長マニュアルの項目を達成すると、イベントの常設報酬を獲得できます。<br>● 期間限定報酬の項目を達成すると、イベントの期間限定報酬を獲得できます。",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            233,
            241,
            110222,
            221012,
            22005,
            121005
        ],
        "Ver": "3.5"
    },
    {
        "_id": 50039,
        "Icon": "BtnQuestParkour.png",
        "Name": "シャドウチェイサー",
        "Desc": "スフェロイドレース「スピードカップ」開幕。最強の選手たちを相手に、トップの座を奪い合え！",
        "Story": "◆ 紹介 ◆<br>● 「スピードカップ」スフェロイドレースに参加して、マシンでコースを駆け抜けよう！<br><br>◆ イベントルール ◆<br>● 「スピードカップ」スフェロイドレースでは、スフェロイドを操縦して数多のライバルたちと同じコースで競い合い、優勝を目指しましょう。<br>● 本イベントは予選、準決勝、決勝戦で構成されており、それぞれの段階ごとに異なるコースが開拓者の挑戦を待っています。<br>● 決勝戦をクリアすると、挑戦試合とスピードランキングが解放されます。己の限界を超え、より速い走りでランキング1位を目指しましょう！<br><br>◆ 期間限定報酬 ◆<br>● イベント期間中、指定の挑戦目標を達成すると、豪華報酬を獲得できます。",
        "Reward": [
            1,
            241,
            110222,
            213,
            223,
            233,
            2
        ],
        "Ver": "3.3"
    },
    {
        "_id": 50035,
        "Icon": "BtnEvolveBuildSC.png",
        "Name": "銀河打者伝説～魔王編～",
        "Desc": "新たな冒険が始まった——魔王ブラックマントの痕跡を追いかけ、最強のバットを取り戻し、「銀河打者」の頂点を目指そう！",
        "Story": "◆ 紹介 ◆<br>新たな冒険が始まった——魔王ブラックマントの痕跡を追いかけ、最強のバットを取り戻し、「銀河打者」の頂点を目指そう！<br><br>◆ イベントルール ◆<br>● 本イベントには6つの戦闘ステージがあり、それぞれイージー、ノーマル、ハードの3つの難易度に分かれています。また、各ステージには3つの戦闘段階があります。<br>● 3つの戦闘段階は、それぞれ指定された数の敵を限られたラウンド内に倒すことで、クリアとなります。<br>● イベント開始後は、前のステージの獲得ポイントが一定値に達することで、次のステージが解放されます。<br>● 開拓者の「均衡レベル」が上昇すると、連動して敵の強さも強化されます。<br>● 開拓者はお試しキャラを選んで挑戦することも可能です。<br>●「銀河打者伝説」のイベント内では、敵を倒した際に得られるEP回復量が通常戦闘時の 50% となります。<br><br>◆ プレイモード概要 ◆<br>● ステージ内で敵を倒すと経験値を獲得し、「パーティレベル」がアップします。<br>● ステージごとに異なる「パーティバフ」が存在します。「パーティレベル」がアップした時、ステージの「パーティバフ」に応じて、対応するレベルのステージバフを獲得できます。<br>● 「パーティレベル」がアップした時、ランダムな「武器」または「アクセサリー」を1つ選択して獲得できます。すでに所持している「武器」または「アクセサリー」を繰り返し獲得すると、そのレベルがアップし、より強力な効果を得られます。<br>● 「武器」は自発的に、あるいは味方によって効果を触発され、敵にダメージを与えます。「アクセサリー」は「武器」と味方に様々なバフを提供することができます。<br>● 「武器」には対応する共鳴「アクセサリー」が存在します。レベルMAXの「武器」および任意レベルの共鳴「アクセサリー」を獲得すると、以降のレベルアップ時に強力な「レジェンド武器」に昇格できます。<br>● 異なる共鳴方法を持つ一部の特殊な「武器」は、より強力な「ツイン武器」または「エピック武器」に昇格させることができます。<br>● ステージ内では、ウェーブと戦闘段階が進むに連れ、敵が強くなっていきます。「武器」と「アクセサリー」を上手く組み合わせ、「レジェンド武器」を手に入れて敵を倒しましょう。<br><br>◆ ステージについて ◆<br>● 戦闘ステージは複数のウェーブで構成された3つの戦闘段階からなり、各段階の最後には精鋭エネミー、またはボスエネミーが待ち受けています。<br>● 各ウェーブの敵の数はあらかじめ決まっており、その数が尽きるまで敵が絶え間なく出現します。<br>● 各ウェーブのラウンド数は決まっています。ラウンド数が0になった時点で倒しきれていなかった敵はそのまま消え、それに伴うポイントと経験値は獲得できません。<br>● 各段階の精鋭エネミーが出現するウェーブには「クリア条件」があり、指定された数の精鋭エネミーを倒さないと次の段階に進めません。<br>● 戦闘で敵を倒す、またはボスエネミーにダメージを与えることでポイントを獲得できます。さらに、クリア時にラウンド数が残っていると、追加ポイントを獲得できます。<br>● 各段階の戦闘終了後、その時点のパーティレベル、獲得した武器、アクセサリーなどのデータがセーブされます。また戦闘から一旦離れても、そのセーブデータを使って挑戦を再開できます。<br>◆ 銀河探索 ◆<br>● 第1ステージ「V 612 星」から第5ステージ「D 007 星」までは、それぞれに指定された初期武器が用意されています。最終ステージ「魔王のアジト」では、初期武器を自由に選択できます。<br>● 第2ステージ「C 996 星」以降は、各段階開始時に「冒険戦略」を選択できるようになります。<br>● 最終ステージ「魔王のアジト」の3つの通常段階をクリアすると、「魔王挑戦」段階が解放されます。この段階では、イベント最終ボス「魔王ブラックマント」に挑戦できます。<br><br>◆ ラクーンゴールドコイン ◆<br>● 敵を倒すと「ラクーンゴールドコイン」を獲得できます。<br>● 精鋭エネミーが出現するウェーブをクリアし、魔王の手下を倒すと「魔王のお宝」がドロップします。「魔王のお宝」からはランダムな数の「武器」「アクセサリー」「ラクーンゴールドコイン」を獲得できます。<br>● 各ステージをクリアした後、「銀河ショップ」でラクーンゴールドコインを使うことで、ステータスアップ、武器の強化、新機能の解放ができます。<br><br>◆ 懐かしの復刻 ◆<br>● 「銀河打者伝説～魔王編～」をクリアすると、イベント入口の青いアーケードゲーム機で「銀河打者伝説～旅立ち編～」をプレイできるようになります。<br><br>◆ 期間限定報酬 ◆<br>● イベント期間中に指定のクエスト目標をクリアすると、それに応じた「旅の報酬」と★4キャラクターを受け取れます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「銀河打者伝説～魔王編～」は終了後、期間限定報酬を獲得できなくなります。ただし、ステージに挑戦して「銀河知名度」を獲得し、「知名度レベル」を上げることで、それに応じた報酬を受け取ることは可能です。",
        "Reward": [
            1,
            2,
            213,
            223,
            233,
            202033,
            236,
            235,
            241,
            309009,
            110252
        ],
        "Ver": "3.3"
    },
    {
        "_id": 50034,
        "Icon": "BtnQuestChimera.png",
        "Name": "ガオガオ事務所",
        "Desc": "生命の花園で育てられたキメラたち。実はオクヘイマの住民の頼れる助っ人だった？この小さな仲間たちの管理者となって、困っている人たちの悩みを解決してあげよう！",
        "Story": "◆ 紹介 ◆<br>● 生命の花園で育てられたキメラたち。実はオクヘイマの住民の頼れる助っ人だった？この小さな仲間たちの管理者となって、困っている人たちの悩みを解決してあげよう！<br><br>◆ イベントルール ◆<br>● 「ガオガオ事務所」では開拓者はキメラの管理人となり、最適なキメラを派遣して仕事をさせたり、キメラたちの特性に応じてチーム構成を調整したりして、花園でのキメラチームの順位を上げていくことになります。<br><br>◆ 残業モード ◆<br>●イベントクエストをクリアすると、花園で「残業モード」が開放されます。<br>●「残業モード」では、開拓者のキメラチームは数ラウンドの仕事をこなす必要があります。1ラウンドごとに仕事が終わると、チーム編成画面に戻ります。その際、倒れなかったキメラのステータスは継承され、疲れて倒れたキメラは次のラウンドの仕事に参加できなくなります。<br>●全てのキメラが「倒れる」までに、できるだけ多くのガオクッキーを手に入れましょう。<br><br>◆ 常設報酬 ◆<br>● キメラチームの順位を上げると報酬を獲得できます。<br><br>◆ 期間限定報酬 ◆<br>● イベント期間中に指定のクエストをクリアすると、対応する報酬と★4キャラクター報酬を受け取れます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「ガオガオ事務所」終了後は、期間限定報酬は獲得できなくなりますが、マップ「生命の花園」に行くことで、コンテンツを体験したり常設報酬を獲得することはできます。",
        "Reward": [
            1,
            2,
            213,
            223,
            236,
            241,
            233,
            220008,
            309008,
            110232
        ],
        "Ver": "3.1"
    },
    {
        "_id": 50033,
        "Icon": "BtnQuestStarChallengeV2.png",
        "Name": "スターライト・トワイライト",
        "Desc": "宇宙ステーションのスタッフ・イライーラは、あなたに急用があるようだ。何かの極秘実験と関係しているらしいが、その後ろにはあのヘルタも絡んでいるようで……？",
        "Story": "◆ 紹介 ◆<br>宇宙ステーションのスタッフであるイライーラは、あなたを謎のテストに招きたいようだ。話によると、このプロジェクトはヘルタが直々に認めたもので、あなたの参加も彼女の指示だとか…断れそうにないので仕方ない……<br><br>◆ イベントルール ◆<br>● イベント開始後、毎日新しい挑戦ステージが開放されます。挑戦ステージは全部で7ステージあります。<br>● 各挑戦ステージには「矮星」と「超巨星」の2つの難易度があります。「矮星」の挑戦をクリアすると、「超巨星」難易度が解放されます。<br>● 各挑戦ステージには固定のステージシステムがあり、キャラにバフを提供します。<br>● 「超巨星」難易度では、ラウンド終了までに6ウェーブの敵を倒すと、「完全撃破」の評価を獲得できます。<br>● 味方キャラが敵を倒すとEPを回復できます。イベント「スターライト・トワイライト」では、EP回復量が通常戦闘の 50% となります。<br>● 開拓者の「均衡レベル」が上がると、敵の強さも上昇します。<br>● お試しキャラを選択して挑戦できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、ステージ内で指定の挑戦目標を達成すると、「期間限定報酬」で報酬を受け取れます。",
        "Reward": [
            1,
            241,
            213,
            235,
            232,
            110202,
            2
        ],
        "Ver": "3.2"
    },
    {
        "_id": 50032,
        "Icon": "BtnQuestActivityBenefit.png",
        "Name": "銀河のラッキースター",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>● イベント期間中、抽選は毎日1回、合計7回行われます。<br>● 各回の終了時間までに、抽選に参加するか、星玉× 100 を受け取るかのどちらかを選べます。各回ごとに、違う選択を取ることも可能です。具体的な終了時間についてはイベント画面をご確認ください。<br>● 抽選終了時間までに選択しなかった場合は、抽選に参加しなかったものとし、固定報酬の星玉× 100 を受け取ることになります。イベント開始後、抽選や固定報酬とは別に、ラッキー祝福ボーナスとして星玉× 100 を受け取ることができます。抽選期間中、ゲームにログインしていなくても、イベント終了までにログインすれば、星玉× 800 を一括で受け取ることが可能です。<br>● 抽選結果は各回の翌日に発表されます。具体的な発表時間はイベント画面にてご確認ください。<br>● 報酬は、イベント期間中に本イベント画面で受け取る必要があります。<br>● イベント期間中、報酬を獲得したのに受け取らず、その後イベントが終了してしまった場合、報酬の受け取りはできなくなりますのでご注意ください。<br>● 抽選報酬は、「星穹列車」サーバーと「ナナシビト」サーバーで共有となります。また、ラッキースターの当選人数は7回の抽選中、合計で 20 名となります。<br><br>◆ 抽選報酬 ◆<br>● ラッキースター：星玉× 500,000 <br>● 一等賞：星玉× 600 <br>● 二等賞：星玉× 50 <br><br>◆ 当選確率について ◆<br>● 第1～第3回では各回2名、第4～第6回では各回3名、第7回では5名の開拓者様がラッキースターに選ばれます。<br>● 抽選に参加してラッキースターに選ばれなかった開拓者様は、 10% の確率で一等賞、 90% の確率で二等賞を獲得できます。<br>● 各回、当選できるのは、ラッキースター、一等賞、二等賞のいずれか1つです。同時に複数の報酬を獲得することはできません。<br>● ラッキースターに当選するのは、7回の抽選を通して1回のみです。同じ開拓者様が重複して当選することはございませんのでご了承ください。<br><br>◆ ラッキースターに関する注意事項 ◆<br>● miHoYoのサービスをご利用される際に、miHoYoの利用規約に違反する行為が確認された場合、ラッキースターの当選資格は失われます。<br>● 本イベントへの参加にあたり、関連する法律を遵守していただく必要があります。<br>● 未成年者は保護者の同意の上、本イベントにご参加ください。<br>● ラッキースターに当選された場合、miHoYoから個人情報を収集させていただく可能性がございます。<br>● 本イベントのルールに定めのない事項、およびプレイヤーの後続行為につきましては、『崩壊：スターレイル』の『利用規約』が適用されます。",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 50029,
        "Icon": "BtnActivityMarble.png",
        "Name": "ぽよよん！アザラシ大作戦",
        "Desc": "予期せぬ「預言の夢」が、あなたを「ぽよよん！アザラシ大作戦」へと導いた。波と歌とアザラシ…ファジェイナの誕生日を祝うこの祭典で、どのような物語が紡がれるのだろう？",
        "Story": "◆ 紹介 ◆<br>● 予期せぬ「預言の夢」が、あなたを「ぽよよん！アザラシ大作戦」へと導いた。波と歌とアザラシ…ファジェイナの誕生日を祝うこの祭典で、どのような物語が紡がれるのだろう？<br><br>◆ イベントルール ◆<br>● 「ぽよよん！アザラシ大作戦」では、開拓者はポポンと一緒に、リトルアザラシを率いて試合を勝ち抜き、チャンピオンを目指します。試合は予選のグループ戦、トーナメント戦、決勝トーナメントの3つの段階に分けられており、試合で相手チームに勝つことで次の段階に進出できます。<br>● ストーリーモードで各試合をクリアすると獲得できる「アザコイン」を使って、アザラシショップで新たなアザラシを購入できます。<br>● 試合が一定段階まで進行後、「競技モード」が解放され、世界中にいる謎のアザラシトレーナーと対戦してランクを上げることができます。<br><br>◆ 常設報酬 ◆<br>● ストーリーモードで各試合をクリアすると、「歓喜の旋律」を獲得できます。<br>● 「交換所」で、「歓喜の旋律」を提出することで報酬を受け取れます。<br>● 「交換所」ではおともペット「ポポン」を獲得することができます。<br><br>◆ 期間限定報酬 ◆<br>● イベント限定期間中、指定のミッション目標をクリアすることで、対応する報酬を獲得できます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「ぽよよん！アザラシ大作戦」終了後、期間限定報酬は獲得できなくなりますが、マップ「オクヘイマ」の「アザラシ大作戦・会場」に行くことで、イベントを体験して常設報酬を獲得できます。",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            241,
            233,
            110252,
            251002
        ],
        "Ver": "3.2"
    },
    {
        "_id": 50028,
        "Icon": "BtnQuestPlanetFes.png",
        "Name": "STARRAIL☆WORLD",
        "Desc": "星穹列車に「またもや」荷物が届いた。今回はとあるゲームプロデューサーからの贈り物のようだ……",
        "Story": "◆ 紹介 ◆<br>星穹列車に「またもや」荷物が届いた。今回はとあるゲームプロデューサーからの贈り物のようだ……<br><br>◆ イベント目標 ◆<br>● 開拓者は企画者として、ゲーム内で「STARRAIL☆WORLD」のサブ会場の経営を行います。<br>● 会場には銀河各地の特色あるブースが設置されており、仲良しのキャラをアシスタントとして招待し、一緒に展示会を経営することができます。<br>● 合理的にアシスタントを配置したり、展示イベントをクリアしたりすることで、収益性を上げることができます。「コイン」をたくさん稼ぐと会場レベルを上げられるので、展示会をいっそう活気づかせることもできます。<br>● 会場レベルには上限があり、最高でLv. 10 となっています。<br>● 全銀河の開拓者と一緒に稼いだ累計収入は「ゲーム完成度」をアップさせます。「ゲーム完成度」が 100% に達すると報酬が解放されます。<br><br>◆ 展示日について ◆<br>● 毎日2つの展示日が解放されます。それぞれの展示日では、一定数の展示イベントのみ更新されます。<br>● 展示イベントには「パム急便」と「ゲストイベント」の2種類があり、イベントをクリアすると大量の「コイン」やその他の資源を獲得できます。<br>● 展示日におけるすべての展示イベントをクリアすると、当該の展示日は終了します。<br>● 「ゲーム完成度」が 100% に達すると、展示日を解放する必要がなくなり、自由に遊べるようになります。<br><br>◆ 注意事項 ◆<br>● アシスタントのレベルを上げたり、特定のアシスタント同士の絆を築くことで、展示会の収益性を大幅に向上させることができます。<br>● 開拓者がオンラインかどうかにかかわらず、ブースで働くアシスタントは継続的に「コイン」を稼いでくれます。<br>● 現在の展示日が終了した後、展示イベントと展示ミッションは更新されなくなるため、以降獲得できる「コイン」が大幅に減少します。<br><br>◆ イベント報酬 ◆<br>● 「STARRAIL☆WORLD」では、「コイン」を稼ぐことで会場レベルを上げられ、会場レベルが上がるとレベル報酬を獲得することができます。<br>● 期間限定報酬にある各種経営目標を達成すると、報酬を獲得できます。<br>● 全銀河の開拓者と一緒に展示会で収入を得ると、「ゲーム完成度」を上げることができます。「ゲーム完成度」が 100% に達すると、全銀河報酬を獲得できます。",
        "Reward": [
            236,
            241,
            1,
            22004,
            121004,
            213,
            223,
            233,
            110252,
            2
        ],
        "Ver": "3.2"
    },
    {
        "_id": 50026,
        "Icon": "BtnFourthWorldRaidCollectionGame.png",
        "Name": "地下迷宮の謎",
        "Desc": "探検家ダミアノスに連れられて、あなたは隠された地下迷宮に入った。目の前に広がっているのは、数えきれないほどの部屋……",
        "Story": "◆ 紹介 ◆<br>ニカドリーが倒された後、オクヘイマの周辺の道はかなり安全になった。この機会に探検家ダミアノスが大儲けしようと企んでいるらしいが…そんないい話があるのなら、大英雄のあなたにも声をかけるべきではないだろうか？<br><br>◆ イベントルール ◆<br>● イベントには4つのプレイモードがあり、合計 20 の部屋が用意されています。<br>● プレイモードごとに、「表層地下迷宮」と「深層地下迷宮」の2つの難易度に分かれており、「表層地下迷宮」をクリアすると「深層地下迷宮」が解放されます。「預言の盤」と「黄金のスケープゴート」にはそれぞれ「表層地下迷宮」3部屋と「深層地下迷宮」3部屋が含まれており、「ザグレウスの手」と「オロニクスの神跡」にはそれぞれ「表層地下迷宮」2部屋と「深層地下迷宮」2部屋が含まれています。<br>● イベント開放後、「預言の盤」の「表層地下迷宮」部屋が解放され、解放済みの部屋をクリアすると次の部屋が順次解放されていきます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中に指定の部屋をクリアすると、「期間限定報酬」を受け取れます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「地下迷宮の謎」終了後は、期間限定報酬を獲得できなくなりますが、「ダミアノス」のところでコンテンツを体験して常設報酬を獲得することができます。",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            241,
            233
        ],
        "Ver": "3.0"
    },
    {
        "_id": 50025,
        "Icon": "BtnPhotoExhibition.png",
        "Name": "フレームレートの間に…",
        "Desc": "ハーモニー学部主催のオンライン「フォトコンテスト」が盛大に開幕！このコンテストはMr.レックがリモートで指導しているらしく、三月なのかも参加したくてうずうずしている…詳細を確認して、三月なのかを手伝おう！",
        "Story": "◆ 紹介 ◆<br>Mr.レックとハーモニー学部が共催するオンライン「フォトコンテスト」が盛大に開幕！三月なのかを手伝い、一緒に最後のアワードを手に入れよう！<br><br>◆ イベントルール ◆<br>イベント期間中、毎日撮影テーマが1つ発表されます。開拓者は三月なのかと一緒にフォトアイデアを練り、そのテーマに相応しい作品を撮影してください。<br>撮影して投稿に成功すると、Mr.レックと観覧者からレビューを受けることができます。<br><br>◆ イベント報酬 ◆<br>フォトコンテストに参加して撮影＆投稿に成功すると、報酬を獲得できます。",
        "Reward": [
            241,
            1,
            213,
            223,
            110222,
            2
        ],
        "Ver": "2.7"
    },
    {
        "_id": 50024,
        "Icon": "BtnQuestTrainParty.png",
        "Name": "コズミック・ハウジングガイド",
        "Desc": "「ナナシビトの日常」には、波瀾万丈な開拓だけでなく、ごく普通の毎日の生活も含まれている。よく考えてみれば、自分の部屋を整え、自分の生活を築くことも、ある種の「開拓」と言えるのではないだろうか？",
        "Story": "◆ 紹介 ◆<br>ナナシビトの日々には、波瀾万丈の開拓だけでなくごく普通の日常生活も含まれている。しかし考えてみれば、自分の部屋を作り、自分の生活を切り開くこともある種の「開拓」と言えるのではないだろうか？<br><br>◆ イベントルール ◆<br>● イベント中、開拓者は自分の部屋を与えられ、リフォームとインテリアを通じて、徐々に部屋を豊かにしていきます。<br>● 部屋の模様替えを行うと「列車基金」が消費されるので、開拓者は「当番」をこなして「列車基金」を貯める必要があります。<br>● 「当番」中は「夕食会議」が行われ、当番の成果を報告すると追加で「列車基金」を手に入れることができます。<br><br>◆ 部屋の建造 ◆<br>● 部屋には6つのエリアがあり、それぞれのエリアには建造進捗度があります。<br>● 列車基金を消費すると部屋の建造を行うことができ、インテリア評価を上げれば、報酬が手に入ります。<br>● 「夕食会議」では「設計図」と「インテリア」を手に入れることができます。「設計図」は作れる家具が追加され、「インテリア」は部屋の色んな場所に飾ることができます。<br><br>◆ 当番 ◆<br>● 毎回5名のメンバーでチームを組み、当番をこなすと列車基金が獲得できます。<br>● 毎回さまざまな行動を選択し、当番中の「幸運イベント」をたくさん発生させると、更に多くの「列車基金」を獲得することができます。<br>● 当番をこなしていくと、より多くの当番メンバーと出会うことができます。<br><br>◆ 夕食会議 ◆<br>● 当番中、時間が経過するごとに「夕食会議」が始まります。<br>● 夕食会議中、パムに当番報告書を提出すると、パムからの評価を上げることができ、追加で「列車基金」を手に入れることができます。<br><br>◆ 常設報酬 ◆<br>● 「部屋の建造」を完了すると、「リフォーム手当」報酬を獲得することができます。<br>● 「当番名簿」では、一定回数の当番をこなすと、報酬を受け取ることができます。<br><br>◆ 期間限定報酬 ◆<br>● イベント限定期間中は指定のクエストをクリアすると、対応する報酬と★4キャラクター報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「コズミック・ハウジングガイド」終了後、期間限定報酬は獲得できなくなりますが、マップ「パーティー車両」に行くことで、コンテンツを体験して常設報酬を獲得できます。",
        "Reward": [
            236,
            241,
            1,
            252001,
            309007,
            221008,
            213,
            223,
            233,
            110232,
            2
        ],
        "Ver": "2.7"
    },
    {
        "_id": 50022,
        "Icon": "BtnQuestMusicRhythm.png",
        "Name": "音律狩猟忍法帖",
        "Desc": "音楽の祭典に潜む暗流、繚乱・忍侠がステージを堅守——狩猟再開！まもなく超絶最高のバンドライブが始まる！",
        "Story": "◆ 紹介 ◆<br>● 音楽の祭典に潜む暗流、繚乱・忍侠がステージを堅守——狩猟再開！まもなく超絶最高のバンドライブが始まる！<br><br>◆ イベントルール ◆<br>● 「音律狩猟忍法帖」では、開拓者が音楽フェスに出場するバンドのマネージャーとなり、メンバーたちを率いてキャンパスにある中央ステージで3回のライブを行います。準備期間中、開拓者は作曲に協力するために、さまざまな音楽チャレンジをクリアしてインスピレーションを集める必要があります。<br>● インスピレーションを集めて作曲を完了させると、楽曲の編集が可能になり、完成したものをライブで演奏できるようになります。編集された楽曲は、ライブ後も折り紙大学の中央ステージエリアで流れます。<br><br>◆ 常設報酬 ◆<br>ノーマルモードおよびハードモードの音楽チャレンジをクリアすると「記念バッジ」を獲得できます。<br>● 「ライブ報酬」では「記念バッジ」を使ってバンドの人気度を上げると報酬を獲得できます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント開催中、クエスト「音律狩猟・序章」をクリアすると報酬として光円錐を獲得できます。また、インスピレーションを集めると重畳素材の獲得が可能です。<br>● 期間限定イベント開催中、指定のクエストをクリアすると、対応する報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>●期間限定イベント「音律狩猟忍法帖」終了後、期間限定報酬は獲得できなくなりますが、マップ「ピノコニー折り紙大学」の「中央ステージ」に行くことで、コンテンツの体験を通して常設報酬を獲得することができます。",
        "Reward": [
            236,
            241,
            1,
            220007,
            22003,
            121003,
            213,
            223,
            233,
            110202,
            2
        ],
        "Ver": "2.6"
    },
    {
        "_id": 50021,
        "Icon": "BtnSecondWorldRaidCollection.png",
        "Name": "華やぐ縁日",
        "Desc": "羅浮の縁日が競鋒艦で絶賛開催中。かつてはオフラインでしか遊べなかった伝統的な仙舟幻戯を、この縁日で体験してみよう。",
        "Story": "◆ あらすじ ◆<br>羅浮の縁日が競鋒艦で絶賛開催中。かつてはオフラインでしか遊べなかった伝統的な仙舟幻戯を、この縁日で体験してみよう。今すぐ地衡司の召夏のところで申し込もう。<br><br>◆ イベントルール ◆<br>● イベントには4つのプレイモードがあり、それぞれ6つのステージに分かれてます。<br>● 各プレイモードには「難易度・簡単」と「難易度・困難」があり、「難易度・簡単」をクリアした後に「難易度・困難」が解放されます。「難易度・簡単」と「難易度・困難」にはそれぞれ3つのステージがあります。<br>● イベント開催後、難易度・簡単の「枘構立方」ステージが解放されます。このステージをクリアすると次のステージが解放されます。以降のプレイモードもこのように解放されていきます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中に指定のステージをクリアすると、「期間限定報酬」を受け取れます。<br><br>◆ 注意事項 ◆<br>● 期間限定イベント「華やぐ縁日」終了後は、期間限定報酬を獲得できなくなります。キャラクター・召夏と話すことで、引き続きイベント体験と常設報酬の獲得ができるようになります。",
        "Reward": [
            241,
            1,
            213,
            223,
            233,
            110242,
            2
        ],
        "Ver": "2.5"
    },
    {
        "_id": 50020,
        "Icon": "BtnQuestTrashCanSummon.png",
        "Name": "開拓！友達は魔法！",
        "Desc": "夢の中で出会った灰色の友人が1人で現実世界のベロブルグにやって来た。彼は、謎の黒い影が住民を襲うという危機を解決するために来たらしいのだが、あなたと仲間たちの助けを必要としている……",
        "Story": "◆ あらすじ ◆<br>夢で出会った灰色の友人が、現実のベロブルグにやってきた。彼がここに来たのは、住民を襲う謎の黒い影に対処するためらしい。彼はあなたと仲間たちに手伝いを求めてきた……<br><br>◆ イベントルール ◆<br>● イベント開始後、毎日新しい試練ステージが開放されます。ステージは計5つです。<br>● 各挑戦ステージには「初期試練」「正式試練」の2種類の難易度があり、「初期試練」をクリアすると「正式試練」が開放されます。<br>● 本試練で開拓者が使用できるのは指定されたお試しキャラのみで、すでにそのキャラを持っている場合は、手持ちのキャラを使用して戦えます。<br>● 開拓者が「均衡レベル」を上げると、同時に敵も強くなります。<br><br>◆ プレイモード紹介 ◆<br>● 各試練でそれぞれのキャラが魔法使いに扮し、様々な能力を持つリトルゴミーを召喚して共に戦います。<br>● 魔法使いの戦闘スキル、必殺技は新たな戦闘効果を獲得し、リトルゴミーを指揮して戦います。<br>● リトルゴミーには新しい攻撃スキル、天賦スキルがあり、今までとは違った戦闘体験を味わえます。<br>● 「正式試練」難易度で特定の組み合わせのスキルで目標を達成し、かつターン終了までに特定のウェーブの敵を倒すと「星数報酬」の評価を獲得します。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、挑戦目標を達成すると「報酬のゴミ箱詰」で報酬を受け取れます。",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.4"
    },
    {
        "_id": 50018,
        "Icon": "BtnQuestFightFest.png",
        "Name": "星天演武典礼",
        "Desc": "羅浮の競鋒艦で星天演武典礼が盛大に開幕した。全銀河の武芸の達人が集まり、今か今かと試合を待ちわびている。あなたもこの武の宴に参加し、伝説に満ちた演武の旅を始めるのだ……",
        "Story": "◆ 詳細 ◆<br>羅浮の競鋒艦で星天演武典礼が盛大に開幕した。全銀河の武芸の達人が集まり、今か今かと試合を待ちわびている。そしてあなたは特別な立場で典礼に参加することになる……<br><br>◆ イベントルール ◆<br>● イベントで、開拓者はベロブルグの代表である「ルカ」選手のコーチとして「星天演武典礼」の試合に参加することになります。<br>● 演武典礼にはいくつかの試合スケジュールがあり、それぞれの「演武試合」の番人を倒した後、後続の試合に進み、最終的に「競鋒防衛戦」に参加して守り人「彦卿」に挑戦することになります。<br>● 各試合日程の「番人」に挑戦したい場合、まず「予選」に参加して他の選手を倒し、ポイントを獲得する必要があります。指定のポイントに達すると、その試合日程の「演武試合」の番人に挑戦する資格を獲得できます。<br><br>◆ 戦闘ルール ◆<br>● 試合の最中、双方の選手は観客の応援度に応じてそれぞれ「白熱値」を獲得できます。<br>● 各試合にはそれぞれ異なる「ハイライトシーン」システムがあり、試合中に特定の戦闘行動を行うと、「ハイライトシーン」が上演され、味方の「白熱値」が貯まります。<br>● アクションバーにある相手のアイコンが赤く点滅している時、相手は行動の際に「白熱値」を貯められます。<br>● 味方の「行動値」が上がる時、相手の「白熱値」が下がります。反対に相手の「白熱値」が上がると、味方の「白熱値」が下がります。<br>● どちらか一方の選手の「白熱値」が上限に達した時、試合会場が「応援強化」状態に入り、観客の支持を得た選手は強力なバフを獲得できます。<br>● 開拓者はルカのコーチとして、戦闘中に様々な効果を持つ「秘伝戦術」でルカを支援するか、試合前に「戦闘用飲料」を使用してルカにバフを付与できます。<br>● お試しキャラを使って挑戦できます。<br>● 開拓者の「均衡レベル」が上がると敵の強さも上昇します。<br><br>◆ 予選 ◆<br>● 「予選」に参加して他の選手を倒すとポイントを獲得することができます。指定のポイントに達すると、その試合スケジュールの「演武試合」の番人に挑戦することができます。<br>● 各試合スケジュールの「予選」には2名の挑戦相手となる選手がいますが、一度に挑戦できるのは1名のみです。<br>● 指定のポイントに達した後、演武試合に参加する前に、広間にある「スコアボード」で「演武試合」の番人に挑戦する資格があるかを確認する必要があります。<br><br>◆ 特別招待試合 ◆<br>● 一部の試合スケジュールでは「特別招待試合」に挑戦できます。「特別招待試合」では「予選」ポイントは獲得できません。<br>● 「特別招待試合」に挑戦している期間中も、「予選」に参加できます。<br><br>◆ 仮想訓練 ◆<br>● 「仮想訓練」では、番人との高難易度の戦闘に挑戦できます。「仮想訓練」には全部で5つのステージがあります。<br>● 各試合スケジュールの「演武試合」をクリアした後に新たな「仮想訓練」ステージが解放されます。<br>● 「仮想訓練」の戦闘では6ラウンド以内に3段階のボスを倒す必要があります。<br>● 挑戦終了の際、残りラウンドがある場合、より高い評価を獲得できます。<br>● 「仮想訓練」での戦闘中、味方が行動しても「白熱値」は獲得できません。<br>● 「仮想訓練」の挑戦をクリアすると「訓練報酬」を受け取れます。<br><br>◆ 常設報酬 ◆<br>● 「演武試合」、「予選」をクリアすると「演武の剣」を獲得できます。<br>● 「演武報酬」では「演武記念章」を使って、報酬と引き換えることができます。<br>● 「演武報酬」ではおともペット「夢獏」、三月なのか・巡狩の星魂解放アイテムを獲得できます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント開催中、指定のクエストをクリアすると、対応する報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>●期間限定イベント「星天演武典礼」終了後、期間限定報酬は獲得できなくなりますが、マップ「競鋒艦」の「戦術ボード」に行くことで、コンテンツを体験して常設報酬を獲得できます。",
        "Reward": [
            236,
            241,
            1,
            235,
            251001,
            221007,
            11224,
            213,
            223,
            233,
            110192,
            2
        ],
        "Ver": "2.5"
    },
    {
        "_id": 50017,
        "Icon": "BtnQuestTouringCarPhoto.png",
        "Name": "憶質・スナップショット計画",
        "Desc": "ピノコニーからやって来た研修医が、星槎海で少し変わった撮影を行うために助手を募集している。",
        "Story": "◆ 紹介 ◆<br>ピノコニーからやって来た研修医が、星槎海で少し変わった撮影を行うために助手を募集している。<br><br>◆ イベントルール ◆<br>● イベント開始後、毎日新しいステージが解放されます。ステージは全部で6つです。<br>● 前提ステージの撮影をクリアした後に、次のステージが解放されます。<br>● ピントと撮影ターゲットが一部重なった時に撮影ボタンを押すと、撮影成功となります。<br>● 撮影ターゲットは銅、銀、金、3つのレア度のゴミ箱で、レア度ごとに獲得ポイントが変わります。<br>● 金のゴミ箱が「特殊ポーズ」を取っている時に撮影すると、追加で「スナップショットポイント」を獲得できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、各ステージのトロフィーを獲得すると、「期間限定報酬」で報酬を受け取れます。",
        "Reward": [
            241,
            1,
            213,
            223,
            233,
            110182,
            2
        ],
        "Ver": "2.4"
    },
    {
        "_id": 50016,
        "Icon": "BtnQuestStarChallenge.png",
        "Name": "スターライト・フラッシュ",
        "Desc": "宇宙ステーションのスタッフであるイライーラが、新しい仲間と一緒に不思議なテストをしている。彼女はあなたに協力を求めてきた……",
        "Story": "◆ 紹介 ◆<br>宇宙ステーションのスタッフであるイライーラがある不思議なテストをしている。今回は彼女の仲間も一緒で、あなたに協力を求めている……<br><br>◆ イベントルール ◆<br>● イベント開始後、毎日新しい挑戦ステージが開放されます。挑戦ステージは全部で8ステージあります。<br>● 各挑戦ステージには「矮星」と「超巨星」の2つの難易度があります。「矮星」の挑戦をクリアすると、「超巨星」難易度が解放されます。<br>● 各挑戦ステージには固定のステージシステムがあり、キャラにバフを提供します。<br>● 「超巨星」難易度では、ラウンド終了までに6ウェーブの敵を倒すと、「完全撃破」の評価を獲得できます。<br>● 開拓者の「均衡レベル」が上がると、敵の強さも上昇します。<br>● お試しキャラを選択して挑戦できます。<br>● 味方キャラが敵を倒すとEPを回復できます。イベント「スターライト・フラッシュ」では、EP回復量が通常戦闘の 50% になります。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、ステージ内で指定の挑戦目標を達成すると、「期間限定報酬」で報酬を受け取れます。",
        "Reward": [
            1,
            241,
            213,
            235,
            232,
            110202,
            2
        ],
        "Ver": "2.3",
        "Tutorial": [
            8150,
            8151,
            8152,
            8153,
            8154,
            8155,
            8156,
            8157
        ]
    },
    {
        "_id": 50015,
        "Icon": "BtnQuestSwordTraining.png",
        "Name": "花咲く習剣録",
        "Desc": "演武典礼がまもなく始まる。三月なのかは誘いを受けて彦卿、雲璃の弟子となり剣術を学ぶことになった。助教として修行のスケジュールを立て、彼女が戦いで勝利できるようサポートしよう。",
        "Story": "◆ 紹介 ◆<br>「花咲く習剣録」では、剣術の助教として三月なのかの鍛錬のスケジュールを作成し、彼女が 15 日後にスコートを倒せるよう、剣技の習得を手伝いましょう。<br><br>◆ イベントルール ◆<br>● 三月なのかのスケジュールは1日につき4コマまで入れられます。基礎鍛錬で彼女のステータスを強化し、剣技を習得するための土台を築きましょう。<br>● より強力な剣技を習得することで、彼女は自身の限界を突破していきます。鍛錬を積んで最高上達度の「九段」を目指しましょう。<br>● イベント中、さまざまな剣術修行の出会いがあります。仙舟での邂逅、仲間の支援、鍛錬秘話などを通じて物語を完成させましょう。経験した「習剣の邂逅」によって、物語のエンディングは異なります。<br><br>◆ 常設報酬 ◆<br>● 異なるエンディングを解放する度に、報酬を受け取れます。また、解放したエンディングの数に応じて、「三月なのか・巡狩」の星魂を覚醒できるアイテムを獲得できます。<br><br>◆ 期間限定報酬◆<br>● 期間限定イベント中、指定の習剣任務をクリアすると対応する報酬を受け取ることができます。イベント終了後は、期間限定報酬を受け取ることができません。",
        "Reward": [
            236,
            241,
            1,
            220006,
            11224,
            213,
            223,
            233,
            110183,
            110182,
            2
        ],
        "Ver": "2.4"
    },
    {
        "_id": 50014,
        "Icon": "BtnQuestMatchThree.png",
        "Name": "折り紙の小鳥マッチ",
        "Desc": "これは何だろう――「折り紙の小鳥マッチ」ゲームテストの招待状？差出人がファミリーということは、詐欺ではないはずだが……",
        "Story": "◆ 紹介 ◆<br>「折り紙の小鳥マッチ」はファミリーが開発した収集型アーケード対戦ゲームです。シンプルな「パズルゲーム」で、最も純粋な面白さをお届けすることを目指しています。この度あなたを、現在開発中の本プロジェクトに関するテストに招待いたします。<br><br>◆ イベントルール ◆<br>● イベント「折り紙の小鳥マッチ」では、「ピノコニー」の各地で制作チームが用意したアーケードゲーム機を探し、{TEXTJOIN#87}の試合会場に戻り、他の選手とパズルゲームの対戦を行います。<br>● 対戦では、フルーツを消去することで折り紙の小鳥の戦闘力を上げられます。より強力な小鳥で、試合に勝ちましょう。<br>● 小鳥に好みのフルーツを食べさせたり、グリッド上に配置された特殊仕様を利用したりすることで、より順調にフルーツの消去を進められます。<br>● アーケードモードをクリアすると、マルチ乱闘モードが解放されます。他の世界の開拓者とマルチ対戦を行い、誰が最強なのかを決めましょう。<br><br>● さらに「フリーチャレンジ」も解放され、仲間たちとより激しい対戦を展開できます。<br><br>◆ 常設報酬 ◆<br>● 挑戦ステージを初めてクリアした時、報酬を獲得できます。<br><br>◆ 期間限定報酬 ◆<br>● イベント期間中、指定の対戦目標をクリアした時、対応する報酬を獲得できます。<br><br>◆ 注意事項 ◆<br>● 「折り紙の小鳥マッチ」の終了後は、イベント期間限定報酬の獲得や、他の世界の開拓者とのマルチ対戦ができなくなります。ただし、引き続き{TEXTJOIN#87}の「折り紙の小鳥アーケード」でゲームを体験して常設報酬を獲得することはできます。",
        "Reward": [
            236,
            241,
            1,
            309004,
            213,
            223,
            233,
            110182,
            2
        ],
        "Ver": "2.3",
        "Tutorial": [
            8130,
            8131,
            8132,
            8133,
            8134,
            8135,
            8136,
            8137,
            8138,
            8139
        ]
    },
    {
        "_id": 50013,
        "Icon": "SpriteOutput/UI/Quest/ExpeditionAboutBoothill/ImgExpeditionAboutBoothillBanner.png",
        "Name": "ブートヒルに関するすべて…",
        "Desc": "応物課のスタッフであるジードが、宇宙ステーション内であなたを探し回っていたようだ。彼女はある機密情報をあなたに伝えようとする——これを語るにはまず、ある騒々しい「宇宙カウボーイ」について話す必要があるという……",
        "Story": "◆ 紹介 ◆<br>● 宇宙ステーションのスタッフがカンパニーの依頼をいくつか紹介してくれた。しかし、そのどれもがとある騒がしい「宇宙カウボーイ」と関連があるようだ……<br><br>◆ イベントルール ◆<br>● イベント開始時に依頼が 24 件公開されます。一度に受けられる依頼は4件までとなります。<br>● 依頼の遂行には最低2名のキャラクターを派遣する必要があります。依頼評価は高い順からS、A、Bの3つのランクがあります。オススメの運命、またはレベルの高いキャラクターを派遣すると評価が上がり、追加の報酬を獲得できます。<br>● イベント依頼は、恒常依頼の回数上限と派遣キャラクターを占用しません。イベント依頼1件につき、フレンドのサポートキャラを1名まで派遣できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、キャラクターを派遣してイベント依頼を完了することで報酬を獲得できます。",
        "Reward": [
            1,
            213,
            233,
            2
        ],
        "Ver": "2.2",
        "RD": {
            "1": 0,
            "213": 0,
            "233": 0,
            "2": 0
        }
    },
    {
        "_id": 50012,
        "Icon": "BtnClockPark.png",
        "Name": "クロックボーイ：往日の美しき夢",
        "Desc": "アニメ『クロックボーイ』の制作会社クラークフィルムは危機に陥っていた。そんな中、監督が姿を消してしまう……",
        "Story": "◆ 紹介 ◆<br>「時計屋」の失踪の影響で、クラークフィルムは制作を続けることが困難となってしまった。彼らに協力して、クロックボーイの映画『往日の美しき夢』の編集を終わらせよう！<br><br>◆ イベントルール ◆<br>● 冒険クエスト「停まった時計」をクリアすると、映画『往日の美しき夢』の編集ができるようになります。<br>● 編集の過程では、『往日の美しき夢』の編集進捗に応じて資金援助を受けられます。編集進捗が 100% に達すると、ランド復興の上映イベントを開催できます。上映を終えた後、獲得した資金でランドにある壊れたスクリーンを修理できます。<br>● 編集が進むにつれ、撮影チームは「CM動画」を撮影するチャンスを獲得できます。CM動画クエストをクリアすると報酬を獲得できます。<br>● 『往日の美しき夢』の編集が進むにつれ、より多くの「CM動画」が解放されます。<br><br>◆ 映画編集 ◆<br>● 映画編集のポイントは、タイムサイコロを合理的に運用することです。タイムサイコロを各シーンに割り当てると、対応するシーンのカット数がそれに応じて増え、同時に異なる観客の感想をもらえるようになります。映画はスリル、愉快、感動といった感情値の変化を引き起こします。この3種類の感情値が、映画の良し悪しを決めるカギとなります。<br>● 映画の完成前に内部試写会が行われます。映画ごとに異なる基準が設けられ、特定の要求を満たすことで内部試写会をクリアできます。<br>● 試写会の時に要求を満たせなかった映画は、編集失敗となります。また、観客の感情値（3種類）のうち1つでも0になった場合は、映画の内容に問題があると見なされ、同じく編集失敗となります。<br><br>◆ 外伝ストーリー ◆<br>● 映画の編集に成功すると、脇役たちの外伝フィルムを獲得できます。外伝のCM動画を含む予告ストーリーの撮影に成功すると、対応する外伝映画を解放できます。ランドにいるアニメーターたちに協力して、脇役たちのストーリーを完成させましょう！<br><br>◆ 常設報酬 ◆<br>● 編集中に様々なストーリーの方向性を試し、本来のストーリーとはまったく異なるエンディングにすることもできます。異なるエンディングにして完成させるたび、クロックギャラで対応する報酬を獲得できます。",
        "Reward": [
            236,
            241,
            1,
            22002,
            220005,
            213,
            223,
            233,
            110232,
            2
        ],
        "Ver": "2.2",
        "Tutorial": [
            8122
        ],
        "RD": {
            "236": 1,
            "241": "1+1",
            "1": "1000+120",
            "213": "50+8",
            "223": "27+9",
            "233": "36+16",
            "110232": "50+0",
            "2": "610000+270000"
        }
    },
    {
        "_id": 50011,
        "Icon": "BtnEvolveBuild.png",
        "Name": "銀河打者伝説～旅立ち編～",
        "Desc": "ジョヴァンニに誘われ、あなたをモデルにして作られたゲームのテストに参加することになった。宇宙各地の敵を倒し、最強の武器を合成して、「銀河打者」の頂点を目指そう！",
        "Story": "◆ 紹介 ◆<br>ジョヴァンニに誘われ、あなたをモデルにして作られたゲームのテストに参加することになった。宇宙各地の敵を倒し、最強の武器を合成して、「銀河打者」の頂点を目指そう！<br><br>◆ イベントルール ◆<br>本イベントは3つの難易度、計6つの戦闘ステージによって構成されています。各ステージには3つの戦闘段階があります。<br>● 3つの戦闘段階で指定された数の敵を、限られたラウンド内に倒すことでステージをクリアできます。<br>● イベント開始後、前のステージで指定のポイントに到達することで、次のステージを解放できます。<br>● 開拓者が「均衡レベル」を上げると、同時に敵も強くなります。<br>● 開拓者はお試しキャラを選んで挑戦することができます。<br>●「銀河打者伝説」内では、敵を倒した後のEP回復量が通常戦闘時の 50% となります。<br><br>◆ プレイモード概要 ◆<br>● ステージ内で敵を倒すと経験値を獲得し、「パーティレベル」がアップします。<br>● ステージごとに異なる「パーティバフ」が存在します。「パーティレベル」がアップした時、ステージの「パーティバフ」に応じて、対応するレベルのステージバフを獲得できます。<br>● 「パーティレベル」がアップした時、ランダムな「武器」または「アクセサリー」を1つ選択して獲得できます。すでに所持している「武器」または「アクセサリー」を繰り返し獲得すると、そのレベルがアップし、より強力な効果を得られます。<br>● 「武器」は自発的に、あるいは味方によって効果を触発され、敵にダメージを与えます。「アクセサリー」は「武器」と味方に様々なバフを提供します。<br>● すべての「武器」には対応する共鳴「アクセサリー」が存在します。レベルMAXの「武器」およびその共鳴「アクセサリー」を獲得すると、引き続きのレベルアップ時に強力な「レジェンド武器」に昇格できます。<br>● ステージ内では、ウェーブと戦闘段階が進むに連れ、敵が強くなっていきます。「武器」と「アクセサリー」を上手く組み合わせ、そして「レジェンド武器」を手に入れて敵を倒しましょう。<br><br>◆ ステージについて ◆<br>● 戦闘ステージには複数ウェーブで構成される戦闘段階が3つあります。各段階の最後は精鋭エネミー挑戦、またはボスエネミー挑戦になります。<br>● 各ウェーブの敵の数は決まっており、その数が尽きるまで敵が絶えず出現します。<br>● 各ウェーブのラウンド数は決まっています。ラウンド数が0になった時に倒せていなかった敵はそのまま消え、そのポイントと経験値は獲得できません。<br>● 各段階の精鋭エネミーが出現するウェーブにはクリア条件があり、指定の数の精鋭エネミーを倒さないと次の段階に進めません。<br>● 敵を倒す、およびボスエネミーにダメージを与えることでポイントを獲得できます。クリア時にラウンド数が残っていた場合、追加ポイントを獲得できます。<br>● 各段階の戦闘が終了した後、その時点のパーティレベル、獲得した武器とアクセサリーなどのデータがセーブされます。戦闘から一旦離れても、そのセーブデータを使って挑戦を再開できます。<br><br>◆ 銀河探索 ◆<br>● 第1ステージ「火山の星」から第5ステージ「甘い夢の星」までは、それぞれ異なる初期武器が設定されています。最終ステージ「永劫ブラックホール」では初期武器を自身で選択できます。<br>● 第4ステージ「ミニチュアの星」からは、各段階開始時に冒険戦略を選択でき、より多くのステージバフを獲得できます。<br>● 最終ステージ「永劫ブラックホール」で通常の3段階をクリアした後、追加挑戦が始まります。追加挑戦段階では強力な敵に立ち向かうことになり、より高いポイントを目指せます。<br><br>◆ ラクーンゴールドコイン ◆<br>● 敵を倒すと「ラクーンゴールドコイン」を獲得できます。<br>● 精鋭エネミーが出現するウェーブをクリアした後に「銀河のお宝」がドロップします。「銀河のお宝」からランダムな数の武器/アクセサリー/ラクーンゴールドコインを獲得できます。<br>● 各ステージをクリアした後、ラクーンゴールドコインを消費して「銀河ショップ」でステータスアップ、武器の強化、新機能の購入ができます。",
        "Reward": [
            236,
            241,
            1,
            235,
            213,
            223,
            233,
            110192,
            2
        ],
        "Ver": "2.2",
        "Tutorial": [
            8140,
            8141,
            8142,
            8143,
            8144,
            8145,
            8146
        ],
        "RD": {
            "236": 0,
            "241": 0,
            "1": 0,
            "235": 0,
            "213": 0,
            "223": 0,
            "233": 0,
            "110192": 0,
            "2": 0
        }
    },
    {
        "_id": 50010,
        "Icon": "BtnQuestFeverTime.png",
        "Name": "戦意の潮",
        "Desc": "メンテナンス課のあるスタッフが憶泡の中で戦闘ゲームを作ったという。彼から遊ぼうと誘われた開拓者は……",
        "Story": "◆ 概要 ◆<br>メンテナンス課にいるあなたの「ファン」のスタッフが、憶泡を利用して子供の頃に大好きだったゲームを再現した。わざわざ人を寄越してゲームに誘ってくれたうえに、あなたのために「サポート機能」まで用意してくれたらしい。ここまでされるとさすがに断りにくい……<br><br>◆ イベントルール ◆<br>● 本イベントには全部で6つの戦闘ステージがあり、イベント開始日から毎日1つずつ解放されていきます。<br>● 戦闘では6ラウンド以内に3つのウェーブのボスを撃破する必要があり、ボス以外の敵は絶えず出現します。<br>● ステージクリア時に残りラウンドがあれば、より高い評価を得られます。<br>● 味方キャラが敵ターゲットを倒した時に回復するエネルギーは、通常の戦闘時の 50% となります。<br>● 開拓者が「均衡レベル」を上げると、同時に敵も強くなります。<br>● 開拓者はお試しキャラを選んで挑戦することができます。<br><br>◆ プレイモード概要 ◆<br>● 各ステージには「戦意メカニズム」があり、それを触発することで「戦意値」が急速に蓄積され、「戦意フェーズ」が上がり、より多くのバフを獲得することができます。<br>● 「戦意フェーズ4：力の覚醒」に進むと、敵を倒すための強力なバフが手に入ります。<br><br>◆ 戦意値 ◆<br>● 戦闘中に「戦意メカニズム」が発動するたび、大量の「戦意値」が累積されます。<br>● キャラクターが行動するたび、少量の「戦意値」が累積されます。<br>● 「戦意値」が目標値に達すると、「戦意フェーズ」を上げることができます。<br>●  「戦意フェーズ」を上げるのに必要な累積「戦意値」はステージによって異なります。こちらはステージ内にて確認できます。<br><br>◆ 戦意フェーズ ◆<br>● 「戦意フェーズ」は計4つのフェーズに分かれており、新たなフェーズに到達するたびに、追加で1つの「サポート機能」を開放でき、より多くのステージバフを獲得することができます。<br>● 「戦意フェーズ4：力の覚醒」に進むと強力なバフを獲得できます。このフェーズで有効になる「サポート機能」は本ステージの重要なバフであり、デフォルトで付与されるため選択することはできません。<br>● 各ステージの「戦意フェーズ2」「戦意フェーズ3」で有効になる「サポート機能」は、戦闘に入る前に選択して追加する必要があります。<br>●「戦意フェーズ4：力の覚醒」は一定の行動値内で終了し、終了後は「戦意フェーズ3」に戻ります。<br>●「戦意フェーズ4：力の覚醒」では、敵を攻撃するたびに「覚醒攻撃」を累積でき、このフェーズが終了して「戦意フェーズ3」に戻った際、累積された「覚醒攻撃」の数に基づく一定の「戦意値」が返還されます。これにより、より早く「戦意フェーズ4：力の覚醒」に再度進むことができます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、ステージ内で「戦意フェーズ」を指定のフェーズまで上げ、ステージボスを撃破することで、「期間限定報酬」でステージ報酬を受け取ることができます。<br>● 全ステージに挑戦し、全ステージの第1ウェーブのボスを撃破すると、謝礼を受け取ることができます。",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.1",
        "Tutorial": [
            8100,
            8101,
            8102,
            8103,
            8104,
            8105,
            8106,
            8107,
            8108,
            8109,
            8111,
            8112
        ]
    },
    {
        "_id": 50009,
        "Icon": "BtnQuestDrinkMaker.png",
        "Name": "杯の中の逸話",
        "Desc": "「バー・ナイトメア」のマスターは用事があって出かけるらしく、開拓者は臨時でバーテンダーの仕事を任されることになった。しかし、そのバーを訪れるのは「普通の客」ではなく……",
        "Story": "◆ 紹介 ◆<br>「バー・ナイトメア」のマスターは用事があって出かけるらしく、開拓者は臨時でバーテンダーの仕事を任されることになった。しかし、そのバーを訪れるのは「普通の客」ではなく……<br><br>◆ イベントルール ◆<br>● イベント「杯の中の逸話」では、開拓者はバーテンダーとなって「ナイトメア劇団」のメンバーと会話したり、メンバーの要望に合ったドリンクを作って信頼を得たりしながら、彼らの心の悩みを解決していくことになります。<br><br>◆ 常設報酬 ◆<br>● 接客した後に「チップ」を獲得できます。顧客の要望に応えられれば、より多くの「チップ」を獲得することができます。<br>● 「チップ」は「売上統計」で報酬と交換できます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント開催中、指定のクエストをクリアすると、対応する報酬を受け取ることができます。<br><br>◆ 注意事項 ◆<br>期間限定イベント「杯の中の逸話」終了後、期間限定報酬は獲得できなくなりますが、マップ「バー・ナイトメア」の「バーカウンター」に行くことで、コンテンツを体験して常設報酬を獲得することができます。",
        "Reward": [
            236,
            241,
            1,
            309003,
            220004,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.1"
    },
    {
        "_id": 50008,
        "Icon": "BtnQuestMonopoly.png",
        "Name": "開拓伝説～星間旅行スゴロク～",
        "Desc": "星穹列車にナナシビトからの小包が届いた。パムはあなたが列車に戻るのを待って、一緒に開封しようと思っているようだ……",
        "Story": "◆ 紹介 ◆<br>星穹列車にナナシビトからの小包が届いた。パムはあなたが列車に戻るのを待って、一緒に開封しようと思っているようだ……<br><br>◆ イベントの目標 ◆<br>開拓者は全サーバーの報酬および個人報酬を解放するために、「開拓券」を継続して獲得する必要があります。<br>● イベント期間中、「開拓券」を継続して寄付することで「個人貢献度」が上がっていき、対応する報酬を獲得できます。<br>● 個人貢献度を上げることで、「全銀河貢献度」の上昇を促進することができます。「全銀河貢献度」が一定の段階に達すると、ステップ報酬が解放されます。<br><br>◆ イベントルール ◆<br>● 毎日ログインしてサイコロを獲得しましょう。開拓者はサイコロを振ることでボード上を進むことができ、さまざまなプレイモードを通して「開拓券」を獲得できます。サイコロを使い切ると、当日中に獲得した「開拓券」を寄付することができます。<br>● 「全銀河貢献度」が 100% に達すると、使用できるサイコロの個数制限がなくなります。<br><br>◆ 開拓タイプ診断 ◆<br>● イベント期間中、開拓者はタイプ診断のプレイモードを体験できます。<br>● 一定数の質問に答えると、診断結果が解放され、対応する報酬を獲得することができます。<br><br>◆ 注意事項 ◆<br>● 当日中に「開拓券」を寄付しなかった場合、次にイベント画面を開いた際に、自動で「開拓券」が寄付されます。",
        "Reward": [
            236,
            241,
            1,
            221005,
            202016,
            213,
            223,
            233,
            110222,
            2
        ],
        "Ver": "2.1",
        "Tutorial": [
            8110
        ]
    },
    {
        "_id": 50007,
        "Icon": "BtnQuestMiniGame.png",
        "Name": "ブラザーハヌ脱獄記",
        "Desc": "Dr.エドワードが、特殊な題材の夢の泡を発売し始めた。体験した人々からは絶賛されているようだが、一体どんな内容なのだろう？実際に体験したほうが早いかもしれない。さっそく、Dr.エドワードを訪ねてみよう。",
        "Story": "◆ 紹介◆<br>Dr.エドワードが、特殊な題材の夢の泡を発売し始めた。体験した人々からは絶賛されているようだが、一体どんな内容なのだろう？実際に体験したほうが早いかもしれない。さっそく、Dr.エドワードを訪ねてみよう。<br><br>◆ イベントルール◆<br>● イベント開放後、「表層夢境」の「バブルピンボール」ステージが開放されます。クリアすると次の夢の泡を解放でき、以降のステージも同じ形式で進行していきます。<br>● 「表層夢境」の夢の泡をクリアすると、「深層夢境」の対応する夢の泡のステージが解放されます。<br>● 「バブルピンボール」には5つのステージ、「夢境の迷い時計」には5つのステージ、「ちびっ子ハヌの大作戦」には2つのステージ、「ドリームウォーク」には2つのステージがあります。<br><br>◆ イベント報酬◆<br>● 期間限定イベントの期間中に指定のイベント目標を達成すると、「キャラクター受取」からキャラクター報酬を受け取れます。<br>● 期間限定イベントの期間中に指定のイベント目標を達成すると、「期間限定報酬」からイベント報酬を受け取れます。<br>● イベント期間終了後、期間限定報酬は獲得できなくなりますが、「Dr.エドワード」のところでコンテンツを体験し、常設報酬を獲得できます。<br><br>",
        "Reward": [
            236,
            241,
            1,
            309002,
            213,
            223,
            233,
            110222,
            2
        ],
        "Ver": "2.0"
    },
    {
        "_id": 50006,
        "Icon": "BtnQuesHeliobus.png",
        "Name": "狐斎志異",
        "Desc": "造化洪炉が壊れ、中に封じられていた「歳陽」が逃げ出した。十王司は妖魔を祓うよう命じられ、あなたは判官と共に奇妙な体験をすることになる。",
        "Story": "◆ 紹介 ◆<br>造化洪炉が壊れ、中に封じられていた「歳陽」が逃げ出した。十王司は妖魔を祓うよう命じられ、あなたは判官と共に奇妙な体験をすることになる。<br><br>◆ 参加条件 ◆<br>● 「游園驚夢」をクリア後に参加可能となり、「羅浮雑俎」の調査依頼の遂行や「伏魔記録」のステージ挑戦ができるようになります。<br>● 期間限定イベント「狐斎志異」終了後、開拓者はイベント期間中の限定報酬を獲得できなくなりますが、仙舟「羅浮」の「綏園」を訪れ、「羅浮雑俎」と「伏魔記録」を体験して常設報酬を獲得することは可能です。<br><br>◆ 羅浮雑俎 ◆<br>● 「羅浮雑俎」で怪異退治隊と一緒に「けいちゃんGuinevere」アカウントを共同で管理し、フォロワーを獲得してアカウント人気レベルを上げてください。<br>● 「羅浮雑俎」で調査依頼を受け、依頼が完了した後に編集して「怪異退治隊」の記事として投稿することで、ユーザーのコメントを集め、多くのフォロワーと「投げ銭」を獲得することができます。<br>● アカウントの人気段階は累計獲得フォロワー数によって引き上げられます。新しい人気段階に入ると、開拓クエスト・幕間「狐斎志異」の新たなストーリーが解放されます。ストーリーを終わらせると、より多くの調査依頼を解放できます。<br>● 調査依頼を受ける以外に、「羅浮雑俎」でコメントに返信することでも「投げ銭」を獲得することができます。<br><br>◆ 伏魔記録 ◆ <br>● 開拓クエスト・幕間「狐斎志異」をクリアすると「綏園」の各地にある妖魔鎮めの塔とその中にある伏魔記録挑戦が解放されていきます。各妖魔鎮めの塔には4つの難易度が含まれています。<br>● 「伏魔記録」をクリアすると「投げ銭」を獲得できます。ステージ内の挑戦をクリアすると、伏魔報酬を受け取ることができます。<br>● 「狐の夢」をクリアすると「害悪駆除」が解放されます。中には4つの歴戦探遊ステージが含まれており、それぞれ妖魔鎮めの塔のすべての難易度の伏魔記録ステージをクリアすることで解放されます。<br>●伏魔記録の挑戦は、どれも狐斎志異で獲得した駆邪の術を選択して臨む必要があります。<br><br>◆ 常設報酬 ◆<br>● 「羅浮雑俎」で調査依頼を完了、または「伏魔記録」でステージをクリアすることで「投げ銭」を獲得できます。<br>● 「配信登録計画」システムでは、「投げ銭」を提出することで配信登録レベルを上げ、配信登録報酬を受け取ることができます。<br><br>◆ 期間限定報酬 ◆<br>● 期間限定イベント開催中、「游園驚夢」をクリアすると光円錐報酬を獲得できます。また、「羅浮雑俎」の人気レベルを上げることで重畳素材を獲得できます。<br>● 期間限定イベント開催中、「羅浮雑俎」の調査依頼、「伏魔記録」のステージ挑戦、マップ「綏園」内にあるプレイモードを完了すると、「期間限定報酬」で報酬を受け取ることができます。",
        "Reward": [
            236,
            241,
            1,
            235,
            22001,
            221003,
            213,
            223,
            233,
            110173,
            110172,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50005,
        "Icon": "BtnQuestAetherDivide.png",
        "Name": "エーテル戦線",
        "Desc": "全宇宙を席巻したゲーム『エーテル戦線』が「星間決勝フェスティバル」を開催した。プレイヤーたちはここで己の実力を見せようとしている……",
        "Story": "◆ 紹介 ◆<br>スターピースカンパニーが開発した『エーテル戦線』は「エーテルコイン」を使って遊ぶトレーディングカードゲームであり、発売されるとすぐに全宇宙でブームとなった。このゲームはあらゆる生物のデータを「エーテル体」に転換することで、プレイヤーに「収集、バトル、育成、レベルアップ」などのゲーム体験を提供する。そして今回、カンパニーはベロブルグで「星間決勝フェスティバル」の開催を決めた。宇宙各地の『エーテル戦線』プレイヤーが当地に集い、「チャンピオン」の称号を巡って熱いバトルを繰り広げる。<br><br>◆ イベントルール ◆<br>● 当イベントは特殊な戦闘ルールを採用しており、開拓者は「エーテル体」を駆使して対戦する必要があります。<br>● イベントの目標は「星間決勝フェスティバル」の「トーナメント戦」で「チャンピオン」の称号を獲得することです。4つの「バトルランド」の試練を乗り越え、「チャンピオン候補」に勝って「資格バッジ」を獲得してください。資格バッジを4つ集めると「トーナメント戦」の参加資格を獲得できます。<br>● イベントの挑戦モード「ハイパーリンクバトル！」では、全宇宙のプレイヤーと対戦することができます。これまでの旅で知り合った仲間たちにも出会うかもしれません。<br>● イベント挑戦中、開拓者は様々なプレイヤーと「エーテル体」に出会います。「収集、バトル、育成、レベルアップ」を通して、自分のチームを強化していきましょう。<br><br>◆ イベント報酬 ◆<br>● イベント「エーテル戦線」に参加して「バトルランド」と「ハイパーリンクバトル」で「バトルランク」を上げると、各ランクに到達した後にランク報酬を獲得できます。<br>● イベント限定期間に指定の目標を達成すると、「期間限定報酬」を受け取れます。<br><br>◆ 注意事項 ◆<br>● 「エーテル戦線」が終了すると、期間限定報酬を受け取ることができなくなります。しかし、引き続きベロブルグの「旧武器実験場」でイベントコンテンツを体験できます。",
        "Reward": [
            236,
            241,
            1,
            235,
            309001,
            220002,
            213,
            223,
            233,
            110113,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50004,
        "Icon": "BtnTresureDungeon.png",
        "Name": "古跡に眠る秘宝",
        "Desc": "",
        "Story": "◆ 紹介 ◆<br>寒波に覆われる前の古代遺跡がベロブルグで発見された。金銀財宝と古代遺物が遺跡の深くで眠り、トレジャーハンターが訪れるのを待つ…<br><br>◆ イベントルール ◆<br>● イベント開始後、毎日新しい遺跡が解放されます。遺跡は計5つあります。<br>● イベント期間中、体力を消費して遺跡の各エリアを探索できます。エリア内でアイテム、補給物資などが見つかります。そして時には危険な敵などが潜んでおり、トレジャーハンターを待ち構えています。<br>● 合理的に行動ルートを計画し、体力を分配し、遺跡で発掘したアイテムを利用して、様々な敵に対応していきましょう。<br>● お試しキャラを使い、イベントに参加することができます。<br>● 戦闘が終了するたびに、すべてのキャラクターのHPとEPを記録します。<br>● 「均衡レベル」を上げると、イベント中の敵とお試しキャラのレベルもアップします。<br><br>◆ イベント報酬 ◆<br>イベント期間中に遺跡を探索し、特定の進度に達すると「宝探し報酬」でクエスト報酬を受け取れます。",
        "Reward": [
            236,
            241,
            1,
            235,
            220001,
            213,
            110153,
            110152,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50003,
        "Icon": "BtnQuesAlley.png",
        "Name": "金人旧巷、市店の喧騒",
        "Desc": "衰退の一途を辿っていた金人巷の商業区は再び繁栄する機会を迎えた。それはカンパニーが資本を注いで再開発を行う、あるいは地元の商会が盛り返しを図るというものだ。あなたはその渦中に身を置き、人々の選択を左右する……",
        "Story": "◆ 紹介 ◆<br>衰退の一途を辿っていた金人巷の商業区は再び繁栄する機会を迎えた。それはカンパニーが資本を注いで再開発を行う、あるいは地元の商会が盛り返しを図るというものだ。あなたはその渦中に身を置き、人々の選択を左右する……<br><br>◆ 注意事項 ◆<br>● イベント解放後、毎日新しい冒険クエスト「金庭、喧騒を重ねて」が解放されます。「金庭、喧騒を重ねて・その1」をクリアすると、金人巷の経営を開始できます。金人巷の経営は合計で4つの段階があります。<br>● 期間限定イベント「金人旧巷、市店の喧騒」終了後、開拓者はイベント期間中の限定報酬を獲得できなくなります。しかし、仙舟「羅浮」長楽天の「金人旧巷、市店の喧騒」を訪れ、コンテンツの体験ならびに常設報酬を獲得することは可能です。<br><br>◆ 金人巷の経営 ◆<br>● 金人巷の経営期間中、「商会貯蓄金」を獲得しながら商会の危機を解決し、各段階の蓄積金目標を達成して商会に渡すと、続きのクエストストーリーが解放され、金人巷の状況が変化します。<br>● 経営期間中、「店舗イベント」をクリアすることで、店舗との協力関係を築けます。さらに経営の進捗を進め、店舗の状況を変えられます。協力関係を結んだ一部の店舗では、販売可能な商品を提供します。<br>● 金人巷の経営段階が進むと、より多くの「店舗イベント」が解放されます。<br><br>◆ 貨物整理 ◆<br>● 金人巷の経営期間中、「貨物整理」を通じて「商会貯蓄金」を獲得できます。<br>● 「店舗イベント」をクリアすると、「貨物整理」に新しい伝票と貨物を追加できます。<br>● 金人巷の段階目標に到達すると、各店舗の「特注伝票」が挑戦モードとして解放されます。<br>● 金人巷の経営段階を進めると、大容量の輸送用星槎が解放され、より多くの伝票収益が得られます。<br><br>◆ 物流計画 ◆<br>● 金人巷の経営期間中、「物流計画」で路線計画を立てられます。一定の物流スコアを達成すると、対応する報酬を獲得できます。<br>● 「店舗イベント」をクリアすると、物流計画で指定店舗を解放できます。さらに店舗から埠頭までの物流路線を計画できます。<br>● 金人巷の段階目標を達成すると、「街頭イベント」が発生します。「街頭イベント」をクリアすると、報酬を獲得でき、「物流計画」の路線バフが解放されます。<br>● 金人巷の経営段階を進めると、低層、中層、高層の物流航路が順次解放され、より多くの店舗を受け入れられるようになります。<br><br>◆ 常設報酬 ◆<br>● 「物流計画」、「店舗イベント」、「街頭イベント」、「特注伝票」をクリアすると、商業活気証明を獲得できます。<br>● 「商会報酬」で商業活気証明と報酬を交換できます。<br><br>◆ 期間限定報酬 ◆<br>● 限定イベントの期間中、「貨物整理」、「物流計画」などのモードをプレイすると、「期間限定報酬」から管理計画報酬を獲得できます。<br>● 限定イベントの期間中、「店舗イベント」、「街頭イベント」などのイベントをクリアすると、「期間限定報酬」から復興進捗報酬を獲得できます。",
        "Reward": [
            236,
            241,
            1,
            1206,
            221001,
            213,
            233,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50002,
        "Icon": "BtnQuestMuseum.png",
        "Name": "冬城博物珍奇簿",
        "Desc": "ベロブルグ・歴史文化博物館の修繕が完了した。代理館長として博物館の経営を担うことになった開拓者。目的は1つ――博物館の人気を取り戻すこと！",
        "Story": "◆ 紹介 ◆<br>ベロブルグ・歴史文化博物館の修繕が完了した。代理館長として博物館の経営を担うことになった開拓者。目的は1つ――博物館の人気を取り戻すこと！<br><br>◆ 博物館経営 ◆<br>● イベント解放後、冒険クエスト「慢蔵誨盗」が解放され、「慢蔵誨盗・その1」をクリアすると博物館経営が始まります。<br>● 博物館経営には計5つの段階があり、経営することで「振興値」を獲得できます。各段階の累計目標に達成すると次の段階に入ることができ、新たな展示エリアが解放されます。<br>● 経営日が始まると、発展資金を使って展示エリアをアップグレードする、またはアシスタントを雇い「振興値」をより多く獲得できます。<br><br>◆ 展示品とアシスタントの収集 ◆<br>● 博物館を経営する中で、開拓者は追加経営目標や偶発イベントに遭遇することになります。経営目標とイベントは紛失した展示品の手がかりを提供し、それらを完了させると展示品は博物館に保存されます。<br>● 特別アシスタントは、冒険クエスト「慢蔵誨盗」をクリア、または偶発イベントのガイド募集クエストをクリアすることで獲得できます。<br><br>◆ イベント報酬 ◆<br>● 各経営段階を完了すると、相応の段階報酬を受取できます。<br>● 新しい展示品を獲得、または特別アシスタントが入職すると、「珍奇簿」で報酬を受け取れます。<br>● 期間限定イベント開催中、経営と収集目標に達成すると「期間限定報酬」で報酬を受取できます。<br><br>◆ 注意事項 ◆<br>期間限定イベント「冬城博物珍奇簿」が終了後、開拓者は期間限定報酬を受取できなくなりますが、引き続きベロブルグ行政区の「歴史文化博物館」でプレイを体験できます。",
        "Reward": [
            1,
            236,
            241,
            213,
            223,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50001,
        "Icon": "BtnQuestGraffiti.png",
        "Name": "星狩りゲーム",
        "Desc": "",
        "Story": "",
        "Reward": [
            241,
            1,
            22000,
            213,
            110406,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50000,
        "Icon": "BtnFistClubQuestMission.png",
        "Name": "ボルダータウン・スーパーリーグ",
        "Desc": "「ボルダータウン・スーパーリーグ」がファイトクラブで開催されました——詳細はDr.クックまでお尋ねください。",
        "Story": "◆ 紹介 ◆<br>「ボルダータウン・スーパーリーグ」がファイトクラブで開催されました——詳細はDr.クックまでお尋ねください。<br><br>◆ イベントルール ◆<br>「ボルダータウン・スーパーリーグ」の試合に出場すると、様々な報酬を獲得できます。<br>トーナメントにエントリーした後、抽選で試合相手が決まります。試合相手を倒すとバフを獲得します。<br>抽選が始まると、パーティがロックされ、出場キャラの変更ができなくなります。<br>戦闘が開始する時、すべてのキャラのHPとEPがリセットされます。<br>開拓者の「均衡レベル」が上がると、敵の強さも上昇します。<br><br>◆ イベント報酬 ◆<br>イベント開催期間中に「期間限定挑戦」を完了すると、追加の報酬を獲得できます。<br><br>◆ 注意事項 ◆<br>「ボルダータウン・スーパーリーグ」の期間限定イベントが終了した後、期間限定報酬は受け取れません。ですが、続けて「ファイトクラブ」で挑戦することができます。",
        "Reward": [
            1,
            241,
            213,
            223,
            232,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 40006,
        "Icon": "BtnTVSeason2.png",
        "Name": "晨昏の巻物",
        "Desc": "賑やかなオクヘイマの市場に迷子の子供が現れた。その子は何かを探しているのか、辺りをキョロキョロと見回している……",
        "Story": "◆ 紹介 ◆<br>賑やかなオクヘイマの市場に迷子の子供が現れた。その子は何かを探しているのか、辺りをキョロキョロと見回している。親切な開拓者は子供の手がかりを頼りに、散らばった聖なる巻物を探し出し、都市国家の忘れ去られた歴史を明らかにしていく……<br><br>◆ イベントルール ◆<br>● 本イベントには5つの巻物があります。マップ内でそれぞれの巻物を探し出し、戦闘に入ってストーリー内の敵を倒してください。<br>● イベント開始日から、ステージは毎日1つずつ解放されていきます。ステージは全部で5つあり、ステージ5は前4つのステージでポイントを獲得した後に解放されます。<br>● 開拓者の「均衡レベル」が上がると、それに伴い敵も強くなります。<br>● 各ステージではお試しキャラを使用できます。<br>● 「晨昏の巻物」プレイモードにおいて、味方が敵を倒した時に回復するEPは通常戦闘時の 50% になります。<br><br>◆ 散逸した巻物 ◆<br>● 都市国家の各所に合計4つの巻物があります（ステージ1～ステージ4まで対応）。各ステージにはキーエネミーが存在し、その敵は「異変メカニズム」を持っています。<br>● 敵の「異変メカニズム」に対応した策を練ることで、効率的に戦闘を進めることができます。「異変メカニズム」が発動すると「ステージバフ」のランクがアップします。<br>● 「ステージバフ」は累積可能なバフで「ステージバフ」のランクがアップするとキャラクターの戦闘力も上がります。<br>● ステージ1～ステージ4は「バフ累積」と「ファイナルチャレンジ」の2段階に分かれています。<br>● 「バフ累積」段階では3ラウンドのカウントダウンが設定されていて、この間に敵は絶えず出現し続けます。この段階でキーエネミーの「異変メカニズム」を利用して、できるだけ「ステージバフ」のランクをアップさせてください。<br>● 「ファイナルチャレンジ」段階では、「ステージバフ」のランクをアップさせることができません。4ラウンド内に倒した敵のウェーブ数が多いほどポイントは高くなります。クリア時に残りラウンドがあった場合、さらに追加ポイントを獲得できます。この段階で撤退してもステージで獲得済みの「ステージバフ」のランクは記録されます。<br>● 「ファイナルチャレンジ」段階開始時、味方それぞれの必殺技は即座に発動できます。<br><br>◆ タイタンの挑戦 ◆<br>● タイタンの挑戦はステージ5でラスボスに挑戦します。ステージ1～ステージ4までの各ステージの最大「ステージバフ」ランクを受け継ぐことができます。<br>● 累積済みの「ステージバフ」を任意で2つ選択し、ラスボスに挑戦できます。<br>● 4ラウンド内に、倒した敵のウェーブ数が多いほどポイントが高くなります。クリア時に残りラウンドがあった場合、さらに追加ポイントを獲得できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、「ステージバフ」を指定ランクまでアップさせ、ステージ内で指定のポイントを獲得すると、「期間限定報酬」でステージ報酬を受け取れます。<br>● すべてのステージで指定されたポイントを獲得すると、歳月の贈り物を受け取れます。",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            110252,
            2
        ],
        "Ver": "3.0"
    },
    {
        "_id": 40005,
        "Icon": "BtnQuestTelevision.png",
        "Name": "ナイトメアテレビ局",
        "Desc": "ピノコニーテレビ局からの信号が謎の人物に乗っ取られてしまい、奇怪な番組が放送され始めた。番組が気になったあなたは、真相究明のため調査に乗り出した……",
        "Story": "◆ 紹介 ◆<br>ピノコニーにある一部のモニターに突然、奇妙な番組が流れ始めた。テレビ局の司会者であるウーマはあなたに内情を話そうとしている。この事件の裏にはどんな秘密が隠されているのだろう……<br><br>◆ イベントルール ◆<br>● 本イベントでは、信号ジャックされたモニターが5つあります。マップ内でそのモニターを探し出し、戦闘に勝利して黒幕を倒してください。<br>● イベント開始日から、ステージは毎日1つずつ解放されていきます。ステージは全部で5つあります。ステージ5は、前の4つのステージでポイントを獲得した後に解放されます。<br>● 開拓者の「均衡レベル」が上がると敵の強さも上昇します。<br>● 各ステージではお試しキャラを使用できます。<br><br>◆ イベントルール ◆<br>● ピノコニーテレビ局には4つの番組があります（ステージ1～ステージ4まで対応）。各ステージにはキーエネミーが存在し、その敵は「異変メカニズム」を持っています。<br>● 敵の「異変メカニズム」に対応した策を練ることで、効率的に戦闘を進められます。「異変メカニズム」が触発されると、「ステージバフ」のランクがアップします。<br>● 「ステージバフ」は累積可能なバフです。「ステージバフ」のランクをアップさせると、キャラクターの戦闘力も上がります。<br>● ステージ1～ステージ4は「バフ累積」と「ファイナルチャレンジ」の2段階に分かれています。<br>● 「バフ累積」段階には4ラウンドのカウントダウンが設定されており、その間、敵は絶えず出現し続けます。この段階ではキーエネミーの「異変メカニズム」を利用し、できるだけ「ステージバフ」のランクをアップさせてください。<br>● 「ファイナルチャレンジ」段階では「ステージバフ」ランクをアップさせることができません。6ラウンド内に、倒した敵のウェーブ数が多いほど、ポイントが高くなります。クリア時に残りラウンドがあった場合、さらに追加ポイントを獲得できます。<br><br>◆ 撮影スタジオ ◆<br>● 撮影スタジオはステージ5で、ラスボスに挑戦します。撮影スタジオではステージ1～ステージ4、各ステージの最大「ステージバフ」ランクを受け継ぐことができます。<br>● 累積済みの「ステージバフ」を任意で2つ選択し、ラスボスに挑戦できます。<br>● 6ラウンド内に、倒した敵のウェーブ数が多いほど、ポイントが高くなります。クリア時に残りラウンドがあった場合、さらに追加ポイントを獲得できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中、「ステージバフ」を指定ランクまでアップさせ、ステージ内で指定のポイントを獲得すると、報酬を受け取れます。<br>● すべてのステージで指定されたポイントを獲得すると、テレビ局のお礼を受け取れます。",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.0"
    },
    {
        "_id": 40004,
        "Icon": "BtnQuestActivityStrongChallenge.png",
        "Name": "仮想の味に酔いしれて",
        "Desc": "界種課の特別テスト「未知の生命体の嗅覚誘導による知覚と幻覚」が始まった。あなたは特別枠としてテストに招待されている……",
        "Story": "◆ 紹介 ◆<br>界種課は上を下への大騒ぎだ。天才が訪問するタイミングに合わせ、彼らは「未知の生命体の嗅覚誘導による知覚と幻覚」の特別テストを開始した。このテストは特定のフレーバーアプリを有効化すると、テスターの知覚に変化が起こり、様々な幻覚が見られるというものだ。あなたはとある人に頼まれ、このテストに協力することになった。テストの中でこれらの幻覚に勇敢に立ち向かい、界種科が重要なデータを収集するのに協力しよう。<br><br>◆ イベント説明 ◆<br>● イベントが始まると、まず最初に「仮想の味に酔いしれて」の「通常モード」が解放されます。「通常モード」の全ステージをクリアしてクラウドロボットと会話すると、「絶望モード」が解放されます。<br>● イベント限定期間が終了すると、期間限定報酬は獲得できなくなります。<br><br>◆ 仮想の味に酔いしれて ◆<br>●嗅覚刺激によってシミュレートされた幻覚は、通常のボスエネミーとは異なりますので、戦闘開始時に幻覚の特性の説明をご確認ください。<br>● 前のステージで一定のポイントに達した場合、次のステージに挑戦できるようになります。<br>● 通常モードの敵は均衡レベルの変化に応じて難易度が上がりますが、絶望モードの敵の難易度は固定となります。<br>● イベント中、異なるフレーバーアプリを設定することで、戦闘中にバフを獲得できます。",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 40003,
        "Icon": "BtnBoxingClubResonance.png",
        "Name": "ボルダータウン・スーパーリーグ",
        "Desc": "「ボルダータウン・スーパーリーグ」がファイトクラブで開催されました——詳細はDr.クックまでお尋ねください。",
        "Story": "◆ 紹介 ◆<br>ファイトクラブで「ボルダータウン・闘技エキシビション」が開催中——詳細はDr.クックにお問い合わせください。<br><br>◆ ルール ◆<br>「闘技エキシビション」で試合に出場することで、様々な報酬を獲得できます。<br>挑戦する試合を選択した後、選択した流派のコア闘技を獲得できます。相手を倒した後にその流派の2つの強化闘技から1つを選んで獲得できます。<br>戦闘が始まるとパーティがロックされ、出場キャラクターの変更ができなくなります。<br>戦闘開始時、すべてのキャラクターのHPとEPがリセットされます。<br>開拓者の「均衡レベル」が上がると敵の強さも上昇します。<br>5ラウンド以内に挑戦をクリアするとパーフェクトノックダウンの評価を得ます。<br>すべての挑戦をクリアすると、Dr.クックから「特別な賞品」を受け取れます。<br>各試合の戦闘のラウンド数は最小で1。",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            140363,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 40002,
        "Icon": "BtnFantasticStory.png",
        "Name": "講談奇譚",
        "Desc": "羅浮の危機は一時的に鎮まり、ナナシビトの功績は広く知られるようになった。星槎海で講談をしているシエン先生は、あなたたちの冒険に興味を持ったらしく、それを講談作品に改編しようとしている……",
        "Story": "◆ 紹介 ◆<br>ナナシビトの功績は仙舟で広く知られるようになった。ナナシビトの物語を書こうと思ったシエン先生も、開拓者に助けを求めに来た。<br><br>◆ イベントルール ◆<br>● イベント開始後、毎日新しい英雄の旅が解放されます。英雄の旅は計3つあります。英雄の旅を1つクリアするごとに、今古の伝説が一部解放されます。<br>● 英雄の旅をクリアした後、主人公雛形を獲得し、それの能力を充実していくことができます。雛形の能力を使うことで、今古の伝説での戦闘が有利になります。<br>● 主人公雛形によって、様々な加護を得られます。加護は今古の伝説で効果を発揮します。<br>● 主人公雛形の加護を効率的に組み合わせることで、戦闘でより高いポイントを獲得できます。<br>● 今古の伝説ではお試しキャラを使用できます。<br>● 戦闘中、定められたラウンドの中で敵が絶えず出現します。ダメージを与える、または敵を倒すとポイントが獲得できます。戦闘が終了すると、挑戦状況に応じて最高ポイントが更新されます。<br>● 「均衡レベル」を上げると、イベント中の敵とお試しキャラのレベルもアップします。<br><br>◆ イベント報酬 ◆<br>イベント期間中、今古の伝説で特定ポイントに達すると「報酬リスト」で挑戦報酬を受け取れます。今古の伝説で 10,000 点に達すると、対応する『開拓豪侠伝』のテキストを解放できます。使ったキャラクターに応じて、テキストに登場するメインキャラクターが変化します。すべてのテキストを解放すると、限定アイテム『開拓豪侠伝』を受け取れます。バッグのクエストアイテムからこのアイテムを使用し、いつでも物語を確認できます。限定アイテムは今回のイベントでのみ獲得できます。",
        "Reward": [
            241,
            1,
            235,
            140310,
            213,
            233,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 40001,
        "Icon": "BtnQuestStarBattle.png",
        "Name": "スターライト・ウォーフェア",
        "Desc": "",
        "Story": "◆ 紹介 ◆<br>ある宇宙ステーションのスタッフがどこかで「スターライト・ウォーフェア」と呼ばれる模擬戦闘プログラムを見つけました。それを使うと、ユーザーはバーチャルの戦闘ステージに転送され、さまざまな敵と戦闘訓練を行うことができます。<br>模擬戦闘プログラムでは、戦闘中に特別ルールが課されます。ルールを把握し、戦略を定め、一気に敵を倒しましょう。<br><br>◆ イベントルール ◆<br>イベント開放後、毎日新しい挑戦ステージが開放されます。挑戦ステージは全部で8ステージあります。<br>各挑戦ステージは、「矮星」、「巨星」、「超巨星」の3種類の難易度に分かれており、難易度によって戦闘中の敵の強さが変わります。直接「巨星」に挑戦してクリアすると、「超巨星」が開放されます。<br>初めてイベントに参加する時、開拓者の「均衡レベル」に基づき、イベント内の敵およびお試しキャラのレベルが決まります。イベント期間中に「均衡レベル」がアップしても、敵とお試しキャラのレベルは変化しません。<br><br>◆ イベント報酬 ◆<br>ステージをクリアすると、イベント画面で報酬を受け取れます。高難易度の挑戦をクリアすると、低難易度の挑戦報酬も獲得できます。<br>「超巨星」難易度に挑戦する時、それぞれ第3ウェーブ、第6ウェーブの敵を倒すと報酬を受け取ることができます。",
        "Reward": [
            1,
            241,
            213,
            235,
            232,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30014,
        "Icon": "BtnAmphoreusCurio.png",
        "Name": "聖都の宝物鑑定",
        "Desc": "最近、オクヘイマの市場では骨董品の贋作が氾濫している。骨董屋の店主には鑑定を手伝ってくれる弟子が必要だ……",
        "Story": "◆ 紹介 ◆<br>● 最近、オクヘイマの市場では骨董品の贋作が氾濫している。骨董屋の店主には鑑定を手伝ってくれる弟子が必要だ……<br><br>◆イベントルール◆ <br>◆イベント開放後、シタロースは毎日1種類の新しい「未鑑定の宝物」と、鑑定を完了させるのに必要な「鑑定材料」を発表します。宝物は合計7種類あります。<br>◆本日の鑑定に必要な「鑑定材料」を集めて渡すと、本日の鑑定支援報酬を獲得できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中に指定の材料を提出してクエストをクリアすると、星玉などの期間限定報酬を受け取ることができます。",
        "Reward": [
            1,
            213,
            403013,
            402033,
            402032,
            401032,
            408440,
            408439,
            401031,
            2
        ],
        "Ver": "3.1"
    },
    {
        "_id": 30013,
        "Icon": "BtnQuestAmphoreusActivityTimeLimit.png",
        "Name": "イリア漫遊記",
        "Desc": "黄金裔「イリア」は生涯をかけてオンパロスを踏破した。その後、ある吟遊詩人がその手記を発見し、漫遊記としてまとめたのだと伝えられている。",
        "Story": "◆ 紹介 ◆<br>黄金裔「イリア」は生涯をかけてオンパロスを踏破した。その後、ある吟遊詩人がその手記を発見し、漫遊記としてまとめたのだと伝えられている。<br><br>◆ イベントルール ◆<br>イベント期間中、すべての漫遊記の内容を閲覧できます。<br>「オンパロス」で指定の項目をクリアすると、対応するページで報酬を受け取れます。<br><br>◆ イベント報酬 ◆<br>イベント期間中、各漫遊記の項目をクリアした際の報酬は1回のみ受け取れます。",
        "Reward": [
            1,
            2,
            213,
            110202,
            233
        ],
        "Ver": "3.0"
    },
    {
        "_id": 30012,
        "Icon": "SpriteOutput/UI/Quest/ExpeditionAboutRanger/ImgExpeditionAboutRangerBanner.png",
        "Name": "レンジャーの影",
        "Desc": "宇宙ステーションのスタッフにブートヒルの行方を追うよう頼まれた。しかし、これといった手がかりはなく、巡海レンジャーの姿は未だ謎に包まれている。",
        "Story": "◆ 紹介 ◆<br>● 宇宙ステーションのスタッフが率先してカンパニーの仕事を引き受けた後、あなたに依頼を委託した。スタッフがこっそり依頼料を差し引いていないことを確認した後、多くの人がブートヒルの行方を追っていることに気づいた……<br><br>◆ イベントルール ◆<br>● イベント開始時に依頼が 24 件公開されますが、開拓者が一度に受けられる依頼は4件までとなります。<br>● 依頼の遂行には最低2名のキャラクターを派遣する必要があります。依頼評価は高い順からS、A、Bの3つのランクがあります。オススメの運命、またはレベルの高いキャラクターを派遣すると評価が上がり、追加の報酬を獲得可能です。<br>● イベント依頼は、恒常依頼の回数上限と派遣キャラクターを占用しません。イベント依頼1件につき、フレンドのサポートキャラを1名まで派遣できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中にキャラクターを派遣して任務をクリアすると、星玉などの期間限定報酬を受け取ることができます。",
        "Reward": [
            1,
            213,
            233,
            2
        ],
        "Ver": "2.6"
    },
    {
        "_id": 30011,
        "Icon": "BtnBelogogSubmit.png",
        "Name": "コールドフットマート",
        "Desc": "サンポがベロブルグで新しいビジネスを始めたらしい。見に行ってみよう……",
        "Story": "◆ 紹介 ◆<br>● サンポがとある銀河通販プラットフォームを使って、ベロブルグで新しいビジネスを始めたらしい……<br><br>◆ イベントルール ◆<br>● イベント開放後、サンポは毎日1種類の新しい「通販商品」と商品を作るのに必要な「原材料」を公開します。商品は合計7種類あります。<br>● その日の商品に必要な「原材料」を集めて渡すと、対応する配当を獲得できます。<br><br>◆ イベント報酬 ◆<br>● イベント期間中に指定の原材料を提出しクエストをクリアすると、星玉などの期間限定報酬を受け取ることができます。",
        "Reward": [
            1,
            213,
            402010,
            402015,
            402013,
            402012,
            402011,
            402009,
            402014,
            2
        ],
        "Ver": "2.6"
    },
    {
        "_id": 30010,
        "Icon": "BtnQuestPenaconyActivityTimeLimit.png",
        "Name": "『夢追い人タイムズ』",
        "Desc": "ピノコニーに向かう途中、とあるゴシップ紙を受け取った。何か面白い記事がないか、読んでみよう。",
        "Story": "◆ 紹介 ◆<br>ピノコニーに向かう途中、とあるゴシップ紙を受け取った。何か面白い記事がないか、読んでみよう。<br><br>◆ イベントルール ◆<br>イベント期間中、すべての記事を閲覧できます。<br>ピノコニーで指定の記事をクリアすると、対応するページで報酬を受け取れます。<br><br>◆ イベント報酬 ◆<br>イベント期間中、各記事をクリアした後の報酬は1回のみ受け取れます。",
        "Reward": [
            1,
            201,
            213,
            233,
            110222,
            2
        ],
        "Ver": "2.0"
    },
    {
        "_id": 30008,
        "Icon": "BtnQuestSpaceZoo.png",
        "Name": "わくわくワンダーペット",
        "Desc": "宇宙ステーションの「ルアン・メェイの創造物」たちが独自の文明社会を生み出した！アスターとスクリューガムは、あなたにその探求を依頼した……",
        "Story": "◆ 紹介 ◆<br>封鎖部分で「ルアン・メェイ」の造物たちが自分たちの社会を形成している！アスターはこの件に興味を持ち、あなたに造物たちの培養原理を調査するよう依頼してきた。彼女とスクリューガムは、あなたのために「生命オーブン」と「シッターロボ」まで用意していて……<br><br>◆ イベントルール ◆<br>● イベント「わくわくワンダーペット」では、思い思いの組み合わせで「ルアン・メェイの創造物」を育てることができます。<br>● 培養の過程では確率で変異が起こり、新たな造物の特徴または「レア創造物」を獲得できます。<br>● 冒険クエスト「わくわくワンダーペット」のクリアと「封鎖部分」で自由に探索することで基本的な造物の特徴を獲得することができます。<br><br>◆ 常設報酬 ◆<br>● 新しい造物の特徴を獲得したり、「レア創造物」を培養したりすることで、研究レベルを上げることができます。<br>● 研究レベルを上げることで、対応する報酬を獲得できます。<br><br>◆ 期間限定報酬 ◆<br>● イベント限定期間中、指定の培養目標をクリアすることで、対応する報酬を獲得できます。<br><br>◆ 注意事項 ◆<br>「わくわくワンダーペット」イベント限定期間終了後、期間限定報酬は獲得できなくなりますが、マップ「封鎖部分」の「生命オーブン」でコンテンツを体験し、常設報酬を獲得できます。",
        "Reward": [
            241,
            1,
            220003,
            213,
            223,
            233,
            405020,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30007,
        "Icon": "BtnQuestMedicineAssignment.png",
        "Name": "ステーション特派",
        "Desc": "宇宙ステーションの災後復興は、特派員に任せた！",
        "Story": "◆ 紹介 ◆<br>宇宙ステーションの災後復興は、特派員に任せた！<br><br>◆ イベントルール ◆<br>イベント期間中、キャラクターを派遣してイベント依頼を完了することで報酬を受け取れます。イベントの6日目まで、毎日4つの依頼を解放します、合計で 24 個の依頼が解放されます。<br><br>◆ イベント報酬 ◆<br>キャラクターを派遣してイベント依頼を完了することで報酬を受け取れます。オススメの運命、または高レベルのキャラクターを派遣することで評価を上げて、追加の報酬を獲得できます。",
        "Reward": [
            1,
            213,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30006,
        "Icon": "BtnQuestGuessTheSilhouetteTask.png",
        "Name": "星々の影を探して",
        "Desc": "三月なのかは旅の途中で見た景色や体験した楽しい出来事をすべてカメラに収めている。しかし、それらの大事な写真に何やら問題が発生したようだ……",
        "Story": "◆ 紹介 ◆<br>三月なのかは旅の途中で見た景色や体験した楽しい出来事をすべてカメラに収めている。しかし、それらの大事な写真に何やら問題が発生したようだ……<br><br>◆ イベントルール ◆<br>イベント期間中、毎日黒く塗りつぶされた写真が2枚提示されます。シルエットから写真の撮影対象を探し、撮り直すことで報酬を獲得できます。<br><br>◆ イベント報酬 ◆<br>三月なのかを手伝い、写真を撮ることで報酬を受け取れます。",
        "Reward": [
            1,
            241,
            2,
            213,
            223,
            110112
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30004,
        "Icon": "BtnQuestTreasureTrotter.png",
        "Name": "ファンタスティック・プーマン",
        "Desc": "ファンタスティック・プーマンはどこ？ゲーテホテルに行って、レギンの自作感応計測器に聞いてみよう！",
        "Story": "◆ 紹介 ◆<br>ファンタスティック・プーマンは一体どこにいるのか？ゲーテホテルに行って、レギンの自作感応計測器に訊ねてみよう！<br><br>◆ イベントルール ◆<br>イベント開催後、「レギン」の感応計測実験を手伝いプーマンを探すことができます。プーマンの跡は全部で7ヶ所あります。<br><br>◆ イベント報酬 ◆<br>毎日の探索クエストを完了することで報酬を受け取れます。全ての探索クエストを完了すると、追加の報酬を獲得できます。",
        "Reward": [
            1,
            2,
            213,
            223,
            233,
            241,
            110112
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30002,
        "Icon": "BtnAntiVirus.png",
        "Name": "宇宙大戦争",
        "Desc": "誰かが宇宙ステーション「ヘルタ」に神秘的な贈り物を残した。そして、それを最初に開いた人はトラブルに巻き込まれている……",
        "Story": "◆詳細◆<br>偵察でターゲットを発見し、進攻して敵を撃退することができます。開拓者は毎日偵察を3回行うことができ、偵察回数は毎日4： 00 （サーバー時間）にリセットされます。<br>進攻中の成績に応じて、開拓者には栄誉の星が授与されます。獲得した栄誉の星が多ければ多い程、受け取れる報酬が多くなります。<br><br>◆参加条件◆<br>開拓Lv. 22 に達すると参加できます。<br><br>◆進攻&合同進攻◆<br>進攻を行うには、ピクセル弾頭が最低1発必要です。消費された弾頭は次の日に回復します。<br>開拓者様は合同進攻を行い、自身が調査で発見したターゲットをフレンドや他の開拓者様に共有し、援助を得ることができます。<br>他のプレイヤーの援助すると、追加で栄誉の星を獲得することができます。<br><br>◆戦闘◆<br>進攻開始後、開拓者は合計で7ターンの戦闘を行うことができます。ターン数が尽きると、戦闘は自動的に終了します。<br>毎回の戦闘でターゲットに与えたダメージは、ターゲットを完全撃退するまで累計されます。<br>開拓者は3発のピクセル弾頭を消費し、1回の戦闘でのターゲットへのダメージをアップさせることができます。<br><br>◆栄誉の星◆<br>ターゲットの調査、戦闘参加、ターゲットが逃げる前に倒すことで、栄誉の星を獲得することができます。ターゲットの発見者は追加で栄誉の星を獲得することができます。<br>戦闘中の与ダメージが高い程、ターゲットの危険レベルが高い程、最後に獲得できる栄誉の星が多くなります。<br>さらに毎日宇宙大戦争・クエストをクリアすることでも名誉の星を獲得することができます。<br>十分な栄誉の星を獲得できたら、戦闘報酬を受け取ることができます。<br><br>◆戦闘記録◆<br>開拓者様は、各進攻の戦闘記録を確認し、敵を倒した過程を振り返ることができます。<br>もし合同進攻を行ったのなら、他の開拓者様の戦闘過程も見ることができます。",
        "Reward": [
            1,
            241,
            213,
            223,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 22001,
        "Icon": "BtnQuestColleague.png",
        "Name": "",
        "Desc": "",
        "Story": "",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 21001,
        "Icon": "BtnAbyssAlternation.png",
        "Name": "光を追い、黄金を掴む・高難易度挑戦",
        "Desc": "",
        "Story": "◆ ルール ◆<br>● 「光を追い、黄金を掴む」はゲーム内にて定期的に更新される高難易度常設コンテンツで、「忘却の庭・混沌の記憶」、「虚構叙事」、「末日の幻影」、「異相の仲裁」が含まれています。<br>● 永屹の城の秘密・「記憶・ 15 」をクリアすると、「忘却の庭・混沌の記憶」が解放されます。<br>● 冒険クエスト「巧みな表現」をクリアすると、「虚構叙事」が解放されます。<br>● 冒険クエスト「終焉のスプラッタームービー」をクリアすると、「末日の幻影」が解放されます。<br>● 均衡レベル6以上、かつ「忘却の庭・混沌の記憶」「虚構叙事」「末日の幻影」のすべてで最高層を★満点クリアした記録がある（異なるバージョンで達成した場合でも条件を満たしていると見なされます）場合、冒険クエスト「結縄の記録」をクリアすると、「異相の仲裁」が解放されます。<br>● 「光を追い、黄金を掴む」ではステージ内容および報酬が定期的に更新されます。<br><br>◆ 更新ルール ◆<br>● 「末日の幻影」「虚構叙事」「忘却の庭・混沌の記憶」の順序にもとづいて2週間ごとに更新されます。更新時間は当該週の月曜日 04 : 00 （サーバー時間）です。毎期の各コンテンツは更新された後、6週間解放されます。<br>● 「異相の仲裁」はバージョンアップ時に更新され、更新内容はそのバージョン終了まで解放されます。",
        "Reward": [
            226003,
            263,
            239,
            236
        ],
        "Ver": "3.6"
    },
    {
        "_id": 20070,
        "Icon": "BtnQuestRoleTrial44.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。<br>従来のバージョンですでに対応するキャラクターの試用ステージをクリア済みの場合は直接、報酬を受け取ることが可能です。",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 20068,
        "Icon": "BtnQuestRoleTrial43.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。<br>従来のバージョンですでに対応するキャラクターの試用ステージをクリア済みの場合は直接、報酬を受け取ることが可能です。",
        "Reward": [],
        "Ver": "3.6"
    },
    {
        "_id": 20067,
        "Icon": "BtnQuestRoleTrial42.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。<br>従来のバージョンですでに対応するキャラクターの試用ステージをクリア済みの場合は直接、報酬を受け取ることが可能です。",
        "Reward": [],
        "Ver": "3.6"
    },
    {
        "_id": 20066,
        "Icon": "BtnQuestRoleTrial41.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 20065,
        "Icon": "BtnQuestRoleTrial40.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 20064,
        "Icon": "BtnQuestRoleTrial39.png",
        "Name": "英霊と共に",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「英霊と共に」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、「英霊と共に」画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 20062,
        "Icon": "BtnQuestRoleTrial38.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 20061,
        "Icon": "BtnQuestRoleTrial37.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.3"
    },
    {
        "_id": 20060,
        "Icon": "BtnQuestRoleTrial36.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.3"
    },
    {
        "_id": 20059,
        "Icon": "BtnQuestRoleTrial45.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 20058,
        "Icon": "BtnQuestRoleTrial35.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 20057,
        "Icon": "BtnQuestRoleTrial34.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 20055,
        "Icon": "BtnQuestRoleTrial33.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、回数制限なく指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物は変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 20054,
        "Icon": "BtnQuestRoleTrial32.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、回数制限なく指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物は変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 20051,
        "Icon": "BtnQuestRoleTrial31.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 20050,
        "Icon": "BtnQuestRoleTrial30.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 20048,
        "Icon": "BtnQuestRoleTrial29.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 20047,
        "Icon": "BtnQuestRoleTrial28.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 20044,
        "Icon": "BtnQuestRoleTrial27.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 20041,
        "Icon": "BtnQuestRoleTrial26.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 20040,
        "Icon": "BtnQuestRoleTrial25.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 20038,
        "Icon": "BtnQuestRoleTrial24.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.4"
    },
    {
        "_id": 20037,
        "Icon": "BtnQuestRoleTrial23.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.4"
    },
    {
        "_id": 20035,
        "Icon": "BtnQuestRoleTrial22.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20034,
        "Icon": "BtnQuestRoleTrial21.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20032,
        "Icon": "BtnQuestRoleTrial20.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20031,
        "Icon": "BtnQuestRoleTrial19.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20029,
        "Icon": "BtnQuestRoleTrial18.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20028,
        "Icon": "BtnQuestRoleTrial17.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20026,
        "Icon": "BtnQuestRoleTrial16.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 20025,
        "Icon": "BtnQuestRoleTrial15.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 20023,
        "Icon": "BtnQuestRoleTrial14.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20022,
        "Icon": "BtnQuestRoleTrial13.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20020,
        "Icon": "BtnQuestRoleTrial12.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20019,
        "Icon": "BtnQuestRoleTrial11.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20017,
        "Icon": "BtnQuestRoleTrial10.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20016,
        "Icon": "BtnQuestRoleTrial9.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20015,
        "Icon": "BtnQuestRoleTrial7.png",
        "Name": "",
        "Desc": "",
        "Story": "",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20012,
        "Icon": "BtnQuestRoleTrial8.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20011,
        "Icon": "BtnQuestRoleTrial7.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20009,
        "Icon": "BtnQuestRoleTrial6.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20008,
        "Icon": "BtnQuestRoleTrial5.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20006,
        "Icon": "BtnQuestRoleTrial4.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20005,
        "Icon": "BtnQuestRoleTrial3.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20002,
        "Icon": "BtnQuestRoleTrial2.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>キャラお試しイベント「躍進する新星」開放期間中、開拓者は選択したお試しキャラを含む固定パーティを使用でき、制限回数なしで指定のステージを体験できます。<br>イベントステージ体験時は、編成内のキャラ、キャラレベル、キャラが装備している光円錐、遺物を変更できません。<br><br>◆ イベント報酬 ◆<br>ステージ挑戦をクリアすると、イベント画面でお試しステージの報酬を受け取れます。各お試しステージの報酬はイベント期間中に1回しか受け取れません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20001,
        "Icon": "BtnQuestRoleTrial.png",
        "Name": "躍進する新星",
        "Desc": "",
        "Story": "イベント期間中ゲームにログインすると、「旅記録」で「星軌専用チケット× 10 」を受け取ることができます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10125,
        "Icon": "BtnQuestStoryTokensTopa.png",
        "Name": "千星、旅は道づれ",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>イベント期間中にログインすると、「旅記録」で報酬「金の伴星」を受け取ることができます。「金の伴星」に使用期限はなく、イベント終了後も消失することはありません。ショップ「集霊創星」で「金の伴星」を使用すると、★5キャラクターと交換できます。<br><br>◆ 交換ショップ ◆<br>● ショップ「集霊創星」は常時開放され、追加されたキャラクターはいつでも交換可能です。<br>● ショップ内のキャラクターは、星魂が上限に達するまで交換できますが、上限に達すると交換はできなくなります。<br>※ ショップで交換できるキャラクターは今後追加される予定です。",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 10121,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0380.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ イベント報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 ： 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "3.8"
    },
    {
        "_id": 10120,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0370.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ イベント報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 ： 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 10119,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0360.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ イベント報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 ： 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "3.6"
    },
    {
        "_id": 10118,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0350.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ イベント報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 ： 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 10111,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0340.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ イベント報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 ： 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 10107,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0330.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ イベント報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 ： 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "3.3"
    },
    {
        "_id": 10093,
        "Icon": "BtnStoryTokensPhonto.png",
        "Name": "千星、旅は道づれ",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>イベント期間中にログインすると、「旅記録」で報酬「金の伴星」を受け取ることができます。「金の伴星」に使用期限はなく、イベント終了後も消失することはありません。ショップ「集霊創星」で「金の伴星」を使用すると、★5キャラクターと交換できます。<br><br>◆ 交換ショップ ◆<br>● ショップ「集霊創星」は常時開放され、追加されたキャラクターはいつでも交換可能です。<br>● ショップ内のキャラクターは、星魂が上限に達するまで交換できますが、上限に達すると交換はできなくなります。<br>※ ショップで交換できるキャラクターは今後追加される予定です。",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 10089,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0310.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ イベント報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 10085,
        "Icon": "SignInRewardTabIcon/BtnSingleTimeRewardVersion0300.png",
        "Name": "ミュリオンの贈り物",
        "Desc": "ミュリオンが素敵なプレゼントを贈ってくれた、早く受け取ろう。お礼を言うのも忘れずに。",
        "Story": "◆ イベント報酬 ◆<br>イベント期間中ゲームにログインすると、「旅記録」で報酬を受け取ることができます。",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 10081,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0300.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 10080,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0270.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受け取ることができます。<br><br>◆ イベント報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 10076,
        "Icon": "BtnQuestGiftSRole.png",
        "Name": "列車からの贈り物",
        "Desc": "無数の世界を旅する中で、星穹列車は多くの頼れる仲間たちに出会ってきたことでしょう。そこで今回、列車運営チームは旧い友人や新しい友人を対象に、開拓者と一緒に戦ってくれるよう呼び掛けることに決めました。皆さんの開拓の旅が順風満帆でありますように！",
        "Story": "◆ イベント報酬 ◆<br>イベント期間中ゲームにログインすると、以下の★5キャラクターの中から1名を選択して獲得できます。<br>「姫子」「ヴェルト」「ブローニャ」「ジェパード」「クラーラ」「彦卿」「白露」",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 10072,
        "Icon": "SignInRewardTabIcon/BtnSingleTimeRewardVersion0250.png",
        "Name": "飛星の礼",
        "Desc": "此度の演武典礼の開催にあたり、同盟を代表してささやかな贈り物を用意いたしました。星穹列車での旅が順調であることを祈っております。",
        "Story": "◆ イベント報酬 ◆<br>イベント期間中ゲームにログインすると、「旅記録」で報酬を受け取ることができます。",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 10068,
        "Icon": "BtnQuestHarmonyHero.png",
        "Name": "調和の歌が奏でられる時…",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>● 開拓クエスト「リターンズ」をクリアした後、「調和の歌が奏でられる時…」のイベントページで直接「開拓者・調和」を解放できます。<br>● すでに「開拓者・調和」を解放している場合、「調和」の影×1を獲得します。「調和」の影は「開拓者・調和」の星魂同調レベルをアップできます。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10062,
        "Icon": "BtnChallengeBossReward_1214.png",
        "Name": "幽府の傀儡",
        "Desc": "クエスト「終焉のスプラッタームービー」をクリア、かつ任意の「末日の幻影」で難易度 02 のステージをクリアすると、キャラクター「雪衣」、星玉× 300 、自塑樹脂×1を獲得できます。",
        "Story": "◆ イベントルール ◆<br>● 指定のステージをクリアすると報酬を受け取れます。<br><br>◆ 参加条件 ◆<br>● 冒険クエスト「終焉のスプラッタームービー」をクリアすると解放されます。<br><br>◆ イベント報酬 ◆<br>● 任意の「末日の幻影」難易度 02 をクリアすると、★4キャラクター「雪衣（壊滅・量子）」、星玉× 300 、自塑樹脂×1を獲得できます。",
        "Reward": [
            1,
            236
        ],
        "Ver": "2.3",
        "Tutorial": [
            8147,
            8148,
            8149,
            8158
        ]
    },
    {
        "_id": 10061,
        "Icon": "BtnAbyssAlternation.png",
        "Name": "光を追い、黄金を掴む・高難易度挑戦",
        "Desc": "",
        "Story": "◆ ルール ◆<br>● 「光を追い、黄金を掴む」はゲーム内にて定期的に更新される高難易度常設コンテンツで、「忘却の庭・混沌の記憶」、「虚構叙事」、「末日の幻影」が含まれています。<br>● 永屹の城の秘密・「記憶・ 15 」をクリアすると、「忘却の庭・混沌の記憶」が解放されます。<br>● 冒険クエスト「巧みな表現」をクリアすると、「虚構叙事」が解放されます。<br>● 冒険クエスト「終焉のスプラッタームービー」をクリアすると、「末日の幻影」が解放されます。<br>● 「光を追い、黄金を掴む」ではステージ内容および報酬が定期的に更新されます。<br><br>◆ 更新ルール ◆<br>● 「光を追い、黄金を掴む」は「末日の幻影」、「虚構叙事」、「忘却の庭・混沌の記憶」の順序にもとづいて2週間ごとに更新されます。更新時間は当該週の月曜 04 : 00 （サーバー時間）です。<br>● 毎期の「光を追い、黄金を掴む」は更新された後、6週間開放されます。",
        "Reward": [
            1,
            262,
            213,
            223,
            233,
            261,
            2
        ],
        "Ver": "2.3",
        "Tutorial": [
            8147,
            8148,
            8149,
            8158
        ]
    },
    {
        "_id": 10060,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0260.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 10059,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0250.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 10058,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0240.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "2.4"
    },
    {
        "_id": 10057,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0230.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10056,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0220.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "2.2"
    },
    {
        "_id": 10053,
        "Icon": "BtnFarmMultipleDrop2Set.png",
        "Name": "次元界分裂 300% ",
        "Desc": "イベント期間中、「模擬宇宙」または「階差宇宙」をクリアした際に獲得できる次元界オーナメントが<color=#f29e38ff>3倍</color>になります。",
        "Story": "◆ イベントルール ◆<br>イベント期間中、「模擬宇宙」または「階差宇宙」に挑戦する時、没入装置から獲得できる報酬が3倍になります。<br>イベントの3倍報酬回数と没入器（または開拓力）を消費することで、本来の報酬以外に追加の報酬を2回獲得できます。<br>イベント期間中、3倍報酬を受け取れる回数には上限があり、残り回数と上限は「次元界分裂 300% 」のイベント画面に表示されているものが基準となります。<br>イベント期間中、3倍報酬回数はリセットされません。<br><br>◆ イベント報酬 ◆<br>「模擬宇宙」または「階差宇宙」に挑戦して没入装置から報酬を獲得する時、イベント回数を自動で消費して3倍の報酬を受け取ることができます。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10052,
        "Icon": "BtnFarmMultipleDrop.png",
        "Name": "世を満たす異器 300% ",
        "Desc": "イベント期間中、「侵蝕トンネル」をクリアした際に獲得できる報酬が<color=#f29e38ff>3倍</color>になります。",
        "Story": "◆ イベントルール ◆<br>イベント期間中、「侵蝕トンネル」をクリアした際に獲得できる報酬が3倍になります。<br>イベントの3倍報酬回数と開拓力を消費することで、本来の報酬以外に追加の報酬を2回獲得できます。<br>イベント期間中、3倍報酬を受け取れる回数には上限があり、残り回数と上限は「世を満たす異器 300% 」のイベント画面に表示されているものが基準となります。<br>イベント期間中、3倍報酬回数はリセットされません。<br><br>◆ イベント報酬 ◆<br>「侵蝕トンネル」をクリアして報酬を獲得する時、イベント回数を自動で消費して3倍の報酬を受け取ることができます。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10051,
        "Icon": "BtnAnniversarySevenDayVersion0210.png",
        "Name": "祭典の祝礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10048,
        "Icon": "SignInRewardTabIcon/BtnSingleTimeRewardVersion0200.png",
        "Name": "越星の礼",
        "Desc": "期間限定ログインイベントに参加して星軌専用チケットを獲得しよう！",
        "Story": "◆ イベント報酬 ◆<br>イベント期間中ゲームにログインすると、「旅記録」で「星軌専用チケット× 10 」を受け取ることができます。",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 10047,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0200.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 10043,
        "Icon": "BtnQuestRetrunRecallVer370.png",
        "Name": "群星へ帰る旅",
        "Desc": "親愛なる開拓者様、列車の仲間が待っています！また一緒に旅に出て、銀河を巡る大冒険を始めましょう！最高で星玉× 480 を獲得できます！",
        "Story": "◆ イベント紹介 ◆<br>● イベント期間中、帰還開拓者を招待することで星玉などの報酬を獲得できます。<br>● アクティブな開拓者は個人の専用招待コードをシェアし、条件を満たした開拓者を帰還させることで、星玉や抽選チャンスを獲得できます。<br>● 帰還開拓者もゲームにログインした後、個人の専用招待コードをシェアすることで、条件を満たした開拓者を帰還させ、Webイベントのミッションに参加してもらうことができます。<br>※帰還開拓者の情報の更新には遅延が発生する場合があります。2分ほど時間を置いてから、ページを更新してご確認ください。<br><br>◆ 帰還開拓者 ◆<br>イベント「循星の帰路」に参加できる開拓者は「帰還開拓者」と見なされます。「循星の帰路」の参加条件は以下の通りです。<br>● 開拓レベル 10 以上<br>● 開拓クエスト「ヤリーロ-VI」-「刃の切っ先をずっと待つ彼女」をクリアしている<br>● 連続未ログイン日数 14 日以上<br>● 前回イベント「循星の帰路」に参加してから 40 日以上経過している。<br>※ 帰還開拓者の状態持続期間は、ゲーム内イベント「循星の帰路」の開催期間と同じです。",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 10041,
        "Icon": "BtnChallengeStoryReward_1110.png",
        "Name": "雪原キャンプ",
        "Desc": "クエスト「巧みな表現」をクリア、かつ任意の「虚構叙事」でステージ 02 をクリアするとキャラクター「リンクス」を獲得可能",
        "Story": "◆ イベントルール ◆<br>指定のステージをクリアするとイベント報酬を獲得できる。<br><br>◆ 参加条件 ◆<br>均衡レベル3以上でクエスト「巧みな表現」をクリアすると解放。<br><br>◆ イベント報酬 ◆<br>任意の「虚構叙事」でステージ 02 をクリアすると、★4キャラクター「リンクス（豊穣・量子）」を獲得できる。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10040,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0160.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10039,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0131.png",
        "Name": "巡光の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10035,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0150.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10032,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0140.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10028,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0130.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10025,
        "Icon": "BtnAbyssReward_1207.png",
        "Name": "翕翼の鳥",
        "Desc": "開拓クエスト「矯矯と龍有り、その淵、渺渺と悠く」をクリアし、「忘却の庭・仙舟の記憶・1」をクリアすると、キャラクター「御空」を獲得できる",
        "Story": "◆ イベントルール ◆<br>指定のステージをクリアするとイベント報酬を獲得できる。<br><br>◆ 参加条件 ◆<br>開拓クエスト「仙舟『羅浮』‐「矯矯と龍有り、その淵、渺渺と悠く」をクリアした後、「忘却の庭」に新しい記憶「天艟求仙放浪記」が解放されます。<br><br>◆ イベント報酬 ◆<br>「忘却の庭・仙舟の記憶・1」をクリアすると★4キャラクター「御空（調和・虚数）」を獲得することができます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10024,
        "Icon": "BtnFarmMultipleDrop2Set.png",
        "Name": "次元界分裂",
        "Desc": "イベント期間中、「模擬宇宙」をクリアした際に獲得できる次元界オーナメントが2倍になります。",
        "Story": "◆ イベントルール ◆<br>イベント期間中、「模擬宇宙」に挑戦する時、没入装置から獲得できる次元界オーナメントが2倍になります。<br>毎日の2倍報酬を受け取れる回数には上限があり、残り回数と上限は「次元界分裂」のイベント画面に表示されているものを基準とします。<br>報酬2倍回数は毎日 04 : 00 （サーバー時間）にリセットされます。<br>◆ イベント報酬 ◆<br>「模擬宇宙」に挑戦して次元界オーナメントを獲得する時、イベント回数を自動で消費して2倍の報酬を受け取ることができます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10023,
        "Icon": "SignInRewardTabIcon/BtnSevenDayRewardPanelVersion0120.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10021,
        "Icon": "BtnFarmMultipleDrop.png",
        "Name": "世を満たす異器",
        "Desc": "イベント期間中、「侵蝕トンネル」をクリアした際に獲得できる報酬が2倍になります。",
        "Story": "◆ イベントルール ◆<br>イベント期間中、「侵蝕トンネル」をクリアした際に獲得できる報酬が2倍になります。<br>イベントの2倍報酬回数と開拓力を消費することで、本来の報酬以外に追加の報酬を1回獲得できます。<br>毎日の2倍報酬の受け取り回数には上限があり、残り回数と上限は「世を満たす異器」のイベント画面に表示されているものが基準となります。<br>2倍報酬回数は毎日 04 : 00 （サーバー時間）にリセットされます。<br><br>◆ イベント報酬 ◆<br>「侵蝕トンネル」をクリアして報酬を獲得する時、イベント回数を自動で消費して2倍の報酬を受け取ることができます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10020,
        "Icon": "BtnDoubleCocoon.png",
        "Name": "花が育む繁生",
        "Desc": "イベント期間中、「疑似花萼（金）」と「疑似花萼（赤）」をクリアした際の報酬が2倍になります。",
        "Story": "◆ イベントルール ◆<br>イベント期間中、「疑似花萼（金）」と「疑似花萼（赤）」をクリアすると、報酬が2倍になります。<br>イベントの2倍報酬回数と開拓力を消費することで、本来の報酬以外に、追加の報酬を1回獲得できます。<br>毎日の2倍報酬を受け取れる回数には上限があり、残り回数と上限は「花が育む繁生」のイベント画面に表示されているものを基準とします。<br>報酬2倍回数は毎日 04 : 00 （サーバー時間）にリセットされます。<br>もしイベント「循星の帰路」と「花が育む繁生」の報酬2倍が同時に存在する場合、条件を満たすと2倍報酬が得られ、「花が育む繁生」の回数が優先して消費されます。<br><br>◆ イベント報酬 ◆<br>「疑似花萼（金）」と「疑似花萼（赤）」をクリアし経験値素材、信用ポイントおよび軌跡素材を獲得する時、イベント回数を自動で消費して2倍の報酬を受け取ることができます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10019,
        "Icon": "BtnQuesPlayerReturn.png",
        "Name": "循星の帰路",
        "Desc": "",
        "Story": "◆ ルール説明 ◆<br>イベント開催期間中、復帰した開拓者は「帰還の礼賜」を1回受け取れます。「7日ログイン」と「帰還の道」イベントを完了することで、対応する報酬を受け取れます。開催期間中に疑似花萼、侵蝕トンネルなどのステージをクリアすると、「礼遇2倍」の2倍報酬を受け取れます。「育成サポート」では、メインステータスに合致する遺物セットを直ちに獲得できます。また、「点火チケット」を使用することで育成素材を素早く獲得することができます。<br><br>◆ 「育成サポート」◆<br>イベント期間中、所持キャラクターを1名選択することで、メインステータスと対応する遺物セットを直ちに獲得できます。<br>「帰還の礼賜」では、一定数の「点火チケット」を獲得することができます。点火チケットを使用すると、疑似花萼/凝結虚影の素材を素早く獲得できます。イベント終了後、「帰還の礼賜」で獲得した未使用の点火チケットは回収されます。<br><br>◆ 「7日ログイン」累計ログインボーナス ◆<br>開催期間中、毎日ログインすることで報酬を受け取れます。報酬は毎日の 04 : 00 （サーバー時間）に更新されます。ログインボーナスは1日に1回受け取れます。最大で7日間報酬を受け取れます。<br><br>◆ 「帰還の道」復帰イベント報酬 ◆<br>開催期間中、指定のクエストをクリアすると、クエスト報酬と帰還の軌跡を獲得できます。帰還の軌跡が一定数に達すると、対応するランクの報酬を受け取れます。各ランクの報酬は1回のみ受け取れます。<br><br>◆ 「礼遇2倍」2倍報酬 ◆<br>復帰帰還中、疑似花萼、侵蝕トンネル、次元界オーナメントの2倍報酬チャンスを獲得できます。2倍報酬回数と開拓力を消費することで、本来の報酬以外に、追加の報酬を1回獲得できます。<br>※「循星の帰路」イベントの開催期間中に、「花が育む繁生」などの2倍ドロップイベントが同時に開催されている場合、優先的に「花が育む繁生」などのイベントの2倍報酬回数を消費します。<br><br>◆ 「復帰アンケート」 ◆<br>アンケートに記入することで報酬を受け取れます。報酬はゲーム内メールにて配付いたします。アンケートの記入は1回のみとなります。アンケートを提出した後の変更、および重複記入はできません。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10018,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVervionDH.png",
        "Name": "巡星の礼",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10017,
        "Icon": "BtnImgSingleTask.png",
        "Name": "清龍入夢",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>指定のステージをクリアするとイベント報酬を獲得できる。<br><br>◆ 参加条件 ◆<br>開拓Lv. 21 に達し、クエスト「儚い光陰」をクリアすると開放されます。<br><br>◆ 報酬 ◆<br>「忘却の庭 記憶・3」をクリアすると★4キャラクター「青雀（知恵・量子）」を獲得することができます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10016,
        "Icon": "BtnQuestNewbieMission.png",
        "Name": "星の旅路",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>イベント期間中、開拓者は特定のクエストをクリアすることで、報酬を受け取れます。<br><br>◆ 報酬 ◆<br>特定のクエストをクリア、または条件を達成した時、報酬を獲得できます。報酬は自動的に配布されます。開拓レベルを上げると、「パム」から開拓レベルボーナスを受け取れます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10015,
        "Icon": "BtnQuestExploitMission.png",
        "Name": "宇宙を行く開拓者の志",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>イベント期間中、対応する開拓レベルに達することで、報酬を受け取れます。<br><br>◆ イベント報酬 ◆<br>合計で 星軌チケット× 40 枚、星玉× 1600 個を受け取ることができます。",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10014,
        "Icon": "SignInRewardTabIcon/BtnSevenDayReward2.png",
        "Name": "天外漫遊",
        "Desc": "",
        "Story": "◆ イベントルール ◆<br>開拓者はゲームにログインした後、「旅記録」でその日の報酬を受取ることができます。<br><br>◆ 報酬 ◆<br>報酬は開拓者の累計ログイン日数に応じて解放されます。報酬は毎日 04 : 00 （サーバー時間）に更新されます。",
        "Reward": [],
        "Ver": "1.x"
    }
]

var _item = {
    "1": {
        "_id": 1,
        "Rarity": 5,
        "Name": "星玉",
        "Desc": "",
        "Story": "流れ星が夜空を駆けるような貴重な光、消える前に捕まえて、何かと交換しようか？<br><br><i>「あれは知的生命体の願いが変化した流光らしい。時の流れの中、一瞬で消えたとしても、少しの間は暗闇を照らした、そうでしょ？」</i>",
        "Icon": "900001.png",
        "Pic": "900001.png",
        "Link": 1
    },
    "2": {
        "_id": 2,
        "Rarity": 3,
        "Name": "信用ポイント",
        "Desc": "スターピースカンパニーが顧客との決済に使用している貨幣。現在は宇宙旅行をする時の決済通貨となっている。",
        "Story": "<i>「人々は、端末に表示される数字のためだけに奔走し、戦い、取引をする。しかし、本当に大切なものは、カンパニーの数字で買えるものではない」</i>",
        "Icon": "2.png",
        "Pic": "2.png",
        "Src": [
            "Calyx: Great Mine",
            "Calyx: Artisanship Commission",
            "Calyx: The Reverie (Dreamscape)",
            "Calyx: \"Murmuring Woods\" Grove of Epiphany",
            "Mission rewards",
            "Assignment rewards",
            "Embers Exchange"
        ],
        "Link": 1
    },
    "300041": {
        "_id": 300041,
        "Rarity": 3,
        "Name": "後方支援素材箱・標準型",
        "Desc": "ヘルタが列車に提供する援助。使用後、以下の素材から1つ選択して獲得できる：<br>・無生の刃切<br>・屠魔の矢<br>・啓発のカギ<br>・寒鉄の誓い<br>・虚空の黒曜<br>・ファミリー賛歌<br>・生命の芽",
        "Story": "互助協定の内容に基づき、列車に提供する素材。<br><br><i>「互助なんだから、遠慮する必要はないよ」</i>",
        "Icon": "300041.png",
        "Pic": "300041.png",
        "Link": 1
    },
    "110101": {
        "_id": 110101,
        "Rarity": 4,
        "Name": "夢の涙",
        "Desc": "封じられた感情。任意の運命素材が不足している時に、代用品として軌跡覚醒、または光円錐昇格に使用できる。素材のレア度によって必要な夢の涙の数は変化する。",
        "Story": "洗い流せなかった恨み、解けなかった謎、辿りつけなかった景色、成し遂げられなかった偉業…心を降伏させるすべての後悔は、時間が凝固した涙の中に封印されている。<br><br><i>「信じてほしい、夢の中にはすべてがあるから……」</i>",
        "Icon": "110101.png",
        "Pic": "110101.png",
        "Src": [
            "Nameless Honor"
        ],
        "Link": 1
    },
    "22": {
        "_id": 22,
        "Rarity": 3,
        "Name": "マイレージ",
        "Desc": "前進の記録、開拓の度量。マイレージを貯めると、開拓レベルを上げることができる。",
        "Story": "<i>「来た、見た、切り拓いた」</i>",
        "Icon": "22.png",
        "Pic": "22.png",
        "Src": [
            "Mission rewards",
            "Trailblaze Power consumption"
        ],
        "Link": 1
    },
    "140310": {
        "_id": 140310,
        "Rarity": 4,
        "Name": "開拓豪侠伝",
        "Desc": "",
        "Story": "講談師が口を開くと、英雄豪傑と千軍万馬を創り出せる。けどこの物語は講談師の作り話ではなく、あなたが実際に体験した精彩な冒険。<br><br><i>「この後いかがなりまするや、まずは次回のお楽しみ」</i>",
        "Icon": "140303.png",
        "Pic": "140303.png"
    },
    "405020": {
        "_id": 405020,
        "Rarity": 2,
        "Name": "レシピ：美味しい豆沙餅",
        "Desc": "シンプルな等式。合成マシンに入力すると、新しいレシピが解放される。",
        "Story": "",
        "Icon": "404001.png",
        "Pic": "404001.png"
    },
    "110112": {
        "_id": 110112,
        "Rarity": 3,
        "Name": "無生の刃切",
        "Desc": "反物質レギオンのメンバーが落とした破れた鍔。<color=#f29e38ff>壊滅</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "この焼印は階級と「壊滅」の功績を示す。<br>この武器の主はすべての思考する生物を恨んでいた。彼らは知性ある生物の悲鳴を心地良い楽曲のように堪能し、数千年かけて築いた文明を一晩で滅ぼした。<br><br><i>「この印を持つ者、呼吸を衆生から奪い給え」</i>",
        "Icon": "110112.png",
        "Pic": "110112.png",
        "Src": [
            "Calyx (Storage Zone)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110113": {
        "_id": 110113,
        "Rarity": 4,
        "Name": "浄世の刃切",
        "Desc": "反物質レギオンのメンバーが落とした破れた武器。<color=#f29e38ff>壊滅</color>の運命を歩むキャラクターの軌跡を大アップできる。",
        "Story": "この武器は、持ち主のレギオンでの階級と「壊滅」の功績を示す。<br>この武器の主は戦争の終わり際に登場し、劫火で世界を焼き尽くした。どれだけ神に祝福されていようと、どれだけ輝かしい功績があろうと、その星は燃え尽きた炭のように、星空の暗闇の中、死んでいくだろう。<br><br><i>「この印を持つ者、世界を滅掃せよ」</i>",
        "Icon": "110113.png",
        "Pic": "110113.png",
        "Src": [
            "Calyx (Storage Zone)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110122": {
        "_id": 110122,
        "Rarity": 3,
        "Name": "屠魔の矢",
        "Desc": "仙舟の匠が星辰玉を使い、丹精を込めて鍛え上げた矢じり。<color=#f29e38ff>巡狩</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "指よりも少し細いの矢じり、電磁気クロスボウかサーマルボウの弾薬として使われる。金石のように硬い忌み物の殻を一撃で貫けるほどの強度。<br><br><i>「天上の謫仙来られ、舟に乗りて星海を渡る。飛矢、疾雨を射落とし、明るき兜が白月を照らす」</i>",
        "Icon": "110122.png",
        "Pic": "110122.png",
        "Src": [
            "Calyx (Outlying Snow Plains)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110123": {
        "_id": 110123,
        "Rarity": 4,
        "Name": "逐星の矢",
        "Desc": "帝弓の司命が放った傾天の光矢の破片。<color=#f29e38ff>巡狩</color>の運命を歩むキャラクターの軌跡を大アップできる。",
        "Story": "縁がなければ見ることのできない神の痕。光年を超えて星を砕く一撃。人々は、光の矢が残した残響からその力を想像することしかできない。<br>仙舟の匠の頭「百冶」だけに、その欠片を鍛え、蓋世の功績を残した大英雄に贈与する資格がある。<br><br><i>「星を裂きて天を傾げる、万古を照らす光」</i>",
        "Icon": "110123.png",
        "Pic": "110123.png",
        "Src": [
            "Calyx (Outlying Snow Plains)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "403013": {
        "_id": 403013,
        "Rarity": 4,
        "Name": "永夜の帳の小包",
        "Desc": "使用後、味方全体が次の戦闘時にランダムで効果を1つ得る：速度+ 20% 、撃破特効+ 60% 、効果命中+ 60% 。",
        "Story": "中身のわからない小包、オンパロスの隊商でよく販売されている。麻紐で適当にまとめられたそれは、誰かが捨てたゴミかもしれないし、タイタンからの贈り物という可能性もある。開けた時には大なり小なり変化がもたらされるだろう。オロニクスの信者たちの習わしでは、予測不能なこの商品は、運命にテミスを捧げる儀式であり、価値を定める権利を、変わり続ける永夜の帳に委ねているのだという。<br><br><i>「ケケケ、こいつは祖師ザグレウス様がでっちあげたんだ。これを買った信者も、別に信心深いわけじゃない——ただ、何が出るのか気になってしょうがないだけなんだ～！」</i>",
        "Icon": "403013.png",
        "Pic": "403013.png",
        "Src": [
            "Omni-Synthesizer",
            "Dromas Caravan (Wandering Merchant)"
        ],
        "Link": 1
    },
    "110152": {
        "_id": 110152,
        "Rarity": 3,
        "Name": "虚空の黒曜",
        "Desc": "虚空から得た暗黒物質の一塊。<color=#f29e38ff>虚無</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "漆黒の側面は如何なる物影をも映さない。光を吸収するだけではなく、手に持った者の感情を奪い、淡々とした虚しさだけを残す。<br><br><i>「……」</i>",
        "Icon": "110152.png",
        "Pic": "110152.png",
        "Src": [
            "Calyx (Great Mine)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110153": {
        "_id": 110153,
        "Rarity": 4,
        "Name": "沈淪せし黒曜",
        "Desc": "虚空から得た完全なる暗黒物質。<color=#f29e38ff>虚無</color>の運命を歩むキャラクターの軌跡を大アップできる。",
        "Story": "意思が弱い者は一目見ただけで、永遠に混沌の中に沈み込んでしまう。<br><br><i>「         」</i>",
        "Icon": "110153.png",
        "Pic": "110153.png",
        "Src": [
            "Calyx (Great Mine)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "140363": {
        "_id": 140363,
        "Rarity": 3,
        "Name": "ベロブルグ古武術残編",
        "Desc": "",
        "Story": "ボロボロな冊子。紙は脆く、黄ばんでおり、字もかすれてよく見えない。失伝したベロブルグ古武術の技が記録されていると言われている。<br><br>「これは葬礼虫に噛ませた後、モウモウ牛の尿に浸かって年代物に見せかけただけのものだと確定できる…けど記されてる内容は本物の可能性が大きい、同時代の文献がそれを証明しているな。あ…泣くのは後にして、先に鑑定費を払ってくれ」——「カンテラ」パフラヴィー",
        "Icon": "140363.png",
        "Pic": "140363.png"
    },
    "402009": {
        "_id": 402009,
        "Rarity": 3,
        "Name": "強化軟膏：物理",
        "Desc": "使用後、次の戦闘で味方全体の物理属性ダメージ+ 24% 。",
        "Story": "運命の力を宿している素材を他の物質をすりつぶして混ぜた膏薬。<br>この軟膏を武器に塗ると、強化できる。<br><br><i>「労力は半分で、功績は倍」</i>",
        "Icon": "402009.png",
        "Pic": "402009.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "402010": {
        "_id": 402010,
        "Rarity": 3,
        "Name": "強化軟膏：風",
        "Desc": "使用後、次の戦闘で味方全体の風属性ダメージ+ 24% 。",
        "Story": "運命の力を宿している素材を他の物質をすりつぶして混ぜた膏薬。<br>この軟膏を武器に塗ると、強化できる。<br><br><i>「労力は半分で、功績は倍」</i>",
        "Icon": "402010.png",
        "Pic": "402010.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "402011": {
        "_id": 402011,
        "Rarity": 3,
        "Name": "強化軟膏：炎",
        "Desc": "使用後、次の戦闘で味方全体の炎属性ダメージ+ 24% 。",
        "Story": "運命の力を宿している素材を他の物質をすりつぶして混ぜた膏薬。<br>この軟膏を武器に塗ると、強化できる。<br><br><i>「労力は半分で、功績は倍」</i>",
        "Icon": "402011.png",
        "Pic": "402011.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "110172": {
        "_id": 110172,
        "Rarity": 3,
        "Name": "生命の芽",
        "Desc": "豊穣の種から生えた芽。<color=#f29e38ff>豊穣</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "仄かな温かさが周りに伝わり、周囲には草木が生い茂る。荒廃した砂漠は肥沃な土壌へと変わり、枯れた植物は瑞々しさを取り戻し、大地からは清らかな泉が湧き出る。<br>この芽に近付くと血肉が意思を持ったように蠢き、耐えがたい痒みに襲われる。<br><br><i>「凡胎育みし場所、生生と尽かず」</i>",
        "Icon": "110172.png",
        "Pic": "110172.png",
        "Src": [
            "Calyx (Backwater Pass)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110173": {
        "_id": 110173,
        "Rarity": 4,
        "Name": "永久の花",
        "Desc": "生命の芽から咲いた花。<color=#f29e38ff>豊穣</color>の運命を歩むキャラクターの軌跡を大アップできる。",
        "Story": "花蕊には豊穣の力が凝縮されており、枯れることがない。灼熱の地や極寒の地などの劣悪な環境でも、その成長を妨げることはできない。<br>やがてその枝葉は星の光を食べ、根は人々の血肉を土壌とし、すべてが一体となり、不滅の存在になる。その果実は永遠の命を約束してくれる。<br><br><i>「極大な船があり。その勢い、山岳を越え、虚空を行く。そこに不死の樹あり、食せば長寿する」</i>",
        "Icon": "110173.png",
        "Pic": "110173.png",
        "Src": [
            "Calyx (Backwater Pass)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "402013": {
        "_id": 402013,
        "Rarity": 3,
        "Name": "強化軟膏：雷",
        "Desc": "使用後、次の戦闘で味方全体の雷属性ダメージ+ 24% 。",
        "Story": "運命の力を宿している素材を他の物質をすりつぶして混ぜた膏薬。<br>この軟膏を武器に塗ると、強化できる。<br><br><i>「労力は半分で、功績は倍」</i>",
        "Icon": "402013.png",
        "Pic": "402013.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "402015": {
        "_id": 402015,
        "Rarity": 3,
        "Name": "強化軟膏：虚数",
        "Desc": "使用後、次の戦闘で味方全体の虚数属性ダメージ+ 24% 。",
        "Story": "運命の力を宿している素材を他の物質をすりつぶして混ぜた膏薬。<br>この軟膏を武器に塗ると、強化できる。<br><br><i>「労力は半分で、功績は倍」</i>",
        "Icon": "402015.png",
        "Pic": "402015.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "402012": {
        "_id": 402012,
        "Rarity": 3,
        "Name": "強化軟膏：氷",
        "Desc": "使用後、次の戦闘で味方全体の氷属性ダメージ+ 24% 。",
        "Story": "運命の力を宿している素材を他の物質をすりつぶして混ぜた膏薬。<br>この軟膏を武器に塗ると、強化できる。<br><br><i>「労力は半分で、功績は倍」</i>",
        "Icon": "402012.png",
        "Pic": "402012.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "252001": {
        "_id": 252001,
        "Rarity": 5,
        "Name": "鍋と油の協奏！調理服セット",
        "Desc": "パムの衣装。パーティー車両にある「パムの着替えブース」で着せ替えが可能。",
        "Story": "パムが料理する時に着用する調理服セット。食材の下ごしらえから、焼き物や揚げ物を作った後でも、汚れひとつなく真っ白で綺麗なままだ。パムは未だにその秘密を明かしてくれない。",
        "Icon": "PamSkin/252001.png",
        "Pic": "PamSkin/252001.png",
        "Src": [
            "Obtained from the \"Cosmic Home Décor Guide\" event"
        ]
    },
    "402014": {
        "_id": 402014,
        "Rarity": 3,
        "Name": "強化軟膏：量子",
        "Desc": "使用後、次の戦闘で味方全体の量子属性ダメージ+ 24% 。",
        "Story": "運命の力を宿している素材を他の物質をすりつぶして混ぜた膏薬。<br>この軟膏を武器に塗ると、強化できる。<br><br><i>「労力は半分で、功績は倍」</i>",
        "Icon": "402014.png",
        "Pic": "402014.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "101": {
        "_id": 101,
        "Rarity": 5,
        "Name": "星軌チケット",
        "Desc": "",
        "Story": "星穹列車のチケット。星軌に沿って進み、通航した世界を遊歴する。<br><br><i>「心の赴くまま、行きたい場所に行き、会いたい人に会い、望んだ思い出を作る」</i>",
        "Icon": "101.png",
        "Pic": "101.png"
    },
    "110182": {
        "_id": 110182,
        "Rarity": 3,
        "Name": "狼毒の牙",
        "Desc": "歩離人が征戦で落とした、血を啜る尖った牙。<color=#f29e38ff>壊滅</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "歩離人は鋭い牙を戦地へ赴く者の白刃と見なしている。<br>歩離人の血には衝動が流れている。狼毒の触媒作用のもと、彼らは骨を砕き、血を啜り、敵陣を破って進む。<br><br><i>「巣父よ、頑丈な肉体を与えたまえ」</i>",
        "Icon": "110182.png",
        "Pic": "110182.png",
        "Src": [
            "Calyx (Scalegorge Waterscape)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110183": {
        "_id": 110183,
        "Rarity": 4,
        "Name": "月狂いの凶牙",
        "Desc": "歩離人が征戦で落とした、恐ろしく長い牙。<color=#f29e38ff>壊滅</color>の運命を歩むキャラクターの軌跡を大アップできる。",
        "Story": "歩離人は生まれ持った「月狂い」で体をさらに強化することができる。<br>戦闘狂たちは驚異的な自癒力を持つ。彼らは骨と筋肉の増殖に伴い、血の霧の中で腐敗したものを破壊する。<br><br><i>「巣父よ、我らに神鬼に通じる力を与えたまえ」</i>",
        "Icon": "110183.png",
        "Pic": "110183.png",
        "Src": [
            "Calyx (Scalegorge Waterscape)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110": {
        "_id": 110,
        "Rarity": 4,
        "Name": "点火チケット",
        "Desc": "開拓力と合わせて使うと、疑似花萼/凝結虚影の素材を素早く獲得できる。",
        "Story": "今日に至るまで、人類は星穹列車が宇宙を駆け巡る正確な原理を完全には解明できていない。しかし、「古代の湯沸かし理論」によれば、ボイラーに燃料をくべればくべるほど、列車は加速するのだ。<br><br><i>「お湯を沸かすことこそ人類の最先端な技術だ。あれこれ考えるより手を動かして湯を沸かせばいい」</i>",
        "Icon": "110.png",
        "Pic": "110.png",
        "Src": [
            "Currency Wars Point Rewards"
        ]
    },
    "110192": {
        "_id": 110192,
        "Rarity": 3,
        "Name": "定められた死因",
        "Desc": "死者の眉間に嵌め込まれ、物体の裂け目を貫通する。この弾丸は弾痕のあるべき場所に存在し続ける。<color=#f29e38ff>巡狩</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "曲がりくねりながら群衆の間をすり抜け、鎧兜の最も脆弱な箇所を見極めた。ついには尊大な暴君の頭蓋骨の中心で足を止めて、ささやきのようなため息を吐く。まるで運命的な偶然かのように、誰しも目的地に辿り着くかのように、その場所に現れる。<br><br><i>「時に、弾道よりも先に弾痕が存在することもある」</i>",
        "Icon": "110192.png",
        "Pic": "110192.png",
        "Src": [
            "Calyx: SoulGlad™ Scorchsand Audition Venue",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "402033": {
        "_id": 402033,
        "Rarity": 3,
        "Name": "クレムノスの盾",
        "Desc": "使用後、次の戦闘で味方全体の防御力+ 15% 、獲得するバリアの耐久値+ 18% 。",
        "Story": "クレムノスで使われている古典的な盾。非常に希少で、栄光の象徴として強き者に与えられる。高く掲げれば体の大半を守ることができるが、防御に徹するのは戦士が歩むべき道ではない。<br><br><i>「盾を高く掲げて凱旋するか、その上に横たわって帰還するか」<br><align=\"right\">——クレムノスの母親が子供に言い聞かせることわざ</align></i>",
        "Icon": "402033.png",
        "Pic": "402033.png",
        "Src": [
            "Omni-Synthesizer",
            "Chartonus Smithy"
        ],
        "Link": 1
    },
    "402032": {
        "_id": 402032,
        "Rarity": 3,
        "Name": "大地獣ステーキ",
        "Desc": "使用後、次の戦闘で味方全体の持続ダメージ+ 35% 。",
        "Story": "オクヘイマの定番グルメ——大地獣の肉で作られたステーキ。赤土に載せることで1番本格的な味が楽しめる。食肉用の大地獣は、世界に存在する多くの肉牛と同様、運搬用の大地獣と厳密には違う品種のため、脂が乗っていてとても美味しい。しかし調理法を間違えると、まるで赤土を食べているかのような味になってしまうという。<br><br><i>「ジョーリアを崇める山の民は、大地獣の肉を食べないって本当か？」</i><br><i>「嘘つけ、俺がその山の民だぞ。腹が減りゃ何だって食うさ、何より美味いしな」</i>",
        "Icon": "402032.png",
        "Pic": "402032.png",
        "Src": [
            "Omni-Synthesizer",
            "Marmoreal Diner"
        ],
        "Link": 1
    },
    "251001": {
        "_id": 251001,
        "Rarity": 4,
        "Name": "夢獏",
        "Desc": "仙舟「朱明」に生息しており、人々の夢を食べる不思議な生き物。不安などからくる心の病気の治療によく使われている。",
        "Story": "<i>「夢獏はこんなにかわいいのに、どうして食べようなんて思えるの？」</i>",
        "Icon": "pet/251001.png",
        "Pic": "pet/251001.png",
        "Src": [
            "Pet obtained after the Luminary Wardance event"
        ],
        "Link": 1
    },
    "251002": {
        "_id": 251002,
        "Rarity": 4,
        "Name": "ポポン",
        "Desc": "キメラの培養方法？活発な性格に、負けず嫌いな精神…それに、水遊びが好きな天性を加えて…あっ、まずい！全部入れすぎた！",
        "Story": "<i>「ポポンが守るべき3つのこと——1位、1位、そして1位を勝ち取ること！」</i>",
        "Icon": "pet/251002.png",
        "Pic": "pet/251002.png",
        "Src": [
            "A pet obtained from the Seal Slammers event"
        ],
        "Link": 1
    },
    "110202": {
        "_id": 110202,
        "Rarity": 3,
        "Name": "躍動感のある線画",
        "Desc": "クロックボーイのキャラクター線画。夢の輪郭が生き生きと描かれている。<color=#f29e38ff>知恵</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "「クロックボーイ」は余分なタッチを消して、すっきりとシャープに仕上がった。アニメーターの知恵は1コマごとに、クロックボーイのステップの中に込められている。<br><br><i>「チクタク、チクタク！早くついてきて、僕のトモダチ！」</i>",
        "Icon": "110202.png",
        "Pic": "110202.png",
        "Src": [
            "Calyx: Penacony Grand Theater",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110212": {
        "_id": 110212,
        "Rarity": 3,
        "Name": "流星プリズム",
        "Desc": "琥珀の王が天の槌を振るう際に、体から剥がれ落ちた結晶。<color=#f29e38ff>存護</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "巨大な引力を伴った波動と、「星震」と称される現象が生じることで、人々は天の槌が振り下ろされたことにようやく気が付く。黒々とした空を横切る結晶流星は、まるで「存護」の贈り物であるかのように、新たな紀元の幕開けを宣言する。<br><br><i>「クラブの天才は琥珀の王を銀河一のろまな星神だと言ってのけた。彼らのなかで天の槌が振り下ろされる過程の全てを観測できた者は今まで1人もいない」</i>",
        "Icon": "110212.png",
        "Pic": "110212.png",
        "Src": [
            "Calyx: Clock Studios Theme Park",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "401031": {
        "_id": 401031,
        "Rarity": 2,
        "Name": "黄金のハニーケーキ",
        "Desc": "使用後、次の戦闘に入る時、味方全体がそれぞれの最大HP 24% 分のHPを回復する。",
        "Story": "黄金のハニーケーキはオンパロスでは最も歴史のあるグルメで、昔の貴族たちが好んで食べていた高級スイーツだ。オクヘイマの伝言の石板によると、今ではおしゃれな人気スイーツになりつつあるらしい……<br><br><i>「これ最近すごい人気だよね…オクヘイマ人だけど、こんな甘いケーキなんて小さい頃一度も食べさせてもらったことなかったよ！」</i><br><i>「どこかのスイーツ店がモーディスさんにお願いして伝言の石板に広告を出してもらったらしいの、それで一気に話題になって他の店も便乗したって……」</i><br><i>「…正直、あのあたりのお店が開発した味って悪くないよね」</i>",
        "Icon": "401031.png",
        "Pic": "401031.png",
        "Src": [
            "Omni-Synthesizer",
            "Marmoreal Diner"
        ],
        "Link": 1
    },
    "401032": {
        "_id": 401032,
        "Rarity": 2,
        "Name": "粗造なネクタール",
        "Desc": "使用後、次の戦闘で味方全体の最大HP+ 20% 。",
        "Story": "ごく簡単な儀式で作られたネクタール、口当たりは粗い。しかし非常に安価だからか買い手はそれなりにいるようだ。暗黒の潮に対抗していたその昔、人々は綺麗な水がなかなか入手できなかったためにこの粗造なネクタールで水分と栄養を補っていたらしい。<br><br><i>「お父さん、今のオクヘイマじゃいくらでも綺麗な水が飲めるんだから…何かと言い訳して毎日こんなネクタールを買ってこないでくれる？」</i>",
        "Icon": "401032.png",
        "Pic": "401032.png",
        "Src": [
            "Omni-Synthesizer",
            "Marmoreal Diner"
        ],
        "Link": 1
    },
    "110222": {
        "_id": 110222,
        "Rarity": 3,
        "Name": "星火の精",
        "Desc": "「火劫大戦」後に逃げ回る旺盛な歳陽。<color=#f29e38ff>虚無</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "ずる賢く、イタズラ好きな、炎のような形をした歳陽。<br>姿を現した時の「炎」の大きさで歳陽の個体の強弱を区別できる。この歳陽は初めて意識の味を知り、宿主の感情をすべて貪ろうとしている。<br><br><i>「悲喜を吸い取り、意志を左右する…」</i>",
        "Icon": "110222.png",
        "Pic": "110222.png",
        "Src": [
            "Calyx (Alchemy Commission)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110232": {
        "_id": 110232,
        "Rarity": 3,
        "Name": "空際の小節",
        "Desc": "天上から舞い落ちてきた音楽の小節。<color=#f29e38ff>調和</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "秩序の中から落ちてきた1段落の旋律。一握りの砂が砂漠に溶けるように、天の縁からこっそりと、喧噪の中に落ちた。<br><br><i>「それは誰にも注意されなかった、インスピレーションに捕らわれるまで…」</i>",
        "Icon": "110232.png",
        "Pic": "110232.png",
        "Src": [
            "Calyx: The Reverie (Dreamscape)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110242": {
        "_id": 110242,
        "Rarity": 3,
        "Name": "育みの蜜",
        "Desc": "生命の成長を促進する蜜。ウェンワークの聖なる林にあるハートツリーの花から作られる。<color=#f29e38ff>豊穣</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "魔王は肥沃な土壌から顔を出すが、片腕ほどの背丈しかない、丸々とした実だ。何故かは分からないが、花の蜜を飲んで発育する資格を得るには、同胞や兄弟姉妹を打ち負かす必要がある。<br><br><i>「この林のどの木の樹液をどれほど飲んでも構わないが、唯一、あの木の蜜だけは口をつけてはならない」</i>",
        "Icon": "110242.png",
        "Pic": "110242.png",
        "Src": [
            "Calyx (Fyxestroll Garden)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "121003": {
        "_id": 121003,
        "Rarity": 4,
        "Name": "音楽レコード",
        "Desc": "ライブで使用したレコード。光円錐「忍事録・音律狩猟」の重畳に使える。",
        "Story": "<i>「思い出を記録する最高の方法」</i>",
        "Icon": "121003.png",
        "Pic": "121003.png"
    },
    "110252": {
        "_id": 110252,
        "Rarity": 3,
        "Name": "マナの苗",
        "Desc": "記憶の細胞は思惟を抽出し、銘を刻む者の心の奥深くに根付く。<color=#f29e38ff>記憶</color>の運命を歩むキャラクターの軌跡を中アップできる。",
        "Story": "種子は発芽すると枝芽が交錯してシナプスのように信号を伝達する。時の流れの中で枝葉の一部は枯れていき、一部は生命を育んで魂の器となる。<br><br><i>「我々は肉体を捨てたのではない…より長く生きる何かになっただけである」</i>",
        "Icon": "110252.png",
        "Pic": "110252.png",
        "Src": [
            "Calyx (\"Strife Ruins\" Castrum Kremnos)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "121005": {
        "_id": 121005,
        "Rarity": 4,
        "Name": "黄金のスプーン",
        "Desc": "妖精たちが料理に使用する伝説の調理器具。光円錐「永遠の迷境ごはん」の重畳に使える。",
        "Story": "<i>「——これだけで迷路迷境の大半を制圧できる力を持ってるミュ！」</i>",
        "Icon": "121005.png",
        "Pic": "121005.png"
    },
    "121004": {
        "_id": 121004,
        "Rarity": 4,
        "Name": "ゲームカートリッジ",
        "Desc": "差し込むだけでプレイできるゲームカートリッジ。光円錐「宇宙一の大商い！」の重畳に使える。",
        "Story": "今日の高度なデータ通信技術をもってしても、依然としてゲームの媒体にカートリッジを選ぶプロデューサーがいる。作家がペン先で紙をなぞる感覚を楽しむのと似ているのかもしれない。",
        "Icon": "121004.png",
        "Pic": "121004.png"
    },
    "1206": {
        "_id": 1206,
        "Rarity": 4,
        "Name": "素裳",
        "Desc": "",
        "Story": "仙舟「曜青」で生まれ、「羅浮」の雲騎軍で訓練を受けている新兵。<br>彼女は母から贈られた家伝の剣を手に、これから訪れる未来に期待を膨らませている。",
        "Icon": "SpriteOutput/AvatarIcon/Avatar/1206.png",
        "Pic": "SpriteOutput/AvatarIcon/Avatar/1206.png"
    },
    "227002": {
        "_id": 227002,
        "Rarity": 4,
        "Name": "操縦士ゴミンミ",
        "Desc": "ルアン・メェイの創造物の1体をモデルに作られたカチューシャ。",
        "Story": "歴史上には偉大なゴミケーキが数多く存在していたかもしれないが、あなたの願いは、ゴミケーキたちと一緒にどこへでも行けることだけだ——<br><br><i>「左に曲がるなら左手を叩こう、右に曲がるなら右手を叩こう、ブレーキをかけるならしっぽを叩こう。さあ、今すぐ発車しよう！」</i>",
        "Icon": "DressIcon/227002.png",
        "Pic": "DressIcon/227002.png",
        "Src": [
            "Trailblaze Fashion obtained after the \"Snack Dash\" event"
        ]
    },
    "83134": {
        "_id": 83134,
        "Rarity": 5,
        "Name": "荒涼の惑星ツガンニヤ",
        "Desc": "",
        "Story": "",
        "Icon": "71030.png",
        "Pic": "71030.png",
        "Src": [
            "Simulated Universe: World 9 - Immersion Device Redemption",
            "Divergent Universe: Planar Ornament Extraction",
            "Omni-Synthesizer — Relic Synthesis"
        ]
    },
    "83144": {
        "_id": 83144,
        "Rarity": 5,
        "Name": "顕世の出雲と高天の神国",
        "Desc": "",
        "Story": "",
        "Icon": "71031.png",
        "Pic": "71031.png",
        "Src": [
            "Simulated Universe: World 9 - Immersion Device Redemption",
            "Divergent Universe: Planar Ornament Extraction",
            "Omni-Synthesizer — Relic Synthesis"
        ]
    },
    "201": {
        "_id": 201,
        "Rarity": 4,
        "Name": "燃料",
        "Desc": "開拓力を補充できるアイテム、開拓力を 60 回復させる。",
        "Story": "ナナシビトの夢と勇気で満たされた燃料タンク。<br><br><i>「唯心論？僕はそれを観測者効果と人類の自己実現と呼びたい」</i>",
        "Icon": "201.png",
        "Pic": "201.png",
        "Src": [
            "Level Rewards"
        ]
    },
    "226003": {
        "_id": 226003,
        "Rarity": 5,
        "Name": "異相の仲裁・ルーク",
        "Desc": "",
        "Story": "対局の勝者だけが手に入れられるアイコンフレーム。なかでも「ルーク」の駒は、不屈の精神を象徴している。",
        "Icon": "HeadFrame/226003.png",
        "Pic": "HeadFrame/226003.png"
    },
    "213": {
        "_id": 213,
        "Rarity": 4,
        "Name": "漫遊指南",
        "Desc": "キャラクターの経験値素材、キャラクター経験値を 20000 獲得できる。",
        "Story": "世界を渡り歩くためには欠かせない、冒険手引き集。閲覧キーを押すと、電子音声が理解可能な言語で、有名な冒険者たちが様々な世界で体験したことや、彼らが色々な星で得た貴重な知識を語り聞かせてくれる。<br><br><i>「漫遊指南最新シリーズ『スペースグルメガイド』が現在発売中。ぜひお買い求めください」</i><br><i>「投稿の際は、博識学会共感覚ビーコンのオペレーター 23 θにお繋ぎください。原稿料はあなたが普段から利用している方法でお振込みいたします」</i>",
        "Icon": "213.png",
        "Pic": "213.png",
        "Src": [
            "Calyx: Outlying Snow Plains",
            "Calyx: Cloudford",
            "Calyx: Dream's Edge",
            "Calyx: \"Sanctum of Prophecy\" Janusopolis",
            "Forgotten Hall"
        ],
        "Link": 1
    },
    "223": {
        "_id": 223,
        "Rarity": 4,
        "Name": "精製エーテル",
        "Desc": "光円錐強化素材、光円錐経験値を 6000 獲得できる。",
        "Story": "特殊な技術で精錬されたエーテル。<br><br><i>「ガーデンは昔の輝かしい時代を取り戻そうとしている、だがそれは彼らが選択する『往日の輝き』だ、この意味がわかるか？」</i>",
        "Icon": "223.png",
        "Pic": "223.png",
        "Src": [
            "Calyx: Backwater Pass",
            "Calyx: Divination Commission",
            "Calyx: A Child's Dream",
            "Calyx: \"Strife Ruins\" Castrum Kremnos",
            "Forgotten Hall"
        ],
        "Link": 1
    },
    "232": {
        "_id": 232,
        "Rarity": 3,
        "Name": "遺失砕金",
        "Desc": "遺物の強化素材、遺物経験値を 500 獲得できる。",
        "Story": "苦心して集めた裂界の塵、不規則な形をしている。条件が揃うと、特定の遺物の形を発現する。<br><br><i>「もし群星が正しい位置に戻ったら……はは、冗談だよ」</i>",
        "Icon": "232.png",
        "Pic": "232.png",
        "Src": [
            "Daily Training",
            "Salvage Relic",
            "Embers Exchange"
        ],
        "Link": 1
    },
    "233": {
        "_id": 233,
        "Rarity": 4,
        "Name": "遺失晶塊",
        "Desc": "遺物の強化素材、遺物経験値を 1000 獲得できる。",
        "Story": "還元後に緻密化された裂界の塵の結晶。<br><br><i>「これを琥珀の王に献上する鉱石の中に混在させてはならない。これは星核の創造物であり、存護の意志と矛盾している」</i>",
        "Icon": "233.png",
        "Pic": "233.png",
        "Src": [
            "Forgotten Hall"
        ],
        "Link": 1
    },
    "250601": {
        "_id": 250601,
        "Rarity": 4,
        "Name": "凡人の前途",
        "Desc": "確率ミュージアムを設置すると階差宇宙内で、初期状態で獲得する宇宙の欠片の数+ 20 。",
        "Story": "「迷える探索者は、霧の中で真理の足跡を垣間見る。そして、彼は人間の世界へ行った」<br><br><align=\"right\">――エイドリアン・スペンサー＝スミス『星空の寓話集』</align>",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_TournMedal.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_TournMedal.png"
    },
    "235": {
        "_id": 235,
        "Rarity": 5,
        "Name": "遺物残骸",
        "Desc": "遺物の分解で得られる産物。",
        "Story": "遺物の壊れた部品、あと少しでも損傷すれば光塵に分解され、裂界に舞い散るだろう。<br><br><i>「このガラクタを軽視してはいけない、私なら元の状態に戻せる」</i>",
        "Icon": "235.png",
        "Pic": "235.png",
        "Src": [
            "Salvage Relic"
        ]
    },
    "236": {
        "_id": 236,
        "Rarity": 5,
        "Name": "自塑樹脂",
        "Desc": "遺物をカスタマイズできる稀代の素材。合成の際に出現可能なメインステータスから1つを指定でき、さらに必要数を消費してサブステータスを1～2つ指定できる。",
        "Story": "塵のように細かい名も知れぬ樹脂、恐らく裂界からきた物。見えざる手によって願いの形に象られている。<br><br><i>「学会の研究によれば、自塑樹脂は裂界の複製の基礎かもしれないらしい……」</i>",
        "Icon": "236.png",
        "Pic": "236.png",
        "Src": [
            "Nameless Honor",
            "Omni-Synthesizer — Synthesis using Relic Remains"
        ]
    },
    "250605": {
        "_id": 250605,
        "Rarity": 4,
        "Name": "英雄の足跡",
        "Desc": "確率ミュージアムに設置した後、階差宇宙で「ボス」エリアに入ると秘技ポイントを2回復する。",
        "Story": "「隻眼の詩人よ、お前は墓石に何を刻んでいるのだ？」<br>「私たちが存在していた証だ」",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_TournTitanMedal.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_TournTitanMedal.png"
    },
    "238": {
        "_id": 238,
        "Rarity": 5,
        "Name": "変数サイコロ",
        "Desc": "レベル上限に達した★5遺物のサブステータス強化回数と、その数値をランダムに振り直せる。",
        "Story": "確率で構成されたサイコロは、虚空の中で孤独に回転する。内包された不確実性が明滅する様子は、まるで恒星の誕生と滅亡を表しているようだ。宇宙は変数に満ちていて、恒星すら生まれ変わるというのに、どうして遺物は変わらないと言えるだろうか？<br><br><i>「ご注意：変数にはリスクが存在します。慎重にサイコロを振ってください。うっかりすると一級品もゴミに変わる可能性がございます」</i>",
        "Icon": "238.png",
        "Pic": "238.png",
        "Src": [
            "Nameless Honor",
            "Omni-Synthesizer — Material Synthesis"
        ]
    },
    "250606": {
        "_id": 250606,
        "Rarity": 4,
        "Name": "ミュリオン・かわいさ強化版",
        "Desc": "確率ミュージアム設置後、階差宇宙の次元界IIIにある創造物の培養器で、ノーコストで祝福をリセットできる回数+1。",
        "Story": "寝てる間にこっそり尻尾を触っちゃダメよ！",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_MimiPigeon.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_MimiPigeon.png"
    },
    "250603": {
        "_id": 250603,
        "Rarity": 4,
        "Name": "探求の果て",
        "Desc": "確率ミュージアム設置後、階差宇宙の次元界Iにある創造物の培養器で、使用可能な祝福強化のエネルギー+1。",
        "Story": "無数の木の実の殻の層が無限宇宙の王を包み込む。それでも彼女は鍵を回し、無限に次の扉を開け続ける。",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_HertaScepter.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_HertaScepter.png"
    },
    "241": {
        "_id": 241,
        "Rarity": 5,
        "Name": "運命の足跡",
        "Desc": "軌跡レベルアップ用の高級素材。",
        "Story": "幾度の敗北があなたに勝利をもたらし、一歩一歩の前進があなたを運命の転換点へと導いた。",
        "Icon": "241.png",
        "Pic": "241.png",
        "Src": [
            "Currency Wars Point Rewards",
            "Simulated Universe Point Rewards",
            "Nameless Honor",
            "Embers Exchange",
            "Starlight Exchange",
            "Limited-Time Event Rewards"
        ],
        "Link": 1
    },
    "250602": {
        "_id": 250602,
        "Rarity": 4,
        "Name": "ヘルタ・コレクターズエディション",
        "Desc": "確率ミュージアムに設置すると、階差宇宙のエリア「ショップ」内の奇物ショップで購入できる奇物+1。",
        "Story": "偉大なるミス・ヘルタは、その化身であっても一挙手一投足に賢さが色濃く表われている。",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_HertaPigeon.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_HertaPigeon.png"
    },
    "250604": {
        "_id": 250604,
        "Rarity": 4,
        "Name": "Dr.レイシオ・オーダーメイド",
        "Desc": "確率ミュージアムに設置すると、階差宇宙内の創造物の培養器で、方程式を上書きする際に必要な宇宙の欠片 -10 。",
        "Story": "<i><size=-2>つまり、修了確率があのスターピースエンターテインメントのブラインドボックスで当たりを引くより低いレイシオ教授の講義で合格をもらったって言いたいのか？ほらを吹くのもいい加減にしろよ。</size></i><br><i><size=-2>……</size></i><br><i><size=-2>え、おい…まさか本気で言ってるのか？</size></i>",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_DrRatioPigeon.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_DrRatioPigeon.png"
    },
    "250607": {
        "_id": 250607,
        "Rarity": 4,
        "Name": "全て遠き理想郷",
        "Desc": "確率ミュージアムに設置した後、階差宇宙でエリアに入る時、味方全体のHPを最大HP 20% 分回復する。",
        "Story": "泡の影からぼんやりと浮かぶ、約束された勝利の剣の鞘。まるで何かの夢の続きのようだ。",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_Fate1.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_Fate1.png"
    },
    "250608": {
        "_id": 250608,
        "Rarity": 4,
        "Name": "令呪の影",
        "Desc": "確率ミュージアムに設置した後、階差宇宙で戦闘に勝利した後に獲得する宇宙の欠片の数+1。",
        "Story": "令呪を模して作られた水晶の彫像。そこには、英雄たちの過去が刻まれている。",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_Fate2.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_Fate2.png"
    },
    "239": {
        "_id": 239,
        "Rarity": 5,
        "Name": "干渉暗号キー",
        "Desc": "変数サイコロで★5遺物のサブステータスを振り直す際、1つのサブステータスを選んで除外することができます。除外したサブステータスはその振り直しでは強化されません。",
        "Story": "暗号キー内部の集積回路がフル稼働で演算をしている。放出された干渉因子が無数の光線を遮り、その軌道を修正していく。ある時、天穹全体を覆う情報スクリーンの中に小さな暗闇が現れた。そこは運命すらも避けようとする場所だった。<br><br><i>「確率論の奔流に、1つの不協和音が現れた。流れに身を任せることを拒むそれは、まるで釘のように運命の骨髄に突き刺さっている」</i>",
        "Icon": "239.png",
        "Pic": "239.png"
    },
    "261": {
        "_id": 261,
        "Rarity": 4,
        "Name": "流光の残照",
        "Desc": "ショップ「光円錐プレゼンス」で報酬と交換可能",
        "Story": "亡くなった時間が残したイメージ、ガーデン・オブ・リコレクションにとって、非常に大切な物。<br><br><i>「ガーデンには自分なりの法則がある。時間で時間を、記憶で記憶を交換するのだ。充分な代価を支払えば、取り戻せない昔日の光陰を示すこともできる…」</i>",
        "Icon": "261.png",
        "Pic": "261.png",
        "Src": [
            "Forgotten Hall",
            "Pure Fiction",
            "Apocalyptic Shadow",
            "Echo of War"
        ]
    },
    "262": {
        "_id": 262,
        "Rarity": 5,
        "Name": "璧羽",
        "Desc": "ショップ「瓢箪から駒」で報酬と交換可能",
        "Story": "琥珀 2104 紀、燭炭学派に属するスクライブのフィメンカは、1羽の無口なオウムを手に入れた。彼女は大事に世話をしたが、オウムは 10 年足らずしか生きられなかった。その沈黙してしまった相棒を弔うため、フィメンカはオウムの一番外側の羽から 10 本の羽根ペンを作った。1本は自分で使い、残りの9本は金庫に預けた。<br>彼女はその羽根ペンを使い、1琥珀紀もかけて失われつつあった古代文献を複写し保存した。彼女の葬儀で、彼女の同僚と学生たちは「銀河の過去を照らす灯火が消えた」ことを悲しみ、泣き崩れた。<br>しかし、人々がフィメンカの遺品を調査したことで、その羽根ペンで何かを書く時、でたらめしか書けなかったことが判明した。<br><br><i>「鳥たちは人類の歴史の起源から、人類がした偉大なこと、愚かなこと、あるいは偉大かつ愚かなことすべてを傍観してきた。鳥たちは知っている。鳥たちはそこにいる。鳥たちは何も語らない。」</i>",
        "Icon": "262.png",
        "Pic": "262.png",
        "Src": [
            "Forgotten Hall",
            "Pure Fiction",
            "Apocalyptic Shadow"
        ]
    },
    "263": {
        "_id": 263,
        "Rarity": 5,
        "Name": "孤星明塵",
        "Desc": "ショップ「星屑の贈り物」で報酬と交換可能",
        "Story": "天滙座-λ、この不思議な天体は奇妙な軌道を走り、その住民も時に虚空を眺め、非論理的ともとれる奇妙な行動をとる。カンパニーは人を派遣して調査を行なったが、得られた答えは常に「だって、『私』がそうしたから」だった。最終的に、博識学会はその世界の凝晶から「均衡」の運命の影響を発見し、正確な問いを投げかけた。<br>「あなたたちの『私』は、どこにある？」<br>「ここに、そしてそこに。」<br>人々は自分たちと、世界の外にある存在しない質量の中心を指差し、そしてその指をさらに遠くの虚空へと向けた……<br><br><i>「…彼らが連星系のように共に終焉に堕ちることは、決してありえない。結局のところ、それらが互いを抱きしめ合うことなんてできないのだから。」</i>",
        "Icon": "263.png",
        "Pic": "263.png",
        "Src": [
            "Anomaly Arbitration",
            "Available at the Jokes Come True store"
        ]
    },
    "309001": {
        "_id": 309001,
        "Rarity": 4,
        "Name": "旅の出会い：「エーテル戦線」",
        "Desc": "綺麗な封筒。中には特注チケットが1枚入っている。使用すると次の★4キャラクターから1名選択して獲得できる。<br>「セーバル」「ペラ」「フック」「ルカ」",
        "Story": "「旅の途中で、新しい仲間に出会おう」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309002": {
        "_id": 309002,
        "Rarity": 4,
        "Name": "旅の出会い：「ブラザーハヌ脱獄記」",
        "Desc": "きれいな封筒。特注チケットが一枚入っている。使用すると以下の★4キャラクターから一つ選択できる。<br>「桂乃芬」「サンポ」「アスター」「御空」",
        "Story": "「旅の途中で、新しい仲間に出会おう」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309003": {
        "_id": 309003,
        "Rarity": 4,
        "Name": "旅の出会い「杯の中の逸話」",
        "Desc": "綺麗な封筒。特注チケットが1枚入っている。使用すると以下の★4キャラクターから一人を選択できる。<br>「ギャラガー」「ミーシャ」「雪衣」「寒鴉」「桂乃芬」「ルカ」「リンクス」「御空」",
        "Story": "「旅の途中で、新しい仲間に出会おう」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309004": {
        "_id": 309004,
        "Rarity": 4,
        "Name": "旅の出会い：「折り紙の小鳥マッチ」",
        "Desc": "綺麗な封筒。特注チケットが1枚入っている。使用すると以下の★4キャラクターから1名選択して獲得できる。<br>「ギャラガー」「寒鴉」「ルカ」「アーラン」",
        "Story": "「旅の途中で、新しい仲間に出会おう」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "271": {
        "_id": 271,
        "Rarity": 5,
        "Name": "重畳機（特製）",
        "Desc": "ヘルタ特製の設備。「模擬宇宙」で獲得した特殊な光円錐を重畳できる。",
        "Story": "ヘルタが造った特殊な装置、原理はここでは省略する。<br><br><i>「感謝して、{NICKNAME}。全部あなたのためにちゃんと考えたから」</i>",
        "Icon": "271.png",
        "Pic": "271.png"
    },
    "309008": {
        "_id": 309008,
        "Rarity": 4,
        "Name": "旅の出会い：「ガオガオ事務所」",
        "Desc": "綺麗な封筒。特注チケットが1枚入っている。使用すると以下の★4キャラクターから1人選択できる。<br>「青雀」「ペラ」「セーバル」「アスター」",
        "Story": "「旅の途中で、新しい仲間に出会おう」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309009": {
        "_id": 309009,
        "Rarity": 4,
        "Name": "旅の出会い：「銀河打者」",
        "Desc": "綺麗な封筒。特注チケットが1枚入っている。使用すると以下の★4キャラクターから1名選択して獲得できる。<br>「ギャラガー」「ミーシャ」「寒鴉」「雪衣」",
        "Story": "「旅の途中で、新しい仲間に出会おう」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309007": {
        "_id": 309007,
        "Rarity": 4,
        "Name": "旅の出会い：「コズミック・ハウジングガイド」",
        "Desc": "綺麗な封筒。特注チケットが1枚入っている。使用すると以下の★4キャラクターから一人を選択できる。<br>「モゼ」「ミーシャ」「雪衣」「リンクス」",
        "Story": "「旅の途中で、新しい仲間に出会おう」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "202016": {
        "_id": 202016,
        "Rarity": 4,
        "Name": "一周年記念",
        "Desc": "イベント「開拓伝説～星間旅行スゴロク～」をクリアすると獲得できる報酬アイコン。",
        "Story": "一周年黄金記念メダルを手に持つパム。<br><br><i>「ジャジャーン——記念メダルをプレゼントしてやろう！これからも一緒に開拓するぞ！」</i>",
        "Icon": "avatarhead/IconHead_202016.png",
        "Pic": "avatarhead/IconHead_202016.png",
        "Link": 1
    },
    "202018": {
        "_id": 202018,
        "Rarity": 4,
        "Name": "「じゃあテストよろしく」",
        "Desc": "「階差宇宙：人間喜劇」で獲得できるアイコン。",
        "Story": "模擬宇宙内のアニメ版ヘルタ。<br><br><i>「大型アップデート完了。模擬宇宙で待ってるから、早くテストに来なさい」</i>",
        "Icon": "avatarhead/IconHead_202018.png",
        "Pic": "avatarhead/IconHead_202018.png",
        "Link": 1
    },
    "202031": {
        "_id": 202031,
        "Rarity": 4,
        "Name": "「見えない」",
        "Desc": "「階差宇宙：千の面を持つ英雄」で獲得できるアイコン。",
        "Story": "模擬宇宙内で顔を隠しているデフォルメされたスティーブン。<br><br><i>「顔モザイク…特に理由はないんだ。みんなに見えなければそれでいい」</i>",
        "Icon": "avatarhead/IconHead_202031.png",
        "Pic": "avatarhead/IconHead_202031.png",
        "Link": 1
    },
    "202033": {
        "_id": 202033,
        "Rarity": 4,
        "Name": "バットの名のもとに",
        "Desc": "イベント「銀河打者伝説～魔王編～」のクリアで獲得できるアイコン。",
        "Story": "自信に満ちた「銀河打者」。<br><br><i>「今も昔も変わらず、『銀河打者伝説』の物語はあなたの手で開かれていく！」</i>",
        "Icon": "avatarhead/IconHead_202033.png",
        "Pic": "avatarhead/IconHead_202033.png",
        "Link": 1
    },
    "202040": {
        "_id": 202040,
        "Rarity": 4,
        "Name": "「ちび地獣すくすく！」",
        "Desc": "イベント「いい天気だし、飼っちゃおう！」をクリアすると獲得できる報酬アイコン。",
        "Story": "すくすくと成長する大地獣の赤ちゃん。<br><br><i>「うぉん、うおおん！（ぼく、山みたいに逞しくなるんだ！）」</i>",
        "Icon": "avatarhead/IconHead_202040.png",
        "Pic": "avatarhead/IconHead_202040.png",
        "Link": 1
    },
    "202041": {
        "_id": 202041,
        "Rarity": 4,
        "Name": "最後の勝者",
        "Desc": "「マネーウォーズ・ゼロサムゲーム」をクリアすると獲得できるアイコン。",
        "Story": "不敵な笑みを浮かべるミスターフク郎。<br><br><i>「このゲームで勝つために、あらゆる策を尽くしたんだ。さあ…最後の勝者になるのは誰か、見てみようではないか！」</i>",
        "Icon": "avatarhead/IconHead_202041.png",
        "Pic": "avatarhead/IconHead_202041.png",
        "Link": 1
    },
    "202042": {
        "_id": 202042,
        "Rarity": 4,
        "Name": "壁画に刻まれて",
        "Desc": "「階差宇宙・千の面を持つ英雄」で、適合レベルがMAXになると獲得できるアイコン。",
        "Story": "壁画に刻まれたバットラクーン。<br><br><i>「いくら時が流れようとも、『開拓』の意志は決して消えない！」</i>",
        "Icon": "avatarhead/IconHead_202042.png",
        "Pic": "avatarhead/IconHead_202042.png",
        "Link": 1
    },
    "110406": {
        "_id": 110406,
        "Rarity": 4,
        "Name": "虚幻鋳鉄",
        "Desc": "ヴォイドレンジャー・蹂躙の蹄鉄。量子属性キャラクターの昇格素材。",
        "Story": "反物質レギオンの配下にあるヴォイドレンジャー・蹂躙が倒された後、稀にこのような蹄鉄を残すことがある。観測者がいない時、蹄鉄は有と無の2つの状態の間を揺れ動く。<br><br><i>「この実験の名前？『ヴォイドレンジャー・蹂躙の蹄鉄』だけど……」</i>",
        "Icon": "110406.png",
        "Pic": "110406.png",
        "Src": [
            "Stagnant Shadow: Base Zone",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "221001": {
        "_id": 221001,
        "Rarity": 4,
        "Name": "宵長き機巧の夢",
        "Desc": "スマホ壁紙。獲得後、スマホ画面で変更できる。",
        "Story": "<i>「今日は金人巷のどの店で食べる？」</i><br><i>「食堂だと並ぶだけで時間かかっちゃうから、機巧鳥の出前にしよう！」</i>",
        "Icon": "221001.png",
        "Pic": "221001.png",
        "Src": [
            "Obtained from the Aurum Alley's Hustle and Bustle Event"
        ]
    },
    "221003": {
        "_id": 221003,
        "Rarity": 4,
        "Name": "星火游園",
        "Desc": "スマホ壁紙。獲得後、スマホ画面で変更できる。",
        "Story": "<i>「前の宿主は苦い味がして…とてもじゃないけど口に入れられなかった……」</i><br><i>「苦いの大好き！今度甘いのと交換しない？」</i>",
        "Icon": "221003.png",
        "Pic": "221003.png",
        "Src": [
            "Obtained from the A Foxian Tale of the Haunted Event"
        ]
    },
    "221005": {
        "_id": 221005,
        "Rarity": 4,
        "Name": "星間旅行",
        "Desc": "スマホ壁紙。獲得後、スマホ画面で変更できる。",
        "Story": "<i>「『開拓』は止まらない」</i><br><i>「輝ける群星に向かって進もう！」</i>",
        "Icon": "221005.png",
        "Pic": "221005.png",
        "Src": [
            "Obtained from the Cosmodyssey Event"
        ]
    },
    "221006": {
        "_id": 221006,
        "Rarity": 4,
        "Name": "研究進行中",
        "Desc": "スマホ壁紙。獲得後、スマホ画面で変更できる。",
        "Story": "<i>「2人とも、遅くなっちゃったけど、そんなことはどうでもいいの。模擬宇宙の新バージョンの週間報告が届いた。問題があるならログインして修正、なければお開きにしましょう」</i><br><i>「運命の編成データに少し偏りが見られるようですね…新しい研究サンプルのパフォーマンスはまずまずです」</i><br><i>「結論：研究サンプルに自我が芽生えつつあるため、リスクが大きくなっている模様。調整することを推奨します」</i>",
        "Icon": "221006.png",
        "Pic": "221006.png",
        "Src": [
            "Redeemable through Herta's Store"
        ]
    },
    "221007": {
        "_id": 221007,
        "Rarity": 4,
        "Name": "勝利の瞬間",
        "Desc": "スマホ壁紙。獲得後、スマホ画面で変更できる。",
        "Story": "<i>「彦卿。次はいつ会えるかわからねえが、その時はもう一度気がすむまで戦おうぜ！」</i><br><i>「うん、僕も同じことを考えてた。その勝負、受けて立つ！次会えるのを楽しみにしてるよ！」</i>",
        "Icon": "221007.png",
        "Pic": "221007.png",
        "Src": [
            "Phone Wallpaper obtained after the Luminary Wardance event"
        ]
    },
    "221008": {
        "_id": 221008,
        "Rarity": 4,
        "Name": "今夜は眠らない",
        "Desc": "スマホ壁紙。獲得後、スマホ画面で変更できる。",
        "Story": "友よ、乾杯しよう！完成した新居、団結した意志、そして喜びに満ち溢れた眠らない夜に、乾杯！",
        "Icon": "221008.png",
        "Pic": "221008.png",
        "Src": [
            "Phone Wallpaper obtained after the Cosmic Home Décor Guide event"
        ]
    },
    "221012": {
        "_id": 221012,
        "Rarity": 4,
        "Name": "ひと口の幸せ",
        "Desc": "スマホ壁紙。獲得後、スマホ画面で変更できる。",
        "Story": "<i>「美味しい…美味しすぎて止まらないミュ！」</i><br><i>「毎日こんなに美味しい物を食べたい、そしたらもう腹ペコにはさよならミュ！」</i>",
        "Icon": "221012.png",
        "Pic": "221012.png",
        "Src": [
            "Phone Wallpaper obtained after the \"Chrysos Maze Grand Restaurant\" event"
        ]
    },
    "220001": {
        "_id": 220001,
        "Rarity": 4,
        "Name": "ウサギさんはどこ？",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "<i>「パーキンスはいい子だから、早く宝箱を開けて！」<br>「ダメ…ダメ…開けない…クラーラ…まだ帰ってない……」</i>",
        "Icon": "chatbubble/220001.png",
        "Pic": "chatbubble/220001.png",
        "Src": [
            "Obtained from the Underground Treasure Hunt Event",
            "Redeemable through Herta's Store"
        ],
        "Link": 1
    },
    "220002": {
        "_id": 220002,
        "Rarity": 4,
        "Name": "{TEXTJOIN#54}",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "「{TEXTJOIN#54}は開拓者の夢を見るかな？」<br>「——わからない」<br>「夢の中でも、きっとウチらは最高の仲間だよね」",
        "Icon": "chatbubble/220002.png",
        "Pic": "chatbubble/220002.png",
        "Src": [
            "Obtained from Aetherium Wars"
        ],
        "Link": 1
    },
    "220003": {
        "_id": 220003,
        "Rarity": 4,
        "Name": "天体のシャーレ",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "模擬星体の誕生とお菓子創造物の共通点は、どちらも「生命」の育成に関わることであろう。",
        "Icon": "chatbubble/220003.png",
        "Pic": "chatbubble/220003.png",
        "Src": [
            "Obtained from the \"Critter Pick\" event"
        ],
        "Link": 1
    },
    "220004": {
        "_id": 220004,
        "Rarity": 4,
        "Name": "モンスターパブ",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "「一杯飲むか？材料は好きに選んでいいぞ」<br>「飲む飲む！メガサイズで糖分は3倍、ノンアルコールでお願い！材料は何でもいいよ！」",
        "Icon": "chatbubble/220004.png",
        "Pic": "chatbubble/220004.png",
        "Src": [
            "Obtained from Vignettes in a Cup"
        ],
        "Link": 1
    },
    "220005": {
        "_id": 220005,
        "Rarity": 4,
        "Name": "フィルムランド追夢記",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "「あなたが作ったハムスターボールの騎士のアニメーションキャラ、とても魅力的です！」<br>「ようこそ『往日の美しき夢』アニメ制作チームへ！」",
        "Icon": "chatbubble/220005.png",
        "Pic": "chatbubble/220005.png",
        "Src": [
            "Chat Box obtained from the \"Dreamjoy Memoir\" event"
        ],
        "Link": 1
    },
    "220006": {
        "_id": 220006,
        "Rarity": 4,
        "Name": "時を無駄にするなかれ",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "「三月さん、剣術はかなり上達したけど、動きが…」<br>「すごく重くなった！また仙人爽快茶をこっそり飲んだでしょ？正直に言って」<br>「ウチは…！もう2週間もミルクティーを飲んでないんだよ。だから今日は許して、お願い！」",
        "Icon": "chatbubble/220006.png",
        "Pic": "chatbubble/220006.png",
        "Src": [
            "Chat Box obtained from the \"Saga of Primaveral Blade\" event"
        ],
        "Link": 1
    },
    "220007": {
        "_id": 220007,
        "Rarity": 4,
        "Name": "ロックだ！サウンドウェーブ！",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "一緒に悩みから離れ、音楽のユートピアに落ち、音の波を爆発させよう！",
        "Icon": "chatbubble/220007.png",
        "Pic": "chatbubble/220007.png",
        "Src": [
            "Chat Box obtained from the \"Sound Hunt Ninjutsu Inscription\" event"
        ],
        "Link": 1
    },
    "220008": {
        "_id": 220008,
        "Rarity": 4,
        "Name": "キメラ大作戦",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "キメラチームの諸君、厳しい仕事に挑む準備はできているか？「最速の行動力、最強の実行力を保ち続ける」という私たちの責任と使命を常に心に刻むように。そして、自分たちの強みを最大限に発揮し、仕事を完璧にこなすのだ！頑張ろう！私が心を込めて用意した超豪華でビッグな報酬が君たちを待っている！",
        "Icon": "chatbubble/220008.png",
        "Pic": "chatbubble/220008.png",
        "Src": [
            "Chat Box obtained from \"The Awooo Firm\" event"
        ],
        "Link": 1
    },
    "220009": {
        "_id": 220009,
        "Rarity": 4,
        "Name": "最強のキメラトレーナー！",
        "Desc": "メッセージとチャットの吹き出し。獲得後、メッセージおよびチャット内で変更できる。",
        "Story": "今日のバトルはキミに決めた！一緒に勝利を目指そう！",
        "Icon": "chatbubble/220009.png",
        "Pic": "chatbubble/220009.png",
        "Src": [
            "Chat Box obtained from the \"Awoo Chrysos Championship\" event"
        ],
        "Link": 1
    },
    "408439": {
        "_id": 408439,
        "Rarity": 2,
        "Name": "オロニクスの石板",
        "Desc": "使用後、戦闘不能状態の味方を1名指定し、そのキャラのHPを最大HP 10% 分回復する。",
        "Story": "神秘的な石板。表面には運命のタイタンによる曖昧な預言が刻まれている。石板の縁は星形に丁寧に磨かれていて、黎明のミハニが照らす光の下で微かな輝きを放つ。伝説によると、時の恩恵を受けし者は石板を通じて人知れぬ過去…あるいは未来を垣間見ることができるという。<br><br><i>「すべての預言は暗闇の中にある。オロニクスはただ、私たちに見上げることを教えただけだ」</i>",
        "Icon": "408439.png",
        "Pic": "408439.png",
        "Src": [
            "Treasure of Ages"
        ],
        "Link": 1
    },
    "408440": {
        "_id": 408440,
        "Rarity": 2,
        "Name": "大地水晶の鉱石",
        "Desc": "使用後、指定した味方単体のEPを 30% 回復する。",
        "Story": "オンパロスの民間神話において、ジョーリアの神体の裂け目から採掘されたと伝えられる鉱石。「大地」のタイタンの一部とされ、今でも微かな生命力を放ち、神々の声を伝えている。山の民はこれを磨き上げ、さまざまな装飾品に加工して「大地」のタイタンへの敬意を表しているようだ。<br><br><i>「耳を当てるとジョーリアの嘆息が聞こえる……」</i><br><i>「え、いびきに聞こえるけど？」</i>",
        "Icon": "408440.png",
        "Pic": "408440.png",
        "Src": [
            "Dromas Caravan (Wandering Merchant)"
        ],
        "Link": 1
    },
    "24000": {
        "_id": 24000,
        "Rarity": 5,
        "Name": "とある星神の殞落を記す",
        "Desc": "<color=#f29e38ff>壊滅</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "一筋の光から始まった。<br>其らは墜ちる、消滅の脅威が見下す。<br>其らは自己複製を止め、先を争ってお互いを抱擁せざるを得なかった、<br>繁殖の権利を対価に、生存の可能性を掴もうと試みた。<br>其らは手を取り合い、今までにない程に団結した。<br>——しかし、運命は突然途絶え、<br>其らは、真の死へと向かった。",
        "Icon": "lightconeicons/24000.png",
        "Pic": "LightCone/24000.png"
    },
    "24001": {
        "_id": 24001,
        "Rarity": 5,
        "Name": "星海巡航",
        "Desc": "<color=#f29e38ff>巡狩</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "星海を往来する、<br>其の速度は七色の閃光が如く一瞬。<br>不死の忌み物を討ち、<br>幻の解薬を探し、<br>解脱の道を求める。<br>其の航海は、破られぬ誓いのように、<br>永遠に終わらない。",
        "Icon": "lightconeicons/24001.png",
        "Pic": "LightCone/24001.png"
    },
    "24002": {
        "_id": 24002,
        "Rarity": 5,
        "Name": "記憶の素材",
        "Desc": "<color=#f29e38ff>存護</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "宇宙はまるでゴミが山積みの荒地。<br>たまに琳琅があっても、拾う人がいない。<br>其は、過去の隙間を捲り、記憶の種を選ぶ。<br>——新しい命が芽吹いたら、その種は死んでいなければならない。<br>ピンク、青、白の宝石が持ってこられ、<br>其の苗圃の中で軽やかに瞬く。<br>しかし、宇宙は依然として謎のように沈黙している。",
        "Icon": "lightconeicons/24002.png",
        "Pic": "LightCone/24002.png"
    },
    "24003": {
        "_id": 24003,
        "Rarity": 5,
        "Name": "孤独の癒し",
        "Desc": "<color=#f29e38ff>虚無</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "神秘的な存在、無相にして無形。<br>万物は空虚であり、一瞬の夢にすぎない。<br>自ら滅するものは滅び、生きたい者は生きる。<br>消えゆくものが輝き、枯れるものが水を満たされる。<br>混沌の救済を悲しみ、霊薬は虚影を大きくする。<br>星の暗黒面に背を向け、いたずらに瓶に封印する。<br><br><i>「このような逆説に我らは誇りを感じる。」</i>",
        "Icon": "lightconeicons/24003.png",
        "Pic": "LightCone/24003.png"
    },
    "24004": {
        "_id": 24004,
        "Rarity": 5,
        "Name": "絶え間ない演算",
        "Desc": "<color=#f29e38ff>知恵</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "輝くデータが洪水のように、<br>永遠に虚空を漂う其の頭の中に流れ込む。<br>其は過去と未来の万物を記号に変え、<br>始まりの瞬間に終わり時を推測する。<br>知識、答え、真実……<br>情報の迷霧の中から眩い光が立ち昇り、<br>其の前ではすべてが明らかになった。",
        "Icon": "lightconeicons/24004.png",
        "Pic": "LightCone/24004.png"
    },
    "24005": {
        "_id": 24005,
        "Rarity": 5,
        "Name": "尽きぬ追憶",
        "Desc": "<color=#f29e38ff>記憶</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "繁栄したもの、荒れ果てたもの、短く終えるもの、長く生きるもの…宇宙に存在する星々では、常に無数の出来事が起こっている。<br>凝結した歴史は触れるだけで手の中に溶け、涙となって世界の瞳から流れ落ちる——<br><br>ある人は、その涙はとても重く、凝縮された月日は「永遠」さえも色褪せるほどだと言う。<br>またある人は、その物語はとても美しく、透き通った悲しさや、明るく静かな嬉しさなど、感情に一切の偽りがないと言う。<br><br>銀河は静かに流れる。其は沈黙したまま、ただ見つめる——<br>見つめて、それらが「記憶」になるのを待っているのだ。",
        "Icon": "lightconeicons/24005.png",
        "Pic": "LightCone/24005.png"
    },
    "11224": {
        "_id": 11224,
        "Rarity": 4,
        "Name": "「三月なのか・巡狩」の星魂",
        "Desc": "「三月なのか・巡狩」の星魂覚醒素材",
        "Story": "三月なのか「巡狩」の運命に踏み入った後に生成した星魂の投影、無数の可能性の1つ。",
        "Icon": "11001.png",
        "Pic": "11001.png",
        "Src": [
            "Obtained from Saga of Primaveral Blade",
            "Obtained in the Luminary Wardance event"
        ]
    },
    "22000": {
        "_id": 22000,
        "Rarity": 4,
        "Name": "初めてのクエストの前に",
        "Desc": "<color=#f29e38ff>虚無</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "<i>「行動開始まで後どれくらいだ？」<br>「あら、君がこれを聞くなんて…新入りに何かあったのかしら？」<br>「いや」<br>「エリオが彼女を招いたのは他に理由があるのだろうけど、少なくとも最初の任務を生き延びないとね」<br>「気軽に待っているようだ」<br>「なら安心したわ。どうやら、刃ちゃんも頼れる先輩になったのね」<br>「……」</i>",
        "Icon": "lightconeicons/22000.png",
        "Pic": "LightCone/22000.png"
    },
    "22001": {
        "_id": 22001,
        "Rarity": 4,
        "Name": "よぉ、ここにいるぜ",
        "Desc": "<color=#f29e38ff>豊穣</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "3人の少女は夜闇の中を歩いていた。周囲の景色が暗闇に幾分かの不気味さを添える。<br>「フォフォ、早く！じゃないと先に行っちゃうよ！」<br>スマホを掲げながらスタスタと前に進む彼女は、まったく恐怖を感じていないようだった。<br>「ア…アタシはこっちだよ！」<br>前に立っていた少女がおずおずと応える。<br>「あれ？あたしたちの前にいたの？じゃ、じゃあ、あたしとすーちゃんの後ろにいるのは……」<br><br>この場面に最も相応しい終止符は、少女の鋭い悲鳴に違いない。",
        "Icon": "lightconeicons/22001.png",
        "Pic": "LightCone/22001.png"
    },
    "22002": {
        "_id": 22002,
        "Rarity": 4,
        "Name": "明日のための旅",
        "Desc": "<color=#f29e38ff>調和</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "回り続けるコンパスの針は、最後に夢の刻を指し示した。<br>窓の外では憶質で満たされたアスデナ星系が霧のような輝きを放っており、そこに位置する辺境の監獄が戦火にさらされている。<br><br><i>「ああ、夢の中の世界ってどんな感じなんだろう？隅から隅まで測量して、完璧な地図を作りたいな！」</i><br>少女は計測機器をしまうと、目の前にある新世界を憧れの眼差しで見つめた。<br><i>「あそこは今混乱の最中にある。絶対に勝手に走り回ったりするんじゃないぞ。万が一この前みたいに誘拐されたら……」</i><br>武器を磨き終えたカウボーイ姿の男は、ドリンクを持ってソファに歩み寄りながら、仕方なさそうに首を横に振った。<br><i>「夢の地には無限の可能性がある。僕たちなら、きっと偉業を成し遂げられる…車掌さん、もし僕たちがあそこを気に入って、もう列車に帰ってこないと決めたら…君は寂しがっちゃうかな？」</i><br>紳士の恰好をしたナナシビトは、パムにウィンクして微笑んだ。<br><i>「車掌をからかうでない！…車掌さんならこう言うよね？」</i>少女は狡猾な笑顔を見せる。<br><i>「ぬうう！オマエたち！」</i><br>列車内に笑い声が溢れ、それに呼応するようにドリンクの泡がグラスの中を漂った。<br>…<br><br>若いナナシビトの後ろ姿が、次第に憶質の中に消えていく。<br><i>「気をつけるんじゃぞ……」</i><br>振り返ると、もぬけの殻になった寂しい車両が目に入る。<br>車掌は呆然と立ち尽くした…このような光景は、もう数え切れないほど見てきたような気がする。",
        "Icon": "lightconeicons/22002.png",
        "Pic": "LightCone/22002.png"
    },
    "22003": {
        "_id": 22003,
        "Rarity": 4,
        "Name": "忍事録・音律狩猟",
        "Desc": "<color=#f29e38ff>壊滅</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "銀河忍法は千変万化、音律・狩猟で先制だ！さあ聞くがいい――<br><br>かき鳴らせギター、ベースのビートはベター、燃え上がれ電子音の宴だ！<br>裏切りはしない流した汗、波乱の道のりの積み重ね、キーボードの音符となって鳴り響け！<br>たとえ傷だらけになったとしても、繚乱の音を響かせ続けろ！<br><i>「繚乱！」</i><i>「繚乱！」</i><i>「繚乱！」</i><br>ふん、この世界は元から不条理な荒波に満ちているのだ。存分に歌い上げて何が悪い？",
        "Icon": "lightconeicons/22003.png",
        "Pic": "LightCone/22003.png"
    },
    "22004": {
        "_id": 22004,
        "Rarity": 4,
        "Name": "宇宙一の大商い！",
        "Desc": "<color=#f29e38ff>知恵</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "データで構築されたバーチャル会場で、展示会の代表たちは意見を交わし合っていた。<br>2人の姿が各方面の需要を満たすべく、ブースの間を行き来している。<br><br><i>「おや？もしかしてあなたは…」</i><br><i>「んん？オレもオマエをテレビで見たことがあるぞ」</i><br>——彼らはたくさん話をした。ゲームやグルメ、お互いのスタイル、そして宇宙にあるすべての美しいものの話を。<br>2人は初対面だったにもかかわらず、まるで昔からの友であったかのように話が弾んだ——<br><br><i>「そうだ、私の提案をもう一度考えてみないか……？」</i><br><i>「列車は非売品じゃ！」</i>",
        "Icon": "lightconeicons/22004.png",
        "Pic": "LightCone/22004.png"
    },
    "1013": {
        "_id": 1013,
        "Rarity": 4,
        "Name": "ヘルタ",
        "Desc": "",
        "Story": "「天才クラブ」#83、宇宙ステーションの真の主。<br>人に勝る知恵を持つが、まったく共感力がない大科学者。",
        "Icon": "SpriteOutput/AvatarIcon/Avatar/1013.png",
        "Pic": "SpriteOutput/AvatarIcon/Avatar/1013.png"
    },
    "22005": {
        "_id": 22005,
        "Rarity": 4,
        "Name": "永遠の迷境ごはん",
        "Desc": "<color=#f29e38ff>調和</color>の運命専用の光円錐、光円錐のスキルはこの運命にのみ有効。",
        "Story": "ゴロゴロ——<br>迷境の外で嵐が荒れ狂っている。<br>グツグツ——<br>妖精たちの不思議な大鍋が音を立てて煮えたぎる。<br><br><i>「特製スパイスを振って……」</i><br><i>「新鮮な野菜を投入！」</i><br><i>「今回こそ、きっと成功するはず！」</i><br><br>大鍋が再びグツグツと音を立て、妖精たちは目を輝かせながらそれを見守る。<br><i>「くるぞ…きたーっ！」</i><br>大鍋の底から、まばゆい光が溢れ出した——<br><br>その瞬間、鍋のまわりにみんなが集まってくる！<br><br>……<br><br>いい匂いが漂う宴の席で、来客たちは杯を掲げ、この不思議なひと時を祝福する——<br><br>願わくば、この夢の楽園がいつまでも温もりに満ち、いつまでも笑顔で溢れますように！",
        "Icon": "lightconeicons/22005.png",
        "Pic": "LightCone/22005.png"
    },
    "503": {
        "_id": 503,
        "Rarity": 5,
        "Name": "ヘルタ債券",
        "Desc": "「模擬宇宙」の報酬、ヘルタショップでアイテムと交換できる。",
        "Story": "",
        "Icon": "503.png",
        "Pic": "503.png",
        "Src": [
            "Currency Wars Point Rewards",
            "Simulated Universe Point Rewards"
        ]
    }
}

var _tut = {
    "8147": {
        "Name": "ルール",
        "Tuts": [
            {
                "Desc": "ステージ内には行動値カウンターが設けられており、味方と敵が行動した後、対応する行動値が差し引かれます。",
                "Img": "TutorialPage_814701.png"
            },
            {
                "Desc": "ステージのポイントはボスの@残りHPの割合#と、ボスを撃破した後の@残り行動値#の2つの要素に基づいて計算されます。ボスを撃破していない場合は、ボスの@残りHPの割合#のみで計算されます。",
                "Img": "TutorialPage_814702.png"
            },
            {
                "Desc": "最終的にパート1とパート2の戦闘@ポイントの合計#で集計が行われます。",
                "Img": "TutorialPage_814703.png"
            }
        ]
    },
    "8148": {
        "Name": "末日の幻影",
        "Tuts": [
            {
                "Desc": "末日の幻影は@周期的に更新#される@高難易度挑戦ステージ#です。",
                "Img": "TutorialPage_814801.png"
            },
            {
                "Desc": "「末日の幻影」では「終焉」の投影に立ち向かい、かつて遭遇した@ボス#に勝つ必要があります。",
                "Img": "TutorialPage_814802.png"
            },
            {
                "Desc": "これらの強敵の投影は通常のボスエネミーとは@少々異なり#、戦闘開始時にその詳細を確かめることができます。",
                "Img": "TutorialPage_814803.png"
            }
        ]
    },
    "8149": {
        "Name": "クイック解放",
        "Tuts": [
            {
                "Desc": "「末日の幻影」の@最高★3クリア#難易度は記録されるため、後続の周期が開始されると、記録に基づいて対応する難易度、およびそれまでの全難易度がクイック解放されます。最大で@最初の3つの難易度#がクイック解放されます。",
                "Img": "TutorialPage_814901.png"
            },
            {
                "Desc": "クイック解放された後、記録されている★3でクリアした最高ステージに直接挑戦することができます。その難易度を★3でクリアすると、@その前の難易度もすべて★3でクリアしたものと見なされ、すべての報酬を獲得#できます。",
                "Img": "TutorialPage_814902.png"
            }
        ]
    },
    "8158": {
        "Name": "鉄壁の防御",
        "Tuts": [
            {
                "Desc": "ボス幻影は@弱点撃破されるまで#、受けるダメージが@大ダウン#します。",
                "Img": "TutorialPage_815801.png"
            },
            {
                "Desc": "@弱点撃破されると#、ボス幻影は行動順がさらに遅延すると同時に、受けるダメージが@大アップ#します。",
                "Img": "TutorialPage_815802.png"
            },
            {
                "Desc": "ボス幻影の弱点を速やかに@撃破#して、ボス幻影への与ダメージをアップさせることが、@より多くの挑戦ポイント#を獲得するためのカギとなります。",
                "Img": "TutorialPage_815803.png"
            }
        ]
    },
    "9306": {
        "Name": "階差宇宙・数値マッピング",
        "Tuts": [
            {
                "Desc": "「階差宇宙・人間喜劇」では条件を満たした場合、@キャラクターレベル、光円錐レベル、軌跡、遺物#が強化されます。",
                "Img": "TutorialPage_930601.png"
            },
            {
                "Desc": "キャラクターレベルが現在の均衡レベルに対応するレベルに達していない場合、@現在の均衡レベルに相応しいレベルまで引き上げられます#。",
                "Img": "TutorialPage_930602.png"
            },
            {
                "Desc": "キャラクターに装備している光円錐のレベルが現在の均衡レベルに対応するレベルに達していない場合、@現在の均衡レベルに相応しいレベルまで引き上げられます#。キャラクターに光円錐を装備していない場合、自動的に@現在の均衡レベルに適合する臨時光円錐#が装備されます。",
                "Img": "TutorialPage_930603.png"
            },
            {
                "Desc": "解放済みの軌跡が未覚醒の場合、@軌跡が覚醒されます#。また、軌跡レベルが現在の均衡レベルの要求を下回っている場合、@該当する軌跡が現在の均衡レベルに適合する軌跡レベルまで引き上げられます#。",
                "Img": "TutorialPage_930604.png"
            },
            {
                "Desc": "キャラクターが装備している遺物の総強化レベルが現在の均衡レベルの要求を下回っている場合、遺物は@現在の均衡レベルに適合する臨時遺物に交換#されます。",
                "Img": "TutorialPage_930605.png"
            }
        ]
    },
    "9307": {
        "Name": "",
        "Tuts": []
    },
    "9308": {
        "Name": "階差宇宙・創造物の培養器",
        "Tuts": [
            {
                "Desc": "創造物の培養器にいるルアン・メェイの創造物は、それぞれ1つの創造物機能に対応しています。",
                "Img": "TutorialPage_930808.png"
            },
            {
                "Desc": "祝福強化、祝福上書き、方程式上書き、奇物合成、加重奇物上書きなど、さまざまな機能が含まれています。",
                "Img": "TutorialPage_930801.png"
            },
            {
                "Desc": "同じ創造物の培養器では、その培養器にいるルアン・メェイの創造物のすべての機能を使用できます。",
                "Img": "TutorialPage_930809.png"
            }
        ]
    },
    "9309": {
        "Name": "階差宇宙・周期演算",
        "Tuts": [
            {
                "Desc": "周期演算では毎期@特別なコンテンツ#が更新され、毎期初回クリア時に追加報酬を獲得できます。",
                "Img": "TutorialPage_930901.png"
            },
            {
                "Desc": "周期演算では@追加の適合値報酬#を獲得できますが、毎期上限が設けられています。",
                "Img": "TutorialPage_930902.png"
            }
        ]
    },
    "9310": {
        "Name": "階差宇宙・オーナメント抽出",
        "Tuts": [
            {
                "Desc": "ボスを直接選択して挑戦することができ、戦闘に勝利すると対応する次元界オーナメントを獲得できます。",
                "Img": "TutorialPage_931001.png"
            },
            {
                "Desc": "階差宇宙クリア時の構築内容は保存しておくことが可能で、同じ構築内容でクイック挑戦を行えます。",
                "Img": "TutorialPage_931002.png"
            }
        ]
    },
    "9311": {
        "Name": "",
        "Tuts": []
    },
    "9312": {
        "Name": "階差宇宙・過剰変換",
        "Tuts": [
            {
                "Desc": "「階差宇宙」でボスエネミーを撃破すると、@「過剰変換」#に挑戦できます。",
                "Img": "TutorialPage_931201.png"
            },
            {
                "Desc": "「過剰変換」に入る時、味方全体が@必殺技を発動できる#状態になり、@SPを5回復#します。",
                "Img": "TutorialPage_931205.png"
            },
            {
                "Desc": "「過剰変換」では、@敵のHPを減らす#ことで@変換データ#を獲得できます。",
                "Img": "TutorialPage_931202.png"
            },
            {
                "Desc": "挑戦目標を達成すると、@戦利品の宝箱#を獲得できます。達成した目標が多ければ多いほど、報酬が豪華になります。",
                "Img": "TutorialPage_931203.png"
            },
            {
                "Desc": "「過剰変換」では、敵に敗れても戦闘に勝利したものと見なされ、変換データに応じて決算が行われます。",
                "Img": "TutorialPage_931204.png"
            }
        ]
    },
    "9313": {
        "Name": "階差宇宙・コレクション",
        "Tuts": [
            {
                "Desc": "暉長石号にはいくつかのコレクション展示エリアがあり、@コレクション#のプレビューや展示に利用できます。",
                "Img": "TutorialPage_931301.png"
            },
            {
                "Desc": "@「階差宇宙」#、@「模擬宇宙・宇宙の蝗害」#、@「模擬宇宙・黄金と機械」#で特定の挑戦をクリアすると、@コレクション#を獲得できます。",
                "Img": "TutorialPage_931302.png"
            },
            {
                "Desc": "コレクション展示エリアに置かれたコレクションは、「階差宇宙」での挑戦において@バフ#を提供することができます。",
                "Img": "TutorialPage_931303.png"
            }
        ]
    },
    "9314": {
        "Name": "階差宇宙・絵画",
        "Tuts": [
            {
                "Desc": "暉長石号にはいくつかの絵画展示エリアがあり、@絵画#のプレビューや展示に利用できます。",
                "Img": "TutorialPage_931401.png"
            },
            {
                "Desc": "@「階差宇宙」#、@「模擬宇宙・宇宙の蝗害」#、@「模擬宇宙・黄金と機械」#で特定の挑戦をクリアすると、@絵画#を獲得できます。",
                "Img": "TutorialPage_931402.png"
            }
        ]
    },
    "9315": {
        "Name": "階差宇宙・方程式上書き",
        "Tuts": [
            {
                "Desc": "創造物の培養器の機能の1つで、宇宙の欠片を消費して既存の方程式を置き換えることができます。",
                "Img": "TutorialPage_931501.png"
            },
            {
                "Desc": "上書きするたびに3つのランダムな方程式から1つを選び、選んだ方程式を上書きします。",
                "Img": "TutorialPage_931502.png"
            },
            {
                "Desc": "方程式の上書きに必要な宇宙の欠片の数は、上書きの回数に応じて増加していきます。各創造物の培養器の方程式の上書き回数には上限があります。",
                "Img": "TutorialPage_931503.png"
            }
        ]
    },
    "9316": {
        "Name": "階差宇宙・祝福上書き",
        "Tuts": [
            {
                "Desc": "創造物の培養器の機能の1つで、宇宙の欠片を消費して既存の祝福を置き換えることができます。",
                "Img": "TutorialPage_931601.png"
            },
            {
                "Desc": "上書きするたびに3つのランダムな祝福から1つを選び、選んだ祝福を上書きします。",
                "Img": "TutorialPage_931602.png"
            },
            {
                "Desc": "祝福の上書きに必要な宇宙の欠片の数は、上書きの回数に応じて増加していきます。",
                "Img": "TutorialPage_931603.png"
            }
        ]
    },
    "9317": {
        "Name": "階差宇宙・祝福強化",
        "Tuts": [
            {
                "Desc": "創造物の培養器の機能の1つで、創造物の培養器のエネルギーを消費して祝福を強化することができます。",
                "Img": "TutorialPage_931701.png"
            },
            {
                "Desc": "各創造物の培養器は初期状態で一定のエネルギーを有しており、このエネルギーを消費することで祝福を強化できます。",
                "Img": "TutorialPage_931702.png"
            },
            {
                "Desc": "祝福のレア度が高ければ高いほど、強化に必要なエネルギーも多くなります。",
                "Img": "TutorialPage_931703.png"
            }
        ]
    },
    "9318": {
        "Name": "階差宇宙・奇物合成",
        "Tuts": [
            {
                "Desc": "創造物の培養器の機能の1つで、同じレア度の奇物を2つ使って合成することができます。",
                "Img": "TutorialPage_931801.png"
            },
            {
                "Desc": "合成するたび、よりレア度の高い3つのランダムな奇物の中から1つを選んで獲得できます。最高で★3奇物を獲得できます。",
                "Img": "TutorialPage_931802.png"
            },
            {
                "Desc": "不利奇物は奇物の合成には使用できません。また、各創造物の培養器の奇物合成回数には上限があります。",
                "Img": "TutorialPage_931803.png"
            }
        ]
    },
    "9319": {
        "Name": "階差宇宙・加重奇物上書き",
        "Tuts": [
            {
                "Desc": "創造物の培養器の機能の一つです。既存の加重奇物と置き換えられます。",
                "Img": "TutorialPage_931901.png"
            },
            {
                "Desc": "上書きするたびに3つのランダムな加重奇物から1つを選び、選んだ加重奇物を上書きします。",
                "Img": "TutorialPage_931902.png"
            },
            {
                "Desc": "加重奇物の上書きには宇宙の欠片を消費しません。各創造物の培養器の加重奇物の上書き回数には上限があります。",
                "Img": "TutorialPage_931903.png"
            }
        ]
    },
    "9320": {
        "Name": "階差宇宙・特性",
        "Tuts": [
            {
                "Desc": "「階差宇宙」では、@着想サーキット#を開放することで@運命の特性#を解放できます。",
                "Img": "TutorialPage_932001.png"
            },
            {
                "Desc": "@「キーワード」#を含む任意の@祝福#または@方程式#を獲得すると、対応する特性を開放できます。",
                "Img": "TutorialPage_932002.png"
            },
            {
                "Desc": "それぞれの@運命#には対応する@特性#が1つあり、特性の効果および開放状況はメニューで確認できます。",
                "Img": "TutorialPage_932003.png"
            }
        ]
    },
    "8110": {
        "Name": "開拓伝説～星間旅行スゴロク～",
        "Tuts": [
            {
                "Desc": "「開拓伝説～星間旅行スゴロク～」では、@サイコロを振って、#ボードを進んでください。開拓者は、様々な遊び方を通じて@開拓券#を獲得できます。",
                "Img": "TutorialPage_811001.png"
            },
            {
                "Desc": "開拓者は自分の@開拓券#をパムに寄付できます。寄付した@開拓券#が多いほど、解放される@個人報酬#が増えます。<br>また、開拓者全員の寄付により、全銀河貢献報酬が解放されていきます。",
                "Img": "TutorialPage_811003.png"
            }
        ]
    },
    "8100": {
        "Name": "戦意の潮・プレイガイド",
        "Tuts": [
            {
                "Desc": "戦闘中累積した@「戦意値」#によって、@「戦意フェーズ」#を上げられます。<br>@「戦意フェーズ4：力の覚醒」#に入ると、強力なステージバフを獲得でき、戦闘効率が飛躍的に向上します。",
                "Img": "TutorialPage_810001.png"
            },
            {
                "Desc": "「戦意フェーズ」は合計@4#つに分かれています。フェーズを1つ上げるごとにつき、@「サポート機能」#を追加で1つ開放でき、強力なステージバフを獲得できます。<br>各ステージでは、戦闘前にさまざまな「サポート機能」を選択して、追加できます。",
                "Img": "TutorialPage_810002.png"
            },
            {
                "Desc": "戦闘中、キャラが@行動#するごとに「戦意値」を累積できます。<br>各ステージには独自の@「戦意メカニズム」#が設けられています。「戦意メカニズム」を触発すると、「戦意値」を大幅に上昇させられ、「戦意フェーズ」を短時間で上げられます。",
                "Img": "TutorialPage_810003.png"
            }
        ]
    },
    "8101": {
        "Name": "ダメージストリーミング・プレイガイド",
        "Tuts": [
            {
                "Desc": "ボス以外の敵の中から@HPが低い#敵を選び、その敵に@単体攻撃#スキルを使用しましょう。<br>敵を撃破した後、その攻撃で生じる@超過ダメージ#を使って、@ボスエネミー#に@大きな#単体ダメージを与えます。",
                "Img": "TutorialPage_810101.png"
            },
            {
                "Desc": "「戦意フェーズ4：力の覚醒」の期間中、戦闘に入った後、ボス以外の敵のHPが大幅に低下します。<br>注意事項：このステージのボスはHPが極めて高いので、@ボス以外の敵#を撃破して生じる@超過ダメージ#を利用し、大きなダメージを与えていきましょう。",
                "Img": "TutorialPage_810102.png"
            }
        ]
    },
    "8102": {
        "Name": "ダメージストリーミング・プレイガイド",
        "Tuts": [
            {
                "Desc": "@全体攻撃#スキルを使用して敵を攻撃します。<br>ボス以外の敵を撃破した後、その攻撃で生じる@超過ダメージ#を使って、敵の@ボスエネミー#に大きなダメージを与えましょう。",
                "Img": "TutorialPage_810201.png"
            },
            {
                "Desc": "「戦意フェーズ4：力の覚醒」の期間中、戦闘に入った後、ボス以外の敵のHPが大幅に低下します。<br>注意事項：このステージのボスはHPが極めて高いので、@ボス以外の敵#を撃破して生じる@超過ダメージ#を利用し、大きなダメージを与えていきましょう。",
                "Img": "TutorialPage_810202.png"
            }
        ]
    },
    "8103": {
        "Name": "無限行動・プレイガイド",
        "Tuts": [
            {
                "Desc": "できるだけ多くの味方の@同一キャラ#を、連続行動させてください。<br>同一キャラが@連続行動#した後、大量の「戦意値」を累積できます。",
                "Img": "TutorialPage_810301.png"
            },
            {
                "Desc": "キャラが@必殺技#を発動した後、行動順が@ 100% #早まります。<br>必殺技を利用して、同一キャラを連続行動させられます。",
                "Img": "TutorialPage_810301.png"
            }
        ]
    },
    "8104": {
        "Name": "無限行動・プレイガイド",
        "Tuts": [
            {
                "Desc": "任意の味方キャラが@連続行動#した後、大量の「戦意値」を累積できます。<br>敵を撃破、または@敵の行動を阻止#した場合は、いずれも味方キャラの行動を維持できます。",
                "Img": "TutorialPage_810401.png"
            },
            {
                "Desc": "キャラが@必殺技#を発動した後、行動順が@ 100% #早まります。<br>必殺技を利用して、同一キャラを連続行動させられます。",
                "Img": "TutorialPage_810401.png"
            }
        ]
    },
    "8105": {
        "Name": "プーマン効果・プレイガイド",
        "Tuts": [
            {
                "Desc": "このステージ内で@プーマン#を撃破すると、大量の「戦意値」を累積できます。<br>プーマンが逃げる前に、速やかに撃破してください。",
                "Img": "TutorialPage_810501.png"
            },
            {
                "Desc": "@プーマン#を1体撃破するごとに、そのプーマンが敵全体に@デバフ：被ダメージアップ#を付与します。<br>「戦意フェーズ4：力の覚醒」の期間中、プーマンを撃破した後に獲得するデバフを利用して、ボスを素早く撃破しましょう。",
                "Img": "TutorialPage_810502.png"
            }
        ]
    },
    "8106": {
        "Name": "プーマン効果・プレイガイド",
        "Tuts": [
            {
                "Desc": "このステージ内で@プーマン#を撃破すると、大量の「戦意値」を累積できます。<br>プーマンが逃げる前に、速やかに撃破してください。",
                "Img": "TutorialPage_810501.png"
            },
            {
                "Desc": "@プーマン#を1体撃破するごとに、そのプーマンが敵全体にランダムで@持続ダメージ#を付与します。<br>「戦意フェーズ4：力の覚醒」の期間中、プーマンを撃破した後に敵に付与される持続ダメージを利用して、ボスを素早く撃破しましょう。",
                "Img": "TutorialPage_810502.png"
            }
        ]
    },
    "8107": {
        "Name": "生死の境・プレイガイド",
        "Tuts": [
            {
                "Desc": "味方キャラのHPが@増加#、または@減少#した時、「戦意値」を累積できます。",
                "Img": "TutorialPage_810701.png"
            },
            {
                "Desc": "「戦意フェーズ4：力の覚醒」の期間中、HPが@ 1500 #増加、または減少するごとに、バフを1層獲得できます。最大 99 層。",
                "Img": "TutorialPage_810702.png"
            }
        ]
    },
    "8108": {
        "Name": "弱点急襲・プレイガイド",
        "Tuts": [
            {
                "Desc": "敵の@弱点#を撃破、または@弱点撃破#状態の敵を攻撃すると、いずれも「戦意値」を累積できます。",
                "Img": "TutorialPage_810801.png"
            },
            {
                "Desc": "@ボス以外の敵#の弱点を撃破すると、敵のボスの@弱点保護#を解除できます。<br>「戦意フェーズ4：力の覚醒」の期間中、敵のボスは弱点保護がなくなり、@弱点撃破状態#の敵を攻撃すると、強力なバフを獲得できます。",
                "Img": "TutorialPage_810802.png"
            }
        ]
    },
    "8109": {
        "Name": "弱点急襲・プレイガイド",
        "Tuts": [
            {
                "Desc": "敵の@弱点#を撃破、または@弱点撃破#状態の敵を攻撃すると、いずれも「戦意値」を累積できます。",
                "Img": "TutorialPage_810801.png"
            },
            {
                "Desc": "敵の弱点を撃破すると、敵全体に@靭性を削る#。<br>「戦意フェーズ4：力の覚醒」の期間中、敵のボスは弱点保護がなくなり、@弱点撃破状態#の敵を攻撃すると、強力なバフを獲得できます。",
                "Img": "TutorialPage_810902.png"
            }
        ]
    },
    "8111": {
        "Name": "独尊の一魁・プレイガイド",
        "Tuts": [
            {
                "Desc": "パーティの@1枠目のキャラ#が@必殺技#を発動すると、「戦意値」を累積できます。",
                "Img": "TutorialPage_811101.png"
            },
            {
                "Desc": "パーティの@2枠目のキャラ#が必殺技を発動すると、1枠目のキャラが@チャージ#を獲得し、そのキャラの次の攻撃のダメージがアップします。",
                "Img": "TutorialPage_811102.png"
            }
        ]
    },
    "8112": {
        "Name": "独尊の一魁・プレイガイド",
        "Tuts": [
            {
                "Desc": "パーティの@1枠目のキャラ#が@必殺技#を発動すると、「戦意値」を累積できます。",
                "Img": "TutorialPage_811101.png"
            },
            {
                "Desc": "パーティの1枠目のキャラは@、他のキャラ#が必殺技を発動した時に@チャージ#を獲得し、一定確率で自身の次の攻撃のダメージがアップします。",
                "Img": "TutorialPage_811202.png"
            }
        ]
    },
    "8140": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "限られたラウンド内でなるべく多くの敵を倒して、パーティレベルを上げましょう。<br>パーティレベルが上がると、ランダムで出現する武器やアクセサリーを1つ選択することができます。",
                "Img": "TutorialPage_814001.png"
            },
            {
                "Desc": "優先的に武器をレベルアップして、対応する共鳴アクセサリーを探しましょう。<br>レベル8の武器とそれに対応するアクセサリーを獲得すると、後続のレベルアップで武器をレジェンド武器に昇格させることができます。",
                "Img": "TutorialPage_814002.png"
            },
            {
                "Desc": "対応する属性またはバフを持つアクセサリーを獲得すると、武器の効果を強化することができます。",
                "Img": "TutorialPage_814003.png"
            },
            {
                "Desc": "武器とアクセサリーを適切に組み合わせることで、より強力な効果を得られます。",
                "Img": "TutorialPage_814004.png"
            }
        ]
    },
    "8141": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "本ステージの初期武器：@オール・フォー・ワン#<br>「オール・フォー・ワン」は固定速度で攻撃を行い、ランダムな敵に「火炎弾」を発射する。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！",
                "Img": "TutorialPage_814101.png"
            },
            {
                "Desc": "おすすめ武器<br>召喚特性：オール・フォー・ワン、卑怯者の善意、寒霜消火器、疾風のハンマー<br>関連アクセサリー：ワン・フォー・オール（召喚武器の速度アップ）、氷炎の札（氷、炎属性ダメージアップ）",
                "Img": "TutorialPage_814102.png"
            }
        ]
    },
    "8142": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "本ステージの初期武器：@雷電のいばら#<br>敵単体に「雷電のいばら」を付与し、その敵のターンが回ってくるたびに@持続ダメージ#を与える雷撃を発射する。その敵が倒された後、「雷電のいばら」は他の敵に移る。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！",
                "Img": "TutorialPage_814201.png"
            },
            {
                "Desc": "おすすめ武器<br>風、雷属性：雷電のいばら、疾風のハンマー、侠客の長弓<br>敵撃破で触発：疾風のハンマー、甘く深い眠り<br>関連アクセサリー：雷嵐の鎖（風、雷属性ダメージアップ）",
                "Img": "TutorialPage_814202.png"
            }
        ]
    },
    "8143": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "本ステージの初期武器：@甘く深い眠り#<br>味方キャラまたは武器が敵を倒した時、「甘く深い眠り」は範囲爆発を起こし、その敵に隣接する敵に量子属性ダメージを与える。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！",
                "Img": "TutorialPage_814301.png"
            },
            {
                "Desc": "おすすめ武器<br>単体攻撃で敵撃破後に触発：甘く深い眠り、疾風のハンマー、レインボーバット<br>量子属性、虚数属性、物理属性：甘く深い眠り、ラッキールーレット",
                "Img": "TutorialPage_814302.png"
            }
        ]
    },
    "8144": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "本ステージの初期武器：@氷の飛剣#<br>味方が連続で3回以上行動する時、「氷の飛剣」は敵が行動する前にランダムな敵に複数本の飛剣を発射する。飛剣の数は連続で行動した回数に応じてアップする。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！",
                "Img": "TutorialPage_814501.png"
            },
            {
                "Desc": "おすすめ武器<br>行動時触発：純美の祈り、侠客の長弓、レインボーバット、建創の志<br>氷、炎属性：オール・フォー・ワン、卑怯者の善意、寒霜消火器",
                "Img": "TutorialPage_814502.png"
            }
        ]
    },
    "8145": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "本ステージの初期武器：@氷の飛剣#<br>味方が連続で3回以上行動する時、「氷の飛剣」は敵が行動する前にランダムな敵に複数本の飛剣を発射する。飛剣の数は連続で行動した回数に応じてアップする。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！",
                "Img": "TutorialPage_814501.png"
            },
            {
                "Desc": "おすすめ武器<br>行動時触発：純美の祈り、侠客の長弓、レインボーバット、建創の志<br>氷、炎属性：オール・フォー・ワン、卑怯者の善意、寒霜消火器",
                "Img": "TutorialPage_814502.png"
            }
        ]
    },
    "8146": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "本ステージの初期武器：@虚無の警鐘#<br>味方キャラの攻撃が敵に命中する時、確率で敵を「挫折」状態にする。敵が他のデバフを付与された時も「挫折」状態になる。「挫折」状態が一定層数に達した時、「虚無の警鐘」は敵に「量子の飛刃」を放ち、「挫折」状態の層数をリセットする。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！",
                "Img": "TutorialPage_814601.png"
            },
            {
                "Desc": "おすすめ武器<br>デバフ：虚無の警鐘、寒霜消火器<br>必殺技発動で触発：純美の祈り、侠客の長弓",
                "Img": "TutorialPage_814602.png"
            }
        ]
    },
    "8122": {
        "Name": "映画編集プレイガイド",
        "Tuts": [
            {
                "Desc": "各章の上映前には内部試写をクリアする必要があります。それぞれの映画には異なる@感情値目標#が存在します。",
                "Img": "TutorialPage_812201.png"
            },
            {
                "Desc": "@タイムサイコロ#をシーンに入れると、@映画の感情値に影響を与える#ことができます。",
                "Img": "TutorialPage_812202.png"
            },
            {
                "Desc": "異なる色のシーンは、異なる観客の感情値を変化させ、異なる効果を生み出します。",
                "Img": "TutorialPage_812203.png"
            }
        ]
    },
    "8130": {
        "Name": "",
        "Tuts": [
            {
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦闘力#を上げていく@対戦型パズルゲーム#です。",
                "Img": "TutorialPage_813601.png"
            },
            {
                "Desc": "ラウンド終了時、@戦闘力の差#に基づいてダメージが清算されます。<br>相手の@HPが0になる#とこちらの勝利となります。",
                "Img": "TutorialPage_813602.png"
            },
            {
                "Desc": "",
                "Img": ""
            },
            {
                "Desc": "@同じ色のフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。",
                "Img": "TutorialPage_813604.png"
            },
            {
                "Desc": "@特定のフルーツ#を消すと、小鳥にエネルギーをチャージさせることができます。@満タンまでエネルギーをチャージ#した小鳥は、強力な戦闘スキルを発動してフルーツの消去を手伝ってくれます。",
                "Img": "TutorialPage_813605.png"
            }
        ]
    },
    "8131": {
        "Name": "開拓の小鳥",
        "Tuts": [
            {
                "Desc": "一定数の@キウイ#を消すたびに、ランダムな位置に@2×2のマスの爆発#が起こります。",
                "Img": "TutorialPage_813101.png"
            }
        ]
    },
    "8132": {
        "Name": "銀狼の小鳥",
        "Tuts": [
            {
                "Desc": "一定数の@ブルーベリー#を消すたびに、ランダムで一定数のフルーツが@スーパー爆弾#に変わります。<br>スーパー爆弾の位置を隣接するフルーツと交換した場合、@それと同じフルーツが全部#消えます。",
                "Img": "TutorialPage_813201.png"
            }
        ]
    },
    "8133": {
        "Name": "三月の小鳥",
        "Tuts": [
            {
                "Desc": "一定数の@イチゴ#を消すたびに、ランダムで一定数のフルーツが@直線爆弾#に変わります。<br>直線爆弾は消える時、@爆弾のある行#または@列#で爆発を起こします。",
                "Img": "TutorialPage_813301.png"
            }
        ]
    },
    "8134": {
        "Name": "ホタルの小鳥",
        "Tuts": [
            {
                "Desc": "一定数の@バナナ#を消すたびに、ランダムな位置で@十字爆発#が起こります。",
                "Img": "TutorialPage_813401.png"
            }
        ]
    },
    "8135": {
        "Name": "ロビンの小鳥",
        "Tuts": [
            {
                "Desc": "一定数の@モモ#を消すたびに、ランダムに一定数のフルーツが@正方形爆弾#に変わります。<br>正方形爆弾は消される時、@3×3#の範囲爆発を起こします。",
                "Img": "TutorialPage_813501.png"
            }
        ]
    },
    "8136": {
        "Name": "折り紙の小鳥マッチ",
        "Tuts": [
            {
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦闘力#を上げていく@対戦型パズルゲーム#です。",
                "Img": "TutorialPage_813601.png"
            },
            {
                "Desc": "ラウンド終了時、@戦闘力の差#に基づいてダメージが清算されます。<br>相手の@HPが0になる#とこちらの勝利となります。",
                "Img": "TutorialPage_813602.png"
            }
        ]
    },
    "8137": {
        "Name": "折り紙の小鳥マッチ",
        "Tuts": [
            {
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦闘力#を上げていく@対戦型パズルゲーム#です。",
                "Img": "TutorialPage_813601.png"
            },
            {
                "Desc": "ラウンド終了時、@戦闘力の差#に基づいてダメージが清算されます。<br>相手の@HPが0になる#とこちらの勝利となります。",
                "Img": "TutorialPage_813602.png"
            },
            {
                "Desc": "@同じ色のフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。",
                "Img": "TutorialPage_813604.png"
            },
            {
                "Desc": "@特定のフルーツ#を消すと、小鳥にエネルギーをチャージさせることができます。@満タンまでエネルギーをチャージ#した小鳥は、強力な戦闘スキルを発動してフルーツの消去を手伝ってくれます。",
                "Img": "TutorialPage_813605.png"
            }
        ]
    },
    "8138": {
        "Name": "マルチ乱闘モード",
        "Tuts": [
            {
                "Desc": "マルチ乱闘モードでは、各回に@6人#のプレイヤーが参加できます。プレイヤーは毎ラウンド、@残っている対戦相手の1名#と対戦することになります。",
                "Img": "TutorialPage_813801.png"
            },
            {
                "Desc": "決められた@時間#と@行動回数#の中でフルーツを消して、小鳥の戦闘力を強化して生き残りましょう！",
                "Img": "TutorialPage_813802.png"
            },
            {
                "Desc": "各ラウンド開始時、プレイヤーは@前のラウンドの最終フィールドを引き継ぎ#、同時に新たなフィールドの効果を獲得します。",
                "Img": "TutorialPage_813804.png"
            },
            {
                "Desc": "プレイヤーのHPが0になると@瀕死#状態になり、再び@ダメージを受ける#と@脱落#となってしまいます。",
                "Img": "TutorialPage_813803.png"
            }
        ]
    },
    "8139": {
        "Name": "折り紙の小鳥マッチ",
        "Tuts": [
            {
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦闘力#を上げていく@対戦型パズルゲーム#です。",
                "Img": "TutorialPage_813601.png"
            },
            {
                "Desc": "ラウンド終了時、@戦闘力の差#に基づいてダメージが清算されます。<br>相手の@HPが0になる#とこちらの勝利となります。",
                "Img": "TutorialPage_813602.png"
            },
            {
                "Desc": "@同じ色のフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。",
                "Img": "TutorialPage_813604.png"
            },
            {
                "Desc": "@特定のフルーツ#を消すと、小鳥にエネルギーをチャージさせることができます。@満タンまでエネルギーをチャージ#した小鳥は、強力な戦闘スキルを発動してフルーツの消去を手伝ってくれます。",
                "Img": "TutorialPage_813605.png"
            }
        ]
    },
    "8150": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "敵の弱点を@撃破#すると、@行動順が 100% 早まり#、SPが1回復します。",
                "Img": "TutorialPage_815001.png"
            },
            {
                "Desc": "ヒント：敵の弱点を@順次撃破#していくと、@何回も連続して行動#するチャンスを得られます。",
                "Img": "TutorialPage_815002.png"
            }
        ]
    },
    "8151": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "各ウェーブのすべての敵は@HPを共有#します。",
                "Img": "TutorialPage_815101.png"
            },
            {
                "Desc": "敵は@デバフ#状態になる時、または行動時に@必殺技被ダメージアップ#を1層獲得します。<br>@被ダメージアップの層数が最も多い#敵を集中攻撃すれば、敵全体により大きなダメージを与えられます。",
                "Img": "TutorialPage_815102.png"
            }
        ]
    },
    "8152": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "アクションバー上の@「ギフトボックス」#は行動時、すべての敵を@弱点撃破状態#にすると同時に、効果が切れるまで味方の@攻撃力#を大アップします。<br>@「ギフトボックス」#の効果中は@全力#で敵を攻撃して、より大きなダメージを与えましょう！",
                "Img": "TutorialPage_815202.png"
            },
            {
                "Desc": "味方キャラが行動するたびに@「ギフトボックス」の行動順が早まり#、加速度的に「ギフトボックス」のバフを獲得できます。",
                "Img": "TutorialPage_815502.png"
            }
        ]
    },
    "8153": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "敵の攻撃力が大アップし、攻撃時、味方に@大ダメージ#を与えます。",
                "Img": "TutorialPage_815301.png"
            },
            {
                "Desc": "味方キャラがHPが0になる攻撃を受けた場合、戦闘不能状態に@陥らず#、HPを 100% 、EPを 50% を回復します。",
                "Img": "TutorialPage_815302.png"
            }
        ]
    },
    "8154": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "敵の初期靭性値は最大靭性の 50% です。",
                "Img": "TutorialPage_815401.png"
            },
            {
                "Desc": "@弱点撃破ダメージ#を受けると、敵は@被ダメージアップ#を1層獲得します。<br>被ダメージアップの層数が最も多い敵を集中攻撃すれば、より大きな@弱点撃破ダメージ#を与えられます。",
                "Img": "TutorialPage_815402.png"
            }
        ]
    },
    "8155": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "味方の@キャラ単体#が@累計#3回@必殺技を発動#すると、すぐに再度@必殺技を発動#することができます。",
                "Img": "TutorialPage_815501.png"
            }
        ]
    },
    "8156": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "味方キャラが@必殺技#または@追加攻撃#を発動すると、命中した敵の数に応じた層数の@「星の光」#を獲得でき、それにより@全体のダメージアップ#効果を引き上げられます。",
                "Img": "TutorialPage_815601.png"
            },
            {
                "Desc": "@「星の光」#が 10 層累積するたびに、追加で敵に@固定ダメージ#を与えられます。ダメージ量は@「星の光」#の層数増加に伴いアップします。",
                "Img": "TutorialPage_815602.png"
            }
        ]
    },
    "8157": {
        "Name": "チュートリアル",
        "Tuts": [
            {
                "Desc": "味方キャラが@必殺技#で敵を攻撃すると、敵の@行動順を 100% 早め#、攻撃力をダウンさせると共に、さまざまな@持続ダメージ#効果を付与できます。",
                "Img": "TutorialPage_815701.png"
            },
            {
                "Desc": "敵が行動した後、味方キャラが@即座に必殺技を発動#して敵を攻撃した場合、敵は@すぐに再行動#して@持続ダメージ#効果を受けます。",
                "Img": "TutorialPage_815702.png"
            }
        ]
    }
}

var _ver = [
    "3.8",
    "3.7",
    "3.6",
    "3.5",
    "3.4",
    "3.3",
    "3.2",
    "3.1",
    "3.0",
    "2.7",
    "2.6",
    "2.5",
    "2.4",
    "2.3",
    "2.2",
    "2.1",
    "2.0",
    "1.x"
]