// Auto Generated

var _monsterskill = {
    "100201101": {
        "Key": "Skill04",
        "Name": "アイスストーム",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            2.0
        ],
        "S": [
            2.0
        ]
    },
    "100201201": {
        "Key": "Skill04",
        "Name": "アイスストーム",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            2.0
        ],
        "S": [
            2.0
        ]
    },
    "100201301": {
        "Key": "Skill01",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.4
        ]
    },
    "100201401": {
        "Key": "Skill01",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.4
        ]
    },
    "100201501": {
        "Key": "Skill04",
        "Name": "アイスストーム",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            1.5
        ],
        "S": [
            1.5,
            0.1
        ]
    },
    "100201502": {
        "Key": "SkillP01",
        "Name": "冷たき凝視",
        "Desc": "ターゲットを1体ロックオンする。「カカリア（幻像）」の一部スキルはロックオンされたターゲットに追加で発動する。効果は氷刃（幻像）が弱点撃破されるか倒されるまで続く。",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "Threat": true,
        "K": "SkillP01",
        "S": [
            1.5,
            0.15
        ]
    },
    "100201601": {
        "Key": "Skill04",
        "Name": "アイスストーム",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            1.5
        ],
        "S": [
            1.5,
            0.1
        ]
    },
    "100201602": {
        "Key": "SkillP01",
        "Name": "冷たき凝視",
        "Desc": "ターゲットを1体ロックオンする。「カカリア（幻像）」の一部スキルはロックオンされたターゲットに追加で発動する。効果は氷刃（幻像）が弱点撃破されるか倒されるまで続く。",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "Threat": true,
        "K": "SkillP01",
        "S": [
            1.5,
            0.15
        ]
    },
    "100201701": {
        "Key": "Skill01",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "100201702": {
        "Key": "SkillP01",
        "Name": "冷酷な追撃",
        "Desc": "ターゲットを1体ロックオンする。「カカリア・虚妄の母（幻像）」の一部スキルはロックオンされたターゲットに追加で発動する。効果は無尽なる冬の槊（幻像）が弱点撃破されるか倒されるまで続く。",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "Threat": true,
        "K": "SkillP01",
        "S": [
            2.5
        ]
    },
    "100201801": {
        "Key": "Skill01",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "100201802": {
        "Key": "SkillP01",
        "Name": "冷酷な追撃",
        "Desc": "ターゲットを1体ロックオンする。「カカリア・虚妄の母（幻像）」の一部スキルはロックオンされたターゲットに追加で発動する。効果は無尽なる冬の槊（幻像）が弱点撃破されるか倒されるまで続く。",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "Threat": true,
        "K": "SkillP01",
        "S": [
            2.5
        ]
    },
    "100202001": {
        "Key": "Skill01",
        "Name": "スライド攻撃",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "100202002": {
        "Key": "Skill02",
        "Name": "鼓舞",
        "Desc": "指定した敵単体の攻撃力をアップし、即座に行動させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.3,
            0.0,
            2.0
        ]
    },
    "100202101": {
        "Key": "Skill01",
        "Name": "スライド攻撃",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "100202102": {
        "Key": "Skill02",
        "Name": "鼓舞",
        "Desc": "指定した敵単体の攻撃力をアップし、即座に行動させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            100.0,
            0.0,
            2.0
        ]
    },
    "100203001": {
        "Key": "Skill01",
        "Name": "砲撃",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            1.3,
            1.0
        ],
        "S": [
            1.3,
            1.0
        ]
    },
    "100203002": {
        "Key": "Skill02",
        "Name": "援護&支援",
        "Desc": "指定した敵単体を支援する。支援された敵は味方を攻撃する時、追加攻撃を1回発動し、攻撃を受けた味方および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "DMG": [
            2.2,
            1.5
        ]
    },
    "100203003": {
        "Key": "SkillP01",
        "Name": "援護&支援",
        "Desc": "指定した敵単体を支援する。支援された敵は味方を攻撃する時、追加攻撃を1回発動し、攻撃を受けた味方および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "",
        "SP": 12.0,
        "K": "SkillP01",
        "DelayRatio": 0,
        "S": [
            2.2,
            1.5
        ]
    },
    "100204001": {
        "Key": "Skill01",
        "Name": "急襲",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンさせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.5,
            2.0
        ]
    },
    "100204101": {
        "Key": "Skill01",
        "Name": "急襲",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンさせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.5,
            2.0
        ]
    },
    "100205001": {
        "Key": "Skill02",
        "Name": "破甲榴弾",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で攻撃を受けた味方を裂創状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            1.0,
            0.15,
            2.0
        ]
    },
    "100206001": {
        "Key": "Skill01",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "100206101": {
        "Key": "Skill01",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "100206201": {
        "Key": "Skill01",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "100206301": {
        "Key": "Skill01",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "100206401": {
        "Key": "Skill04",
        "Name": "永冬の余韻",
        "Desc": "味方全体に少量の氷属性ダメージを与え、味方の行動順を遅らせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            2.5,
            0.5
        ]
    },
    "100301001": {
        "Key": "Skill01",
        "Name": "突撃",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100301002": {
        "Key": "Skill06",
        "Name": "刺突",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            6.5
        ],
        "S": [
            6.5
        ]
    },
    "100301003": {
        "Key": "Skill07",
        "Name": "ジャストガード",
        "Desc": "カウンター状態に入り、味方単体の攻撃を受けると行動順が早まり、攻撃した味方に「刺突」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07"
    },
    "100301004": {
        "Key": "Skill08",
        "Name": "増援",
        "Desc": "「シルバーメイン・近衛」または「シルバーメイン・狙撃手」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill08"
    },
    "100301101": {
        "Key": "Skill01",
        "Name": "突撃",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100301102": {
        "Key": "Skill06",
        "Name": "刺突",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "K": "Skill06",
        "DMG": [
            6.0
        ],
        "S": [
            6.0
        ]
    },
    "100301103": {
        "Key": "Skill07",
        "Name": "ジャストガード",
        "Desc": "カウンター状態に入り、味方単体の攻撃を受けた後に追加ターンを1回獲得し、攻撃した味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "DMG": [
            6.0
        ]
    },
    "100301104": {
        "Key": "Skill08",
        "Name": "増援",
        "Desc": "「シルバーメイン・近衛」または「シルバーメイン・狙撃手」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill08"
    },
    "100301105": {
        "Key": "Skill09",
        "Name": "激励",
        "Desc": "「シルバーメイン・尉官（バグ）」以外の敵の攻撃力をアップし、直ちに行動させる。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill09",
        "S": [
            0.5,
            1.0
        ]
    },
    "100301201": {
        "Key": "Skill01",
        "Name": "突撃",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100301202": {
        "Key": "Skill06",
        "Name": "刺突",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            4.2
        ],
        "S": [
            4.2
        ]
    },
    "100301203": {
        "Key": "Skill07",
        "Name": "ジャストガード",
        "Desc": "カウンター状態に入り、味方の攻撃を受けた後に行動順が早まり、攻撃した味方に対し「刺突」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "100301204": {
        "Key": "Skill08",
        "Name": "増援",
        "Desc": "「シルバーメイン・近衛」または「シルバーメイン・狙撃手」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "100301301": {
        "Key": "Skill01",
        "Name": "突撃",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100301302": {
        "Key": "Skill06",
        "Name": "刺突",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            4.2
        ],
        "S": [
            4.2
        ]
    },
    "100301303": {
        "Key": "Skill07",
        "Name": "ジャストガード",
        "Desc": "カウンター状態に入り、味方の攻撃を受けると行動順が早まり、攻撃した味方に「刺突」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "100301304": {
        "Key": "Skill08",
        "Name": "増援",
        "Desc": "「シルバーメイン・近衛」または「シルバーメイン・狙撃手」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "100401001": {
        "Key": "Skill06",
        "Name": "骨を刺す寒冷",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill06",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100401002": {
        "Key": "Skill02",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "100401003": {
        "Key": "Skill03",
        "Name": "無尽なる冬の絶罰",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0,
            0.0
        ]
    },
    "100401004": {
        "Key": "Skill04",
        "Name": "永遠に囚われし霜",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            1.5,
            1.5
        ],
        "S": [
            1.5,
            2.0,
            1.5
        ]
    },
    "100401005": {
        "Key": "Skill05",
        "Name": "雪国の聖者の怒り",
        "Desc": "チャージ状態に入り、次の行動の時に味方全体に「無尽なる冬の絶罰」を発動。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.25
        ]
    },
    "100401006": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "100401101": {
        "Key": "Skill01",
        "Name": "骨を刺す寒冷",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.25
        ],
        "S": [
            2.25
        ]
    },
    "100401102": {
        "Key": "Skill02",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃」を召喚する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill02"
    },
    "100401103": {
        "Key": "Skill03",
        "Name": "無尽なる冬の絶罰",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "2 3",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            3.75
        ],
        "S": [
            3.75
        ]
    },
    "100401104": {
        "Key": "Skill04",
        "Name": "永遠に囚われし霜",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            1.5,
            1.125
        ],
        "S": [
            1.5,
            1.0,
            1.0,
            1.125
        ]
    },
    "100401105": {
        "Key": "Skill05",
        "Name": "雪国の聖者の怒り",
        "Desc": "チャージ状態に入り、次の行動の時に味方全体に「無尽なる冬の絶罰」を発動。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.3
        ]
    },
    "100401106": {
        "Key": "Skill07",
        "Name": "砕氷振動",
        "Desc": "凍結状態の味方および隣接するターゲットに氷属性ダメージを与え、メインターゲットの凍結状態を解除する。隣接する味方が凍結状態の場合、メインターゲットにこのスキルをもう一度発動する。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "DMG": [
            3.75,
            1.5
        ],
        "S": [
            3.75,
            1.5
        ]
    },
    "100401107": {
        "Key": "PassiveSkill01",
        "Name": "より寒くより強く",
        "Desc": "凍結状態の味方1人につき、自身および召喚物の与ダメージが小アップする。ダメージアップ効果は累積できる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.5,
            10.0,
            1.125,
            0.1,
            1.0,
            0.0
        ]
    },
    "100401201": {
        "Key": "Skill01",
        "Name": "骨を刺す寒冷",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.25
        ],
        "S": [
            2.25
        ]
    },
    "100401202": {
        "Key": "Skill02",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃」を召喚する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill02"
    },
    "100401203": {
        "Key": "Skill03",
        "Name": "無尽なる冬の絶罰",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "2 3",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            3.75
        ],
        "S": [
            3.75
        ]
    },
    "100401204": {
        "Key": "Skill04",
        "Name": "永遠に囚われし霜",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            1.5,
            1.125
        ],
        "S": [
            1.5,
            1.0,
            1.0,
            1.125
        ]
    },
    "100401205": {
        "Key": "Skill05",
        "Name": "雪国の聖者の怒り",
        "Desc": "チャージ状態に入り、次の行動の時に味方全体に「無尽なる冬の絶罰」を発動。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.3
        ]
    },
    "100401206": {
        "Key": "Skill07",
        "Name": "砕氷振動",
        "Desc": "凍結状態の味方および隣接するターゲットに氷属性ダメージを与え、メインターゲットの凍結状態を解除する。隣接する味方が凍結状態の場合、メインターゲットにこのスキルをもう一度発動する。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "DMG": [
            3.75,
            1.5
        ],
        "S": [
            3.75,
            1.5
        ]
    },
    "100401207": {
        "Key": "PassiveSkill01",
        "Name": "より寒くより強く",
        "Desc": "凍結状態の味方単体1人につき、自身及び召喚物の与ダメージがアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.5,
            10.0,
            1.125,
            0.1,
            1.66,
            0.5
        ]
    },
    "100401301": {
        "Key": "Skill01",
        "Name": "骨を刺す寒冷",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "100401302": {
        "Key": "Skill02",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃（幻像）」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02"
    },
    "100401303": {
        "Key": "Skill03",
        "Name": "無尽なる冬の絶罰",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "S": [
            2.5
        ]
    },
    "100401304": {
        "Key": "Skill04",
        "Name": "永遠に囚われし霜",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。スキルは「氷刃（幻像）」がロックオンしているターゲットに対して追加で発動する。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "S": [
            1.0,
            1.0,
            1.0,
            3.75
        ]
    },
    "100401305": {
        "Key": "Skill05",
        "Name": "雪国の聖者の怒り",
        "Desc": "チャージ状態に入り、次の行動の時に味方全体に「無尽なる冬の絶罰」を発動。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.3
        ]
    },
    "100401306": {
        "Key": "Skill07",
        "Name": "砕氷振動",
        "Desc": "凍結状態の味方および隣接するターゲットに氷属性ダメージを与え、メインターゲットの凍結状態を解除する。隣接する味方が凍結状態の場合、メインターゲットにこのスキルをもう一度発動する。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            2.0,
            1.0
        ]
    },
    "100401307": {
        "Key": "PassiveSkill01",
        "Name": "より寒くより強く",
        "Desc": "凍結状態の味方単体1人につき、自身及び召喚物の与ダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.5,
            10.0,
            1.125,
            0.15,
            1.66,
            0.5
        ]
    },
    "100401308": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01"
    },
    "100401309": {
        "Key": "SkillP02",
        "Name": "雪国の後ろ盾",
        "Desc": "第二段階。ジェパードが戦闘に参加する。",
        "P": "",
        "SP": 0,
        "K": "SkillP02"
    },
    "100401401": {
        "Key": "Skill01",
        "Name": "骨を刺す寒冷",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "100401402": {
        "Key": "Skill02",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02"
    },
    "100401403": {
        "Key": "Skill03",
        "Name": "無尽なる冬の絶罰",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "S": [
            3.8
        ]
    },
    "100401404": {
        "Key": "Skill04",
        "Name": "永遠に囚われし霜",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "S": [
            1.8,
            0.5,
            1.0,
            2.0
        ]
    },
    "100401405": {
        "Key": "Skill05",
        "Name": "雪国の聖者の怒り",
        "Desc": "チャージ状態に入り、次の行動の時に味方全体に「無尽なる冬の絶罰」を発動。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.3
        ]
    },
    "100401406": {
        "Key": "Skill07",
        "Name": "砕氷振動",
        "Desc": "凍結状態の味方および隣接するターゲットに氷属性ダメージを与え、メインターゲットの凍結状態を解除する。隣接する味方が凍結状態の場合、メインターゲットにこのスキルをもう一度発動する。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            2.0,
            1.0
        ]
    },
    "100401407": {
        "Key": "PassiveSkill01",
        "Name": "より寒くより強く",
        "Desc": "凍結状態の味方単体1人につき、自身及び召喚物の与ダメージがアップする。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.5,
            10.0,
            1.125,
            0.0,
            1.66,
            0.5
        ]
    },
    "100401409": {
        "Key": "SkillP02",
        "Name": "雪国の後ろ盾",
        "Desc": "ジェパードが戦闘に参加する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP02"
    },
    "100401410": {
        "Key": "SkillEX01",
        "Name": "破竹の勢い",
        "Desc": "望みなき凛冽たる風の幻滅者の受けるダメージが大幅に低下するが、弱点撃破された後、行動順がさらに遅延し、受けるダメージがさらにアップする。同時に味方全体のSPを全回復し、必殺技を発動できるようにする。",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "100401411": {
        "Key": "SkillEX02",
        "Name": "望みなき凛冽たる風",
        "Desc": "望みなき凛冽たる風の幻滅者が自身の弱点属性を「氷刃」に<u>転移</u>させる。「氷刃」の消滅時に自身が追加の削靭値を受ける。",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "EE": [
            70000304
        ],
        "S": [
            2.2,
            0.9,
            60.0
        ]
    },
    "100401412": {
        "Key": "SkillEX03",
        "Name": "退路なし",
        "Desc": "望みなき凛冽たる風の幻滅者が「骨を刺す寒冷」または「永遠に囚われし霜」を発動する時、「氷刃」のロックオンしたターゲットに対して<u>追加発動</u>する。",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "EE": [
            70000302
        ]
    },
    "100401413": {
        "Key": "SkillEX04",
        "Name": "強靭な志",
        "Desc": "敵全体の受けるダメージがダウンする。ただし、保有する弱点属性1つにつき、受けるダメージがアップする。",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.2,
            0.05
        ]
    },
    "100401414": {
        "Key": "SkillEX05",
        "Name": "Apocalyptic Shadow",
        "Desc": "After $1*10$ Action Value has passed, for every additional $2*10$ Action Value passed, deals $4p$ increased DMG, max $3$ stacks.",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "100401501": {
        "Key": "Skill01",
        "Name": "骨を刺す寒冷",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.25
        ]
    },
    "100401502": {
        "Key": "Skill02",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃」を2体召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "100401503": {
        "Key": "Skill03",
        "Name": "無尽なる冬の絶罰",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "S": [
            2.75
        ]
    },
    "100401504": {
        "Key": "Skill04",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃」を4体召喚する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            1.5,
            1.0,
            1.0,
            1.125
        ]
    },
    "100401505": {
        "Key": "Skill05",
        "Name": "雪国の聖者の怒り",
        "Desc": "チャージ状態に入り、次の行動の時に味方全体に「無尽なる冬の絶罰」を発動。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.3
        ]
    },
    "100401506": {
        "Key": "PassiveSkill01",
        "Name": "より寒くより強く",
        "Desc": "凍結状態の味方1人につき、自身および召喚物の与ダメージが小アップする。ダメージアップ効果は累積できる。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.5,
            10.0,
            1.125,
            0.1,
            1.0,
            0.0
        ]
    },
    "100401507": {
        "Key": "Skill06",
        "Name": "永遠に囚われし霜",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill06",
        "S": [
            1.5,
            3.0,
            1.0,
            1.125
        ]
    },
    "100401508": {
        "Key": "Skill07",
        "Name": "砕氷振動",
        "Desc": "凍結状態の味方および隣接する味方に氷属性ダメージを与え、メインターゲットの凍結状態を解除する。隣接する味方が凍結状態の場合、メインターゲットにこのスキルをもう一度発動する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            2.75,
            1.25
        ]
    },
    "100401601": {
        "Key": "Skill01",
        "Name": "骨を刺す寒冷",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.25
        ]
    },
    "100401602": {
        "Key": "Skill02",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02"
    },
    "100401603": {
        "Key": "Skill03",
        "Name": "無尽なる冬の絶罰",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "S": [
            3.75
        ]
    },
    "100401604": {
        "Key": "Skill04",
        "Name": "永遠に囚われし霜",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            1.5,
            1.0,
            1.0,
            1.125
        ]
    },
    "100401605": {
        "Key": "Skill05",
        "Name": "雪国の聖者の怒り",
        "Desc": "チャージ状態に入り、次の行動の時に味方全体に「無尽なる冬の絶罰」を発動。",
        "P": "2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.3
        ]
    },
    "100401606": {
        "Key": "Skill07",
        "Name": "砕氷振動",
        "Desc": "凍結状態の味方および隣接する味方に氷属性ダメージを与え、メインターゲットの凍結状態を解除する。隣接する味方が凍結状態の場合、メインターゲットにこのスキルをもう一度発動する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            3.75,
            1.5
        ]
    },
    "100401607": {
        "Key": "PassiveSkill01",
        "Name": "より寒くより強く",
        "Desc": "凍結状態の味方1人につき、自身および召喚物の与ダメージが小アップする。ダメージアップ効果は累積できる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.5,
            10.0,
            1.125,
            0.1,
            1.0,
            0.0
        ]
    },
    "100401701": {
        "Key": "Skill06",
        "Name": "骨を刺す寒冷",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill06",
        "S": [
            3.0
        ]
    },
    "100401702": {
        "Key": "Skill02",
        "Name": "長い氷期の兆し",
        "Desc": "「氷刃」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02"
    },
    "100401703": {
        "Key": "Skill03",
        "Name": "無尽なる冬の絶罰",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "S": [
            4.0,
            0.0
        ]
    },
    "100401704": {
        "Key": "Skill04",
        "Name": "永遠に囚われし霜",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            1.5,
            2.0,
            1.5
        ]
    },
    "100401705": {
        "Key": "Skill05",
        "Name": "雪国の聖者の怒り",
        "Desc": "チャージ状態に入り、次の行動の時に味方全体に「無尽なる冬の絶罰」を発動。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.25
        ]
    },
    "100401706": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "100401707": {
        "Key": "SkillP99",
        "Name": "氷の思い出",
        "Desc": "戦闘中、ボスを強化する「黒い泥」が出現する。「カカリア（汚染）」が強化された後、即座に「雪国の聖者の怒り」と「無尽なる冬の絶罰」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP99"
    },
    "100402001": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100402002": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "DMG": [
            4.5
        ],
        "S": [
            4.5
        ]
    },
    "100402003": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "自身以外の敵にバリアを付与する。バリアがある敵は持続ダメージ以外のすべてのダメージを防ぐ。この効果は攻撃を受けた後に解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "100402004": {
        "Key": "Skill04",
        "Name": "極寒の激流",
        "Desc": "味方全体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "100402005": {
        "Key": "Skill12",
        "Name": "包囲攻撃",
        "Desc": "「シルバーメイン・狙撃手」または「シルバーメイン・砲兵」を召喚し、味方単体をロックオンして敵全体が集中攻撃するよう命じる。",
        "P": "1",
        "SP": 0,
        "K": "Skill12",
        "S": [
            2.0
        ]
    },
    "100402101": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100402102": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "DMG": [
            4.5
        ],
        "S": [
            4.0
        ]
    },
    "100402103": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "自身以外の敵にバリアを付与する。バリアがある敵は持続ダメージ以外のすべてのダメージを防ぐ。この効果は攻撃を受けた後に解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "100402104": {
        "Key": "Skill04",
        "Name": "極寒の激流",
        "Desc": "味方全体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            3.5
        ],
        "S": [
            3.0
        ]
    },
    "100402105": {
        "Key": "Skill12",
        "Name": "包囲攻撃",
        "Desc": "「シルバーメイン・狙撃手」を召喚し、味方単体をロックオンして敵全体が集中攻撃するよう命じる。",
        "P": "1",
        "SP": 0,
        "K": "Skill12",
        "S": [
            2.0
        ]
    },
    "100402201": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100402202": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "100402203": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "「全体バリア」を発動し、敵が受けるダメージをすべて防ぐ。さらに敵全体の靭性が削られなくなる。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            1.2,
            0.3,
            0.5
        ]
    },
    "100402204": {
        "Key": "Skill04",
        "Name": "極寒の激流",
        "Desc": "味方全体に氷属性ダメージを与え、自身の与ダメージを小アップさせる。ダメージアップ効果は累積できる。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            3.8
        ],
        "S": [
            3.8,
            0.12,
            1.0
        ]
    },
    "100402205": {
        "Key": "Skill05",
        "Name": "囲攻",
        "Desc": "ジェパードが指定した味方単体をロックオンし、敵全体に集中攻撃するよう命じる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill05",
        "S": [
            2.0,
            0.7
        ]
    },
    "100402207": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            4.0
        ]
    },
    "100402208": {
        "Key": "Skill08",
        "Name": "歯には歯を",
        "Desc": "カウンター状態に入り、1ターン継続。この状態の時に攻撃を受けると、即座に攻撃者に「霜の処罰」を発動。この効果は最大で1回発動する。",
        "P": "1 2 3",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill08",
        "DMG": [
            4.0
        ]
    },
    "100402209": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・近衛」と「シルバーメイン・砲兵」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402210": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・砲兵」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402211": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・尉官（スペック）」を召喚する。",
        "P": "3",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402301": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100402302": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "100402303": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "「全体バリア」を発動し、敵が受けるダメージをすべて防ぐ。さらに敵全体の靭性が削られなくなる。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            1.33,
            0.3,
            0.5,
            1.1
        ]
    },
    "100402304": {
        "Key": "Skill04",
        "Name": "極寒の激流",
        "Desc": "味方全体に氷属性ダメージを与え、自身の与ダメージを小アップさせる。ダメージアップ効果は累積できる。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            3.8
        ],
        "S": [
            3.8,
            0.12,
            1.5
        ]
    },
    "100402305": {
        "Key": "Skill05",
        "Name": "囲攻",
        "Desc": "ジェパードが指定した味方単体をロックオンし、敵全体に集中攻撃するよう命じる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill05",
        "S": [
            2.0,
            0.7
        ]
    },
    "100402307": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            4.0
        ]
    },
    "100402308": {
        "Key": "Skill08",
        "Name": "歯には歯を",
        "Desc": "カウンター状態に入り、1ターン継続。この状態の時に攻撃を受けると、攻撃者に「霜の処罰」を発動。この効果は最大で1回発動する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill08",
        "DMG": [
            4.0
        ]
    },
    "100402309": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・近衛」と「シルバーメイン・砲兵」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402310": {
        "Key": "SkillP02",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・砲兵」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "SkillP02"
    },
    "100402311": {
        "Key": "SkillP03",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・尉官（スペック）」を召喚する。",
        "P": "3",
        "SP": 0,
        "K": "SkillP03"
    },
    "100402312": {
        "Key": "Skill12",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill12"
    },
    "100402313": {
        "Key": "Skill13",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill13"
    },
    "100402401": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "100402402": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            3.5
        ]
    },
    "100402403": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "「全体バリア」を発動し、敵が受けるダメージをすべて防ぐ。さらに敵全体の靭性が削られなくなる。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.3,
            0.3,
            0.5,
            1.1
        ]
    },
    "100402404": {
        "Key": "Skill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.8,
            0.12,
            1.5
        ]
    },
    "100402405": {
        "Key": "Skill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill05",
        "S": [
            2.0,
            0.7
        ]
    },
    "100402407": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            4.0
        ]
    },
    "100402408": {
        "Key": "Skill08",
        "Name": "歯には歯を",
        "Desc": "カウンター状態に入り、1ターン継続。この状態の時に攻撃を受けると、攻撃者に「霜の処罰」を発動。",
        "P": "1",
        "SP": 0,
        "K": "Skill08"
    },
    "100402409": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402410": {
        "Key": "SkillP02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP02"
    },
    "100402411": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03"
    },
    "100402412": {
        "Key": "Skill12",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill12"
    },
    "100402413": {
        "Key": "Skill13",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill13"
    },
    "100402501": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "100402502": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "100402503": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "自身以外の敵にバリアを付与する。バリアがある敵は持続ダメージ以外のすべてのダメージを防ぐ。この効果は攻撃を受けた後に解除される。",
        "P": "2",
        "SP": 0,
        "K": "Skill03"
    },
    "100402504": {
        "Key": "Skill04",
        "Name": "極寒の激流",
        "Desc": "味方全体に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "S": [
            2.5
        ]
    },
    "100402505": {
        "Key": "Skill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill05",
        "S": [
            2.0,
            0.7
        ]
    },
    "100402506": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            4.0
        ]
    },
    "100402507": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill08",
        "S": [
            0.5,
            2.0,
            4.0
        ]
    },
    "100402508": {
        "Key": "Skill12",
        "Name": "包囲攻撃",
        "Desc": "「シルバーメイン・砲兵」を召喚し、味方単体をロックオンして敵全体が集中攻撃するよう命じる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill12",
        "S": [
            2.0
        ]
    },
    "100402509": {
        "Key": "SkillP04",
        "Name": "鋼鉄の意志",
        "Desc": "ジェパードのターンが回ってきた時、自身の速度と攻撃力をわずかにアップする。この効果は累積できる。この効果はジェパードが弱点撃破された時に解除される。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "SkillP04",
        "S": [
            0.03,
            0.03,
            0.05,
            0.05
        ]
    },
    "100402510": {
        "Key": "SkillP01",
        "Name": "同進同退",
        "Desc": "ブローニャが戦闘不能状態になった時、即座に行動し、強化状態に入り、自身の速度をアップする。この状態の時「極寒の激流」は低確率で攻撃を受けた敵を凍結状態にする。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "SkillP01",
        "S": [
            0.3,
            0.3,
            1.0,
            1.0
        ]
    },
    "100402511": {
        "Key": "SkillP02",
        "Name": "完璧な攻防",
        "Desc": "ブローニャとジェパードは交互にメインアタック状態とサポート状態に入る。メインアタック状態の時は、自身の靭性保護を解除し通常通りに攻撃する。サポート状態に入ると、自身の速度をダウンさせ、靭性保護を獲得し「包囲攻撃」を発動する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "SkillP02",
        "S": [
            0.3
        ]
    },
    "100402512": {
        "Key": "SkillP03",
        "Name": "完璧な攻防",
        "Desc": "ブローニャとジェパードは交互にメインアタック状態とサポート状態に入る。メインアタック状態の時は、自身の靭性保護を解除し通常通りに攻撃する。サポート状態に入ると、自身の速度をダウンさせ、靭性保護を獲得し「戍衛のオーラ」と「包囲攻撃」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            2.0,
            50.0,
            2.0,
            1.0,
            0.5
        ]
    },
    "100402513": {
        "Key": "Skill04Insert",
        "Name": "極寒の激流",
        "Desc": "味方全体に氷属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04Insert",
        "S": [
            2.5
        ]
    },
    "100402601": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "100402602": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            3.6
        ]
    },
    "100402603": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "「全体バリア」を発動し、敵が受けるダメージをすべて防ぐ。さらに自身以外の敵全体の靭性値が削られなくなる。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.48,
            0.3,
            0.5,
            1.1
        ]
    },
    "100402607": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            4.2
        ]
    },
    "100402608": {
        "Key": "Skill08",
        "Name": "歯には歯を",
        "Desc": "カウンター状態に入り、1ターン継続。この状態の時に攻撃を受けると、攻撃者に「霜の処罰」を発動。",
        "P": "1",
        "SP": 0,
        "K": "Skill08"
    },
    "100402701": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "100402702": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            3.5
        ]
    },
    "100402703": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "「全体バリア」を発動し、敵が受けるダメージをすべて防ぐ。さらに敵全体の靭性が削られなくなる。",
        "P": "2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.5,
            0.2,
            0.5
        ]
    },
    "100402704": {
        "Key": "Skill04",
        "Name": "極寒の激流",
        "Desc": "味方全体に氷属性ダメージを与え、自身の与ダメージを小アップさせる。ダメージアップ効果は累積できる。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.8,
            0.12,
            1.0
        ]
    },
    "100402705": {
        "Key": "Skill05",
        "Name": "囲攻",
        "Desc": "ジェパードが指定した味方単体をロックオンし、敵全体に集中攻撃するよう命じる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            2.0,
            0.7
        ]
    },
    "100402707": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            4.0
        ]
    },
    "100402708": {
        "Key": "Skill08",
        "Name": "歯には歯を",
        "Desc": "カウンター状態に入り、1ターン継続。この状態の時に攻撃を受けると、即座に攻撃者に「霜の処罰」を発動。この効果は最大で1回発動する。",
        "P": "1 2",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill08"
    },
    "100402709": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・近衛」と「シルバーメイン・砲兵」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402710": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・砲兵」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402711": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・尉官（スペック）」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402801": {
        "Key": "Skill01",
        "Name": "一意の拳",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "100402802": {
        "Key": "Skill02",
        "Name": "霜の処罰",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            3.5
        ]
    },
    "100402803": {
        "Key": "Skill03",
        "Name": "戍衛のオーラ",
        "Desc": "「全体バリア」を発動し、敵が受けるダメージをすべて防ぐ。さらに敵全体の靭性が削られなくなる。",
        "P": "2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.8,
            0.3,
            0.5
        ]
    },
    "100402804": {
        "Key": "Skill04",
        "Name": "極寒の激流",
        "Desc": "味方全体に氷属性ダメージを与え、自身の与ダメージを小アップさせる。ダメージアップ効果は累積できる。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.8,
            0.05,
            1.0
        ]
    },
    "100402805": {
        "Key": "Skill05",
        "Name": "囲攻",
        "Desc": "ジェパードが指定した味方単体をロックオンし、敵全体に集中攻撃するよう命じる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            2.0,
            0.7
        ]
    },
    "100402806": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill07",
        "S": [
            4.0
        ]
    },
    "100402807": {
        "Key": "Skill08",
        "Name": "歯には歯を",
        "Desc": "カウンター状態に入り、1ターン継続。この状態の時に攻撃を受けると、攻撃者に「霜の処罰」を発動。この効果は最大で1回発動する。",
        "P": "1 2",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill08"
    },
    "100402808": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・近衛」と「シルバーメイン・砲兵」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "100402809": {
        "Key": "SkillP01",
        "Name": "支援",
        "Desc": "段階開始時、「シルバーメイン・砲兵」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "SkillP01"
    },
    "100403001": {
        "Key": "Skill01",
        "Name": "疾風の弾丸",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "100403002": {
        "Key": "Skill02",
        "Name": "作戦再展開",
        "Desc": "ブローニャ以外の指定した敵単体のすべてのデバフを解除し、即座に行動させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "100403003": {
        "Key": "Skill03",
        "Name": "増援協力",
        "Desc": "「シルバーメイン・近衛」または「シルバーメイン・狙撃手」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "100403004": {
        "Key": "Skill04",
        "Name": "制圧射撃",
        "Desc": "指定した味方単体に風属性ダメージを与え、攻撃を受けた味方の行動順を遅らす。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            5.0
        ],
        "S": [
            5.0,
            0.5
        ]
    },
    "100403101": {
        "Key": "Skill01",
        "Name": "疾風の弾丸",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.25
        ],
        "S": [
            2.25
        ]
    },
    "100403102": {
        "Key": "Skill02",
        "Name": "作戦再展開",
        "Desc": "ブローニャ以外の指定した敵単体のすべてのデバフを解除し、即座に行動させ、その敵の与ダメージを小アップさせる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.2,
            1.0
        ]
    },
    "100403103": {
        "Key": "Skill03",
        "Name": "増援協力",
        "Desc": "「シルバーメイン・近衛」または「シルバーメイン・狙撃手」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill03"
    },
    "100403104": {
        "Key": "Skill04",
        "Name": "制圧射撃",
        "Desc": "指定した味方単体に風属性ダメージを与え、攻撃を受けた味方の行動順を遅らす。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            3.75
        ],
        "S": [
            3.75,
            0.5
        ]
    },
    "100403201": {
        "Key": "Skill01",
        "Name": "疾風の弾丸",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "100403202": {
        "Key": "Skill02",
        "Name": "作戦再展開",
        "Desc": "ブローニャ以外の指定した敵単体のすべてのデバフを解除し、即座に行動させる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02"
    },
    "100403203": {
        "Key": "Skill03",
        "Name": "増援協力",
        "Desc": "「シルバーメイン・砲兵」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03"
    },
    "100403204": {
        "Key": "Skill04",
        "Name": "制圧射撃",
        "Desc": "指定した味方単体に風属性ダメージを与え、攻撃を受けた味方の行動順を遅らす。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.0,
            0.3
        ]
    },
    "100403205": {
        "Key": "Skill05",
        "Name": "行軍命令",
        "Desc": "敵全体の速度をアップ。",
        "P": "2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            50.0,
            2.0
        ]
    },
    "100403206": {
        "Key": "SkillP04",
        "Name": "一気呵成",
        "Desc": "ブローニャのターンが回ってきた時、自身の速度と攻撃力をわずかにアップする。この効果は累積できる。この効果はブローニャが撃破された時に解除される。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "SkillP04",
        "S": [
            0.03,
            0.03,
            0.05,
            0.05
        ]
    },
    "100403207": {
        "Key": "SkillP01",
        "Name": "同じ敵に向かって",
        "Desc": "ジェパードが戦闘不能状態になった時、即座に行動し、強化状態に入り、自身の速度をアップする。この状態の時、ブローニャはより多くの「シルバーメイン・砲兵」を召喚する。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "SkillP01",
        "S": [
            0.3
        ]
    },
    "100403208": {
        "Key": "SkillP02",
        "Name": "コンビネーション",
        "Desc": "ブローニャとジェパードは交互にメインアタック状態とサポート状態に入る。メインアタック状態の時は、自身の靭性保護を解除し通常通りに攻撃する。サポート状態に入ると、自身の速度をダウンさせ、靭性保護を獲得し「増援協力」または「作戦再展開」を発動する。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "SkillP02",
        "S": [
            0.3
        ]
    },
    "100403209": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            2.0,
            50.0,
            2.0,
            1.0,
            0.5
        ]
    },
    "100501001": {
        "Key": "Skill01",
        "Name": "砕骨の寒流",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "100501002": {
        "Key": "Skill06",
        "Name": "裂魂の寒流",
        "Desc": "指定した味方単体に大量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            9.5
        ],
        "S": [
            9.5
        ]
    },
    "100501003": {
        "Key": "Skill04",
        "Name": "滅世の氷雨",
        "Desc": "味方全体に氷属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "100501004": {
        "Key": "Skill02",
        "Name": "冷酷なる滅世者の呼喚",
        "Desc": "「無尽なる冬の槊」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.0,
            0.8
        ]
    },
    "100501005": {
        "Key": "Skill07",
        "Name": "創世のコード",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill07",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            1.0,
            0.5
        ]
    },
    "100501006": {
        "Key": "Skill08",
        "Name": "創世紀のプレリュード",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「創世の絶唱」を発動。",
        "P": "2",
        "SP": 0,
        "K": "Skill08",
        "DelayRatio": 1.25
    },
    "100501007": {
        "Key": "Skill09",
        "Name": "創世の絶唱",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill09",
        "DMG": [
            6.5
        ],
        "S": [
            6.5
        ]
    },
    "100501008": {
        "Key": "Skill10",
        "Name": "滅世紀の兆し",
        "Desc": "指定した味方単体をロックオンし、次の行動でこのターゲットに「裂魂の寒流」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10"
    },
    "100501009": {
        "Key": "SkillP01",
        "Name": "創世者の決意",
        "Desc": "段階進行後に速度小アップ、攻撃が虚数属性に変化。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.6,
            0.888,
            20.0
        ]
    },
    "100501101": {
        "Key": "Skill01",
        "Name": "砕骨の寒流",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.0
        ],
        "S": [
            2.0
        ]
    },
    "100501102": {
        "Key": "Skill06",
        "Name": "裂魂の寒流",
        "Desc": "指定した味方単体に大量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            9.5
        ],
        "S": [
            9.5
        ]
    },
    "100501103": {
        "Key": "Skill04",
        "Name": "滅世の氷雨",
        "Desc": "味方全体に氷属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            1.7
        ],
        "S": [
            1.7
        ]
    },
    "100501104": {
        "Key": "Skill02",
        "Name": "冷酷なる滅世者の呼喚",
        "Desc": "「無尽なる冬の槊」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.0,
            0.8
        ]
    },
    "100501105": {
        "Key": "Skill07",
        "Name": "創世のコード",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill07",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            1.0,
            0.5
        ]
    },
    "100501106": {
        "Key": "Skill08",
        "Name": "創世紀のプレリュード",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「創世の絶唱」を発動。",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "DelayRatio": 1.25
    },
    "100501107": {
        "Key": "Skill09",
        "Name": "創世の絶唱",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill09",
        "DMG": [
            6.5
        ],
        "S": [
            6.5
        ]
    },
    "100501108": {
        "Key": "Skill10",
        "Name": "滅世紀の兆し",
        "Desc": "指定した味方単体をロックオンし、次の行動でこのターゲットに「裂魂の寒流」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10"
    },
    "100501109": {
        "Key": "SkillP01",
        "Name": "創世者の決意",
        "Desc": "段階進行後に速度小アップ、攻撃が虚数属性に変化。",
        "P": "",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.6,
            0.888,
            20.0
        ]
    },
    "100501110": {
        "Key": "SkillPerform01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillPerform01",
        "DelayRatio": 0
    },
    "100501201": {
        "Key": "Skill01",
        "Name": "砕骨の寒流",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "100501202": {
        "Key": "Skill06",
        "Name": "裂魂の寒流",
        "Desc": "指定した味方単体に大量の氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            6.5,
            1.0
        ],
        "S": [
            6.5
        ]
    },
    "100501203": {
        "Key": "Skill04",
        "Name": "滅世の氷雨",
        "Desc": "味方全体に氷属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "100501204": {
        "Key": "Skill02",
        "Name": "冷酷なる滅世者の呼喚",
        "Desc": "「無尽なる冬の槊」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.3,
            0.8
        ]
    },
    "100501205": {
        "Key": "Skill07",
        "Name": "創世のコード",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill07",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            1.0,
            0.5
        ]
    },
    "100501206": {
        "Key": "Skill08",
        "Name": "創世紀のプレリュード",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「創世の絶唱」を発動。",
        "P": "2",
        "SP": 0,
        "K": "Skill08",
        "DelayRatio": 1.25
    },
    "100501207": {
        "Key": "Skill09",
        "Name": "創世の絶唱",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill09",
        "DMG": [
            6.5
        ],
        "S": [
            6.5
        ]
    },
    "100501208": {
        "Key": "Skill10",
        "Name": "滅世紀の兆し",
        "Desc": "指定した味方単体をロックオンし、次の行動でこのターゲットに「裂魂の寒流」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10"
    },
    "100501209": {
        "Key": "SkillP02",
        "Name": "滅世者の決意",
        "Desc": "指定した味方単体に「裂魂の寒流」を発動し、高確率でターゲットを凍結状態にする。",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "K": "SkillP02",
        "S": [
            1.0,
            1.0,
            1.0
        ]
    },
    "100501210": {
        "Key": "SkillP01",
        "Name": "創世者の決意",
        "Desc": "段階進行後に速度アップ、攻撃が虚数属性に変化。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.75,
            0.888,
            40.0
        ]
    },
    "100501301": {
        "Key": "Skill01",
        "Name": "砕骨の寒流",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "100501302": {
        "Key": "Skill10",
        "Name": "滅世紀の兆し",
        "Desc": "指定した味方単体をロックオンし、次の行動でこのターゲットに「裂魂の寒流」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10"
    },
    "100501303": {
        "Key": "Skill06",
        "Name": "裂魂の寒流",
        "Desc": "指定した味方単体に大量の氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。スキルは「無尽なる冬の槊（幻像）」がロックオンしているターゲットに対して追加で発動する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "S": [
            3.5
        ]
    },
    "100501304": {
        "Key": "Skill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            2.5
        ]
    },
    "100501305": {
        "Key": "Skill02",
        "Name": "冷酷なる滅世者の呼喚",
        "Desc": "「無尽なる冬の槊（幻像）」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.3,
            0.8
        ]
    },
    "100501306": {
        "Key": "Skill11",
        "Name": "創世者の決意",
        "Desc": "虚数属性に変わり、速度がアップ。更に攻撃の与ダメージをアップさせ、靭性保護状態を解除する。",
        "P": "1",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            0.5,
            0.3,
            0.2
        ]
    },
    "100501307": {
        "Key": "Skill07",
        "Name": "創世のコード",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。スキルは「無尽なる冬の槊（幻像）」がロックオンしているターゲットに対して追加で発動する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.0,
            1.0,
            0.3
        ]
    },
    "100501308": {
        "Key": "Skill08",
        "Name": "創世紀のプレリュード",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「創世の絶唱」を発動。",
        "P": "1",
        "SP": 0,
        "K": "Skill08",
        "DelayRatio": 1.25
    },
    "100501309": {
        "Key": "Skill09",
        "Name": "創世の絶唱",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill09",
        "S": [
            5.0
        ]
    },
    "100501310": {
        "Key": "SkillP02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "K": "SkillP02",
        "S": [
            1.0,
            4.5,
            1.0
        ]
    },
    "100501311": {
        "Key": "SkillP01",
        "Name": "狂雪の災い",
        "Desc": "凍結または禁錮状態の味方1人につき、自身及び召喚物の与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.15,
            0.888,
            40.0
        ]
    },
    "100501312": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "K": "SkillP03",
        "S": [
            2.0,
            200.0,
            5.0,
            1.0,
            500.0
        ]
    },
    "100501401": {
        "Key": "Skill01",
        "Name": "砕骨の寒流",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            3.2
        ]
    },
    "100501402": {
        "Key": "Skill10",
        "Name": "滅世紀の兆し",
        "Desc": "指定した味方単体をロックオンし、次の行動でこのターゲットに「裂魂の寒流」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill10",
        "DelayRatio": 1.5
    },
    "100501403": {
        "Key": "Skill06",
        "Name": "裂魂の寒流",
        "Desc": "指定した味方単体に大量の氷属性ダメージを与え、高確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "S": [
            3.5
        ]
    },
    "100501404": {
        "Key": "Skill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            3.5
        ]
    },
    "100501405": {
        "Key": "Skill02",
        "Name": "冷酷なる滅世者の呼喚",
        "Desc": "「無尽なる冬の槊」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.3,
            0.8
        ]
    },
    "100501406": {
        "Key": "Skill11",
        "Name": "創世者の決意",
        "Desc": "虚数属性に変わり、自身の速度および与ダメージアップ。",
        "P": "1 2",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            0.1,
            0.2,
            0.25
        ]
    },
    "100501407": {
        "Key": "Skill07",
        "Name": "創世のコード",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill07",
        "S": [
            2.0,
            1.0,
            0.3
        ]
    },
    "100501408": {
        "Key": "Skill08",
        "Name": "創世紀のプレリュード",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「創世の絶唱」を発動。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill08"
    },
    "100501409": {
        "Key": "Skill09",
        "Name": "創世の絶唱",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill09",
        "S": [
            5.0
        ]
    },
    "100501410": {
        "Key": "SkillP02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Ice",
        "K": "SkillP02",
        "S": [
            0.5,
            2.0,
            1.0
        ]
    },
    "100501411": {
        "Key": "SkillP01",
        "Name": "狂雪の災い",
        "Desc": "凍結または禁錮状態の味方1人につき、自身及び召喚物の与ダメージがアップする。",
        "P": "",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.0,
            0.888,
            40.0
        ]
    },
    "100501413": {
        "Key": "SkillEX01",
        "Name": "破竹の勢い",
        "Desc": "望みなき凛冽たる風の幻滅者・虚妄の母の受けるダメージが大幅に低下するが、弱点撃破された後、行動順がさらに遅延し、受けるダメージがさらにアップする。同時に味方全体のSPを全回復し、必殺技を発動できるようにする。",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "100501414": {
        "Key": "SkillEX02",
        "Name": "望みなき凛冽たる風",
        "Desc": "望みなき凛冽たる風の幻滅者・虚妄の母が自身の弱点属性を「無尽なる冬の槊」に<u>転移</u>させる。",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "EE": [
            70000304
        ],
        "S": [
            2.4,
            1.7,
            30.0
        ]
    },
    "100501415": {
        "Key": "SkillEX03",
        "Name": "退路なし",
        "Desc": "望みなき凛冽たる風の幻滅者・虚妄の母が「裂魂の寒流」または「創世のコード」を発動する時、「無尽なる冬の槊」がロックオンしたターゲットに対して<u>追加発動</u>する。",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "EE": [
            70000302
        ],
        "S": [
            0.25,
            0.25,
            0.5,
            0.5
        ]
    },
    "100501416": {
        "Key": "SkillEX04",
        "Name": "強靭な志",
        "Desc": "敵全体の受けるダメージがダウンする。ただし、保有する弱点属性1つにつき、受けるダメージがアップする。",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.2,
            0.05
        ]
    },
    "100501417": {
        "Key": "SkillEX05",
        "Name": "Apocalyptic Shadow",
        "Desc": "After $1*10$ Action Value has passed, for every additional $2*10$ Action Value passed, deals $4p$ increased DMG, max $3$ stacks.",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "101201001": {
        "Key": "Skill01",
        "Name": "垂直打撃",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "101201002": {
        "Key": "Skill05",
        "Name": "自癒モジュール",
        "Desc": "敵全体のHPを回復。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.25
        ]
    },
    "101201101": {
        "Key": "Skill01",
        "Name": "垂直打撃",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "101201102": {
        "Key": "Skill05",
        "Name": "自癒モジュール",
        "Desc": "敵全体のHPを回復。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.25
        ]
    },
    "101202001": {
        "Key": "Skill01",
        "Name": "突進",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.0
        ],
        "S": [
            2.0
        ]
    },
    "101202002": {
        "Key": "Skill02",
        "Name": "時限モジュール",
        "Desc": "次の行動で「自爆モジュール」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "101202003": {
        "Key": "Skill03",
        "Name": "自爆モジュール",
        "Desc": "自爆し、味方単体および隣接する味方に炎属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "101202004": {
        "Key": "PassiveSkillInitiate",
        "Name": "連鎖壊滅",
        "Desc": "HPが0になる攻撃を受けた後、隣接する敵に炎属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "PassiveSkillInitiate",
        "S": [
            1.2,
            60.0
        ]
    },
    "101202005": {
        "Key": "Skill04",
        "Name": "ご█なさ█ █",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill04"
    },
    "101202101": {
        "Key": "Skill01",
        "Name": "突進",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.0
        ],
        "S": [
            2.0
        ]
    },
    "101202102": {
        "Key": "Skill02",
        "Name": "時限モジュール",
        "Desc": "次の行動で「自爆モジュール」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "101202103": {
        "Key": "Skill03",
        "Name": "自爆モジュール",
        "Desc": "自爆し、味方単体および隣接する味方に炎属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "101202104": {
        "Key": "PassiveSkillInitiate",
        "Name": "連鎖壊滅",
        "Desc": "HPが0になる攻撃を受けた後、隣接する敵に炎属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "PassiveSkillInitiate",
        "S": [
            1.2,
            60.0
        ]
    },
    "101203001": {
        "Key": "Skill01",
        "Name": "不安定力場",
        "Desc": "指定した味方単体に物理属性ダメージを与え、自身にバリアを付与する。バリアは持続ダメージ以外のすべてのダメージを防ぐ。この効果は攻撃を受けた後に解除される。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "101203201": {
        "Key": "Skill01",
        "Name": "琥珀の強襲",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0,
            30.0
        ]
    },
    "101204001": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "101204002": {
        "Key": "PassiveSkill03",
        "Name": "巨大なる掌",
        "Desc": "「束縛」状態の味方に、その味方のHPの割合に応じた物理属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "PassiveSkill03"
    },
    "101204003": {
        "Key": "Skill02",
        "Name": "指示を待つ",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "101204004": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にし、物理属性ダメージを1回与える。自身が弱点撃破されると味方の「束縛」状態は解除される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "101204005": {
        "Key": "Skill04",
        "Name": "失力電場",
        "Desc": "「束縛」状態の味方に、その味方のHPの割合に応じた物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04"
    },
    "101204006": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 25.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            15.0
        ],
        "S": [
            15.0
        ]
    },
    "101204007": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷」状態に入り、味方の「束縛」状態を解除する。この状態に入ると、マニピュレーターユニットが次の行動で「制御起爆」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill06",
        "S": [
            2.0
        ]
    },
    "101204101": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.15
        ]
    },
    "101204102": {
        "Key": "PassiveSkill03",
        "Name": "巨大なる掌",
        "Desc": "「束縛」状態の味方に、その味方のHPの割合に応じた物理属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "PassiveSkill03",
        "S": [
            0.5
        ]
    },
    "101204103": {
        "Key": "Skill02",
        "Name": "指示を待つ",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "101204104": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にし、物理属性ダメージを1回与える。自身が弱点撃破されるかHPが一定値を下回ると、味方の「束縛」状態は解除される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5,
            0.5
        ]
    },
    "101204105": {
        "Key": "Skill04",
        "Name": "失力電場",
        "Desc": "「束縛」状態の味方に、HPの割合に応じた物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04",
        "S": [
            0.5
        ]
    },
    "101204106": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 25.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            15.0
        ],
        "S": [
            15.0
        ]
    },
    "101204107": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷」状態に入り、味方の「束縛」状態を解除する。この状態に入ると、マニピュレーターユニットが次の行動で「制御起爆」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill06",
        "S": [
            2.0,
            0.0
        ]
    },
    "101204201": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.15
        ]
    },
    "101204202": {
        "Key": "PassiveSkill03",
        "Name": "巨大なる掌",
        "Desc": "「束縛」状態の味方に、その味方のHPの割合に応じた物理属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "PassiveSkill03",
        "S": [
            0.5
        ]
    },
    "101204203": {
        "Key": "Skill02",
        "Name": "指示を待つ",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "101204204": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にし、物理属性ダメージを1回与える。自身が弱点撃破されるかHPが一定値を下回ると、味方の「束縛」状態は解除される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5,
            0.5
        ]
    },
    "101204205": {
        "Key": "Skill04",
        "Name": "失力電場",
        "Desc": "「束縛」状態の味方に、HPの割合に応じたの物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04",
        "S": [
            0.5
        ]
    },
    "101204206": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 25.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            25.0
        ],
        "S": [
            25.0
        ]
    },
    "101204207": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷」状態に入り、味方の「束縛」状態を解除する。この状態に入ると、マニピュレーターユニットが次の行動で「制御起爆」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill06",
        "S": [
            2.0,
            0.5
        ]
    },
    "101301001": {
        "Key": "Skill05",
        "Name": "爆裂指示",
        "Desc": "「自動機兵・パウーク」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "101301002": {
        "Key": "Skill04",
        "Name": "憤怒指示",
        "Desc": "確率で味方全体を挑発状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.3,
            2.0,
            0.5
        ]
    },
    "101301003": {
        "Key": "Skill02",
        "Name": "過負荷指示",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「殲滅指示」を発動。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "101301004": {
        "Key": "Skill03",
        "Name": "殲滅指示",
        "Desc": "味方全体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "101301005": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "101301009": {
        "Key": "Skill01",
        "Name": "破壊指示",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "101301101": {
        "Key": "Skill05",
        "Name": "爆裂指示",
        "Desc": "「自動機兵・パウーク」と「自動機兵・ジューク」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "101301102": {
        "Key": "Skill04",
        "Name": "憤怒指示",
        "Desc": "高確率で味方全体を挑発状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.3,
            2.0,
            1.0
        ]
    },
    "101301103": {
        "Key": "Skill02",
        "Name": "過負荷指示",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「殲滅指示」を発動。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "101301104": {
        "Key": "Skill03",
        "Name": "殲滅指示",
        "Desc": "味方全体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "101301105": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "101301109": {
        "Key": "Skill01",
        "Name": "破壊指示",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "101301201": {
        "Key": "Skill01",
        "Name": "破壊指示",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "101301202": {
        "Key": "Skill06",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 20.0,
        "Elem": "Phys",
        "K": "Skill06",
        "S": [
            5.0
        ]
    },
    "101301203": {
        "Key": "Skill05",
        "Name": "爆裂指示",
        "Desc": "「自動機兵・パウーク」を召喚する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill05"
    },
    "101301204": {
        "Key": "Skill04",
        "Name": "憤怒指示",
        "Desc": "確率で味方それぞれを挑発状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.3,
            2.0,
            1.0
        ]
    },
    "101301205": {
        "Key": "Skill02",
        "Name": "過負荷指示",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「殲滅指示」を発動。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "101301206": {
        "Key": "Skill03",
        "Name": "殲滅指示",
        "Desc": "味方全体に大量の物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "101301207": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "101301208": {
        "Key": "PassiveSkill01",
        "Name": "壊滅指令",
        "Desc": "「過負荷指示」を発動する時、自身の与ダメージをアップする、与ダメージアップ効果は累積できる。",
        "P": "3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.6,
            2.0
        ]
    },
    "101301301": {
        "Key": "Skill01",
        "Name": "破壊指示",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "101301302": {
        "Key": "Skill06",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 20.0,
        "Elem": "Phys",
        "K": "Skill06",
        "S": [
            5.0
        ]
    },
    "101301303": {
        "Key": "Skill05",
        "Name": "爆裂指示",
        "Desc": "「自動機兵・パウーク」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05"
    },
    "101301304": {
        "Key": "Skill04",
        "Name": "憤怒指示",
        "Desc": "高確率で味方全体を挑発状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.3,
            2.0,
            1.0
        ]
    },
    "101301305": {
        "Key": "Skill02",
        "Name": "過負荷指示",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「殲滅指示」を発動。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "101301306": {
        "Key": "Skill03",
        "Name": "殲滅指示",
        "Desc": "味方全体に大量の物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "101301307": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "101301308": {
        "Key": "PassiveSkill01",
        "Name": "壊滅指令",
        "Desc": "「過負荷指示」を発動する時、自身の与ダメージをアップする、与ダメージアップ効果は累積できる。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.5,
            1.5
        ]
    },
    "101301401": {
        "Key": "Skill01",
        "Name": "破壊指示",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "101301402": {
        "Key": "Skill06",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 20.0,
        "Elem": "Phys",
        "K": "Skill06",
        "S": [
            5.0
        ]
    },
    "101301403": {
        "Key": "Skill05",
        "Name": "爆裂指示",
        "Desc": "「自動機兵・パウーク」または自動機兵・ジュークを召喚する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill05"
    },
    "101301404": {
        "Key": "Skill04",
        "Name": "憤怒指示",
        "Desc": "確率で味方それぞれを挑発状態にする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.3,
            2.0,
            1.0
        ]
    },
    "101301405": {
        "Key": "Skill02",
        "Name": "過負荷指示",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「殲滅指示」を発動。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.3
        ]
    },
    "101301406": {
        "Key": "Skill03",
        "Name": "殲滅指示",
        "Desc": "味方全体に大量の物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "S": [
            3.6
        ]
    },
    "101301407": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "101301408": {
        "Key": "PassiveSkill01",
        "Name": "壊滅指令",
        "Desc": "自身の与ダメージを大アップ。チャージに入るたびに自身の与ダメージをアップする。与ダメージアップ効果は累積できる。",
        "P": "3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.15,
            2.0,
            0.3
        ]
    },
    "101301409": {
        "Key": "Skill07",
        "Name": "火力再構成",
        "Desc": "倒された後に「火力修復」状態に入り、一定ターン後に復活し、自身の与ダメージをさらにアップする。与ダメージアップ効果は累積できる。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill07",
        "S": [
            2.0,
            0.15,
            2.0,
            0.3,
            0.0,
            0.0
        ]
    },
    "101302001": {
        "Key": "Skill06",
        "Name": "伐採指令",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える、攻撃が命中するたびに、確率で味方を裂創にする。このスキルを発動する時、ターゲットがバリアを持ってない場合、ランダムな味方単体に「取り壊す」を発動する。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            4.0,
            0.05
        ],
        "S": [
            0.5,
            0.05,
            4.0,
            10.0
        ]
    },
    "101302002": {
        "Key": "Skill07",
        "Name": "目標ロックオン",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「伐採指令」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 1.25
    },
    "101302003": {
        "Key": "Skill09",
        "Name": "解体指示",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill09",
        "DMG": [
            2.5,
            0.05
        ],
        "S": [
            2.5
        ]
    },
    "101302004": {
        "Key": "Skill11",
        "Name": "取り壊す",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill11",
        "DMG": [
            2.5,
            0.05
        ],
        "S": [
            2.5
        ]
    },
    "101302101": {
        "Key": "Skill06",
        "Name": "伐採指令",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与え、1ヒットごとに高確率で裂創状態を付与する。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            6.0,
            0.05
        ],
        "S": [
            0.8,
            0.05,
            6.0,
            10.0
        ]
    },
    "101302102": {
        "Key": "Skill07",
        "Name": "目標ロックオン",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「伐採指令」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 1.25
    },
    "101302103": {
        "Key": "Skill09",
        "Name": "解体指示",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill09",
        "DMG": [
            2.5,
            0.05
        ],
        "S": [
            2.5
        ]
    },
    "101302104": {
        "Key": "Skill11",
        "Name": "取り壊す",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill11",
        "DMG": [
            2.5,
            0.05
        ],
        "S": [
            2.5
        ]
    },
    "101302105": {
        "Key": "Skill12",
        "Name": "照準指令",
        "Desc": "味方を2人ロックオンし、次の行動で「伐採指令」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill12"
    },
    "101302201": {
        "Key": "Skill06",
        "Name": "伐採指令",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与え、1ヒットごとに確率で裂創状態を付与する。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            6.0,
            0.05
        ],
        "S": [
            0.8,
            0.05,
            6.0,
            10.0
        ]
    },
    "101302202": {
        "Key": "Skill07",
        "Name": "目標ロックオン",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「伐採指令」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 1.25
    },
    "101302203": {
        "Key": "Skill12",
        "Name": "照準指令",
        "Desc": "味方を2人ロックオンし、次の行動で「伐採指令」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill12"
    },
    "101302204": {
        "Key": "Skill10",
        "Name": "協力指令",
        "Desc": "味方2人をロックオンし、次の行動で「伐採指令」を発動する。同時に「自動機兵・グリズリー」がチャージ状態に入り、次の行動で味方全体に「殲滅指示」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill10"
    },
    "101302205": {
        "Key": "Skill09",
        "Name": "解体指示",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill09",
        "DMG": [
            2.5,
            0.05
        ],
        "S": [
            2.5
        ]
    },
    "101302206": {
        "Key": "Skill11",
        "Name": "取り壊す",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill11",
        "DMG": [
            2.5,
            0.05
        ],
        "S": [
            2.5
        ]
    },
    "101302207": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill08",
        "S": [
            3.0,
            3.0
        ]
    },
    "101302208": {
        "Key": "PassiveSkill01",
        "Name": "作戦加速",
        "Desc": "自身の速度を大アップする。「照準指令」を発動する時、さらに速度を小アップする。",
        "P": "3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.6,
            0.2,
            2.0
        ]
    },
    "101302301": {
        "Key": "Skill06",
        "Name": "伐採指令",
        "Desc": "指定した味方単体に物理属性ダメージを与え、1ヒットごとに確率で裂創状態を付与する。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            4.0,
            0.05
        ],
        "S": [
            0.5,
            0.05,
            4.0,
            10.0
        ]
    },
    "101302302": {
        "Key": "Skill07",
        "Name": "目標ロックオン",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「伐採指令」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 1.25
    },
    "101302303": {
        "Key": "Skill12",
        "Name": "照準指令",
        "Desc": "味方を2人ロックオンし、次の行動で「伐採指令」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill12"
    },
    "101302304": {
        "Key": "Skill10",
        "Name": "協力指令",
        "Desc": "味方2人をロックオンし、次の行動で「伐採指令」を発動する。同時に「自動機兵・グリズリー」がチャージ状態に入り、次の行動で味方全体に「殲滅指示」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill10"
    },
    "101302305": {
        "Key": "Skill09",
        "Name": "解体指示",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill09",
        "DMG": [
            2.5,
            0.05
        ],
        "S": [
            2.5
        ]
    },
    "101302306": {
        "Key": "Skill11",
        "Name": "取り壊す",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill11",
        "DMG": [
            2.5,
            0.05
        ],
        "S": [
            2.5
        ]
    },
    "101302307": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill08",
        "S": [
            3.0,
            3.0
        ]
    },
    "101302308": {
        "Key": "PassiveSkill01",
        "Name": "作戦加速",
        "Desc": "自身の速度を大アップする。「照準指令」を発動する時、さらに速度を小アップする。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.6,
            0.1,
            1.5
        ]
    },
    "101302401": {
        "Key": "Skill06",
        "Name": "伐採指令",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与え、1ヒットごとに確率で裂創状態を付与する。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill06",
        "S": [
            1.0,
            0.05,
            4.0,
            10.0
        ]
    },
    "101302402": {
        "Key": "Skill07",
        "Name": "目標ロックオン",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「伐採指令」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 1.25
    },
    "101302403": {
        "Key": "Skill12",
        "Name": "照準指令",
        "Desc": "味方を2人ロックオンし、次の行動で「伐採指令」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill12"
    },
    "101302404": {
        "Key": "Skill10",
        "Name": "協力指令",
        "Desc": "味方2人をロックオンし、次の行動で「伐採指令」を発動する。同時に「自動機兵・グリズリー」がチャージ状態に入り、次の行動で味方全体に「殲滅指示」を発動する。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill10"
    },
    "101302405": {
        "Key": "Skill09",
        "Name": "解体指示",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill09",
        "S": [
            2.5
        ]
    },
    "101302406": {
        "Key": "Skill11",
        "Name": "取り壊す",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で裂創状態を1層与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill11",
        "S": [
            2.5
        ]
    },
    "101302407": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill08",
        "S": [
            3.0,
            3.0
        ]
    },
    "101302408": {
        "Key": "PassiveSkill01",
        "Name": "作戦加速",
        "Desc": "自身の速度を大アップする。「協力指令」を発動する時、さらに速度を小アップする。速度アップ効果は累積できる。",
        "P": "3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.3,
            0.15,
            2.0
        ]
    },
    "101302409": {
        "Key": "Skill13",
        "Name": "速度率再構成",
        "Desc": "倒された後に「速度率修復」状態に入り、一定ターン後に復活し、自身の速度をさらにわずかにアップする。速度アップ効果は累積できる。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill13",
        "S": [
            2.0,
            0.25,
            2.0,
            0.5,
            0.0,
            0.0
        ]
    },
    "101401001": {
        "Key": "Skill01",
        "Name": "追放の拳",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "101401002": {
        "Key": "Skill02",
        "Name": "バーニングビーム",
        "Desc": "指定した味方単体に物理属性ダメージを与え、攻撃を受けた味方の行動順を遅延させる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.3
        ]
    },
    "101401003": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にする、「束縛」状態では行動できず、攻撃のターゲットにもされない。マニピュレーターユニットが弱点撃破されると、味方の束縛状態が解除される。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03"
    },
    "101401004": {
        "Key": "Skill04",
        "Name": "効率的爆撃",
        "Desc": "味方全体に大量の物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンする。",
        "P": "1",
        "SP": 2.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            2.4
        ],
        "S": [
            0.2,
            0.3,
            2.0
        ]
    },
    "101401005": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "",
        "SP": 25.0,
        "Elem": "Phys",
        "K": "Skill05",
        "DMG": [
            15.0
        ]
    },
    "101401006": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷時間制限」状態になる。この状態に入ると次の行動で「制御起爆」を発動する。",
        "P": "",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill06"
    },
    "101401007": {
        "Key": "Skill07",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を召喚する。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill07"
    },
    "101401008": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill08"
    },
    "101401009": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "101401010": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04"
    },
    "101401011": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05"
    },
    "101401101": {
        "Key": "Skill01",
        "Name": "追放の拳",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "101401102": {
        "Key": "Skill02",
        "Name": "バーニングビーム",
        "Desc": "指定した味方単体に物理属性ダメージを与え、攻撃を受けた味方の行動順を遅延させる。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.5
        ]
    },
    "101401103": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にする、「束縛」状態では行動できず、攻撃のターゲットにもされない。マニピュレーターユニットが弱点撃破されると、味方の束縛状態が解除される。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "101401104": {
        "Key": "Skill04",
        "Name": "過飽和爆撃",
        "Desc": "味方全体に大量の物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンする。このデバフは累積できる。",
        "P": "2 3",
        "SP": 2.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            1.8
        ],
        "S": [
            0.15,
            0.2,
            3.0
        ]
    },
    "101401105": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "",
        "SP": 25.0,
        "Elem": "Phys",
        "K": "Skill05",
        "DMG": [
            15.0
        ],
        "S": [
            15.0
        ]
    },
    "101401106": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷時間制限」状態になる。この状態に入ると次の行動で「制御起爆」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill06",
        "S": [
            0.1
        ]
    },
    "101401107": {
        "Key": "Skill07",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を召喚する。",
        "P": "3",
        "SP": 0,
        "K": "Skill07"
    },
    "101401108": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "101401109": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.0,
            1.0
        ]
    },
    "101401110": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04"
    },
    "101401111": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05"
    },
    "101401112": {
        "Key": "Skill09",
        "Name": "ダメージ増幅",
        "Desc": "敵全体の与ダメージを小アップする、与ダメージアップ効果は累積できる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.15
        ]
    },
    "101401113": {
        "Key": "Skill10",
        "Name": "応急支援",
        "Desc": "ランダムに「自動機兵・ジューク」と「自動機兵・サバーカ」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10"
    },
    "101401114": {
        "Key": "Skill11",
        "Name": "戦術支援",
        "Desc": "「自動機兵・ヴォルク」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill11"
    },
    "101401201": {
        "Key": "Skill01",
        "Name": "追放の拳",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "101401202": {
        "Key": "Skill02",
        "Name": "バーニングビーム",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与え、攻撃された味方の行動順を遅らす。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.5
        ]
    },
    "101401203": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にする、「束縛」状態では行動できず、攻撃のターゲットにもされない。マニピュレーターユニットが弱点撃破されると、味方の束縛状態が解除される。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "101401204": {
        "Key": "Skill04",
        "Name": "過飽和爆撃",
        "Desc": "味方全体に大量の物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンする。このデバフは累積できる。",
        "P": "2 3",
        "SP": 2.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            1.8
        ],
        "S": [
            0.15,
            0.2,
            3.0
        ]
    },
    "101401205": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "",
        "SP": 25.0,
        "Elem": "Phys",
        "K": "Skill05",
        "DMG": [
            15.0
        ],
        "S": [
            15.0
        ]
    },
    "101401206": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷時間制限」状態になる。この状態に入ると次の行動で「制御起爆」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill06",
        "S": [
            0.1
        ]
    },
    "101401207": {
        "Key": "Skill07",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を召喚する。",
        "P": "3",
        "SP": 0,
        "K": "Skill07"
    },
    "101401208": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "101401209": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "Phase 3's Max HP changed to @1.66# times the original.",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.5,
            1.66
        ]
    },
    "101401210": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04"
    },
    "101401211": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05"
    },
    "101401212": {
        "Key": "Skill09",
        "Name": "ダメージ増幅",
        "Desc": "敵全体の与ダメージをアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.15
        ]
    },
    "101401213": {
        "Key": "Skill10",
        "Name": "応急支援",
        "Desc": "ランダムに「自動機兵・ジューク」と「自動機兵・サバーカ」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10"
    },
    "101401214": {
        "Key": "Skill11",
        "Name": "戦術支援",
        "Desc": "「自動機兵・ヴォルク」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill11"
    },
    "101401301": {
        "Key": "Skill01",
        "Name": "追放の拳",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "101401302": {
        "Key": "Skill02",
        "Name": "バーニングビーム",
        "Desc": "指定した味方単体に物理属性ダメージを与え、攻撃を受けた味方の行動順を遅延させる。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.0,
            0.5
        ]
    },
    "101401303": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にする、「束縛」状態では行動できず、攻撃のターゲットにもされない。マニピュレーターユニットが弱点撃破されると、味方の束縛状態が解除される。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "101401304": {
        "Key": "Skill04",
        "Name": "過飽和爆撃",
        "Desc": "味方全体に大量の物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンする。このデバフは累積できる。",
        "P": "2",
        "SP": 2.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.15,
            0.2,
            3.0
        ]
    },
    "101401305": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "",
        "SP": 25.0,
        "Elem": "Phys",
        "K": "Skill05",
        "S": [
            15.0
        ]
    },
    "101401306": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷時間制限」状態になる。この状態に入ると次の行動で「制御起爆」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill06",
        "S": [
            0.1
        ]
    },
    "101401307": {
        "Key": "Skill07",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "101401308": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "101401309": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.0,
            1.0
        ]
    },
    "101401310": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04"
    },
    "101401311": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05"
    },
    "101401312": {
        "Key": "Skill09",
        "Name": "ダメージ増幅",
        "Desc": "敵全体の与ダメージを小アップする、与ダメージアップ効果は累積できる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.15
        ]
    },
    "101401313": {
        "Key": "Skill10",
        "Name": "応急支援",
        "Desc": "ランダムに「自動機兵・ジューク」と「自動機兵・サバーカ」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10"
    },
    "101401314": {
        "Key": "Skill11",
        "Name": "戦術支援",
        "Desc": "「自動機兵・ヴォルク」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill11"
    },
    "101401401": {
        "Key": "Skill01",
        "Name": "追放の拳",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "101401402": {
        "Key": "Skill02",
        "Name": "バーニングビーム",
        "Desc": "指定した味方単体に物理属性ダメージを与え、攻撃を受けた味方の行動順を遅延させる。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.0,
            0.5
        ]
    },
    "101401403": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にする、「束縛」状態では行動できず、攻撃のターゲットにもされない。マニピュレーターユニットが弱点撃破されると、味方の束縛状態が解除される。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "101401404": {
        "Key": "Skill04",
        "Name": "過飽和爆撃",
        "Desc": "味方全体に大量の物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンする。このデバフは累積できる。",
        "P": "1 2 3",
        "SP": 2.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.15,
            0.2,
            3.0
        ]
    },
    "101401405": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "",
        "SP": 25.0,
        "Elem": "Phys",
        "K": "Skill05",
        "S": [
            15.0
        ]
    },
    "101401406": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷時間制限」状態になる。この状態に入ると次の行動で「制御起爆」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill06",
        "S": [
            0.1
        ]
    },
    "101401407": {
        "Key": "Skill07",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07"
    },
    "101401408": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "101401409": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.0,
            1.0
        ]
    },
    "101401410": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04"
    },
    "101401411": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05"
    },
    "101401412": {
        "Key": "Skill09",
        "Name": "ダメージ増幅",
        "Desc": "敵全体の与ダメージを小アップする、与ダメージアップ効果は累積できる。",
        "P": "",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.15
        ]
    },
    "101401413": {
        "Key": "Skill10",
        "Name": "応急支援",
        "Desc": "ランダムに「自動機兵・ジューク」と「自動機兵・サバーカ」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill10"
    },
    "101401414": {
        "Key": "Skill11",
        "Name": "戦術支援",
        "Desc": "「自動機兵・ヴォルク」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill11"
    },
    "101401415": {
        "Key": "Skill12",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を2体召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill12"
    },
    "101401416": {
        "Key": "Skill13",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を2体召喚する。うち1体は過負荷状態で出現する。",
        "P": "3",
        "SP": 0,
        "K": "Skill13"
    },
    "101401501": {
        "Key": "Skill01",
        "Name": "追放の拳",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "101401502": {
        "Key": "Skill02",
        "Name": "バーニングビーム",
        "Desc": "指定した味方単体に物理属性ダメージを与え、攻撃を受けた味方の行動順を遅延させる。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.0,
            0.5
        ]
    },
    "101401503": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にする、「束縛」状態では行動できず、攻撃のターゲットにもされない。マニピュレーターユニットが弱点撃破されると、味方の束縛状態が解除される。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "101401504": {
        "Key": "Skill04",
        "Name": "過飽和爆撃",
        "Desc": "味方全体に大量の物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンする。このデバフは累積できる。",
        "P": "1 2",
        "SP": 2.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.15,
            0.2,
            3.0
        ]
    },
    "101401505": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "",
        "SP": 25.0,
        "Elem": "Phys",
        "K": "Skill05",
        "S": [
            15.0
        ]
    },
    "101401506": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷時間制限」状態になる。この状態に入ると次の行動で「制御起爆」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill06",
        "S": [
            0.1
        ]
    },
    "101401507": {
        "Key": "Skill07",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07"
    },
    "101401508": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "101401509": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.0,
            1.0
        ]
    },
    "101401510": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04"
    },
    "101401511": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05"
    },
    "101401512": {
        "Key": "Skill09",
        "Name": "ダメージ増幅",
        "Desc": "敵全体の与ダメージを小アップする、与ダメージアップ効果は累積できる。",
        "P": "",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.15
        ]
    },
    "101401513": {
        "Key": "Skill10",
        "Name": "応急支援",
        "Desc": "ランダムに「自動機兵・ジューク」と「自動機兵・サバーカ」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill10"
    },
    "101401514": {
        "Key": "Skill11",
        "Name": "戦術支援",
        "Desc": "「自動機兵・ヴォルク」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill11"
    },
    "101401515": {
        "Key": "Skill12",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を2体召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill12"
    },
    "101401516": {
        "Key": "Skill13",
        "Name": "有効配置",
        "Desc": "「マニピュレーターユニット」を2体召喚する。うち1体は過負荷状態で出現する。",
        "P": "3",
        "SP": 0,
        "K": "Skill13"
    },
    "101401601": {
        "Key": "Skill01",
        "Name": "追放の拳",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "101401602": {
        "Key": "Skill02",
        "Name": "バーニングビーム",
        "Desc": "指定した味方単体に物理属性ダメージを与え、攻撃を受けた味方の行動順を遅延させる。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.0,
            0.5
        ]
    },
    "101401603": {
        "Key": "Skill03",
        "Name": "巨大なる掌",
        "Desc": "指定した味方単体を「束縛」状態にする、「束縛」状態では行動できず、攻撃のターゲットにもされない。マニピュレーターユニットが弱点撃破されると、味方の束縛状態が解除される。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "101401604": {
        "Key": "Skill04",
        "Name": "過飽和爆撃",
        "Desc": "味方全体に大量の物理属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンする。このデバフは累積できる。",
        "P": "2",
        "SP": 2.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.15,
            0.2,
            3.0
        ]
    },
    "101401605": {
        "Key": "Skill05",
        "Name": "制御起爆",
        "Desc": "マニピュレーターユニットが爆発し、指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "",
        "SP": 25.0,
        "Elem": "Phys",
        "K": "Skill05",
        "S": [
            15.0
        ]
    },
    "101401606": {
        "Key": "Skill06",
        "Name": "過負荷警告",
        "Desc": "マニピュレーターユニットが「過負荷時間制限」状態になる。この状態に入ると次の行動で「制御起爆」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill06",
        "S": [
            0.1
        ]
    },
    "101401608": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "101401609": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.0,
            1.0
        ]
    },
    "101401610": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04"
    },
    "101401611": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05"
    },
    "101401612": {
        "Key": "Skill09",
        "Name": "ダメージ増幅",
        "Desc": "敵全体の与ダメージを小アップする、与ダメージアップ効果は累積できる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.15
        ]
    },
    "101401613": {
        "Key": "Skill10",
        "Name": "応急支援",
        "Desc": "ランダムに「自動機兵・ジューク」と「自動機兵・サバーカ」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10"
    },
    "101401614": {
        "Key": "Skill11",
        "Name": "戦術支援",
        "Desc": "「自動機兵・ヴォルク」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill11"
    },
    "102201001": {
        "Key": "Skill01",
        "Name": "霜枯れの一撃",
        "Desc": "指定した味方単体に氷属性ダメージを与える、攻撃を受けた味方の行動順を遅らす。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.5
        ]
    },
    "102202001": {
        "Key": "Skill01",
        "Name": "灼炎の一撃",
        "Desc": "指定した味方単体に炎属性ダメージを与え、高確率で攻撃を受けた味方を燃焼状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            3.0,
            0.5
        ],
        "S": [
            3.0,
            1.0,
            3.0,
            0.5
        ]
    },
    "102301001": {
        "Key": "Skill06",
        "Name": "赤の刃先",
        "Desc": "指定した味方単体に炎属性ダメージを与え、高確率で攻撃を受けた味方を燃焼状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill06",
        "DMG": [
            3.0,
            0.5
        ],
        "S": [
            3.0,
            0.5,
            3.0
        ]
    },
    "102301002": {
        "Key": "Skill07",
        "Name": "灼焔切り",
        "Desc": "指定した味方単体および隣接する味方に炎属性ダメージを与える、このスキルは優先的に燃焼状態の味方をターゲットにする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "K": "Skill07",
        "DMG": [
            4.0,
            2.5
        ],
        "S": [
            4.0,
            2.5
        ]
    },
    "102301003": {
        "Key": "PassiveSkillInitiate",
        "Name": "熔解",
        "Desc": "燃焼状態の味方単体に攻撃を行った後、与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.06,
            3.0
        ]
    },
    "102301004": {
        "Key": "Skill01",
        "Name": "高温回転",
        "Desc": "自身の攻撃力を小アップし、速度を大アップする、弱点撃破されると前期のバフが解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.2,
            100.0
        ]
    },
    "102301005": {
        "Key": "Skill02",
        "Name": "余燼の舞い",
        "Desc": "味方全体に炎属性ダメージを与える。燃焼状態の味方はさらに炎属性ダメージを受け、燃焼状態が解除される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill02",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "102301101": {
        "Key": "Skill06",
        "Name": "赤の刃先",
        "Desc": "指定した味方単体に炎属性ダメージを与え、確率で攻撃を受けた味方を燃焼状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill06",
        "DMG": [
            3.0,
            0.5
        ],
        "S": [
            3.0,
            0.5,
            3.0
        ]
    },
    "102301102": {
        "Key": "Skill07",
        "Name": "灼焔切り",
        "Desc": "指定した味方単体および隣接する味方に炎属性ダメージを与える、このスキルは優先的に燃焼状態の味方をターゲットにする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "K": "Skill07",
        "DMG": [
            4.0,
            2.5
        ],
        "S": [
            4.0,
            2.5
        ]
    },
    "102301103": {
        "Key": "Skill01",
        "Name": "高温回転",
        "Desc": "自身の攻撃力を小アップし、速度を大アップする、弱点撃破されると前期のバフが解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.2,
            100.0
        ]
    },
    "102301104": {
        "Key": "Skill02",
        "Name": "余燼の舞い",
        "Desc": "味方全体に炎属性ダメージを与え、燃焼状態になった味方はさらに炎属性ダメージを受ける、確率で攻撃を受けた味方を燃焼状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill02",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "102301105": {
        "Key": "Skill09",
        "Name": "爆裂前兆",
        "Desc": "次の行動で「爆裂燃焼」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill09"
    },
    "102301106": {
        "Key": "Skill08",
        "Name": "爆裂燃焼",
        "Desc": "味方全体に炎属性ダメージを与え、燃焼状態になった味方が爆破されると自身と隣接するターゲットに炎属性ダメージを与え、同時にこのターゲットの燃焼状態を解除する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill08",
        "DMG": [
            1.0,
            2.0,
            1.0
        ],
        "S": [
            2.0,
            1.0,
            1.0
        ]
    },
    "102301107": {
        "Key": "PassiveSkillInitiate",
        "Name": "熔解",
        "Desc": "燃焼状態の味方単体に攻撃を行った後、与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.06,
            3.0
        ]
    },
    "102302001": {
        "Key": "Skill01",
        "Name": "氷輪鉄拳",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "102302005": {
        "Key": "Skill05",
        "Name": "誘導体召喚",
        "Desc": "「永冬の災影」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "102302006": {
        "Key": "Skill06",
        "Name": "氷結の嵐",
        "Desc": "味方全体に氷属性ダメージを与え、高確率で攻撃を受けた味方を「冷寒」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Ice",
        "K": "Skill06",
        "DMG": [
            1.0
        ],
        "S": [
            0.12,
            0.2,
            1.0,
            3.0
        ]
    },
    "102302007": {
        "Key": "Skill07",
        "Name": "誘導体吸収",
        "Desc": "永冬の災影を1体吸収し、自身の攻撃力をアップする、同時に味方単体をロックオンする。フィールド上に永冬の災影が存在しない場合、自身の防御力がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.5
        ]
    },
    "102302008": {
        "Key": "Skill08",
        "Name": "誘導体吸収",
        "Desc": "永冬の災影を1体吸収し、自身の攻撃力をアップする、同時に味方単体をロックオンする。フィールド上に永冬の災影が存在しない場合、自身の防御力がダウンする。",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.5
        ]
    },
    "102302009": {
        "Key": "Skill09",
        "Name": "氷輪破砕",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を「冷寒」状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill09",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "102302010": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "102302101": {
        "Key": "Skill01",
        "Name": "氷輪鉄拳",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "102302105": {
        "Key": "Skill05",
        "Name": "誘導体召喚",
        "Desc": "「永冬の災影」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "102302106": {
        "Key": "Skill06",
        "Name": "氷結の嵐",
        "Desc": "味方全体に氷属性ダメージを与え、高確率で攻撃を受けた味方を「冷寒」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Ice",
        "K": "Skill06",
        "DMG": [
            1.0
        ],
        "S": [
            0.12,
            0.2,
            1.0,
            3.0
        ]
    },
    "102302107": {
        "Key": "Skill07",
        "Name": "誘導体吸収",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を「冷寒」状態にする。",
        "P": "",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.5
        ]
    },
    "102302108": {
        "Key": "Skill08",
        "Name": "誘導体吸収",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.5
        ]
    },
    "102302109": {
        "Key": "Skill09",
        "Name": "氷輪破砕",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃を受けた味方を冷寒状態にする。",
        "P": "",
        "SP": 20.0,
        "Elem": "Ice",
        "K": "Skill09",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "102302110": {
        "Key": "Skill10",
        "Name": "誘導体吸収",
        "Desc": "永冬の災影を1体吸収し、自身の攻撃力をアップし、次の行動で「極寒越境」を発動する。永冬の災影を多く吸収すればするほど、次回に発動する「極寒越境」の波数が多くなる。フィールドに永冬の災影がいなければ、自身の防御力がダウン。",
        "P": "1",
        "SP": 0,
        "K": "Skill10",
        "S": [
            0.5
        ]
    },
    "102302111": {
        "Key": "Skill11",
        "Name": "極寒越境",
        "Desc": "味方全体に大量の氷属性ダメージを与え、高確率で攻撃を受けた味方を「冷寒」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill11",
        "DMG": [
            5.0
        ],
        "S": [
            1.0,
            1.0,
            1.0,
            2.0
        ]
    },
    "102302112": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "102302201": {
        "Key": "Skill10",
        "Name": "誘導体吸収",
        "Desc": "永冬の災影を吸収すると、自身の攻撃力がアップし、次の行動で「極寒越境」を発動する。永冬の災影を多く吸収すればするほど、次回の行動で発動する「極寒越境」の段数が多くなる。フィールド上に永冬の災影がいなければ、自身の防御力がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "Skill10",
        "S": [
            0.5
        ]
    },
    "102302202": {
        "Key": "Skill06",
        "Name": "氷結の嵐",
        "Desc": "味方全体に氷属性ダメージを与え、高確率で攻撃を受けた味方を「冷寒」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Ice",
        "K": "Skill06",
        "S": [
            0.12,
            0.2,
            1.0,
            3.0
        ]
    },
    "102302203": {
        "Key": "Skill11",
        "Name": "極寒越境",
        "Desc": "味方全体に大量の氷属性ダメージを与え、高確率で攻撃を受けた味方を「冷寒」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill11",
        "S": [
            1.0,
            1.0,
            1.0,
            2.0
        ]
    },
    "102302204": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "200201001": {
        "Key": "Skill01",
        "Name": "雲刃",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で味方の被ダメージをアップさせる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            1.0,
            2.0,
            0.25
        ]
    },
    "200201002": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.36
        ]
    },
    "200201003": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "200201004": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            3.5
        ]
    },
    "200202001": {
        "Key": "Skill01",
        "Name": "琢玉撃",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.4
        ],
        "S": [
            2.4,
            1.0,
            1.0,
            1.2
        ]
    },
    "200202101": {
        "Key": "Skill01",
        "Name": "琢玉撃",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.4
        ],
        "S": [
            2.4,
            1.0,
            1.0,
            1.2
        ]
    },
    "200203001": {
        "Key": "Skill01",
        "Name": "断悪",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、確率で攻撃を受けた味方を「震とう」状態にする。「震とう」状態の味方は攻撃を受けた後に「強烈震とう」状態になり、「震とう」状態が解除される。「強烈震とう」状態の味方は行動できない。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            0.35,
            2.0
        ]
    },
    "200203101": {
        "Key": "Skill01",
        "Name": "断悪",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            0.0,
            2.0
        ]
    },
    "200203201": {
        "Key": "Skill01",
        "Name": "断悪",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、高確率で攻撃を受けた味方を「震とう」状態にする。「震とう」状態の味方は攻撃を受けた後に「強烈震とう」状態になり、「震とう」状態が解除される。「強烈震とう」状態の味方は行動できない。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            1.0,
            2.0
        ]
    },
    "200401001": {
        "Key": "Skill01",
        "Name": "止まない夜の喧騒",
        "Desc": "指定した味方単体に少量の雷属性ダメージを与え、高確率で攻撃を受けた味方を感電状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.75
        ],
        "S": [
            2.5,
            1.0,
            3.0,
            0.75
        ]
    },
    "200401002": {
        "Key": "Skill02",
        "Name": "月明かりが撫でる連綿",
        "Desc": "指定した味方単体および隣接する味方に雷属性ダメージを与える、メインターゲットが感電状態の場合、サブターゲットを感電状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "200401003": {
        "Key": "Skill03",
        "Name": "沈黙は厳かに嘲笑う",
        "Desc": "味方全体に少量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "200401004": {
        "Key": "Skill05",
        "Name": "言霊",
        "Desc": "高確率で指定した味方単体を「支配」状態にし、行動順を早め、他の味方1名をランダムに攻撃させる。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.0,
            2.0,
            1.5,
            0.5,
            1.2
        ]
    },
    "200401005": {
        "Key": "Skill04",
        "Name": "戦慄",
        "Desc": "攻撃を受けたターゲットが感電状態の場合、感電ダメージを1回与える、このダメージは感電状態によるものとみなす。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "200401006": {
        "Key": "Skill06",
        "Name": "残酷",
        "Desc": "カフカ以外の敵、または「支配」状態の味方が感電状態の味方をメインターゲットとして攻撃を行う時、さらに雷属性攻撃を1回行う。この効果はターンが回ってくるたびに1回まで発動できる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill06",
        "DMG": [
            1.0
        ],
        "S": [
            1.0,
            1.0
        ]
    },
    "200401101": {
        "Key": "Skill01",
        "Name": "止まない夜の喧騒",
        "Desc": "指定した味方単体に少量の雷属性ダメージを与え、高確率で攻撃を受けた味方を感電状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.75
        ],
        "S": [
            2.5,
            1.0,
            3.0,
            0.75
        ]
    },
    "200401102": {
        "Key": "Skill02",
        "Name": "月明かりが撫でる連綿",
        "Desc": "指定した味方単体および隣接する味方に雷属性ダメージを与える、メインターゲットが感電状態の場合、サブターゲットを感電状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "200401103": {
        "Key": "Skill03",
        "Name": "沈黙は厳かに嘲笑う",
        "Desc": "味方全体に少量の雷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "200401104": {
        "Key": "Skill05",
        "Name": "言霊",
        "Desc": "高確率で指定した味方単体を「支配」状態にし、行動順を早め、他の味方1名をランダムに攻撃させる。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.0,
            2.25,
            1.5,
            0.5,
            1.2
        ]
    },
    "200401105": {
        "Key": "Skill04",
        "Name": "死者は歯ぎしりしながら囁く",
        "Desc": "指定した味方単体に雷属性ダメージを与え、高確率で攻撃を受けた味方を感電状態にする。同時に感電状態の全味方に雷属性ダメージを与える。",
        "P": "3",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill04",
        "DMG": [
            3.0,
            2.5,
            0.75
        ],
        "S": [
            3.0,
            2.5
        ]
    },
    "200401106": {
        "Key": "Skill07",
        "Name": "心理暗示",
        "Desc": "複数の味方を「心理暗示」状態にし、アクションバーに「公開」を追加する。次に「公開」が行動する時、「心理暗示」にかかった味方は「支配」状態になる。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "200401107": {
        "Key": "PassiveSkill01",
        "Name": "戦慄",
        "Desc": "攻撃を受けたターゲットが感電状態の場合、感電ダメージを1回与える、このダメージは感電状態によるものとみなす。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "200401108": {
        "Key": "Skill06",
        "Name": "残酷",
        "Desc": "カフカ以外の敵、または「支配」状態の味方が感電状態の味方をメインターゲットとして攻撃を行う時、さらに雷属性攻撃を1回行う。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill06",
        "DMG": [
            1.0
        ],
        "S": [
            1.0
        ]
    },
    "200401109": {
        "Key": "PassiveSkill02",
        "Name": "弔意",
        "Desc": "味方が感電状態を触発した時、カフカ自身の与ダメージが小アップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.02,
            0.0,
            0.0,
            1.0
        ]
    },
    "200401201": {
        "Key": "Skill01",
        "Name": "止まない夜の喧騒",
        "Desc": "指定した味方単体に雷属性ダメージを与え、確率で攻撃を受けた味方を感電状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.75
        ],
        "S": [
            2.5,
            1.0,
            3.0,
            0.75
        ]
    },
    "200401202": {
        "Key": "Skill02",
        "Name": "月明かりが撫でる連綿",
        "Desc": "指定した味方単体および隣接する味方に雷属性ダメージを与える、メインターゲットが感電状態の場合、サブターゲットを感電状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "200401203": {
        "Key": "Skill03",
        "Name": "沈黙は厳かに嘲笑う",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "200401204": {
        "Key": "Skill05",
        "Name": "言霊",
        "Desc": "高確率で指定した味方単体を「支配」状態にし、行動順を早め、他の味方1名をランダムに攻撃させる。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.0,
            2.75,
            1.5,
            0.5,
            1.2
        ]
    },
    "200401205": {
        "Key": "Skill04",
        "Name": "死者は歯ぎしりしながら囁く",
        "Desc": "指定した味方単体に雷属性ダメージを与え、確率で攻撃を受けた味方を感電状態にする。同時に感電状態の全味方に雷属性ダメージを与える。",
        "P": "3",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill04",
        "DMG": [
            3.0,
            2.5,
            0.75
        ],
        "S": [
            3.0,
            2.5
        ]
    },
    "200401206": {
        "Key": "Skill07",
        "Name": "心理暗示",
        "Desc": "複数の味方を「心理暗示」状態にし、アクションバーに「公開」を追加する。次に「公開」が行動する時、「心理暗示」にかかった味方は「支配」状態になる。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "200401207": {
        "Key": "PassiveSkill01",
        "Name": "戦慄",
        "Desc": "攻撃を受けたターゲットが感電状態の場合、感電ダメージを1回与える、このダメージは感電状態によるものとみなす。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "200401208": {
        "Key": "Skill06",
        "Name": "残酷",
        "Desc": "カフカ以外の敵、または「支配」状態の味方が感電状態の味方をメインターゲットとして攻撃を行う時、さらに雷属性攻撃を1回行う。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill06",
        "DMG": [
            1.0
        ],
        "S": [
            1.0
        ]
    },
    "200401209": {
        "Key": "PassiveSkill02",
        "Name": "弔意",
        "Desc": "味方が感電状態を触発した時、カフカ自身の与ダメージがアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.02,
            0.5,
            0.5,
            1.66
        ]
    },
    "200401301": {
        "Key": "Skill01",
        "Name": "止まない夜の喧騒",
        "Desc": "指定した味方単体に雷属性ダメージを与え、確率で攻撃を受けた味方を感電状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            3.0,
            1.0,
            3.0,
            0.75
        ]
    },
    "200401302": {
        "Key": "Skill02",
        "Name": "月明かりが撫でる連綿",
        "Desc": "指定した味方単体および隣接する味方に雷属性ダメージを与える、メインターゲットが感電状態の場合、サブターゲットを感電状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            3.0,
            2.0
        ]
    },
    "200401303": {
        "Key": "Skill03",
        "Name": "沈黙は厳かに嘲笑う",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "S": [
            3.5
        ]
    },
    "200401304": {
        "Key": "Skill05",
        "Name": "言霊",
        "Desc": "高確率で指定した味方単体を「支配」状態にし、行動順を早め、他の味方1名をランダムに攻撃させる。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.0,
            2.75,
            1.5,
            0.5,
            1.2
        ]
    },
    "200401305": {
        "Key": "Skill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill04",
        "S": [
            3.0,
            2.5
        ]
    },
    "200401306": {
        "Key": "PassiveSkill01",
        "Name": "圧迫",
        "Desc": "アクションバーに「派遣」を追加する。「派遣」が行動する時、スターピースカンパニー社員を 2 名召喚する。フィールド上に同時存在できる社員は最大 2 名まで。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            2.0,
            2.0
        ]
    },
    "200401307": {
        "Key": "Skill07",
        "Name": "心理暗示",
        "Desc": "複数の味方を「心理暗示」状態にし、アクションバーに「公開」を追加する。次に「公開」が行動する時、「心理暗示」にかかった味方は「支配」状態になる。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "200401308": {
        "Key": "PassiveSkill03",
        "Name": "戦慄",
        "Desc": "攻撃を受けたターゲットが感電状態の場合、感電ダメージを1回与える、このダメージは感電状態によるものとみなす。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03"
    },
    "200401309": {
        "Key": "Skill06",
        "Name": "残酷",
        "Desc": "カフカ以外の敵、または「支配」状態の味方が感電状態の味方をメインターゲットとして攻撃を行う時、さらに雷属性攻撃を1回行う。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill06",
        "S": [
            1.0
        ]
    },
    "200401310": {
        "Key": "PassiveSkill02",
        "Name": "弔意",
        "Desc": "味方が感電状態を触発した時、カフカ自身の与ダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.02,
            0.4,
            0.75,
            1.66
        ]
    },
    "200401311": {
        "Key": "PassiveSkill04",
        "Name": "圧迫",
        "Desc": "アクションバーに「派遣」を追加する。「派遣」が行動する時、スターピースカンパニー社員を 4 名召喚する。フィールド上に同時存在できる社員は最大 4 名まで。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill04",
        "S": [
            4.0,
            4.0
        ]
    },
    "200401312": {
        "Key": "Skill08",
        "Name": "剥奪",
        "Desc": "カフカが行動する時、フィールド上のスターピースカンパニー社員にKPIがある場合、すべてのKPIを奪い、即座に「月明かりが撫でる連綿」を発動する。KPIはカフカのその回の攻撃ダメージを大アップする。",
        "P": "1 2",
        "SP": 0,
        "Threat": true,
        "K": "Skill08",
        "S": [
            0.6
        ]
    },
    "200401313": {
        "Key": "Skill09",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill09"
    },
    "200401401": {
        "Key": "Skill01",
        "Name": "止まない夜の喧騒",
        "Desc": "指定した味方単体に雷属性ダメージを与え、確率で攻撃を受けた味方を感電状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.5,
            1.0,
            3.0,
            0.5
        ]
    },
    "200401402": {
        "Key": "Skill02",
        "Name": "月明かりが撫でる連綿",
        "Desc": "指定した味方および隣接する味方に雷属性ダメージを与える。指定した味方が感電状態の場合、隣接する味方を感電状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            2.5,
            1.75
        ]
    },
    "200401403": {
        "Key": "Skill03",
        "Name": "沈黙は厳かに嘲笑う",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill03",
        "S": [
            3.0
        ]
    },
    "200401404": {
        "Key": "Skill05",
        "Name": "言霊",
        "Desc": "高確率で指定した味方単体を「支配」状態にし、行動順を早め、他の味方1名をランダムに攻撃させる。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            1.0,
            2.5,
            1.5,
            0.5,
            1.2
        ]
    },
    "200401405": {
        "Key": "Skill04",
        "Name": "死者は歯ぎしりしながら囁く",
        "Desc": "指定した味方単体に雷属性ダメージを与え、確率で攻撃を受けた味方を感電状態にする。同時に感電状態の全味方に雷属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill04",
        "S": [
            2.5,
            1.2
        ]
    },
    "200401406": {
        "Key": "Skill07",
        "Name": "心理暗示",
        "Desc": "複数の味方を「心理暗示」状態にし、アクションバーに「公開」を追加する。次に「公開」が行動する時、「心理暗示」にかかった味方は「支配」状態になる。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.5,
            1.0,
            1.2
        ]
    },
    "200401407": {
        "Key": "PassiveSkill03",
        "Name": "戦慄",
        "Desc": "攻撃を受けたターゲットが感電状態の場合、感電ダメージを1回与える、このダメージは感電状態によるものとみなす。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03"
    },
    "200401408": {
        "Key": "Skill06",
        "Name": "残酷",
        "Desc": "自身以外の敵、または「支配」状態の味方が感電状態の味方をメインターゲットとして攻撃を行う時、さらに雷属性攻撃を1回行う。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill06",
        "S": [
            1.0
        ]
    },
    "200401409": {
        "Key": "SkillIF01",
        "Name": "傀儡スタンバイ",
        "Desc": "召喚物に「<u>誘狂</u>」を付与する。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "SkillIF01",
        "EE": [
            220040142
        ],
        "S": [
            4.0,
            2.0,
            0.0,
            3.0,
            0.75,
            1.25
        ]
    },
    "200401410": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5,
            0.0,
            0.0,
            0.0
        ]
    },
    "200401411": {
        "Key": "SkillEX02",
        "Name": "叫喚の霊",
        "Desc": "精鋭エネミーを2体召喚して戦闘を支援させる。味方キャラが召喚物にダメージを与えた時、「魂魄蠱惑の支配者」も同時に同量のHPを失う。召喚物が弱点撃破される時、さらに行動順が遅延される。いずれかの召喚物が倒された後、弱点属性がフィールド上にいる他の召喚物に移、その召喚物に「<u>血眼</u>」を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillEX02",
        "EE": [
            220040144
        ],
        "S": [
            240.0,
            0.0,
            1.0,
            0.5,
            0.5,
            0.0
        ]
    },
    "200401412": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            0.25
        ]
    },
    "200401413": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.75,
            0.0
        ]
    },
    "200401414": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "200401501": {
        "Key": "Skill01",
        "Name": "止まない夜の喧騒",
        "Desc": "指定した味方単体に少量の雷属性ダメージを与え、高確率で攻撃を受けた味方を感電状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.5,
            1.0,
            3.0,
            0.75
        ]
    },
    "200401502": {
        "Key": "Skill02",
        "Name": "月明かりが撫でる連綿",
        "Desc": "指定した味方および隣接する味方に雷属性ダメージを与える。指定した味方が感電状態の場合、隣接する味方を感電状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            3.0,
            2.0
        ]
    },
    "200401503": {
        "Key": "Skill03",
        "Name": "沈黙は厳かに嘲笑う",
        "Desc": "味方全体に少量の雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "S": [
            2.5
        ]
    },
    "200401504": {
        "Key": "Skill05",
        "Name": "言霊",
        "Desc": "高確率で指定した味方単体を「支配」状態にし、行動順を早め、他の味方1名をランダムに攻撃させる。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.0,
            2.25,
            1.5,
            0.5,
            1.2
        ]
    },
    "200401505": {
        "Key": "Skill04",
        "Name": "死者は歯ぎしりしながら囁く",
        "Desc": "指定した味方単体に雷属性ダメージを与え、高確率で攻撃を受けた味方を感電状態にする。同時に感電状態の全味方に雷属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill04",
        "S": [
            3.0,
            2.5
        ]
    },
    "200401506": {
        "Key": "Skill07",
        "Name": "心理暗示",
        "Desc": "複数の味方を「心理暗示」状態にし、アクションバーに「公開」を追加する。次に「公開」が行動する時、「心理暗示」にかかった味方は「支配」状態になる。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "200401507": {
        "Key": "PassiveSkill01",
        "Name": "戦慄",
        "Desc": "攻撃を受けたターゲットが感電状態の場合、感電ダメージを1回与える、このダメージは感電状態によるものとみなす。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "200401508": {
        "Key": "Skill06",
        "Name": "残酷",
        "Desc": "カフカ以外の敵、または「支配」状態の味方が感電状態の味方をメインターゲットとして攻撃を行う時、さらに雷属性攻撃を1回行う。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill06",
        "S": [
            1.0
        ]
    },
    "200401509": {
        "Key": "PassiveSkill02",
        "Name": "弔意",
        "Desc": "味方が感電状態を触発した時、カフカ自身の与ダメージが小アップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.02,
            0.0,
            0.0,
            1.0
        ]
    },
    "200402001": {
        "Key": "Skill01",
        "Name": "快哉風",
        "Desc": "指定した味方単体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "200402002": {
        "Key": "Skill02",
        "Name": "帰燕",
        "Desc": "「飛剣」を4本召喚して、「剣陣」効果を獲得し、自身の速度がアップする。「飛剣」に「陣眼」を付与する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "S": [
            50.0,
            0.1
        ]
    },
    "200402003": {
        "Key": "Skill03",
        "Name": "三尺水",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃された味方を凍結状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill03",
        "DMG": [
            4.0,
            1.2
        ],
        "S": [
            4.0,
            1.0,
            1.0,
            1.2
        ]
    },
    "200402004": {
        "Key": "Skill04",
        "Name": "破陣歌",
        "Desc": "指定した味方単体及び隣接する味方に氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            4.0,
            2.5
        ],
        "S": [
            4.0,
            2.5
        ]
    },
    "200402005": {
        "Key": "Skill05",
        "Name": "剣気迫近",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「天河瀉り」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "200402006": {
        "Key": "Skill06",
        "Name": "天河瀉り",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            6.25
        ],
        "S": [
            6.25
        ]
    },
    "200402007": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.5
        ]
    },
    "200402101": {
        "Key": "Skill01",
        "Name": "快哉風",
        "Desc": "指定した味方単体に氷属性ダメージを与える。彦卿とすべての飛剣が「冷光」を1層獲得し、与ダメージが小アップする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.0
        ],
        "S": [
            2.0,
            0.1
        ]
    },
    "200402102": {
        "Key": "Skill02",
        "Name": "帰燕",
        "Desc": "「飛剣」を4本召喚して、「剣陣」効果を獲得し、自身の速度がアップする。「飛剣」に「陣眼」を付与する。第三段階の時にこのスキルを発動すると、一定数の「飛剣」が追加で「練磨」を獲得する。",
        "P": "2 3",
        "SP": 10.0,
        "K": "Skill02",
        "DMG": [
            1.2
        ],
        "S": [
            60.0,
            0.2
        ]
    },
    "200402103": {
        "Key": "Skill03",
        "Name": "三尺水",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃された味方を凍結状態にする。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill03",
        "DMG": [
            3.5,
            1.2
        ],
        "S": [
            3.5,
            1.0,
            1.0,
            1.2
        ]
    },
    "200402104": {
        "Key": "Skill04",
        "Name": "破陣歌",
        "Desc": "指定した味方単体及び隣接する味方に氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "200402105": {
        "Key": "Skill05",
        "Name": "剣気迫近",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「天河瀉り」を発動する。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill05"
    },
    "200402106": {
        "Key": "Skill06",
        "Name": "天河瀉り",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "200402107": {
        "Key": "Skill07",
        "Name": "剣気凝",
        "Desc": "味方単体をロックオンし、2ターン後にロックオンした味方に「風帰りて雲動き、天河瀉りし夢」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill07"
    },
    "200402108": {
        "Key": "Skill08",
        "Name": "風帰りて雲動き、天河瀉りし夢",
        "Desc": "指定した味方単体に連続で氷属性ダメージを与える。このスキルを発動する時、追加でダメージを与える。ダメージ回数はフィールドに存在する「飛剣」の数と同じである。スキル発動後、フィールド上のすべての「飛剣」を消す。",
        "P": "3",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill08",
        "DMG": [
            3.0,
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "200402109": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "In Phase 3, Toughness becomes @1.5# times the original, and SPD is increased by @50#.",
        "P": "",
        "SP": 15.0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0,
            1.0,
            1.5,
            50.0,
            0.0
        ]
    },
    "200402201": {
        "Key": "Skill01",
        "Name": "快哉風",
        "Desc": "指定した味方単体に氷属性ダメージを与える。彦卿とすべての飛剣が「冷光」を1層獲得し、与ダメージが小アップする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.0,
            0.1
        ]
    },
    "200402202": {
        "Key": "Skill02",
        "Name": "帰燕",
        "Desc": "「飛剣」を4本召喚して、「剣陣」効果を獲得し、自身の速度がアップする。「飛剣」に「陣眼」を付与する。第三段階の時にこのスキルを発動すると、一定数の「飛剣」が追加で「練磨」を獲得する。",
        "P": "2 3",
        "SP": 10.0,
        "K": "Skill02",
        "S": [
            60.0,
            0.2
        ]
    },
    "200402203": {
        "Key": "Skill03",
        "Name": "三尺水",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃された味方を凍結状態にする。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill03",
        "S": [
            3.5,
            1.0,
            1.0,
            1.2
        ]
    },
    "200402204": {
        "Key": "Skill04",
        "Name": "破陣歌",
        "Desc": "指定した味方単体及び隣接する味方に氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            3.0,
            2.0
        ]
    },
    "200402205": {
        "Key": "Skill05",
        "Name": "剣気迫近",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「天河瀉り」を発動する。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill05"
    },
    "200402206": {
        "Key": "Skill06",
        "Name": "天河瀉り",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "S": [
            4.0
        ]
    },
    "200402207": {
        "Key": "Skill07",
        "Name": "剣気凝",
        "Desc": "味方単体をロックオンし、2ターン後にロックオンした味方に「風帰りて雲動き、天河瀉りし夢」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill07"
    },
    "200402208": {
        "Key": "Skill08",
        "Name": "風帰りて雲動き、天河瀉りし夢",
        "Desc": "指定した味方単体に連続で氷属性ダメージを与える。このスキルを発動する時、追加でダメージを与える。ダメージ回数はフィールドに存在する「飛剣」の数と同じである。スキル発動後、フィールド上のすべての「飛剣」を消す。",
        "P": "3",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill08",
        "S": [
            3.0
        ]
    },
    "200402209": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0,
            1.5,
            1.5,
            50.0,
            0.5
        ]
    },
    "200402301": {
        "Key": "Skill01",
        "Name": "快哉風",
        "Desc": "指定した味方単体に氷属性ダメージを与える。同時にすべての「飛剣（幻像）」に攻撃するよう命令し、追加ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            3.0,
            0.5
        ]
    },
    "200402302": {
        "Key": "Skill02",
        "Name": "帰燕",
        "Desc": "「飛剣（幻像）」を4本召喚して、「剣陣」効果を獲得し、自身の速度をアップさせる。「飛剣（幻像）」は弱点撃破されなければ倒すことはできず、弱点撃破された時は弱点をランダムな残っている飛剣に移す。すべての「飛剣（幻像）」が弱点撃破された時に「剣陣」が解除される。",
        "P": "1",
        "SP": 10.0,
        "Threat": true,
        "K": "Skill02",
        "S": [
            35.0,
            60.0,
            1.5
        ]
    },
    "200402303": {
        "Key": "Skill03",
        "Name": "三尺水",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃された味方を凍結状態にする。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill03",
        "S": [
            3.0,
            1.0,
            1.0,
            1.2
        ]
    },
    "200402304": {
        "Key": "Skill04",
        "Name": "破陣歌",
        "Desc": "指定した味方単体及び隣接する味方に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            3.0,
            1.5
        ]
    },
    "200402305": {
        "Key": "Skill05",
        "Name": "剣気迫近",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「天河瀉り」を発動する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill05"
    },
    "200402306": {
        "Key": "Skill06",
        "Name": "天河瀉り",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "S": [
            4.5
        ]
    },
    "200402307": {
        "Key": "Skill07",
        "Name": "剣気凝",
        "Desc": "味方単体をロックオンし、2ターン後にロックオンした味方に「風帰りて雲動き、天河瀉りし夢」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill07"
    },
    "200402308": {
        "Key": "Skill08",
        "Name": "風帰りて雲動き、天河瀉りし夢",
        "Desc": "指定した味方単体に連続で大量の氷属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill08",
        "S": [
            2.5
        ]
    },
    "200402309": {
        "Key": "SkillP03",
        "Name": "無影剣",
        "Desc": "彦卿と「飛剣（幻像）」のすべての攻撃は、攻撃を受けた味方を「霜刺」状態にし、氷属性の被ダメージをアップさせる。",
        "P": "2",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            2.0,
            200.0,
            5.0,
            1.0,
            0.02
        ]
    },
    "200402310": {
        "Key": "Skill02_Extra",
        "Name": "帰燕",
        "Desc": "「飛剣（幻像）」を4本召喚して、「剣陣」効果を獲得し、自身の速度をアップさせる。最初「飛剣（幻像）」の弱点属性は隠されているが、弱点属性に合致する攻撃を受けた後に、この効果は解除される。「飛剣（幻像）」は弱点撃破されなければ倒すことはできず、弱点撃破された時は弱点をランダムな残っている飛剣に移す。すべての「飛剣（幻像）」が弱点撃破された時に「剣陣」が解除される。",
        "P": "2",
        "SP": 10.0,
        "Threat": true,
        "K": "Skill02_Extra",
        "S": [
            35.0,
            60.0,
            1.5
        ]
    },
    "200402401": {
        "Key": "Skill01",
        "Name": "快哉風",
        "Desc": "指定した味方単体に氷属性ダメージを与える。彦卿とすべての飛剣が「冷光」を1層獲得し、与ダメージが小アップする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.0,
            0.1
        ]
    },
    "200402402": {
        "Key": "Skill02",
        "Name": "帰燕",
        "Desc": "「飛剣」を4本召喚して、「剣陣」効果を獲得し、自身の速度がアップする。「飛剣」に「陣眼」を付与する。第三段階の時にこのスキルを発動すると、一定数の「飛剣」が追加で「練磨」を獲得する。",
        "P": "2",
        "SP": 10.0,
        "K": "Skill02",
        "S": [
            60.0,
            0.2
        ]
    },
    "200402403": {
        "Key": "Skill03",
        "Name": "三尺水",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃された味方を凍結状態にする。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill03",
        "S": [
            3.5,
            1.0,
            1.0,
            1.2
        ]
    },
    "200402404": {
        "Key": "Skill04",
        "Name": "破陣歌",
        "Desc": "指定した味方単体及び隣接する味方に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            3.0,
            2.0
        ]
    },
    "200402405": {
        "Key": "Skill05",
        "Name": "剣気迫近",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「天河瀉り」を発動する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill05"
    },
    "200402406": {
        "Key": "Skill06",
        "Name": "天河瀉り",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "S": [
            4.0
        ]
    },
    "200402407": {
        "Key": "Skill07",
        "Name": "剣気凝",
        "Desc": "味方単体をロックオンし、2ターン後にロックオンした味方に「風帰りて雲動き、天河瀉りし夢」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "200402408": {
        "Key": "Skill08",
        "Name": "風帰りて雲動き、天河瀉りし夢",
        "Desc": "指定した味方単体に連続で氷属性ダメージを与える。このスキルを発動する時、追加でダメージを与える。ダメージ回数はフィールドに存在する「飛剣」の数と同じである。スキル発動後、フィールド上のすべての「飛剣」を消す。",
        "P": "",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill08",
        "S": [
            3.0
        ]
    },
    "200402409": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0,
            1.0,
            1.5,
            50.0,
            0.0
        ]
    },
    "200402501": {
        "Key": "Skill01",
        "Name": "快哉風",
        "Desc": "指定した味方単体に氷属性ダメージを与える。彦卿とすべての飛剣が「冷光」を1層獲得し、与ダメージが小アップする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.0,
            0.1
        ]
    },
    "200402502": {
        "Key": "Skill02",
        "Name": "帰燕",
        "Desc": "「飛剣」を2本召喚して、「剣陣」効果を獲得し、自身の速度がアップする。「飛剣」に「陣眼」を付与する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "S": [
            60.0,
            0.2
        ]
    },
    "200402503": {
        "Key": "Skill03",
        "Name": "三尺水",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃された味方を凍結状態にする。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill03",
        "S": [
            3.5,
            1.0,
            1.0,
            1.2
        ]
    },
    "200402504": {
        "Key": "Skill04",
        "Name": "破陣歌",
        "Desc": "指定した味方単体及び隣接する味方に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            3.0,
            2.0
        ]
    },
    "200402505": {
        "Key": "Skill05",
        "Name": "剣気迫近",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「天河瀉り」を発動する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill05"
    },
    "200402506": {
        "Key": "Skill06",
        "Name": "天河瀉り",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "S": [
            4.0
        ]
    },
    "200402507": {
        "Key": "Skill07",
        "Name": "剣気凝",
        "Desc": "味方単体をロックオンし、2ターン後にロックオンした味方単体に「風帰りて雲動き、天河瀉りし夢」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "200402508": {
        "Key": "Skill08",
        "Name": "風帰りて雲動き、天河瀉りし夢",
        "Desc": "指定した味方単体に連続で氷属性ダメージを与える。このスキルを発動する時、追加でダメージを与える。ダメージ回数はフィールドに存在する「飛剣」の数と同じである。スキル発動後、フィールド上のすべての「飛剣」を消す。",
        "P": "",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill08",
        "S": [
            3.0
        ]
    },
    "200402509": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0,
            1.0,
            1.5,
            50.0,
            0.0
        ]
    },
    "200402510": {
        "Key": "Skill09",
        "Name": "帰燕",
        "Desc": "「飛剣」を4本召喚して、「剣陣」効果を獲得し、自身の速度がアップする。「飛剣」に「陣眼」を付与する。",
        "P": "2",
        "SP": 10.0,
        "K": "Skill09",
        "S": [
            60.0,
            0.2
        ]
    },
    "200402601": {
        "Key": "Skill01",
        "Name": "快哉風",
        "Desc": "指定した味方単体に氷属性ダメージを与える。彦卿とすべての飛剣が「冷光」を1層獲得し、与ダメージが小アップする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.0,
            0.1
        ]
    },
    "200402602": {
        "Key": "Skill02",
        "Name": "帰燕",
        "Desc": "「飛剣」を4本召喚して、「剣陣」効果を獲得し、自身の速度がアップする。「飛剣」に「陣眼」を付与する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill02",
        "S": [
            60.0,
            0.2
        ]
    },
    "200402603": {
        "Key": "Skill03",
        "Name": "三尺水",
        "Desc": "指定した味方単体に氷属性ダメージを与え、高確率で攻撃された味方を凍結状態にする。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill03",
        "S": [
            3.5,
            1.0,
            1.0,
            1.2
        ]
    },
    "200402604": {
        "Key": "Skill04",
        "Name": "破陣歌",
        "Desc": "指定した味方単体及び隣接する味方に氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            3.0,
            2.0
        ]
    },
    "200402605": {
        "Key": "Skill05",
        "Name": "剣気迫近",
        "Desc": "チャージ状態に入る。次の行動で味方全体に「天河瀉り」を発動する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill05"
    },
    "200402606": {
        "Key": "Skill06",
        "Name": "天河瀉り",
        "Desc": "味方全体に大量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "S": [
            4.0
        ]
    },
    "200402607": {
        "Key": "Skill07",
        "Name": "剣気凝",
        "Desc": "味方単体をロックオンし、2ターン後にロックオンした味方単体に「風帰りて雲動き、天河瀉りし夢」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "200402608": {
        "Key": "Skill08",
        "Name": "風帰りて雲動き、天河瀉りし夢",
        "Desc": "指定した味方単体に連続で氷属性ダメージを与える。このスキルを発動する時、追加でダメージを与える。ダメージ回数はフィールドに存在する「飛剣」の数と同じである。スキル発動後、フィールド上のすべての「飛剣」を消す。",
        "P": "",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill08",
        "S": [
            3.0
        ]
    },
    "200402609": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0,
            1.0,
            1.5,
            50.0,
            0.0
        ]
    },
    "200402610": {
        "Key": "SkillP99",
        "Name": "雲騎破陣",
        "Desc": "戦闘中、ボスを強化する「黒い泥」が出現する。「雲騎驍衛・彦卿（汚染）」が強化された後、即座に「帰燕」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP99",
        "S": [
            1.5
        ]
    },
    "200501001": {
        "Key": "Skill01",
        "Name": "銃剣・刃",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "200501002": {
        "Key": "Skill02",
        "Name": "巨斧・爪",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>虚弱</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "EE": [
            220350102
        ],
        "S": [
            4.0,
            0.2,
            1.0,
            2.0
        ]
    },
    "200501003": {
        "Key": "Skill03",
        "Name": "束縛の天梯",
        "Desc": "自身を強化し、追加ターンを獲得する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "DelayRatio": 1.25,
        "S": [
            3.0,
            5.0,
            3.8,
            0.5,
            1.0,
            1.0
        ]
    },
    "200501004": {
        "Key": "Skill07",
        "Name": "風雷の鎧",
        "Desc": "蝕月心獣のすべての部位と共鳴し、その弱点撃破状態を解除する。次の行動まで攻撃されず、次の行動で味方全体に「乾坤呑噬」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 1.75,
        "S": [
            1.75
        ]
    },
    "200501005": {
        "Key": "Skill08",
        "Name": "乾坤呑噬",
        "Desc": "味方全体に大量の風属性ダメージを与え、残りの弱点撃破されていない部位の数に応じて強化する。弱点撃破されていない部位1つにつき、このスキルの与ダメージがアップし、対応する部位の強化効果を得る。",
        "P": "",
        "SP": 20.0,
        "Elem": "Wind",
        "K": "Skill08",
        "S": [
            4.5,
            3.0,
            2.0
        ]
    },
    "200501006": {
        "Key": "Skill09",
        "Name": "辻風",
        "Desc": "味方全体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill09",
        "S": [
            3.6
        ]
    },
    "200501007": {
        "Key": "PassiveSkill01",
        "Name": "心獣合撃",
        "Desc": "「『飛霄』の影」は追加ターンの行動で蝕月心獣の部位と共鳴する。共鳴すると、心獣の部位が一定量の靭性値を回復し、攻撃を受ける時に削られる靭性値がアップする。次の行動が強化行動になり、「星雲を喰らう頭」との共鳴は高確率で味方全体を<u>怒噪</u>状態にし、「天地を裂く爪」との共鳴は自身の与ダメージを大幅にアップし、「塵を払う尾」との共鳴は高確率で味方全体を<u>虚弱</u>状態にする。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            220350101,
            220350102
        ],
        "S": [
            120.0,
            0.2
        ]
    },
    "200501008": {
        "Key": "PassiveSkill02",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.6,
            0.75,
            0.5,
            0.9,
            0.7,
            0.35
        ]
    },
    "200501009": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            5.0,
            8.0,
            2.0,
            2.0,
            2.0,
            2.0
        ]
    },
    "201101001": {
        "Key": "Skill01",
        "Name": "獅子咆哮",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与え、確率で攻撃を受けた味方を虚弱状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            2.0
        ],
        "S": [
            2.0,
            1.0,
            0.3,
            2.0
        ]
    },
    "201102001": {
        "Key": "Skill01",
        "Name": "朝霧",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与え、確率で攻撃を受けた味方の速度をダウンさせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            2.0
        ],
        "S": [
            2.0,
            1.0,
            0.25,
            2.0
        ]
    },
    "201201001": {
        "Key": "Skill01",
        "Name": "夜の光",
        "Desc": "味方全体に少量の炎属性ダメージを与え、高確率で攻撃を受けた味方の防御力をダウンさせる。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            1.5
        ],
        "S": [
            1.5,
            0.8,
            0.3,
            2.0
        ]
    },
    "201201002": {
        "Key": "SkillP01",
        "Name": "燭花",
        "Desc": "HPが0になる攻撃を受けた後、敵全体に炎属性ダメージを与え、高確率で攻撃を受けた敵の防御力をダウンさせる。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Fire",
        "K": "SkillP01",
        "S": [
            0.4,
            1.0,
            0.3,
            2.0,
            30.0
        ]
    },
    "201301001": {
        "Key": "SkillP01",
        "Name": "命ニ奉ジテ制裁ヲ",
        "Desc": "味方が戦闘スキルまたは必殺技を発動して攻撃する時、「懲戒度」が溜まる。「懲戒度」は最高レベルに到達すると、即座に「懲罰モード」に入り、「入魔機巧・灯火龍魚」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            30.0
        ]
    },
    "201301002": {
        "Key": "Skill01",
        "Name": "戒惧",
        "Desc": "「懲戒度」のレベルを上げ、味方全体に少量の虚数属性ダメージを与え、高確率で味方を虚弱状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            1.5
        ],
        "S": [
            1.5,
            0.6,
            0.2,
            2.0
        ]
    },
    "201301003": {
        "Key": "Skill02",
        "Name": "戒退",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "201301004": {
        "Key": "Skill03",
        "Name": "首枷",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0,
            1.0,
            1.0,
            0.5
        ]
    },
    "201301101": {
        "Key": "SkillP01",
        "Name": "明罰勅法",
        "Desc": "味方が戦闘スキルまたは必殺技を発動して攻撃する時、「懲戒度」が溜まる。「懲戒度」は最高レベルに到達すると、即座に「懲罰モード・慎刑」に入り、3人の味方をロックオンし、「入魔機巧・灯火龍魚」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.75
        ]
    },
    "201301102": {
        "Key": "Skill01",
        "Name": "戒惧",
        "Desc": "「懲戒度」のレベルを上げ、味方全体に少量の虚数属性ダメージを与え、高確率で味方を虚弱状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            1.0,
            0.3,
            2.0
        ]
    },
    "201301103": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "201301104": {
        "Key": "Skill03",
        "Name": "追摂",
        "Desc": "ロックオンされた味方単体に大量の虚数属性ダメージを与え、高確率で攻撃された味方を禁錮状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            6.0
        ],
        "S": [
            6.0,
            1.0,
            1.0,
            0.6
        ]
    },
    "201301201": {
        "Key": "SkillP01",
        "Name": "命ニ奉ジテ制裁ヲ",
        "Desc": "味方が戦闘スキルまたは必殺技を発動して攻撃する時、「懲戒度」が溜まる。「懲戒度」は最高レベルに到達すると、即座に「懲罰モード」に入り、「入魔機巧・灯火龍魚」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            30.0
        ]
    },
    "201301202": {
        "Key": "Skill01",
        "Name": "戒惧",
        "Desc": "「懲戒度」のレベルを上げ、味方全体に少量の虚数属性ダメージを与え、高確率で味方を虚弱状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            1.5
        ],
        "S": [
            1.5,
            0.6,
            0.2,
            2.0
        ]
    },
    "201301203": {
        "Key": "Skill02",
        "Name": "戒退",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "201301204": {
        "Key": "Skill03",
        "Name": "首枷",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与え、低確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0,
            0.1,
            1.0,
            0.5
        ]
    },
    "201302001": {
        "Key": "Skill01",
        "Name": "裁判",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "201302002": {
        "Key": "Skill02",
        "Name": "鎮魂",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で攻撃を受けた味方を「震とう」状態にする。「震とう」状態の味方は攻撃を受けた後に「強烈震とう」状態になり、「震とう」状態が解除される。「強烈震とう」状態の味方は行動できない。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            3.6
        ],
        "S": [
            3.6,
            0.7,
            2.0
        ]
    },
    "201302003": {
        "Key": "Skill03",
        "Name": "陰陽転",
        "Desc": "味方全体に物理属性ダメージを与え、確率で攻撃を受けた味方を「震とう」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.35,
            2.0
        ]
    },
    "201302004": {
        "Key": "Skill04",
        "Name": "天墜",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。その味方が「強烈震とう」状態の場合、さらに物理属性ダメージを与え、「強烈震とう」状態を解除させる。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            3.0,
            3.0
        ],
        "S": [
            4.0,
            2.0
        ]
    },
    "201302005": {
        "Key": "SkillP01",
        "Name": "拘魂令",
        "Desc": "フィールド上に「強烈震とう」状態の味方がいる時、その味方をロックオンし、次の行動で「天墜」を発動する。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "SkillP01"
    },
    "201302006": {
        "Key": "Skill06",
        "Name": "天墜",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。その味方が「強烈震とう」状態の場合、さらに物理属性ダメージを与え、「強烈震とう」状態を解除させる。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill06",
        "DMG": [
            3.0,
            3.0
        ],
        "S": [
            4.0
        ]
    },
    "201302101": {
        "Key": "Skill01",
        "Name": "裁判",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "201302102": {
        "Key": "Skill02",
        "Name": "鎮魂",
        "Desc": "指定した味方単体に物理属性ダメージを与え、高確率で攻撃を受けた味方を「震とう」状態にする。「震とう」状態の味方は攻撃を受けた後に「強烈震とう」状態になり、「震とう」状態が解除される。「強烈震とう」状態の味方は行動できない。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            3.6
        ],
        "S": [
            3.6,
            0.7,
            2.0
        ]
    },
    "201302103": {
        "Key": "Skill03",
        "Name": "陰陽転",
        "Desc": "味方全体に物理属性ダメージを与え、確率で攻撃を受けた味方を「震とう」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "DMG": [
            2.4
        ],
        "S": [
            2.4,
            0.35,
            2.0
        ]
    },
    "201302104": {
        "Key": "Skill04",
        "Name": "天墜",
        "Desc": "指定した味方単体に物理属性ダメージを与える。その味方が「強烈震とう」状態の場合、さらに物理属性ダメージを与え、「強烈震とう」状態を解除させる。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            2.8,
            2.8
        ],
        "S": [
            2.8,
            2.8
        ]
    },
    "201302105": {
        "Key": "SkillP01",
        "Name": "拘魂令",
        "Desc": "フィールド上に「強烈震とう」状態の味方がいる時、その味方をロックオンし、次の行動で「天墜」を発動する。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "SkillP01"
    },
    "201302106": {
        "Key": "Skill05",
        "Name": "獄卒招集",
        "Desc": "「幽府武弁」を召喚する",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill05"
    },
    "201302107": {
        "Key": "Skill06",
        "Name": "天墜",
        "Desc": "指定した味方単体に物理属性ダメージを与える。その味方が「強烈震とう」状態の場合、さらに物理属性ダメージを与え、「強烈震とう」状態を解除させる。",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill06",
        "DMG": [
            2.8,
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "201302108": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill07"
    },
    "202201001": {
        "Key": "Skill01",
        "Name": "梢殺",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.0,
            0.5
        ],
        "S": [
            2.0,
            2.0,
            3.0,
            0.5,
            1.0
        ]
    },
    "202201002": {
        "Key": "PassiveSkill01",
        "Name": "復起",
        "Desc": "HPが0になる攻撃を受けた時、HPを一定値回復する。この効果に時間制限はないが、解除されることがある。効果は一度の戦闘で1回まで発動できる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.5,
            0.0,
            0.5
        ]
    },
    "202201003": {
        "Key": "Skill02",
        "Name": "梢殺",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DMG": [
            2.0,
            0.5
        ],
        "S": [
            2.0,
            2.0,
            3.0,
            0.5,
            1.0
        ]
    },
    "202202001": {
        "Key": "Skill01",
        "Name": "植丹",
        "Desc": "指定した味方単体を「雷劫来たす」状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "202202002": {
        "Key": "Skill02",
        "Name": "役雷",
        "Desc": "指定した味方単体に少量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "202202003": {
        "Key": "PassiveSkill01",
        "Name": "丹壊",
        "Desc": "HPが0になる攻撃を受けた時、自身が付与した「雷劫来たす」状態にあるすべての味方に雷属性ダメージを与え、その「雷劫来たす」状態を解除する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "PassiveSkill01",
        "DMG": [
            4.5
        ],
        "S": [
            4.5
        ]
    },
    "202204001": {
        "Key": "Skill01",
        "Name": "角抵",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "202204002": {
        "Key": "SkillP01",
        "Name": "遠吠え",
        "Desc": "HPが0になる攻撃を受けた時、自身に隣接する敵の行動順を早める。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "202205001": {
        "Key": "Skill01",
        "Name": "狼餐",
        "Desc": "指定した味方単体に雷属性ダメージを与え、高確率で攻撃を受けた味方を感電状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            2.0,
            1.5
        ],
        "S": [
            2.0,
            1.5,
            3.0
        ]
    },
    "202205002": {
        "Key": "Skill02",
        "Name": "嘯合",
        "Desc": "自身の残りHPと同じHPを持つ「狽影」を1体召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.8
        ]
    },
    "202205003": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01"
    },
    "202205101": {
        "Key": "Skill01",
        "Name": "狼餐",
        "Desc": "指定した味方単体に雷属性ダメージを与え、高確率で攻撃を受けた味方を感電状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            2.0,
            1.5
        ],
        "S": [
            2.0,
            1.5,
            3.0
        ]
    },
    "202206001": {
        "Key": "Skill01",
        "Name": "犀弩",
        "Desc": "連続でランダムな味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            1.0
        ],
        "S": [
            1.0,
            6.0
        ]
    },
    "202207001": {
        "Key": "Skill01",
        "Name": "怒噪",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率でその味方を「怒噪」状態にする。「怒噪」状態になると数ターンの間行動できなくなり、ランダムな敵単体に攻撃を行う。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.0
        ],
        "S": [
            2.0,
            2.0
        ]
    },
    "202207101": {
        "Key": "Skill01",
        "Name": "怒噪",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率でその味方を「怒噪」状態と「風化」状態にする。「怒噪」状態になると数ターンの間行動できなくなり、ランダムな敵単体に攻撃を行う。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            1.2,
            0.5
        ],
        "S": [
            1.2,
            2.0,
            1.0,
            2.0,
            0.5
        ]
    },
    "202208001": {
        "Key": "Skill01",
        "Name": "繁生",
        "Desc": "「豊穣の玄鹿」を強化し、攻撃力を小アップさせる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.2,
            2.0
        ]
    },
    "202208002": {
        "Key": "Skill02",
        "Name": "復元",
        "Desc": "カウンター状態に入り、味方単体に攻撃された後、即座にその味方に「折り葉」スキルを発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "202208003": {
        "Key": "Skill03",
        "Name": "折り葉",
        "Desc": "指定した味方単体に少量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "202208101": {
        "Key": "Skill01",
        "Name": "繁生",
        "Desc": "「豊穣の玄鹿」を強化し、攻撃力をアップさせる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.3,
            2.0
        ]
    },
    "202208102": {
        "Key": "Skill02",
        "Name": "復元",
        "Desc": "カウンター状態に入り、味方単体に攻撃された後、即座にその味方に「折り葉」スキルを発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "202208103": {
        "Key": "Skill03",
        "Name": "折り葉",
        "Desc": "指定した味方単体に少量の雷属性ダメージを与え、高確率で「感電」状態を付与する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill03",
        "DMG": [
            1.5,
            0.5
        ],
        "S": [
            1.5,
            1.0,
            2.0,
            0.5
        ]
    },
    "202209001": {
        "Key": "Skill01",
        "Name": "留春",
        "Desc": "敵全体のHPを回復。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.25
        ]
    },
    "202209101": {
        "Key": "Skill01",
        "Name": "留春",
        "Desc": "敵全体のHPを回復。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.25
        ]
    },
    "202210001": {
        "Key": "Skill01",
        "Name": "初実",
        "Desc": "「嘉実」が実り、豊穣の玄鹿が「斑竜触」を発動するために必要なエネルギーをたくわえる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "202210002": {
        "Key": "Skill02",
        "Name": "重い実",
        "Desc": "「嘉実」が実り、豊穣の玄鹿が「斑竜触」を発動するために必要なエネルギーをたくわえる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "202210101": {
        "Key": "Skill01",
        "Name": "初実",
        "Desc": "「嘉実」が実り、豊穣の玄鹿が「斑竜触」を発動するために必要なエネルギーをたくわえる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "202210102": {
        "Key": "Skill02",
        "Name": "重い実",
        "Desc": "「嘉実」が実り、豊穣の玄鹿が「斑竜触」を発動するために必要なエネルギーをたくわえる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "202211001": {
        "Key": "Skill01",
        "Name": "断悪・削",
        "Desc": "指定した味方単体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.0
        ],
        "S": [
            2.0
        ]
    },
    "202211002": {
        "Key": "Skill02",
        "Name": "断悪・斬",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DMG": [
            4.4
        ],
        "S": [
            2.0,
            2.4
        ]
    },
    "202211003": {
        "Key": "SkillP01",
        "Name": "怨念",
        "Desc": "戦闘開始時に「怨念」状態に入る。「怨念」状態の時、「断悪・斬」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "202301001": {
        "Key": "Skill01",
        "Name": "震撃",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "202301002": {
        "Key": "Skill02",
        "Name": "霆罰",
        "Desc": "指定した味方単体および隣接する味方に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "202301003": {
        "Key": "Skill03",
        "Name": "劫雷",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "202301004": {
        "Key": "Skill04",
        "Name": "召遣",
        "Desc": "自身のHPを消費し、「魔陰の身・兵卒」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1
        ]
    },
    "202301005": {
        "Key": "SkillP01",
        "Name": "采気",
        "Desc": "フィールド上の他の敵に「復活」が付与されている場合、自身は「命中回復」を獲得する。味方に攻撃が命中した後、HPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.025
        ]
    },
    "202301101": {
        "Key": "Skill01",
        "Name": "震撃",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "202301102": {
        "Key": "Skill02",
        "Name": "霆罰",
        "Desc": "指定した味方単体及び隣接する味方に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "202301103": {
        "Key": "Skill03",
        "Name": "劫雷",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            4.5
        ],
        "S": [
            4.5
        ]
    },
    "202301104": {
        "Key": "Skill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1
        ]
    },
    "202301105": {
        "Key": "Skill05",
        "Name": "交感",
        "Desc": "自身のHPを消費し、魔陰の身・兵卒と薬王秘伝・内丹士を召喚する。同時に残りHP割合が最も低い味方をロックオンし、敵全体が集中攻撃するよう命じる。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.15,
            0.25,
            0.5,
            0.75,
            1.0,
            2.0
        ]
    },
    "202301106": {
        "Key": "SkillP01",
        "Name": "采気",
        "Desc": "フィールド上の他の敵に「復活」が付与されている場合、自身は「命中回復」を獲得する。味方に攻撃が命中した後、HPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.03
        ]
    },
    "202302001": {
        "Key": "Skill01",
        "Name": "獣撃",
        "Desc": "「元気」を1層消費し、警戒ターゲットとしてマークした味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "DMG": [
            4.75
        ],
        "S": [
            4.75
        ]
    },
    "202302002": {
        "Key": "Skill02",
        "Name": "獣撃",
        "Desc": "「元気」を1層消費し、警戒ターゲットとしてマークした味方単体に量子属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "DMG": [
            4.75
        ],
        "S": [
            4.75
        ]
    },
    "202302003": {
        "Key": "Skill03",
        "Name": "奮威",
        "Desc": "自身の与ダメージをアップする、与ダメージアップ効果は累積できる。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.2,
            2.0,
            3.0
        ]
    },
    "202302004": {
        "Key": "Skill04",
        "Name": "怒哮",
        "Desc": "「元気」を3層獲得し、ランダムな味方単体を警戒ターゲットとしてマークする。味方が戦闘スキルを発動した時、マークする対象が最後に戦闘スキルを発動した味方に変わる。味方へのマークは、「元気」が尽きるまで継続する。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04"
    },
    "202302005": {
        "Key": "Skill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill05"
    },
    "202302006": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01"
    },
    "202302101": {
        "Key": "Skill01",
        "Name": "獣撃",
        "Desc": "味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill01",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "202302102": {
        "Key": "Skill02",
        "Name": "怒哮",
        "Desc": "ランダムな味方単体をロックオンする。味方が戦闘スキルを発動した時、ロックオン対象が最後に戦闘スキルを発動した味方に変わり、「元気」を1層獲得する。次に「獣撃」を発動した時、すべての「元気」を消費し、消費した「元気」の数に応じて攻撃力をアップする。弱点撃破された時、すべての「元気」を失う。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "202302103": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill03"
    },
    "202302104": {
        "Key": "Skill05",
        "Name": "猿鳴",
        "Desc": "味方全体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill05",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "202302105": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01"
    },
    "202303001": {
        "Key": "Skill01",
        "Name": "若木化生儀祷",
        "Desc": "ランダムな味方単体に連続で風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            1.0,
            0.7
        ],
        "S": [
            1.0,
            1.0,
            3.0,
            0.7
        ]
    },
    "202303002": {
        "Key": "Skill02",
        "Name": "引導の風",
        "Desc": "指定した味方単体及び隣接する味方に風属性ダメージを与え、高確率で攻撃された味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DMG": [
            2.0,
            0.7
        ],
        "S": [
            2.0,
            1.0,
            3.0,
            0.7
        ]
    },
    "202303003": {
        "Key": "Skill03",
        "Name": "若木の棘",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill03",
        "DMG": [
            3.0,
            0.7
        ],
        "S": [
            3.0,
            1.0,
            3.0,
            0.7
        ]
    },
    "202303004": {
        "Key": "Skill04",
        "Name": "玄気呪厭法",
        "Desc": "「持呪」状態に入る。次の行動で味方全体に「玄気噬身」を発動する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill04"
    },
    "202303005": {
        "Key": "Skill05",
        "Name": "玄気噬身",
        "Desc": "高確率で味方全体を「噬命」状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.3,
            2.0,
            1.0
        ]
    },
    "202303101": {
        "Key": "Skill01",
        "Name": "若木化生儀祷",
        "Desc": "ランダムな味方単体に連続で風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            1.0,
            1.0
        ],
        "S": [
            1.0,
            1.0,
            3.0,
            1.0
        ]
    },
    "202303102": {
        "Key": "Skill02",
        "Name": "引導の風",
        "Desc": "指定した味方単体及び隣接する味方に風属性ダメージを与え、高確率で攻撃された味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DMG": [
            1.5,
            1.0
        ],
        "S": [
            1.5,
            1.0,
            3.0,
            1.0
        ]
    },
    "202303103": {
        "Key": "Skill03",
        "Name": "若木の棘",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill03",
        "DMG": [
            3.0,
            1.0
        ],
        "S": [
            3.0,
            1.0,
            3.0,
            1.0
        ]
    },
    "202303104": {
        "Key": "Skill05",
        "Name": "玄気噬身",
        "Desc": "高確率で味方全体を「噬命」状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.2,
            3.0,
            1.0
        ]
    },
    "202303105": {
        "Key": "SkillP01",
        "Name": "生気虚弱",
        "Desc": "「噬命」状態のターゲットを攻撃する時、今回の攻撃の与ダメージは「噬命」によって減らされた分の最大HPに転換し、「噬命」の継続時間をリセットする。「噬命」は最高で 50% 分の回復可能な最大HPを減らすことができる。",
        "P": "1",
        "SP": 0,
        "Elem": "Wind",
        "Threat": true,
        "K": "SkillP01",
        "S": [
            0.5
        ]
    },
    "202401001": {
        "Key": "Skill01",
        "Name": "銜枝・厳風",
        "Desc": "建木の枝先「厳風の梢」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "202401002": {
        "Key": "Skill02",
        "Name": "銜枝・黄葉",
        "Desc": "建木の枝先「黄葉の梢」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.0
        ]
    },
    "202401003": {
        "Key": "Skill03",
        "Name": "銜枝・万花",
        "Desc": "建木の枝先「万花の梢」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0
        ]
    },
    "202401004": {
        "Key": "Skill04",
        "Name": "銜枝・嘉実",
        "Desc": "建木の枝先「嘉実の梢」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.0
        ]
    },
    "202401005": {
        "Key": "Skill05",
        "Name": "呦鳴",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Elec",
        "K": "Skill05",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "202401006": {
        "Key": "Skill06",
        "Name": "風綰り",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill06",
        "DMG": [
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "202401007": {
        "Key": "Skill07",
        "Name": "覆蕉",
        "Desc": "防御力をアップし、自身の靭性が削られなくなる。",
        "P": "2",
        "SP": 0,
        "K": "Skill07",
        "S": [
            2.0,
            1.0
        ]
    },
    "202401008": {
        "Key": "Skill08",
        "Name": "斑竜触",
        "Desc": "フィールド上に「嘉実」が2つ存在する時、このスキルを発動し、味方全体に雷属性ダメージを与える。フィールド上の「建木の枝先」の数が多いほど、与ダメージがアップする。スキル発動後、フィールド上のすべての「建木の枝先」を消す。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill08",
        "DMG": [
            3.5,
            0.25
        ],
        "S": [
            3.5,
            0.25
        ]
    },
    "202401009": {
        "Key": "Skill09",
        "Name": "回生",
        "Desc": "建木のエネルギーを吸い、HPを全回復する。",
        "P": "",
        "SP": 0,
        "K": "Skill09"
    },
    "202401101": {
        "Key": "Skill01",
        "Name": "銜枝・厳風",
        "Desc": "建木の枝先「厳風の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "202401102": {
        "Key": "Skill02",
        "Name": "銜枝・黄葉",
        "Desc": "建木の枝先「黄葉の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.0
        ]
    },
    "202401103": {
        "Key": "Skill03",
        "Name": "銜枝・万花",
        "Desc": "建木の枝先「万花の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0
        ]
    },
    "202401104": {
        "Key": "Skill04",
        "Name": "銜枝・嘉実",
        "Desc": "建木の枝先「嘉実の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.5
        ]
    },
    "202401105": {
        "Key": "Skill05",
        "Name": "呦鳴",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Elec",
        "K": "Skill05",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "202401106": {
        "Key": "Skill06",
        "Name": "風綰り",
        "Desc": "味方全体に風属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill06",
        "DMG": [
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "202401107": {
        "Key": "Skill07",
        "Name": "覆蕉",
        "Desc": "防御力をアップし、自身の靭性が削られなくなる。",
        "P": "3",
        "SP": 0,
        "K": "Skill07",
        "S": [
            2.0,
            1.0
        ]
    },
    "202401108": {
        "Key": "Skill08",
        "Name": "斑竜触",
        "Desc": "フィールド上に「嘉実」が2つ存在する時、このスキルを発動し、味方全体に大量の雷属性ダメージを与える。フィールド上の「建木の枝先」の数が多いほど、与ダメージがアップする。スキル発動後、フィールド上の全ての「嘉実の梢」を消す。",
        "P": "3",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill08",
        "DMG": [
            2.7,
            0.5
        ],
        "S": [
            2.7,
            0.5
        ]
    },
    "202401109": {
        "Key": "Skill09",
        "Name": "永寿",
        "Desc": "HPを回復し、「若木化生」を1層獲得する。",
        "P": "2",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.1,
            0.04
        ]
    },
    "202401110": {
        "Key": "Skill10",
        "Name": "銜枝・蔓引",
        "Desc": "建木の枝先「厳風の梢」を2本召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10",
        "S": [
            0.0,
            1.0
        ]
    },
    "202401111": {
        "Key": "Skill11",
        "Name": "銜枝・枝垂",
        "Desc": "建木の枝先「黄葉の梢」を2本召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill11",
        "S": [
            0.0,
            0.5
        ]
    },
    "202401112": {
        "Key": "Skill12",
        "Name": "銜枝・榛莽",
        "Desc": "建木の枝先「黄葉の梢」を2本、「厳風の梢」を1本、「万花の梢」を1本召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill12",
        "S": [
            1.0,
            0.5,
            0.0,
            0.5
        ]
    },
    "202401113": {
        "Key": "Skill13",
        "Name": "銜枝・交藤",
        "Desc": "建木の枝先「嘉実の梢」を2本、「黄葉の梢」を1本、「厳風の梢」を1本召喚する。",
        "P": "3",
        "SP": 0,
        "K": "Skill13",
        "S": [
            0.5,
            1.0,
            0.0,
            0.5
        ]
    },
    "202401114": {
        "Key": "Skill14",
        "Name": "生気充満",
        "Desc": "豊穣の玄鹿が敵からバフを獲得した時、豊穣の玄鹿とすべての建木の枝先の与ダメージが小アップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill14",
        "S": [
            0.15,
            0.0,
            1.0
        ]
    },
    "202401201": {
        "Key": "Skill01",
        "Name": "銜枝・厳風",
        "Desc": "建木の枝先「厳風の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "202401202": {
        "Key": "Skill02",
        "Name": "銜枝・黄葉",
        "Desc": "建木の枝先「黄葉の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.0
        ]
    },
    "202401203": {
        "Key": "Skill03",
        "Name": "銜枝・万花",
        "Desc": "建木の枝先「万花の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0
        ]
    },
    "202401204": {
        "Key": "Skill04",
        "Name": "銜枝・嘉実",
        "Desc": "建木の枝先「嘉実の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.5
        ]
    },
    "202401205": {
        "Key": "Skill05",
        "Name": "呦鳴",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Elec",
        "K": "Skill05",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "202401206": {
        "Key": "Skill06",
        "Name": "風綰り",
        "Desc": "味方全体に風属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill06",
        "DMG": [
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "202401207": {
        "Key": "Skill07",
        "Name": "覆蕉",
        "Desc": "防御力をアップし、自身の靭性が削られなくなる。",
        "P": "3",
        "SP": 0,
        "K": "Skill07",
        "S": [
            2.0,
            1.0
        ]
    },
    "202401208": {
        "Key": "Skill08",
        "Name": "斑竜触",
        "Desc": "フィールド上に「嘉実」が2つ存在する時、このスキルを発動し、味方全体に大量の雷属性ダメージを与える。フィールド上の「建木の枝先」の数が多いほど、与ダメージがアップする。スキル発動後、フィールド上の全ての「嘉実の梢」を消す。",
        "P": "3",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill08",
        "DMG": [
            2.7,
            0.5
        ],
        "S": [
            2.7,
            0.5
        ]
    },
    "202401209": {
        "Key": "Skill09",
        "Name": "永寿",
        "Desc": "HPを回復し、「若木化生」を1層獲得する。",
        "P": "2",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.1,
            0.04
        ]
    },
    "202401210": {
        "Key": "Skill10",
        "Name": "銜枝・蔓引",
        "Desc": "建木の枝先「厳風の梢」を2本召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10",
        "S": [
            0.0,
            1.0
        ]
    },
    "202401211": {
        "Key": "Skill11",
        "Name": "銜枝・枝垂",
        "Desc": "建木の枝先「黄葉の梢」を2本召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill11",
        "S": [
            0.0,
            0.5
        ]
    },
    "202401212": {
        "Key": "Skill12",
        "Name": "銜枝・榛莽",
        "Desc": "建木の枝先「黄葉の梢」を2本、「厳風の梢」を1本、「万花の梢」を1本召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill12",
        "S": [
            1.0,
            0.5,
            0.0,
            0.5
        ]
    },
    "202401213": {
        "Key": "Skill13",
        "Name": "銜枝・交藤",
        "Desc": "建木の枝先「嘉実の梢」を2本、「黄葉の梢」を1本、「厳風の梢」を1本召喚する。",
        "P": "3",
        "SP": 0,
        "K": "Skill13",
        "S": [
            0.5,
            1.0,
            0.0,
            0.5
        ]
    },
    "202401214": {
        "Key": "Skill14",
        "Name": "生気充満",
        "Desc": "豊穣の玄鹿が敵からバフを獲得した時、豊穣の玄鹿とすべての建木の枝先の与ダメージが小アップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill14",
        "S": [
            0.15,
            0.5,
            1.66
        ]
    },
    "202401301": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "202401302": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.0
        ]
    },
    "202401303": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0
        ]
    },
    "202401304": {
        "Key": "Skill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.5
        ]
    },
    "202401305": {
        "Key": "Skill05",
        "Name": "呦鳴",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Elec",
        "K": "Skill05",
        "S": [
            3.5
        ]
    },
    "202401306": {
        "Key": "Skill06",
        "Name": "風綰り",
        "Desc": "味方全体に風属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill06",
        "S": [
            2.8
        ]
    },
    "202401307": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07",
        "S": [
            2.0,
            1.0
        ]
    },
    "202401308": {
        "Key": "Skill08",
        "Name": "斑竜触",
        "Desc": "フィールド上に「嘉実」が2つ存在する時、このスキルを発動し、味方全体に雷属性ダメージを与える。フィールド上の「建木の枝先（幻像）」の数が多いほど、与ダメージがアップする。スキル発動後、フィールド上の全ての「嘉実の梢（幻像）」を消す。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill08",
        "S": [
            2.7,
            0.5
        ]
    },
    "202401309": {
        "Key": "Skill09",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.1,
            0.04
        ]
    },
    "202401310": {
        "Key": "Skill10",
        "Name": "銜枝・芳華",
        "Desc": "建木の枝先「黄葉の梢（幻像）」2体、「万花の梢（幻像）」1体、「厳風の梢（幻像）」1体を召喚する。豊穣の玄鹿が弱点撃破された時、フィールド上のすべての「建木の枝先」を消す。",
        "P": "1",
        "SP": 0,
        "K": "Skill10",
        "S": [
            0.0,
            1.0
        ]
    },
    "202401311": {
        "Key": "Skill11",
        "Name": "銜枝・遺恩",
        "Desc": "建木の枝先「黄葉の梢（幻像）」2体、「嘉実の梢（幻像）」1体、「厳風の梢（幻像）」1体を召喚する。豊穣の玄鹿が弱点撃破された時、フィールド上のすべての「建木の枝先」を消す。",
        "P": "2",
        "SP": 0,
        "K": "Skill11",
        "S": [
            0.0,
            1.0
        ]
    },
    "202401312": {
        "Key": "Skill12",
        "Name": "万花",
        "Desc": "建木の枝先「万花の抄本（幻像）」を1体召喚する。「万花の抄本（幻像）」は他の敵の靭性が削られなくなるようにすることができる。「万花の抄本（幻像）」が倒されると、すべての靭性が削られなくなる効果は解除される。",
        "P": "",
        "SP": 0,
        "K": "Skill12",
        "S": [
            1.0,
            0.5,
            0.0,
            0.5
        ]
    },
    "202401313": {
        "Key": "Skill13",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill13",
        "S": [
            0.5,
            1.0,
            0.0,
            0.5
        ]
    },
    "202401314": {
        "Key": "Skill14",
        "Name": "生気充満",
        "Desc": "豊穣の玄鹿が敵からバフを獲得した時、豊穣の玄鹿とすべての建木の枝先の与ダメージが小アップする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill14",
        "S": [
            0.08,
            0.5,
            1.66
        ]
    },
    "202401315": {
        "Key": "Skill15",
        "Name": "長命を求め",
        "Desc": "建木の枝先「黄葉の梢（幻像）」を召喚する時、「培植」状態を獲得し、「復元」によるダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill15",
        "S": [
            1.5
        ]
    },
    "202401316": {
        "Key": "Skill16",
        "Name": "包囲護衛",
        "Desc": "フィールドに建木の枝先が4つある場合、豊穣の玄鹿の靭性は削られない。任意の建木の枝先を倒すとこの効果は解除される。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill16"
    },
    "202401401": {
        "Key": "Skill01",
        "Name": "銜枝・厳風",
        "Desc": "建木の枝先「厳風の梢」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "202401402": {
        "Key": "Skill02",
        "Name": "銜枝・黄葉",
        "Desc": "建木の枝先「黄葉の梢」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.0
        ]
    },
    "202401403": {
        "Key": "Skill03",
        "Name": "銜枝・万花",
        "Desc": "建木の枝先「万花の梢」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0
        ]
    },
    "202401404": {
        "Key": "Skill04",
        "Name": "銜枝・嘉実",
        "Desc": "建木の枝先「嘉実の梢」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.0
        ]
    },
    "202401405": {
        "Key": "Skill05",
        "Name": "呦鳴",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Elec",
        "K": "Skill05",
        "S": [
            3.5
        ]
    },
    "202401406": {
        "Key": "Skill06",
        "Name": "風綰り",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill06",
        "S": [
            2.8
        ]
    },
    "202401407": {
        "Key": "Skill07",
        "Name": "覆蕉",
        "Desc": "防御力をアップし、自身の靭性が削られなくなる。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "S": [
            2.0,
            1.0
        ]
    },
    "202401408": {
        "Key": "Skill08",
        "Name": "斑竜触",
        "Desc": "フィールド上に「嘉実」が2つ存在する時、このスキルを発動し、味方全体に雷属性ダメージを与える。フィールド上の「建木の枝先」の数が多いほど、与ダメージがアップする。スキル発動後、フィールド上のすべての「建木の枝先」を消す。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill08",
        "S": [
            3.5,
            0.25
        ]
    },
    "202401409": {
        "Key": "Skill09",
        "Name": "回生",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill09"
    },
    "202401501": {
        "Key": "Skill01",
        "Name": "銜枝・厳風",
        "Desc": "建木の枝先「厳風の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "202401502": {
        "Key": "Skill02",
        "Name": "銜枝・黄葉",
        "Desc": "建木の枝先「黄葉の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.0
        ]
    },
    "202401503": {
        "Key": "Skill03",
        "Name": "銜枝・万花",
        "Desc": "建木の枝先「万花の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0
        ]
    },
    "202401504": {
        "Key": "Skill04",
        "Name": "銜枝・嘉実",
        "Desc": "建木の枝先「嘉実の梢」を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.5
        ]
    },
    "202401505": {
        "Key": "Skill05",
        "Name": "呦鳴",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Elec",
        "K": "Skill05",
        "S": [
            3.5
        ]
    },
    "202401506": {
        "Key": "Skill06",
        "Name": "風綰り",
        "Desc": "味方全体に風属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill06",
        "S": [
            2.8
        ]
    },
    "202401507": {
        "Key": "Skill07",
        "Name": "覆蕉",
        "Desc": "防御力をアップし、自身の靭性が削られなくなる。",
        "P": "3",
        "SP": 0,
        "K": "Skill07",
        "S": [
            2.0,
            1.0
        ]
    },
    "202401508": {
        "Key": "Skill08",
        "Name": "斑竜触",
        "Desc": "フィールド上に「嘉実」が2つ存在する時、このスキルを発動し、味方全体に大量の雷属性ダメージを与える。フィールド上の「建木の枝先」の数が多いほど、与ダメージがアップする。スキル発動後、フィールド上の全ての「嘉実の梢」を消す。",
        "P": "3",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill08",
        "S": [
            2.7,
            0.5
        ]
    },
    "202401509": {
        "Key": "Skill09",
        "Name": "永寿",
        "Desc": "HPを回復し、「若木化生」を1層獲得する。",
        "P": "",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.1,
            0.04
        ]
    },
    "202401510": {
        "Key": "Skill10",
        "Name": "銜枝・蔓引",
        "Desc": "建木の枝先「厳風の梢」を2本召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill10",
        "S": [
            0.0,
            1.0
        ]
    },
    "202401511": {
        "Key": "Skill11",
        "Name": "銜枝・枝垂",
        "Desc": "建木の枝先「黄葉の梢」を2本召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill11",
        "S": [
            0.0,
            0.5
        ]
    },
    "202401512": {
        "Key": "Skill12",
        "Name": "銜枝・榛莽",
        "Desc": "建木の枝先「黄葉の梢」を2本、「厳風の梢」を1本、「万花の梢」を1本召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill12",
        "S": [
            1.0,
            0.5,
            0.0,
            0.5
        ]
    },
    "202401513": {
        "Key": "Skill13",
        "Name": "銜枝・交藤",
        "Desc": "建木の枝先「嘉実の梢」を2本、「黄葉の梢」を1本、「厳風の梢」を1本召喚する。",
        "P": "3",
        "SP": 0,
        "K": "Skill13",
        "S": [
            0.5,
            1.0,
            0.0,
            0.5
        ]
    },
    "202401514": {
        "Key": "Skill14",
        "Name": "生気充満",
        "Desc": "豊穣の玄鹿が敵からバフを獲得した時、豊穣の玄鹿とすべての建木の枝先の与ダメージが小アップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill14",
        "S": [
            0.15,
            0.0,
            1.0
        ]
    },
    "202402001": {
        "Key": "SkillP01",
        "Name": "分霊",
        "Desc": "自身はターゲットとして選択されず、攻撃も受けない。フィールド上の敵が倒された時にHPを失う。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.1
        ]
    },
    "202402002": {
        "Key": "Skill01",
        "Name": "先手",
        "Desc": "敵全体を即座に行動させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.15,
            2.0,
            5.0
        ]
    },
    "202402003": {
        "Key": "Skill02",
        "Name": "躊躇",
        "Desc": "スキルを発動しようとしたが、何も起こらなかった。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "202402101": {
        "Key": "SkillP01",
        "Name": "分霊",
        "Desc": "自身はターゲットとして選択されず、攻撃も受けない。フィールド上の敵が倒された時にHPを失う。",
        "P": "1 2 3",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.1
        ]
    },
    "202402102": {
        "Key": "Skill01",
        "Name": "先手・緊法",
        "Desc": "敵全体を即座に行動させ、与ダメージをアップさせる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.06,
            0.06
        ]
    },
    "202402103": {
        "Key": "Skill02",
        "Name": "躊躇",
        "Desc": "スキルを発動しようとしたが、何も起こらなかった。",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "202402104": {
        "Key": "Skill03",
        "Name": "先手・変法",
        "Desc": "敵全体を即座に行動させ、速度をアップさせる。",
        "P": "2",
        "SP": 0,
        "K": "Skill03"
    },
    "202402105": {
        "Key": "Skill04",
        "Name": "先手・殺法",
        "Desc": "敵全体を即座に行動させ、与ダメージと速度をアップさせる。",
        "P": "3",
        "SP": 0,
        "K": "Skill04"
    },
    "203201001": {
        "Key": "Skill01",
        "Name": "殺し合い",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。自身が「<u>月狂い</u>」状態の場合、高確率で味方に「裂創」状態を付与する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "EE": [
            220320102
        ],
        "S": [
            1.8
        ]
    },
    "203201002": {
        "Key": "Skill02",
        "Name": "狼呑",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill02",
        "EE": [
            220320101,
            220320102,
            220320103
        ],
        "S": [
            0.3,
            1.0,
            2.0,
            6.0,
            0.3,
            3.0
        ]
    },
    "203201101": {
        "Key": "Skill01",
        "Name": "殺し合い",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            1.8
        ]
    },
    "203201102": {
        "Key": "Skill02",
        "Name": "狼呑",
        "Desc": "敵が攻撃を行った後、<u>「月喰み」状態に入れる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月喰み</u>」状態に入る。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill02",
        "EE": [
            70000317,
            220340142,
            220340143
        ],
        "S": [
            0.1,
            1.0,
            2.0,
            5.0,
            0.3,
            3.0
        ]
    },
    "203202001": {
        "Key": "Skill01",
        "Name": "噛砕く",
        "Desc": "指定した味方単体に物理属性ダメージを与える。自身が「<u>月狂い</u>」状態の場合、味方を攻撃した後、自身のHPを回復する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "EE": [
            220320201
        ],
        "S": [
            2.8
        ]
    },
    "203202002": {
        "Key": "Skill02",
        "Name": "狼呑",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill02",
        "EE": [
            220320201,
            220320101,
            220320103
        ],
        "S": [
            0.3,
            0.4,
            6.0,
            3.0
        ]
    },
    "203202101": {
        "Key": "Skill01",
        "Name": "噛砕く",
        "Desc": "指定した味方単体に物理属性ダメージを与える。自身が「<u>月狂い</u>」状態の場合、味方を攻撃した後、自身のHPを回復する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "EE": [
            220320201
        ],
        "S": [
            2.8
        ]
    },
    "203202102": {
        "Key": "Skill02",
        "Name": "狼呑",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill02",
        "EE": [
            220320201,
            220320101,
            220320103
        ],
        "S": [
            0.3,
            0.4,
            6.0,
            3.0
        ]
    },
    "203202201": {
        "Key": "Skill01",
        "Name": "噛砕く",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            2.8
        ]
    },
    "203202202": {
        "Key": "Skill02",
        "Name": "狼呑",
        "Desc": "敵が攻撃を行った後、<u>「月喰み」状態に入れる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月喰み</u>」状態に入る。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill02",
        "EE": [
            70000317,
            220340142,
            220340143
        ],
        "S": [
            0.1,
            0.4,
            5.0,
            3.0
        ]
    },
    "203204001": {
        "Key": "Skill01",
        "Name": "星雲喰らい",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.4,
            0.4,
            0.5,
            0.5
        ]
    },
    "203204002": {
        "Key": "Skill02",
        "Name": "太虚吐納",
        "Desc": "共鳴状態の時に発動する。味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>怒噪</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "EE": [
            220350101
        ],
        "S": [
            3.6
        ]
    },
    "203204003": {
        "Key": "PassiveSkill01",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "203204101": {
        "Key": "Skill01",
        "Name": "星雲喰らい",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.4,
            0.4,
            0.5,
            0.5
        ]
    },
    "203204102": {
        "Key": "Skill02",
        "Name": "太虚吐納",
        "Desc": "共鳴状態の時に発動する。味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>怒噪</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "EE": [
            220350101
        ],
        "S": [
            3.6
        ]
    },
    "203204103": {
        "Key": "PassiveSkill01",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "203204201": {
        "Key": "Skill01",
        "Name": "星雲喰らい",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.4,
            0.0,
            0.5,
            0.0
        ]
    },
    "203204202": {
        "Key": "Skill02",
        "Name": "太虚吐納",
        "Desc": "共鳴状態の時に発動する。味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>怒噪</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "EE": [
            220350101
        ],
        "S": [
            3.6
        ]
    },
    "203205001": {
        "Key": "Skill01",
        "Name": "裂爪",
        "Desc": "指定した味方単体および隣接する味方に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.0,
            0.4,
            0.5,
            0.5
        ]
    },
    "203205002": {
        "Key": "Skill02",
        "Name": "天穹裂断",
        "Desc": "共鳴状態の時に発動する。指定した味方単体および隣接する味方に大量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "S": [
            4.8
        ]
    },
    "203205003": {
        "Key": "PassiveSkill01",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "203205101": {
        "Key": "Skill01",
        "Name": "裂爪",
        "Desc": "指定した味方単体および隣接する味方に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.0,
            0.4,
            0.5,
            0.5
        ]
    },
    "203205102": {
        "Key": "Skill02",
        "Name": "天穹裂断",
        "Desc": "共鳴状態の時に発動する。指定した味方単体および隣接する味方に大量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "S": [
            4.8
        ]
    },
    "203205103": {
        "Key": "PassiveSkill01",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "203205201": {
        "Key": "Skill01",
        "Name": "裂爪",
        "Desc": "指定した味方単体および隣接する味方に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.0,
            0.0,
            0.5,
            0.0
        ]
    },
    "203205202": {
        "Key": "Skill02",
        "Name": "天穹裂断",
        "Desc": "共鳴状態の時に発動する。指定した味方単体および隣接する味方に大量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "S": [
            4.8
        ]
    },
    "203206001": {
        "Key": "Skill01",
        "Name": "塵払い",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.4,
            0.4,
            0.5,
            0.5
        ]
    },
    "203206002": {
        "Key": "Skill02",
        "Name": "塵世掃蕩",
        "Desc": "共鳴状態の時に発動する。味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>虚弱</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "EE": [
            220350102
        ],
        "S": [
            3.6
        ]
    },
    "203206003": {
        "Key": "PassiveSkill01",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "203206101": {
        "Key": "Skill01",
        "Name": "塵払い",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.4,
            0.4,
            0.5,
            0.5
        ]
    },
    "203206102": {
        "Key": "Skill02",
        "Name": "塵世掃蕩",
        "Desc": "共鳴状態の時に発動する。味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>虚弱</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "EE": [
            220350102
        ],
        "S": [
            3.6
        ]
    },
    "203206103": {
        "Key": "PassiveSkill01",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "203206201": {
        "Key": "Skill01",
        "Name": "塵払い",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.4,
            0.0,
            0.5,
            0.0
        ]
    },
    "203206202": {
        "Key": "Skill02",
        "Name": "塵世掃蕩",
        "Desc": "共鳴状態の時に発動する。味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>虚弱</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "EE": [
            220350102
        ],
        "S": [
            3.6
        ]
    },
    "203301001": {
        "Key": "Skill01",
        "Name": "バイオニクス・クロー",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.2
        ]
    },
    "203301002": {
        "Key": "Skill02",
        "Name": "雷電まとう咆哮",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.6,
            1.8
        ]
    },
    "203301003": {
        "Key": "SkillRage",
        "Name": "疑似月狂い",
        "Desc": "「<u>月狂い</u>」状態に入る。",
        "P": "1",
        "SP": 0,
        "K": "SkillRage",
        "EE": [
            220330101
        ],
        "S": [
            0.3,
            4.0
        ]
    },
    "203301004": {
        "Key": "Skill04",
        "Name": "合成狼毒",
        "Desc": "味方全体に少量の物理属性ダメージを与え、高確率で味方全体に「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "K": "Skill04",
        "EE": [
            220330102
        ],
        "S": [
            1.0,
            0.0,
            0.0,
            1.2
        ]
    },
    "203301005": {
        "Key": "Skill05",
        "Name": "殺戮アルゴリズム",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。味方が「<u>まとわりつく恐怖</u>」または「<u>恐怖</u>」状態になる時、さらにダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            220330102,
            220330103
        ],
        "S": [
            3.2,
            1.8,
            1.8
        ]
    },
    "203301006": {
        "Key": "SkillP01",
        "Name": "歩離の本能",
        "Desc": "戦闘に入る時、「<u>月狂い</u>」状態に入るのに必要な「<u>嗜血</u>」の層数を減らす。敵が攻撃を行った後、<u>「月狂い」状態に入れる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            220330101,
            220320101,
            220320103
        ],
        "S": [
            6.0,
            2.0
        ]
    },
    "203301101": {
        "Key": "Skill01",
        "Name": "バイオニクス・クロー",
        "Desc": "指定した味方単体に物理属性ダメージを与え、攻撃を受けた味方に高確率で「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "EE": [
            220330101
        ],
        "S": [
            3.2
        ]
    },
    "203301102": {
        "Key": "Skill02",
        "Name": "雷電まとう咆哮",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与え、攻撃を受けた味方に高確率で「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "EE": [
            220330101
        ],
        "S": [
            2.6,
            1.8
        ]
    },
    "203301103": {
        "Key": "SkillRage",
        "Name": "疑似月狂い",
        "Desc": "「<u>月狂い</u>」状態に入る。",
        "P": "1",
        "SP": 0,
        "K": "SkillRage",
        "EE": [
            220330101
        ],
        "S": [
            0.3,
            4.0
        ]
    },
    "203301104": {
        "Key": "Skill04",
        "Name": "合成狼毒",
        "Desc": "味方全体に少量の物理属性ダメージを与え、高確率で味方全体に「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "K": "Skill04",
        "EE": [
            220330102
        ],
        "S": [
            1.0,
            0.0,
            0.0,
            1.2
        ]
    },
    "203301105": {
        "Key": "Skill05",
        "Name": "殺戮アルゴリズム",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。味方が「<u>まとわりつく恐怖</u>」または「<u>恐怖</u>」状態になる時、さらにダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            220330102,
            220330103
        ],
        "S": [
            3.2,
            1.8,
            2.8
        ]
    },
    "203301106": {
        "Key": "SkillP01",
        "Name": "歩離の本能",
        "Desc": "戦闘に入る時、「<u>月狂い</u>」状態に入るのに必要な「<u>嗜血</u>」の層数を減らす。敵が攻撃を行った後、<u>「月狂い」状態に入れる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            220330101,
            220320101,
            220320103
        ],
        "S": [
            6.0,
            3.0
        ]
    },
    "203302001": {
        "Key": "PassiveSkill01",
        "Name": "通霊",
        "Desc": "「星雲を喰らう頭」「天地を裂く爪」「塵を払う尾」は「『飛霄』の影」とHPを共有する。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "PassiveSkill01"
    },
    "203302101": {
        "Key": "PassiveSkill01",
        "Name": "通霊",
        "Desc": "「星雲を喰らう頭」「天地を裂く爪」「塵を払う尾」は「『飛霄』の影」とHPを共有する。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "PassiveSkill01"
    },
    "203302201": {
        "Key": "PassiveSkill01",
        "Name": "通霊",
        "Desc": "「星雲を喰らう頭」「天地を裂く爪」「塵を払う尾」は「業火焚心の影将軍」とHPを共有する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "PassiveSkill01",
        "S": [
            3.0
        ]
    },
    "203302202": {
        "Key": "PassiveSkill02",
        "Name": "連心",
        "Desc": "「星雲を喰らう頭」「天地を裂く爪」「塵を払う尾」および「業火焚心の影将軍」が弱点撃破状態に入った時、「呪言妄念の蝕心獣」の靭性を削る。",
        "P": "1 2",
        "SP": 10.0,
        "K": "PassiveSkill02"
    },
    "203401001": {
        "Key": "Skill01",
        "Name": "折れた剣を牙とする",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "203401002": {
        "Key": "Skill02",
        "Name": "鉄を斬って爪とする",
        "Desc": "指定した味方単体及び隣接する味方に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            1.8,
            1.5
        ]
    },
    "203401003": {
        "Key": "Skill04",
        "Name": "地割れ、草残らず",
        "Desc": "自身以外のすべてのユニットの行動を遅延させ、少量の雷属性ダメージを与える。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.2,
            0.3,
            0.5,
            1000.0
        ]
    },
    "203401004": {
        "Key": "Skill03",
        "Name": "雷風鳴り、枯草滅ぼす",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "S": [
            2.0
        ]
    },
    "203401005": {
        "Key": "Skill05",
        "Name": "貪狼は駆け、血色が降臨する",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与え、高確率で「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            220330102,
            220330103
        ],
        "S": [
            5.0,
            1.0,
            60.0
        ]
    },
    "203401006": {
        "Key": "SkillP01",
        "Name": "戦首の月狂い",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            220320101,
            220340101,
            220320103
        ],
        "S": [
            0.4,
            4.0,
            6.0,
            0.8
        ]
    },
    "203401007": {
        "Key": "SkillP02",
        "Name": "月に吼える狼",
        "Desc": "呼雷が「<u>月狂い</u>」状態に入った後、敵が攻撃を行うたびに、呼雷は「憤激」を1層獲得する。攻撃を行ったのが呼雷の場合、追加で「憤激」を1層獲得する。味方が攻撃を行うたびに、「憤激」が1層減少する。「憤激」には初期層数がある。「憤激」が一定層数に達すると、呼雷は「憤激」の層数をすべて消費して「貪狼は駆け、血色が降臨する」を発動する。味方キャラの攻撃によって「憤激」が0層になると、呼雷の靭性を削り、「憤激」を指定の層数にリセットする。",
        "P": "1 2",
        "SP": 10.0,
        "K": "SkillP02",
        "EE": [
            220340101
        ],
        "S": [
            8.0,
            3.0,
            180.0,
            4.0,
            0.25
        ]
    },
    "203401008": {
        "Key": "SkillP03",
        "Name": "我の咆哮に耳を傾け、狼群に追従せよ",
        "Desc": "アクションバーに「狼群招集」が出現する。「狼群招集」が行動する時、「狼兵・玄爪」または「狼兵・蝕月」が召喚される。敵が「<u>月狂い</u>」に入る時、「狼群招集」の行動順が遅れる。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.0,
            0.15,
            0.33
        ]
    },
    "203401101": {
        "Key": "Skill01",
        "Name": "折れた剣を牙とする",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "203401102": {
        "Key": "Skill02",
        "Name": "鉄を斬って爪とする",
        "Desc": "指定した味方単体及び隣接する味方に雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            1.8,
            1.5
        ]
    },
    "203401103": {
        "Key": "Skill04",
        "Name": "地割れ、草残らず",
        "Desc": "自身以外のすべてのユニットの行動を遅延させ、少量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.2,
            0.3,
            0.5,
            1000.0
        ]
    },
    "203401104": {
        "Key": "Skill03",
        "Name": "雷風鳴り、枯草滅ぼす",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "S": [
            2.0
        ]
    },
    "203401105": {
        "Key": "Skill05",
        "Name": "貪狼は駆け、血色が降臨する",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与え、高確率で「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            220330102,
            220330103
        ],
        "S": [
            5.0,
            1.0,
            60.0
        ]
    },
    "203401106": {
        "Key": "SkillP01",
        "Name": "戦首の月狂い",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            220320101,
            220340101,
            220320103
        ],
        "S": [
            0.4,
            4.0,
            6.0,
            0.8
        ]
    },
    "203401107": {
        "Key": "SkillP02",
        "Name": "月に吼える狼",
        "Desc": "呼雷が「<u>月狂い</u>」状態に入った後、敵が攻撃を行うたびに、呼雷は「憤激」を1層獲得する。攻撃を行ったのが呼雷の場合、追加で「憤激」を1層獲得する。味方が攻撃を行うたびに、「憤激」が1層減少する。「憤激」には初期層数がある。「憤激」が一定層数に達すると、呼雷は「憤激」の層数をすべて消費して「貪狼は駆け、血色が降臨する」を発動する。味方キャラの攻撃によって「憤激」が0層になると、呼雷の靭性を削り、「憤激」を指定の層数にリセットする。",
        "P": "1",
        "SP": 10.0,
        "K": "SkillP02",
        "EE": [
            220340101
        ],
        "S": [
            8.0,
            3.0,
            180.0,
            4.0,
            0.25
        ]
    },
    "203401108": {
        "Key": "SkillP03",
        "Name": "我の咆哮に耳を傾け、狼群に追従せよ",
        "Desc": "アクションバーに「狼群招集」が出現する。「狼群招集」が行動する時、「狼兵・玄爪」または「狼兵・蝕月」が召喚される。敵が「<u>月狂い</u>」に入る時、「狼群招集」の行動順が遅れる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.0,
            0.15,
            0.33
        ]
    },
    "203401109": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.05
        ]
    },
    "203401201": {
        "Key": "Skill01",
        "Name": "折れた剣を牙とする",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "203401202": {
        "Key": "Skill02",
        "Name": "鉄を斬って爪とする",
        "Desc": "指定した味方単体および隣接する味方に雷属性のダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            1.5,
            1.2
        ]
    },
    "203401203": {
        "Key": "Skill04",
        "Name": "地割れ、草残らず",
        "Desc": "自身以外のすべてのユニットの行動を遅延させ、少量の雷属性ダメージを与える。",
        "P": "2 3",
        "SP": 0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.5,
            0.5,
            0.5,
            0.5
        ]
    },
    "203401204": {
        "Key": "Skill03",
        "Name": "雷風鳴り、枯草滅ぼす",
        "Desc": "味方全体に雷属性ダメージを与え、確率で味方全体に「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "EE": [
            220330102,
            220330103
        ],
        "S": [
            2.0,
            1.0
        ]
    },
    "203401205": {
        "Key": "Skill05",
        "Name": "貪狼は駆け、血色が降臨する",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与え、高確率で「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            220330102,
            220330103
        ],
        "S": [
            4.5,
            1.5,
            60.0
        ]
    },
    "203401206": {
        "Key": "SkillP01",
        "Name": "月狂い",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1 2 3",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            220320101,
            220340101,
            220320103
        ],
        "S": [
            0.3,
            4.0,
            8.0,
            0.3
        ]
    },
    "203401207": {
        "Key": "SkillP02",
        "Name": "月に吼える狼",
        "Desc": "呼雷が「<u>月狂い</u>」状態に入った後、敵が攻撃を行うたびに、呼雷は「怒り」を1層獲得する。攻撃を行ったのが呼雷の場合、追加で「怒り」を1層獲得する。敵以外が攻撃を行うたびに、「怒り」が1層減少する。「怒り」には初期層数がある。「怒り」が一定層数に達すると、呼雷は「怒り」の層数をすべて消費して「貪狼は駆け、血色が降臨する」を発動する。味方キャラの攻撃によって「怒り」が0層になると、呼雷の靭性を削り、「怒り」を指定の層数にリセットする。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "SkillP02",
        "EE": [
            220340101
        ],
        "S": [
            10.0,
            3.0,
            120.0,
            4.0,
            0.25
        ]
    },
    "203401208": {
        "Key": "SkillP03",
        "Name": "我の咆哮に耳を傾け、狼群に追従せよ",
        "Desc": "アクションバーに「狼群招集」が出現する。「狼群招集」が行動する時、「狼兵・玄爪」または「狼兵・蝕月」が召喚される。",
        "P": "1 2 3",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.05,
            30.0,
            0.0,
            0.6,
            1.2,
            1.8
        ]
    },
    "203401209": {
        "Key": "SkillP04",
        "Name": "呼集",
        "Desc": "第三段階に入った後、「狼群招集」の速度がアップし、さらに即座に「<u>月狂い</u>」状態になる。",
        "P": "3",
        "SP": 10.0,
        "K": "SkillP04"
    },
    "203401210": {
        "Key": "SkillP05",
        "Name": "紅月の力",
        "Desc": "呼雷が「雷風鳴り、枯草滅ぼす」を発動するたびに、自身の与ダメージがアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "SkillP05",
        "S": [
            0.05
        ]
    },
    "203401301": {
        "Key": "Skill01",
        "Name": "折れた剣を牙とする",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "203401302": {
        "Key": "Skill02",
        "Name": "鉄を斬って爪とする",
        "Desc": "指定した味方単体および隣接する味方に雷属性のダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            1.8,
            1.5
        ]
    },
    "203401303": {
        "Key": "Skill04",
        "Name": "地割れ、草残らず",
        "Desc": "自身以外のすべてのユニットの行動を遅延させ、少量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.3,
            0.3,
            0.5,
            0.5
        ]
    },
    "203401304": {
        "Key": "Skill03",
        "Name": "雷風鳴り、枯草滅ぼす",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "S": [
            2.0
        ]
    },
    "203401305": {
        "Key": "Skill05",
        "Name": "貪狼は駆け、血色が降臨する",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与え、高確率で「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            220330102,
            220330103
        ],
        "S": [
            5.0,
            1.0,
            60.0
        ]
    },
    "203401306": {
        "Key": "SkillP01",
        "Name": "戦首の月狂い",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            220320101,
            220340101,
            220320103
        ],
        "S": [
            0.8,
            4.0,
            6.0,
            0.8
        ]
    },
    "203401307": {
        "Key": "SkillP02",
        "Name": "月に吼える狼",
        "Desc": "呼雷が「<u>月狂い</u>」状態に入った後、敵が攻撃を行うたびに、呼雷は「憤激」を1層獲得する。攻撃を行ったのが呼雷の場合、追加で「憤激」を1層獲得する。味方が攻撃を行うたびに、「憤激」が1層減少する。「憤激」には初期層数がある。「憤激」が一定層数に達すると、呼雷は「憤激」の層数をすべて消費して「貪狼は駆け、血色が降臨する」を発動する。味方キャラの攻撃によって「憤激」が0層になると、呼雷の靭性を削り、「憤激」を指定の層数にリセットする。",
        "P": "1",
        "SP": 10.0,
        "K": "SkillP02",
        "EE": [
            220340101
        ],
        "S": [
            8.0,
            3.0,
            180.0,
            4.0,
            0.25
        ]
    },
    "203401308": {
        "Key": "SkillP03",
        "Name": "我の咆哮に耳を傾け、狼群に追従せよ",
        "Desc": "アクションバーに「狼群招集」が出現する。「狼群招集」が行動する時、「狼兵・玄爪」または「狼兵・蝕月」が召喚される。敵が「<u>月狂い</u>」に入る時、「狼群招集」の行動順が遅れる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.05,
            0.15,
            0.4
        ]
    },
    "203401401": {
        "Key": "Skill01",
        "Name": "折れた剣を牙とする",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            3.2
        ]
    },
    "203401402": {
        "Key": "Skill02",
        "Name": "鉄を斬って爪とする",
        "Desc": "指定した味方単体および隣接する味方に雷属性のダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            2.4,
            1.6
        ]
    },
    "203401403": {
        "Key": "Skill04",
        "Name": "地割れ、草残らず",
        "Desc": "自身以外のすべてのユニットに雷属性のダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.2,
            0.3,
            2.2,
            30.0
        ]
    },
    "203401404": {
        "Key": "Skill03",
        "Name": "雷風鳴り、枯草滅ぼす",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill03",
        "S": [
            2.6
        ]
    },
    "203401405": {
        "Key": "Skill05",
        "Name": "貪狼は駆け、血色が降臨する",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05",
        "S": [
            6.0,
            2.0
        ]
    },
    "203401406": {
        "Key": "SkillP01",
        "Name": "血鳴狂噬",
        "Desc": "呼雷が「月喰み」状態に入る前、靭性が削られることはない。敵が攻撃を行った後、<u>「月喰み」状態に入れる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達した時、呼雷は「<u>月喰み</u>」状態に入り、「一騎打ち」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            70000317,
            220340142,
            220340143
        ],
        "S": [
            4.0,
            4.0,
            5.0,
            4.0
        ]
    },
    "203401407": {
        "Key": "SkillP02",
        "Name": "群狼の遠吠え",
        "Desc": "呼雷が「<u>月喰み</u>」状態に入った時、受けるダメージがダウンし、靭性が削られるようになる。同時に自身に「憤激」を付与する。「憤激」には初期層数があり、敵のターンが終了するたびに「憤激」を1層失う。「憤激」が0層になるたびに、「月喰み」状態を解除する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "SkillP02",
        "EE": [
            70000317
        ],
        "S": [
            4.0,
            4.0,
            3.0,
            0.06,
            2.0,
            0.6
        ]
    },
    "203401408": {
        "Key": "SkillP03",
        "Name": "群狼勅令、雷霆万鈞",
        "Desc": "味方が呼雷以外の敵にHPが0になる攻撃を与えるたびに、呼雷がダメージを受け、靭性を削られる。同時に味方キャラそれぞれに「<u>血騒ぎ</u>」を付与し、<u>「月喰み」状態に入れる敵</u>に「<u>嗜血</u>」を1層付与し、「狼兵・玄爪」または「狼兵・蝕月」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP03",
        "EE": [
            220340141,
            220340143
        ],
        "S": [
            0.0,
            1.15,
            1.33,
            90.0,
            0.03
        ]
    },
    "203401409": {
        "Key": "Skill08",
        "Name": "一騎打ち",
        "Desc": "「一騎打ち」状態に入り、呼雷の与ダメージがアップする。味方はキャラ1名とその召喚物を「一騎打ち」にすることができる。選択後、指定した味方単体に雷属性ダメージを与え、「憤激」が0になるまで選択した味方以外の味方と敵が<u>一時離脱</u>する。味方が「一騎打ち」状態に入った後、味方のSPを回復し、味方全体の現在の最大HPと攻撃力に応じて、自身の最大HPと攻撃力がアップする。同時に、「<u>血騒ぎ</u>」が発動し、その層数に応じて自身に「<u>激昂の戦い</u>」を付与する。味方キャラそれぞれが所持する「<u>血騒ぎ</u>」は、「一騎打ち」状態終了後に解除される。",
        "P": "1 2",
        "SP": 0,
        "Elem": "Elec",
        "K": "Skill08",
        "EE": [
            10000016,
            220340141,
            220340144
        ],
        "S": [
            2.0,
            0.15,
            5.0,
            5.0,
            0.05,
            0.05
        ]
    },
    "203401410": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "203401411": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02"
    },
    "203401412": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03"
    },
    "203401413": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.15
        ]
    },
    "203401414": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "203401501": {
        "Key": "Skill01",
        "Name": "折れた剣を牙とする",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "203401502": {
        "Key": "Skill02",
        "Name": "鉄を斬って爪とする",
        "Desc": "指定した味方単体および隣接する味方に雷属性のダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            1.8,
            1.5
        ]
    },
    "203401503": {
        "Key": "Skill04",
        "Name": "地割れ、草残らず",
        "Desc": "自身以外のすべてのユニットの行動を遅延させ、少量の雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.2,
            0.3,
            0.5,
            1000.0
        ]
    },
    "203401504": {
        "Key": "Skill03",
        "Name": "雷風鳴り、枯草滅ぼす",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "S": [
            2.0
        ]
    },
    "203401505": {
        "Key": "Skill05",
        "Name": "貪狼は駆け、血色が降臨する",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与え、高確率で「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05",
        "S": [
            5.0,
            1.0,
            60.0
        ]
    },
    "203401506": {
        "Key": "SkillP01",
        "Name": "戦首の月狂い",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.4,
            4.0,
            6.0,
            0.8
        ]
    },
    "203401507": {
        "Key": "SkillP02",
        "Name": "月に吼える狼",
        "Desc": "呼雷が「<u>月狂い</u>」状態に入った後、敵が攻撃を行うたびに、呼雷は「憤激」を1層獲得する。攻撃を行ったのが呼雷の場合、追加で「憤激」を1層獲得する。味方が攻撃を行うたびに、「憤激」が1層減少する。「憤激」には初期層数がある。「憤激」が一定層数に達すると、呼雷は「憤激」の層数をすべて消費して「貪狼は駆け、血色が降臨する」を発動する。味方キャラの攻撃によって「憤激」が0層になると、呼雷の靭性を削り、「憤激」を指定の層数にリセットする。",
        "P": "1 2",
        "SP": 10.0,
        "K": "SkillP02",
        "S": [
            8.0,
            3.0,
            180.0,
            4.0,
            0.25
        ]
    },
    "203401508": {
        "Key": "SkillP03",
        "Name": "我の咆哮に耳を傾け、狼群に追従せよ",
        "Desc": "アクションバーに「狼群招集」が出現する。「狼群招集」が行動する時、「狼兵・玄爪」または「狼兵・蝕月」が召喚される。敵が「<u>月狂い</u>」に入る時、「狼群招集」の行動順が遅れる。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.0,
            0.15,
            0.33
        ]
    },
    "203401509": {
        "Key": "SkillP99",
        "Name": "月に吠える蒼狼",
        "Desc": "戦闘中、ボスを強化する「黒い泥」が出現する。「歩離人の戦首・呼雷（汚染）」が強化された後、即座に「月狂い」状態に入り、「地割れ、草残らず」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP99",
        "S": [
            8.0,
            3.0,
            180.0,
            4.0,
            0.25
        ]
    },
    "203401601": {
        "Key": "Skill01",
        "Name": "折れた剣を牙とする",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "203401602": {
        "Key": "Skill02",
        "Name": "鉄を斬って爪とする",
        "Desc": "指定した味方単体および隣接する味方に雷属性のダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill02",
        "S": [
            1.8,
            1.5
        ]
    },
    "203401603": {
        "Key": "Skill04",
        "Name": "地割れ、草残らず",
        "Desc": "自身以外のすべてのユニットの行動を遅延させ、少量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.3,
            0.3,
            0.5,
            0.5
        ]
    },
    "203401604": {
        "Key": "Skill03",
        "Name": "雷風鳴り、枯草滅ぼす",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill03",
        "S": [
            2.0
        ]
    },
    "203401605": {
        "Key": "Skill05",
        "Name": "貪狼は駆け、血色が降臨する",
        "Desc": "指定した味方単体に大量の雷属性ダメージを与え、高確率で「<u>まとわりつく恐怖</u>」を付与する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            220330102,
            220330103
        ],
        "S": [
            5.0,
            1.0,
            60.0
        ]
    },
    "203401606": {
        "Key": "SkillP01",
        "Name": "戦首の月狂い",
        "Desc": "敵が攻撃を行った後、<u>「月狂い」状態に入ることができる敵</u>に「<u>嗜血</u>」を1層付与する。「<u>嗜血</u>」が一定層数に達する時、「<u>月狂い</u>」状態に入る。<br>アクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「<u>月狂い</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            220320101,
            220340101,
            220320103
        ],
        "S": [
            0.8,
            4.0,
            6.0,
            0.8
        ]
    },
    "203401607": {
        "Key": "SkillP02",
        "Name": "月に吼える狼",
        "Desc": "呼雷が「<u>月狂い</u>」状態に入った後、敵が攻撃を行うたびに、呼雷は「憤激」を1層獲得する。攻撃を行ったのが呼雷の場合、追加で「憤激」を1層獲得する。味方が攻撃を行うたびに、「憤激」が1層減少する。「憤激」には初期層数がある。「憤激」が一定層数に達すると、呼雷は「憤激」の層数をすべて消費して「貪狼は駆け、血色が降臨する」を発動する。味方キャラの攻撃によって「憤激」が0層になると、呼雷の靭性を削り、「憤激」を指定の層数にリセットする。",
        "P": "1",
        "SP": 10.0,
        "K": "SkillP02",
        "EE": [
            220340101
        ],
        "S": [
            8.0,
            3.0,
            180.0,
            4.0,
            0.25
        ]
    },
    "203401608": {
        "Key": "SkillP03",
        "Name": "我の咆哮に耳を傾け、狼群に追従せよ",
        "Desc": "アクションバーに「狼群招集」が出現する。「狼群招集」が行動する時、「狼兵・玄爪」または「狼兵・蝕月」が召喚される。敵が「<u>月狂い</u>」に入る時、「狼群招集」の行動順が遅れる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.05,
            0.15,
            0.4
        ]
    },
    "203501001": {
        "Key": "Skill01",
        "Name": "銃剣・刃",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "203501002": {
        "Key": "Skill02",
        "Name": "巨斧・爪",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>虚弱</u>状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "EE": [
            220350102
        ],
        "S": [
            4.0,
            0.2,
            1.0,
            2.0
        ]
    },
    "203501003": {
        "Key": "Skill03",
        "Name": "束縛の天梯",
        "Desc": "自身を強化し、追加ターンを獲得する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill03",
        "DelayRatio": 1.25,
        "S": [
            2.5,
            5.0,
            3.8,
            0.5,
            1.0,
            1.0
        ]
    },
    "203501004": {
        "Key": "Skill07",
        "Name": "風雷の鎧",
        "Desc": "蝕月心獣のすべての部位と共鳴し、その弱点撃破状態を解除する。次の行動まで攻撃されず、次の行動で味方全体に「乾坤呑噬」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 1.75,
        "S": [
            1.75
        ]
    },
    "203501005": {
        "Key": "Skill08",
        "Name": "乾坤呑噬",
        "Desc": "味方全体に大量の風属性ダメージを与え、残りの弱点撃破されていない部位の数に応じて強化する。弱点撃破されていない部位1つにつき、このスキルの与ダメージがアップし、対応する部位の強化効果を得る。",
        "P": "3",
        "SP": 20.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill08",
        "S": [
            4.5,
            3.5,
            2.5
        ]
    },
    "203501006": {
        "Key": "Skill09",
        "Name": "辻風",
        "Desc": "味方全体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill09",
        "S": [
            3.6
        ]
    },
    "203501007": {
        "Key": "PassiveSkill01",
        "Name": "心獣合撃",
        "Desc": "「『飛霄』の影」は追加ターンの行動で蝕月心獣の部位と共鳴する。共鳴すると、心獣の部位が一定量の靭性値を回復し、攻撃を受ける時に削られる靭性値がアップする。次の行動が強化行動になり、「星雲を喰らう頭」との共鳴は高確率で味方全体を<u>怒噪</u>状態にし、「天地を裂く爪」との共鳴は自身の与ダメージを大幅にアップし、「塵を払う尾」との共鳴は高確率で味方全体を<u>虚弱</u>状態にする。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "PassiveSkill01",
        "EE": [
            220350101,
            220350102
        ],
        "S": [
            120.0,
            0.2
        ]
    },
    "203501008": {
        "Key": "PassiveSkill02",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.6,
            0.75,
            0.5,
            0.9,
            0.7,
            0.35
        ]
    },
    "203501009": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            6.0,
            9.0,
            2.0,
            2.0,
            3.0,
            2.0
        ]
    },
    "203501101": {
        "Key": "Skill01",
        "Name": "銃剣・刃",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "203501102": {
        "Key": "Skill02",
        "Name": "巨斧・爪",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>虚弱</u>状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "EE": [
            220350102
        ],
        "S": [
            3.5,
            0.2,
            1.0,
            2.0
        ]
    },
    "203501103": {
        "Key": "Skill03",
        "Name": "束縛の天梯",
        "Desc": "自身を強化し、追加ターンを獲得する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill03",
        "DelayRatio": 1.25,
        "S": [
            2.5,
            5.0,
            3.8,
            0.5,
            1.0,
            1.0
        ]
    },
    "203501104": {
        "Key": "Skill07",
        "Name": "風雷の鎧",
        "Desc": "蝕月心獣のすべての部位と共鳴し、その弱点撃破状態を解除する。次の行動まで攻撃されず、次の行動で味方全体に「乾坤呑噬」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 1.75,
        "S": [
            1.75
        ]
    },
    "203501105": {
        "Key": "Skill08",
        "Name": "乾坤呑噬",
        "Desc": "味方全体に大量の風属性ダメージを与え、残りの弱点撃破されていない部位の数に応じて強化する。弱点撃破されていない部位1つにつき、このスキルの与ダメージがアップし、対応する部位の強化効果を得る。",
        "P": "3",
        "SP": 20.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill08",
        "S": [
            4.0,
            3.0,
            2.0
        ]
    },
    "203501106": {
        "Key": "Skill09",
        "Name": "辻風",
        "Desc": "味方全体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill09",
        "S": [
            3.2
        ]
    },
    "203501107": {
        "Key": "PassiveSkill01",
        "Name": "心獣合撃",
        "Desc": "「『飛霄』の影」は追加ターンの行動で蝕月心獣の部位と共鳴する。共鳴すると、心獣の部位が一定量の靭性値を回復し、攻撃を受ける時に削られる靭性値がアップする。次の行動が強化行動になり、「星雲を喰らう頭」との共鳴は高確率で味方全体を<u>怒噪</u>状態にし、「天地を裂く爪」との共鳴は自身の与ダメージを大幅にアップし、「塵を払う尾」との共鳴は高確率で味方全体を<u>虚弱</u>状態にする。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "PassiveSkill01",
        "EE": [
            220350101,
            220350102
        ],
        "S": [
            120.0,
            0.2
        ]
    },
    "203501108": {
        "Key": "PassiveSkill02",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.6,
            0.75,
            0.5,
            1.3,
            1.1,
            0.8
        ]
    },
    "203501109": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            1.0,
            1.5,
            2.0,
            2.0,
            2.0,
            2.0
        ]
    },
    "203501201": {
        "Key": "Skill01",
        "Name": "銃剣・刃",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "203501202": {
        "Key": "Skill02",
        "Name": "巨斧・爪",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で攻撃を受けた味方を<u>虚弱</u>状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "EE": [
            220350102
        ],
        "S": [
            4.0,
            0.2,
            1.0,
            2.0
        ]
    },
    "203501203": {
        "Key": "Skill03",
        "Name": "束縛の天梯",
        "Desc": "自身を強化し、追加ターンを獲得する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "DelayRatio": 0.5,
        "S": [
            2.5,
            5.0,
            3.8,
            0.25,
            1.0,
            1.0
        ]
    },
    "203501204": {
        "Key": "Skill07",
        "Name": "風雷の鎧",
        "Desc": "蝕月心獣のすべての部位と共鳴し、その弱点撃破状態を解除する。次の行動まで攻撃されず、次の行動で味方全体に「乾坤呑噬」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 2.0,
        "S": [
            2.0
        ]
    },
    "203501205": {
        "Key": "Skill08",
        "Name": "乾坤呑噬",
        "Desc": "味方全体に大量の風属性ダメージを与え、残りの弱点撃破されていない部位の数に応じて強化する。弱点撃破されていない部位1つにつき、このスキルの与ダメージがアップし、対応する部位の強化効果を得る。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill08",
        "S": [
            3.5,
            1.5,
            1.0
        ]
    },
    "203501206": {
        "Key": "Skill09",
        "Name": "蝕心の呪詛",
        "Desc": "味方キャラを1名指定できる。指定された味方キャラに風属性ダメージを与え、「呪詛」状態にする。「呪詛」状態の味方キャラおよびその召喚物は<u>一時離脱</u>する。同時に「血まみれの人狼」を召喚し、一時離脱した味方キャラの代わりに戦闘を継続させる、「血まみれの人狼」は味方キャラとして扱われる。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill09",
        "EE": [
            10000016
        ],
        "S": [
            3.0
        ]
    },
    "203501207": {
        "Key": "PassiveSkill01",
        "Name": "心念統一",
        "Desc": "「業火焚心の影将軍」は追加ターンの行動で「呪言妄念の蝕心獣」の部位と共鳴する。共鳴すると、「呪言妄念の蝕心獣」の部位の弱点撃破状態が解除される。次の行動が強化行動になり、「星雲を喰らう頭」との共鳴は高確率で味方全体を<u>怒噪</u>状態にし、「天地を裂く爪」との共鳴は自身の与ダメージを大幅にアップし、「塵を払う尾」との共鳴は高確率で味方全体を<u>虚弱</u>状態にする。",
        "P": "1 2",
        "SP": 0,
        "Threat": true,
        "K": "PassiveSkill01",
        "EE": [
            220350101,
            220350102
        ],
        "S": [
            120.0,
            0.1
        ]
    },
    "203501208": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.0,
            0.0,
            0.0,
            1.3,
            1.0,
            0.35
        ]
    },
    "203501209": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.0,
            1.0,
            2.0,
            2.0,
            2.0,
            0.0
        ]
    },
    "203501210": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04",
        "S": [
            0.0,
            40.0
        ]
    },
    "203501211": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0
        ]
    },
    "203501212": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "S": [
            0.5,
            1.0
        ]
    },
    "203501213": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            40.0
        ]
    },
    "203501214": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            1.0
        ]
    },
    "203501215": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "203501216": {
        "Key": "SkillEX06",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX06",
        "S": [
            1.8,
            1.7,
            1.5,
            1.6
        ]
    },
    "300101001": {
        "Key": "Skill01",
        "Name": "賽を投げる",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、確率で攻撃を受けた味方の効果抵抗をダウンさせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            0.2,
            1.0
        ]
    },
    "300102001": {
        "Key": "Skill01",
        "Name": "舞踏への誘い",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与え、確率で攻撃を受けた味方を裂創状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.2
        ],
        "S": [
            2.5,
            0.5,
            0.2,
            2.0
        ]
    },
    "300201001": {
        "Key": "Skill01",
        "Name": "どっきりバラエティ",
        "Desc": "指定された味方単体のEPを少量回復する。「どっきりチャンネル」状態のみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "300201002": {
        "Key": "Skill02",
        "Name": "びっくりニュース",
        "Desc": "味方全体に少量の量子属性ダメージを与え、味方全体のEPが減少する。「びっくりチャンネル」状態のみ使用可能。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill02",
        "DMG": [
            1.6
        ],
        "S": [
            1.6,
            0.2
        ]
    },
    "300201003": {
        "Key": "Skill03",
        "Name": "チャンネル変更",
        "Desc": "「どっきりチャンネル」状態から「びっくりチャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300201004": {
        "Key": "SkillP01",
        "Name": "接続不良",
        "Desc": "攻撃を受けた後、「どっきりチャンネル」状態から「びっくりチャンネル」状態、または「びっくりチャンネル」状態から「どっきりチャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300201101": {
        "Key": "Skill01",
        "Name": "バナケーション",
        "Desc": "指定した味方単体のEPを回復する。「空きコマチャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "300201102": {
        "Key": "Skill02",
        "Name": "バナ学期",
        "Desc": "味方全体に少量の量子属性ダメージを与え、味方全体のEPが減少する。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            1.5,
            15.0
        ]
    },
    "300201103": {
        "Key": "Skill03",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300201104": {
        "Key": "SkillP01",
        "Name": "バナ材の乱れ",
        "Desc": "攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に変更する。「空きコマチャンネル」状態では、攻撃を受けてもチャンネルが切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300201105": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill08",
        "S": [
            10.0
        ]
    },
    "300201201": {
        "Key": "Skill01",
        "Name": "材に因りてバナを施す",
        "Desc": "「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わる時、ランダムな味方単体のEPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.2
        ]
    },
    "300201202": {
        "Key": "Skill02",
        "Name": "バナ学期",
        "Desc": "味方全体に少量の量子属性ダメージを与え、味方全体のEPが減少する。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            1.0,
            5.0
        ]
    },
    "300201203": {
        "Key": "Skill03",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300201204": {
        "Key": "SkillP01",
        "Name": "バナ育事故",
        "Desc": "一定回数の攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わり、弱点撃破状態になる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            5.0,
            1.0
        ]
    },
    "300201205": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill08",
        "S": [
            5.0
        ]
    },
    "300201206": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "300201301": {
        "Key": "Skill01",
        "Name": "材に因りてバナを施す",
        "Desc": "ランダムな味方単体のEPを回復し、「奇想ジャングルのバナ研（スペック）」の靭性を削る。「空きコマチャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.2
        ]
    },
    "300201302": {
        "Key": "Skill02",
        "Name": "バナ学期",
        "Desc": "味方全体に少量の量子属性ダメージを与え、味方全体のEPを減らす。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            1.2,
            5.0
        ]
    },
    "300201303": {
        "Key": "Skill03",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300201304": {
        "Key": "SkillP01",
        "Name": "バナ育事故",
        "Desc": "一定回数の攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0,
            3.0,
            5.0
        ]
    },
    "300201305": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill08",
        "S": [
            5.0
        ]
    },
    "300201306": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "300201401": {
        "Key": "Skill01",
        "Name": "狼の憐憫",
        "Desc": "指定した味方単体のEPを回復する。「憐憫」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "300201402": {
        "Key": "Skill02",
        "Name": "狼の呪い",
        "Desc": "味方全体に少量の量子属性ダメージを与え、味方全体のEPを減らす。「呪詛」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            1.6,
            0.2
        ]
    },
    "300201403": {
        "Key": "Skill03",
        "Name": "孤狼は諦めを知らない",
        "Desc": "「憐憫」状態から「呪詛」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300201404": {
        "Key": "SkillP01",
        "Name": "孤狼の逃亡",
        "Desc": "攻撃を受けた後、「憐憫」状態から「呪詛」状態、または「呪詛」状態から「憐憫」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300201501": {
        "Key": "Skill01",
        "Name": "狼の憐憫",
        "Desc": "指定した味方単体のEPを回復する。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "300201502": {
        "Key": "Skill02",
        "Name": "狼の呪い",
        "Desc": "味方全体に少量の量子属性ダメージを与え、味方全体のEPを減らす。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            1.5,
            15.0
        ]
    },
    "300201503": {
        "Key": "Skill03",
        "Name": "孤狼は諦めを知らない",
        "Desc": "「嘲笑」状態から「狂乱」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300201504": {
        "Key": "SkillP01",
        "Name": "狼の逃亡",
        "Desc": "攻撃を受けた後、「狂乱」状態から「嘲笑」状態に変更する。「嘲笑」状態では、攻撃を受けても状態が切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300201505": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill08",
        "S": [
            10.0
        ]
    },
    "300201601": {
        "Key": "Skill01",
        "Name": "狼の憐憫",
        "Desc": "指定した味方単体のEPを回復する。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "300201602": {
        "Key": "Skill02",
        "Name": "狼の呪い",
        "Desc": "味方全体に少量の量子属性ダメージを与え、味方全体のEPを減らす。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            1.5,
            15.0
        ]
    },
    "300201603": {
        "Key": "Skill03",
        "Name": "孤狼は諦めを知らない",
        "Desc": "「嘲笑」状態から「狂乱」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300201604": {
        "Key": "SkillP01",
        "Name": "狼の逃亡",
        "Desc": "攻撃を受けた後、「狂乱」状態から「嘲笑」状態に変更する。「嘲笑」状態では、攻撃を受けても状態が切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300201605": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill08",
        "S": [
            10.0
        ]
    },
    "300202001": {
        "Key": "Skill04",
        "Name": "抽選準備",
        "Desc": "味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "300202002": {
        "Key": "PassiveSkill02",
        "Name": "ナイトメアガチャ",
        "Desc": "指定されたタイプの攻撃でHPが0になる攻撃を受けると、攻撃タイプに応じて異なる効果が発動する。複数タイプの攻撃を同時に受ける時、「すり抜けた！」、「天井！」、「アタリ！」の優先順位で効果が発動する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "300202003": {
        "Key": "Skill01",
        "Name": "すり抜けた！",
        "Desc": "通常攻撃、または持続ダメージによる攻撃でHPが0になる時、味方のSPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "300202004": {
        "Key": "Skill02",
        "Name": "天井！",
        "Desc": "戦闘スキル、精霊スキル、または追加攻撃による攻撃でHPが0になる時、味方全体のEPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            20.0
        ]
    },
    "300202005": {
        "Key": "Skill03",
        "Name": "アタリ！",
        "Desc": "必殺技による攻撃でHPが0になる時、味方全体のEPとSPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            2.0,
            20.0
        ]
    },
    "300202101": {
        "Key": "Skill01",
        "Name": "いいモンキーには単位をあげる",
        "Desc": "味方のSPを回復する。「空きコマチャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "300202102": {
        "Key": "Skill02",
        "Name": "悪いモンキーには警告処分",
        "Desc": "味方のSPを減らす。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            1.0
        ]
    },
    "300202103": {
        "Key": "Skill03",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300202104": {
        "Key": "PassiveSkill02",
        "Name": "バナ材の乱れ",
        "Desc": "攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に変更する。「空きコマチャンネル」状態では、攻撃を受けてもチャンネルが切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "300202105": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "300202201": {
        "Key": "Skill01",
        "Name": "いいモンキーにはグレードポイントをあげる",
        "Desc": "「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わる時、味方のSPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "300202202": {
        "Key": "Skill02",
        "Name": "悪いモンキーには警告処分",
        "Desc": "味方のSPを減らす。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            1.0
        ]
    },
    "300202203": {
        "Key": "Skill03",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300202204": {
        "Key": "SkillP01",
        "Name": "バナ育事故",
        "Desc": "一定回数の攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わり、弱点撃破状態になる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            4.0,
            1.0
        ]
    },
    "300202205": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "300202206": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "300202207": {
        "Key": "Skill04",
        "Name": "出欠を取る",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill04",
        "S": [
            2.0
        ]
    },
    "300202301": {
        "Key": "Skill01",
        "Name": "いいモンキーにはグレードポイントをあげる",
        "Desc": "味方のSPを回復し、「奇想ジャングルのバナ研（スペック）」の靭性を削る。「空きコマチャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "300202302": {
        "Key": "Skill02",
        "Name": "悪いモンキーには警告処分",
        "Desc": "味方のSPを減らす。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            1.0
        ]
    },
    "300202303": {
        "Key": "Skill03",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300202304": {
        "Key": "SkillP01",
        "Name": "バナ育事故",
        "Desc": "一定回数の攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0,
            3.0,
            4.0
        ]
    },
    "300202305": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "300202306": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "300202307": {
        "Key": "Skill04",
        "Name": "出欠を取る",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "300202401": {
        "Key": "Skill01",
        "Name": "狼の贈り物",
        "Desc": "味方のSPを回復。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "300202402": {
        "Key": "Skill02",
        "Name": "狼の嘲笑",
        "Desc": "味方のSPを減らす。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            1.0
        ]
    },
    "300202403": {
        "Key": "Skill03",
        "Name": "孤狼は諦めを知らない",
        "Desc": "「嘲笑」状態から「狂乱」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300202404": {
        "Key": "PassiveSkill02",
        "Name": "狼の逃亡",
        "Desc": "攻撃を受けた後、「狂乱」状態から「嘲笑」状態に変更する。「嘲笑」状態では、攻撃を受けても状態が切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "300202405": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "300202501": {
        "Key": "Skill01",
        "Name": "狼の贈り物",
        "Desc": "味方のSPを回復。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "300202502": {
        "Key": "Skill02",
        "Name": "狼の嘲笑",
        "Desc": "味方のSPを減らす。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            1.0
        ]
    },
    "300202503": {
        "Key": "Skill03",
        "Name": "孤狼は諦めを知らない",
        "Desc": "「嘲笑」状態から「狂乱」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300202504": {
        "Key": "PassiveSkill02",
        "Name": "狼の逃亡",
        "Desc": "攻撃を受けた後、「狂乱」状態から「嘲笑」状態に変更する。「嘲笑」状態では、攻撃を受けても状態が切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "300202505": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "300203001": {
        "Key": "Skill01",
        "Name": "飲みの誘い",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            0.3
        ]
    },
    "300203002": {
        "Key": "Skill02",
        "Name": "甘みを浴びろ",
        "Desc": "HPが0になる攻撃を受けた後、隣接する敵に物理属性ダメージを与え、速度をアップさせ、裂創状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "DelayRatio": 0.5,
        "S": [
            2.0,
            0.3,
            2.0,
            0.025,
            100.0,
            0.01
        ]
    },
    "300203003": {
        "Key": "SkillP01",
        "Name": "爽やかすっきり",
        "Desc": "攻撃を受けた時または持続ダメージを受けた時、重ね掛け可能な「スラーダ酔い」を1層獲得する。「スラーダ酔い」の層数が高ければ高いほど、与えるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "DelayRatio": 0.5,
        "S": [
            4.0
        ]
    },
    "300204001": {
        "Key": "Skill01",
        "Name": "アラーム設定",
        "Desc": "チャージ状態に入り、次の行動で「目覚ましノイズ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "300204002": {
        "Key": "Skill02",
        "Name": "目覚ましノイズ",
        "Desc": "自身以外の敵を即座に行動させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "300204003": {
        "Key": "Skill03",
        "Name": "目覚めの鉄拳",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "300204101": {
        "Key": "Skill03",
        "Name": "空きコマエクソダス！",
        "Desc": "味方全体の行動順を早める。「空きコマチャンネル」でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "300204102": {
        "Key": "Skill02",
        "Name": "講義開始静かに着席！",
        "Desc": "敵全体の行動順を早める。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "300204103": {
        "Key": "Skill01",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "300204104": {
        "Key": "PassiveSkill02",
        "Name": "バナ材の乱れ",
        "Desc": "攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に変更する。「空きコマチャンネル」状態では、攻撃を受けてもチャンネルが切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "300204105": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.2,
            1.0
        ]
    },
    "300204201": {
        "Key": "Skill03",
        "Name": "終鈴が鳴った！行こう行こう！",
        "Desc": "「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わると、味方それぞれの行動が早まる。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.2
        ]
    },
    "300204202": {
        "Key": "Skill02",
        "Name": "講義開始静かに着席！",
        "Desc": "敵全体の行動順を早める。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "300204203": {
        "Key": "Skill01",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "300204204": {
        "Key": "SkillP01",
        "Name": "バナ育事故",
        "Desc": "一定回数の攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わり、弱点撃破状態になる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            3.0,
            1.0
        ]
    },
    "300204205": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.2,
            1.0
        ]
    },
    "300204206": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "300204207": {
        "Key": "Skill04",
        "Name": "質問タイム",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "300204301": {
        "Key": "Skill03",
        "Name": "終鈴が鳴った！行こう行こう！",
        "Desc": "味方全体の行動順を早め、「奇想ジャングルのバナ研（スペック）」の靭性を削る。「空きコマチャンネル」でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.2
        ]
    },
    "300204302": {
        "Key": "Skill02",
        "Name": "講義開始静かに着席！",
        "Desc": "敵全体の行動順を早める。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "300204303": {
        "Key": "Skill01",
        "Name": "バナキュラム変更",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "300204304": {
        "Key": "SkillP01",
        "Name": "バナ育事故",
        "Desc": "一定回数の攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0,
            2.0,
            3.0
        ]
    },
    "300204305": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.2,
            1.0
        ]
    },
    "300204306": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "300204307": {
        "Key": "Skill04",
        "Name": "質問タイム",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "300204401": {
        "Key": "Skill03",
        "Name": "狼の恩情",
        "Desc": "味方全体の行動順を早める。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "300204402": {
        "Key": "Skill02",
        "Name": "孤狼は退勤を知らない",
        "Desc": "敵全体の行動順を早める。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "300204403": {
        "Key": "Skill01",
        "Name": "孤狼は諦めを知らない",
        "Desc": "「嘲笑」状態から「狂乱」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "300204404": {
        "Key": "PassiveSkill02",
        "Name": "狼の逃亡",
        "Desc": "攻撃を受けた後、「狂乱」状態から「嘲笑」状態に変更する。「嘲笑」状態では、攻撃を受けても状態が切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "300204405": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.2,
            1.0
        ]
    },
    "300204501": {
        "Key": "Skill03",
        "Name": "狼の恩情",
        "Desc": "味方全体の行動順を早める。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "300204502": {
        "Key": "Skill02",
        "Name": "孤狼は退勤を知らない",
        "Desc": "敵全体の行動順を早める。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.5
        ]
    },
    "300204503": {
        "Key": "Skill01",
        "Name": "孤狼は諦めを知らない",
        "Desc": "「嘲笑」状態から「狂乱」状態に変更する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "300204504": {
        "Key": "PassiveSkill02",
        "Name": "狼の逃亡",
        "Desc": "攻撃を受けた後、「狂乱」状態から「嘲笑」状態に変更する。「嘲笑」状態では、攻撃を受けても状態が切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "300204505": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.2,
            1.0
        ]
    },
    "300205001": {
        "Key": "Skill01",
        "Name": "ゴミ箱の鍛錬",
        "Desc": "味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            4
        ],
        "S": [
            4.0
        ]
    },
    "300205002": {
        "Key": "Skill02",
        "Name": "ゴミ箱の練磨",
        "Desc": "自身の攻撃力をアップする。この効果は累積でき、解除されない。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            1.0
        ]
    },
    "300205003": {
        "Key": "SkillP01",
        "Name": "ゴミ箱の信条",
        "Desc": "自身が弱点撃破されると、戦闘を離脱する。自身が味方の攻撃を受ける時、その回の攻撃に対応する属性を弱点として付与される。最大で弱点属性を2つ付与させられる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300205101": {
        "Key": "Skill01",
        "Name": "ゴミ箱の鍛錬",
        "Desc": "味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3
        ],
        "S": [
            3.0
        ]
    },
    "300205102": {
        "Key": "Skill02",
        "Name": "ゴミ箱の練磨",
        "Desc": "自身の攻撃力をアップする。この効果は累積でき、解除されない。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.3
        ]
    },
    "300205103": {
        "Key": "SkillP01",
        "Name": "ゴミ箱の信条",
        "Desc": "自身が弱点撃破されると、「王のゴミ箱（投影）」を除くすべての敵が弱点撃破され、自身は戦闘を離脱する。味方の攻撃を受ける時、その回の攻撃に対応する属性を弱点として付与される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300205201": {
        "Key": "Skill01",
        "Name": "ゴミ箱の鍛錬",
        "Desc": "味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "300205202": {
        "Key": "Skill02",
        "Name": "ゴミ箱の練磨",
        "Desc": "自身の攻撃力をアップする。この効果は累積でき、解除されない。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.2
        ]
    },
    "300205203": {
        "Key": "SkillP01",
        "Name": "ゴミ箱の信条",
        "Desc": "自身が弱点撃破されると、戦闘を離脱する。自身が味方の攻撃を受ける時、その回の攻撃に対応する属性を弱点として付与される。最大で弱点属性を2つ付与させられる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300205301": {
        "Key": "Skill01",
        "Name": "ゴミ箱の鍛錬",
        "Desc": "味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "300205302": {
        "Key": "Skill02",
        "Name": "ゴミ箱の練磨",
        "Desc": "自身の攻撃力をアップする。この効果は累積でき、解除されない。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.3
        ]
    },
    "300205303": {
        "Key": "SkillP01",
        "Name": "ゴミ箱の信条",
        "Desc": "自身が弱点撃破される時、「王のゴミ箱（投影）」を除くすべての敵が弱点撃破され、自身は戦闘を離脱する。味方の攻撃を受ける時、その回の攻撃に対応する属性を弱点として付与される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "300301001": {
        "Key": "Skill01",
        "Name": "全力鍋振り",
        "Desc": "味方単体に炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            3.2
        ],
        "S": [
            3.2
        ]
    },
    "300301002": {
        "Key": "Skill02",
        "Name": "旋風鍋振り",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "DMG": [
            2.8,
            2.2
        ],
        "S": [
            2.8,
            2.2
        ]
    },
    "300301003": {
        "Key": "Skill06",
        "Name": "コンロ点火",
        "Desc": "チャージ状態に入る。次の行動時に「コンロ加熱」が一定層数に達してない場合、「爆裂炒め」を発動し、「コンロ加熱」の層数を全部リセットする。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "Skill06",
        "S": [
            1.0
        ]
    },
    "300301004": {
        "Key": "Skill04",
        "Name": "爆裂炒め",
        "Desc": "味方全体に大量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            6.2
        ],
        "S": [
            6.2
        ]
    },
    "300301005": {
        "Key": "Skill05",
        "Name": "厨房事故",
        "Desc": "チャージ状態に入った後、「コンロ加熱」が一定層数に達した時、敵全体に大量の炎属性ダメージを与え、自身の防御力をダウンさせ、「コンロ加熱」の層数を全部リセットする。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "Skill05",
        "S": [
            6.0,
            0.3,
            0.05,
            0.5
        ]
    },
    "300301006": {
        "Key": "Skill03",
        "Name": "ファイヤーグルメ",
        "Desc": "チャージ状態に入ってない場合、「コンロ加熱」が一定層数に達した時、即座に行動し、「コンロ点火」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            6.0
        ]
    },
    "300301007": {
        "Key": "PassiveSkillInitiate",
        "Name": "猛火コンロ",
        "Desc": "自身が攻撃を行う時、確率で味方に減速状態を付与する。自身が攻撃を受ける、または持続ダメージを受ける時、「コンロ加熱」を1層獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            0.5,
            0.2,
            2.0
        ]
    },
    "300301101": {
        "Key": "Skill01",
        "Name": "全力鍋振り",
        "Desc": "味方単体に炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "300301102": {
        "Key": "Skill02",
        "Name": "旋風鍋振り",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "DMG": [
            2.5,
            2
        ],
        "S": [
            2.5,
            2.0
        ]
    },
    "300301103": {
        "Key": "Skill06",
        "Name": "コンロ点火",
        "Desc": "チャージ状態に入り、次の行動で「爆裂炒め」を発動。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "Skill06",
        "S": [
            1.2
        ]
    },
    "300301104": {
        "Key": "Skill04",
        "Name": "爆裂炒め",
        "Desc": "味方全体に大量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            5
        ],
        "S": [
            5.0
        ]
    },
    "300301105": {
        "Key": "Skill05",
        "Name": "厨房事故",
        "Desc": "チャージ状態に入った後、「コンロ加熱」が一定層数に達した時、敵全体に大量の炎属性ダメージを与え、自身の防御力をダウンさせ、味方全体のEPを回復する。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "Skill05",
        "S": [
            9.0,
            0.3,
            0.0025,
            0.1,
            0.5
        ]
    },
    "300301106": {
        "Key": "Skill03",
        "Name": "ファイヤーグルメ",
        "Desc": "チャージ状態に入ってない場合、「コンロ加熱」が一定層数に達した時、即座に行動し、「コンロ点火」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            3.0
        ]
    },
    "300301107": {
        "Key": "PassiveSkillInitiate",
        "Name": "猛火コンロ",
        "Desc": "自身が攻撃を行う時、確率で味方に減速状態を付与する。自身が攻撃を受ける、または持続ダメージを受ける時、「コンロ加熱」を1層獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            0.5,
            0.2,
            2.0,
            0.2
        ]
    },
    "300301201": {
        "Key": "Skill01",
        "Name": "全力鍋振り",
        "Desc": "味方単体に炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            3.8
        ]
    },
    "300301202": {
        "Key": "Skill02",
        "Name": "旋風鍋振り",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            3.0,
            2.5
        ]
    },
    "300301203": {
        "Key": "Skill06",
        "Name": "コンロ爆発",
        "Desc": "チャージ状態に入り、速度がアップする。「コンロ加熱」が一定数累積するまで、行動するたびに「爆裂炒め」を発動する。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "Skill06",
        "S": [
            1.4,
            0.5
        ]
    },
    "300301204": {
        "Key": "Skill04",
        "Name": "爆裂炒め",
        "Desc": "味方全体に大量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            5.8
        ]
    },
    "300301205": {
        "Key": "Skill05",
        "Name": "厨房事故",
        "Desc": "チャージ状態に入った後、「コンロ加熱」が一定層数に達した時、敵全体に大量の炎属性ダメージを与え、自身の防御力をダウンさせ、「コンロ加熱」の層数を全部リセットする。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "Skill05",
        "S": [
            12.0,
            0.2,
            0.05,
            0.5
        ]
    },
    "300301206": {
        "Key": "Skill03",
        "Name": "ファイヤーグルメ",
        "Desc": "チャージ状態でないとき、「かまど加温」を一定数まで累積するとただちに行動し、「かまど爆発」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            4.0
        ]
    },
    "300301207": {
        "Key": "PassiveSkillInitiate",
        "Name": "猛火コンロ",
        "Desc": "自身が攻撃を行う時、高確率で味方に減速状態を付与する。自身が攻撃を受ける、または持続ダメージを受ける時、「コンロ加熱」を1層獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            1.0,
            0.2,
            2.0
        ]
    },
    "300301301": {
        "Key": "Skill02",
        "Name": "体罰、バナッシュメント！",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「講義チャンネル」でのみ使用可能。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            2.6,
            2.0,
            0.8
        ]
    },
    "300301302": {
        "Key": "Skill04",
        "Name": "連座、バナッシュメント！",
        "Desc": "味方全体に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            2.5,
            1.0,
            0.5,
            3.0,
            3.0
        ]
    },
    "300301303": {
        "Key": "Skill07",
        "Name": "アバナイ！緊急補習！",
        "Desc": "ランダムな敵単体および自身を「講義チャンネル」状態にし、「<u>補習</u>」状態を付与する。「空きコマチャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 5.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            230030131
        ]
    },
    "300301304": {
        "Key": "Skill09",
        "Name": "ハッピーモンキー、サークル活動！",
        "Desc": "味方全体の攻撃力をアップする。「空きコマチャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill09",
        "S": [
            2.0,
            0.1,
            2.0
        ]
    },
    "300301305": {
        "Key": "Skill03",
        "Name": "バナ材の乱れ",
        "Desc": "攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に変更する。「空きコマチャンネル」状態では、攻撃を受けてもチャンネルが切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300301306": {
        "Key": "PassiveSkillInitiate",
        "Name": "バナのお仕置き",
        "Desc": "自身が攻撃を行う時、確率でターゲットに減速状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            0.5,
            0.2,
            2.0
        ]
    },
    "300301307": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            2.0,
            1.0,
            1.0
        ]
    },
    "300301401": {
        "Key": "Skill01",
        "Name": "全力鍋振り",
        "Desc": "味方単体に炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "300301402": {
        "Key": "Skill02",
        "Name": "旋風鍋振り",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            2.4,
            2.0
        ]
    },
    "300301403": {
        "Key": "Skill06",
        "Name": "コンロ・バースト",
        "Desc": "チャージ状態に入り、「コンロ加熱」が一定数累積するまで、行動するたびに「爆裂炒め」を発動する。すでにチャージ状態の場合、「コンロ加熱」の層数を減らす。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "Skill06",
        "S": [
            1.4,
            0.5
        ]
    },
    "300301404": {
        "Key": "Skill04",
        "Name": "爆裂炒め",
        "Desc": "味方全体に大量の炎属性のダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            4.2
        ]
    },
    "300301405": {
        "Key": "Skill05",
        "Name": "厨房事故",
        "Desc": "チャージ状態に入った後、「コンロ加熱」が一定層数に達した時、敵全体に大量の炎属性ダメージを与え、自身の防御力をダウンさせ、「コンロ加熱」の層数を全部リセットする。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "Skill05",
        "S": [
            6.0,
            0.2,
            0.2,
            0.5,
            3.0
        ]
    },
    "300301406": {
        "Key": "Skill03",
        "Name": "ファイヤーグルメ",
        "Desc": "チャージ状態でない時、「コンロ加熱」を一定数まで累積すると即座に行動し、「コンロ・バースト」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            6.0
        ]
    },
    "300301407": {
        "Key": "PassiveSkillInitiate",
        "Name": "猛火コンロ",
        "Desc": "自身が攻撃を行う時、高確率で味方に減速状態を付与する。自身が攻撃を受ける、または持続ダメージを受ける時、「コンロ加熱」を1層獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            1.0,
            0.1,
            2.0
        ]
    },
    "300301501": {
        "Key": "Skill02",
        "Name": "体罰、バナッシュメント！",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「講義チャンネル」でのみ使用可能。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            1.5,
            1.0,
            0.8
        ]
    },
    "300301502": {
        "Key": "Skill04",
        "Name": "連座、バナッシュメント！",
        "Desc": "味方全体に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            2.6,
            1.0,
            0.5,
            2.0,
            3.0
        ]
    },
    "300301503": {
        "Key": "Skill07",
        "Name": "アバナイ！抜き打ちテスト！",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 5.0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            0.05,
            0.12
        ]
    },
    "300301504": {
        "Key": "Skill09",
        "Name": "バナい！臨時休講！",
        "Desc": "「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わる時、味方全体の攻撃力がアップする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill09",
        "S": [
            3.0,
            0.1,
            3.0,
            0.5
        ]
    },
    "300301505": {
        "Key": "SkillP01",
        "Name": "バナ育事故",
        "Desc": "一定回数の攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わり、弱点撃破状態になる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            8.0,
            1.0
        ]
    },
    "300301506": {
        "Key": "PassiveSkillInitiate",
        "Name": "バナのお仕置き",
        "Desc": "自身が攻撃を行う時、確率でターゲットに減速状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            1.0,
            0.15,
            2.0
        ]
    },
    "300301507": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            2.0,
            1.0,
            0.2
        ]
    },
    "300301508": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "300301509": {
        "Key": "Skill10",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill10"
    },
    "300301510": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "S": [
            15.0,
            0.2
        ]
    },
    "300301511": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            30.0,
            0.3
        ]
    },
    "300301601": {
        "Key": "Skill02",
        "Name": "体罰、バナッシュメント！",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「講義チャンネル」でのみ使用可能。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            2.0,
            1.5,
            0.8
        ]
    },
    "300301602": {
        "Key": "Skill04",
        "Name": "連座、バナッシュメント！",
        "Desc": "味方全体に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「講義チャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            2.6,
            1.0,
            0.5,
            2.0,
            3.0
        ]
    },
    "300301603": {
        "Key": "Skill07",
        "Name": "アバナイ！抜き打ちテスト！",
        "Desc": "「空きコマチャンネル」状態から「講義チャンネル」状態に変更する。",
        "P": "1",
        "SP": 5.0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            0.05,
            0.12
        ]
    },
    "300301604": {
        "Key": "Skill09",
        "Name": "バナい！臨時休講！",
        "Desc": "味方全体の攻撃力をアップし、「奇想ジャングルのバナ研（スペック）」の靭性を削る。「空きコマチャンネル」状態でのみ使用可能。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill09",
        "S": [
            3.0,
            0.1,
            3.0,
            0.5
        ]
    },
    "300301605": {
        "Key": "SkillP01",
        "Name": "バナ育事故",
        "Desc": "一定回数の攻撃を受けた後、「講義チャンネル」状態から「空きコマチャンネル」状態に切り替わる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            3.0,
            1.0,
            5.0,
            8.0
        ]
    },
    "300301606": {
        "Key": "PassiveSkillInitiate",
        "Name": "バナのお仕置き",
        "Desc": "自身が攻撃を行う時、確率でターゲットに減速状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            1.0,
            0.15,
            2.0
        ]
    },
    "300301607": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            2.6,
            1.0,
            0.2
        ]
    },
    "300301608": {
        "Key": "SkillEX01",
        "Name": "火にバナを注ぐ",
        "Desc": "「連座、バナッシュメント！」を発動する時、「バナ研」メンバーの与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5,
            0.2
        ]
    },
    "300301609": {
        "Key": "Skill10",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill10"
    },
    "300301610": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "S": [
            15.0,
            0.2
        ]
    },
    "300301611": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            30.0,
            0.3
        ]
    },
    "300301701": {
        "Key": "Skill02",
        "Name": "狼の苦痛",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            2.6,
            2.0,
            0.8
        ]
    },
    "300301702": {
        "Key": "Skill04",
        "Name": "狼の憤怒",
        "Desc": "味方全体に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            2.5,
            1.0,
            0.5,
            3.0,
            3.0
        ]
    },
    "300301703": {
        "Key": "Skill07",
        "Name": "狼の残業",
        "Desc": "ランダムな敵単体および自身を「狂乱」状態にし、「<u>社畜根性</u>」状態を付与する。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 5.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            230030171
        ]
    },
    "300301704": {
        "Key": "Skill09",
        "Name": "狼の慈悲",
        "Desc": "味方全体の攻撃力をアップさせる。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill09",
        "S": [
            2.0,
            0.1,
            2.0
        ]
    },
    "300301705": {
        "Key": "Skill03",
        "Name": "狼の撤退",
        "Desc": "攻撃を受けた後、「狂乱」状態から「嘲笑」状態に変更する。「嘲笑」状態では、攻撃を受けても状態が切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300301706": {
        "Key": "PassiveSkillInitiate",
        "Name": "狼の脅迫",
        "Desc": "自身が攻撃を行う時、確率でターゲットに減速状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            0.5,
            0.2,
            2.0
        ]
    },
    "300301707": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            2.0,
            1.0,
            1.0
        ]
    },
    "300301801": {
        "Key": "Skill02",
        "Name": "狼の苦痛",
        "Desc": "味方単体および隣接する味方に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            2.6,
            2.0,
            0.8
        ]
    },
    "300301802": {
        "Key": "Skill04",
        "Name": "狼の憤怒",
        "Desc": "味方全体に少量の炎属性ダメージを与え、高確率で「燃焼」状態にする。「狂乱」状態でのみ使用可能。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            2.5,
            1.0,
            0.5,
            3.0,
            3.0
        ]
    },
    "300301803": {
        "Key": "Skill07",
        "Name": "狼の残業",
        "Desc": "ランダムな敵単体および自身を「狂乱」状態にし、「<u>社畜根性</u>」状態を付与する。「嘲笑」状態でのみ使用可能。",
        "P": "1",
        "SP": 5.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            230030171
        ]
    },
    "300301804": {
        "Key": "Skill09",
        "Name": "狼の慈悲",
        "Desc": "味方全体の攻撃力をアップさせる。「嘲笑」状態でのみ使用可能。",
        "P": "",
        "SP": 10.0,
        "K": "Skill09",
        "S": [
            2.0,
            0.1,
            2.0
        ]
    },
    "300301805": {
        "Key": "Skill03",
        "Name": "狼の撤退",
        "Desc": "攻撃を受けた後、「狂乱」状態から「嘲笑」状態に変更する。「嘲笑」状態では、攻撃を受けても状態が切り替わらない。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "300301806": {
        "Key": "PassiveSkillInitiate",
        "Name": "狼の脅迫",
        "Desc": "自身が攻撃を行う時、確率でターゲットに減速状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0,
            0.5,
            0.2,
            2.0
        ]
    },
    "300301807": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            2.0,
            1.0,
            1.0
        ]
    },
    "300301808": {
        "Key": "SkillP99",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP99"
    },
    "300302001": {
        "Key": "Skill01",
        "Name": "フリードリンク（数量限定）",
        "Desc": "指定した味方単体に氷属性ダメージを与える。ターゲットにバリアがある場合、ダメージを与えた後、自身も氷属性ダメージを受け、高確率で自身の防御力がダウンする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.8
        ],
        "S": [
            3.8,
            0.08,
            1.5,
            0.2,
            2.0
        ]
    },
    "300302002": {
        "Key": "Skill02",
        "Name": "フリードリンク（飲み放題）",
        "Desc": "ランダムな味方単体に氷属性ダメージを4回与える。ターゲットにバリアがある場合、ダメージを与えた後、自身も氷属性ダメージを受け、高確率で自身の防御力がダウンする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill02",
        "DMG": [
            3.8
        ],
        "S": [
            3.6,
            0.08,
            1.5,
            0.2,
            2.0
        ]
    },
    "300302003": {
        "Key": "Skill03",
        "Name": "スラーダパーティ",
        "Desc": "「ソーダドッグ」を2体召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.25,
            0.75
        ]
    },
    "300302004": {
        "Key": "Skill04",
        "Name": "スラーダ噴水",
        "Desc": "チャージ状態に入り、靭性保護を獲得する。次の行動で「フリードリンク（飲み放題）」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "300302101": {
        "Key": "Skill01",
        "Name": "フリードリンク（数量限定）",
        "Desc": "指定した味方単体に氷属性ダメージを与え、その味方の行動順を早める。ターゲットにバリアがある場合、ダメージを与えた後、自身も氷属性ダメージを受け、高確率で自身の防御力がダウンする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2
        ],
        "S": [
            2.0,
            0.2,
            1.5,
            0.1,
            2.0
        ]
    },
    "300302102": {
        "Key": "Skill02",
        "Name": "フリードリンク（飲み放題）",
        "Desc": "警戒ターゲットとしてマークした味方単体に氷属性ダメージを4回与え、その味方の行動順を早める。ターゲットにバリアがある場合、ダメージを与えた後、ランダムな敵単体に氷属性ダメージを与え、高確率でダメージを受けた敵単体の防御力をダウンさせる。",
        "P": "1",
        "SP": 40.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill02",
        "DMG": [
            8
        ],
        "S": [
            2.0,
            0.2,
            1.5,
            0.1,
            2.0,
            0.0095
        ]
    },
    "300302103": {
        "Key": "Skill03",
        "Name": "スラーダパーティ",
        "Desc": "「ソーダドッグ」を2体召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.25,
            0.75
        ]
    },
    "300302104": {
        "Key": "Skill04",
        "Name": "スラーダ噴水",
        "Desc": "チャージ状態に入り、靭性保護を獲得する。次の行動で「フリードリンク（飲み放題）」を発動する。同時にランダムな味方単体を警戒ターゲットとしてマークする。味方が戦闘スキルを発動した時、マークする対象が最後に戦闘スキルを発動した味方に変わる。この状態では、攻撃を受けるたびに自身の行動順が早まる。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1,
            0.5
        ]
    },
    "300302201": {
        "Key": "Skill01",
        "Name": "フリードリンク（飲み放題）",
        "Desc": "指定した味方1人に氷属性のダメージを与え、攻撃がバリアをもっていない味方に命中した後、低確率でその味方を凍結状態にする。味方がバリアを持つ場合、ダメージを与えた後、自身に氷属性のダメージを与え、高確率で自身の防御力をダウンする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            3.8
        ],
        "S": [
            3.8,
            0.08,
            1.5,
            0.2,
            2.0
        ]
    },
    "300302202": {
        "Key": "Skill02",
        "Name": "狂気の飲み放題",
        "Desc": "ランダムな味方単体に氷属性ダメージを4回与え、各段攻撃がバリアをもっていない味方に命中した後、高確率でその味方を凍結状態にする。味方がバリアを持つ場合、ダメージを与えた後、自身に氷属性ダメージを与え、高確率で自身の防御力をダウンする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill02",
        "DMG": [
            3
        ],
        "S": [
            3.0,
            0.08,
            1.5,
            0.2,
            2.0
        ]
    },
    "300302203": {
        "Key": "Skill03",
        "Name": "スラーダパーティ",
        "Desc": "「ソーダドッグ」を2体召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.25,
            0.75
        ]
    },
    "300302204": {
        "Key": "Skill04",
        "Name": "スラーダ噴水",
        "Desc": "チャージ状態になり、靭性保護を獲得し、次の行動時に「狂気の飲み放題」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            1.2,
            1.0,
            1.0,
            0.5,
            1.0,
            1.0
        ]
    },
    "300303001": {
        "Key": "Skill01",
        "Name": "悪を鞭打ち",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.6,
            0.0
        ]
    },
    "300303002": {
        "Key": "Skill03",
        "Name": "心に刻む責任",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            3.0,
            0.0
        ]
    },
    "300303003": {
        "Key": "Skill04",
        "Name": "使者の鎖",
        "Desc": "ターゲット1名をロックオンしてチャージ状態に入り、次の行動で「籠の中の福音」を発動する。チャージ中に攻撃を受けると、攻撃を行った味方を同時にロックオンする。チャージ中に自身が弱点撃破される時、攻撃者の行動順を遅延させる。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill04"
    },
    "300303004": {
        "Key": "Skill05",
        "Name": "籠の中の福音",
        "Desc": "ロックオンされた味方に大量の物理ダメージを与える。このダメージはロックオンされた味方が<u>均等に分担</u>する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401301001
        ],
        "S": [
            15.0
        ]
    },
    "300303005": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "300303006": {
        "Key": "Skill06",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill06"
    },
    "300303007": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill07",
        "S": [
            3.0
        ]
    },
    "300303101": {
        "Key": "Skill01",
        "Name": "悪を鞭打ち",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.2,
            0.0
        ]
    },
    "300303102": {
        "Key": "Skill03",
        "Name": "心に刻む責任",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            2.8,
            0.0
        ]
    },
    "300303103": {
        "Key": "Skill04",
        "Name": "使者の鎖",
        "Desc": "ターゲット1名をロックオンしてチャージ状態に入り、次の行動で「籠の中の福音」を発動する。チャージ中に攻撃を受けると、攻撃を行った味方を同時にロックオンする。チャージ中に自身が弱点撃破される時、攻撃者の行動順を遅延させる。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "Skill04"
    },
    "300303104": {
        "Key": "Skill05",
        "Name": "籠の中の福音",
        "Desc": "ロックオンされた味方に大量の物理ダメージを与える。このダメージはロックオンされた味方が<u>均等に分担</u>する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401301001
        ],
        "S": [
            12.0
        ]
    },
    "300303105": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "300303106": {
        "Key": "Skill06",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill06"
    },
    "300303107": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill07",
        "DelayRatio": 1.333,
        "S": [
            2.0
        ]
    },
    "300303201": {
        "Key": "Skill01",
        "Name": "悪を鞭打ち",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.6,
            0.3
        ]
    },
    "300303202": {
        "Key": "Skill03",
        "Name": "心に刻む責任",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            3.0,
            0.3
        ]
    },
    "300303203": {
        "Key": "Skill04",
        "Name": "使者の鎖",
        "Desc": "ターゲット1体をロックオンしてチャージ状態になり、攻撃力アップを一定層数獲得する。次の行動で「籠の中の福音」を発動する。チャージ中に他のキャラから攻撃を受けた場合、攻撃力アップの層数が減少し、攻撃した味方をロックオンする。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            7.0,
            0.3
        ]
    },
    "300303204": {
        "Key": "Skill05",
        "Name": "籠の中の福音",
        "Desc": "ロックオンされた味方に大量の物理ダメージを与える。このダメージはロックオンされた味方が<u>均等に分担</u>する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401301001
        ],
        "S": [
            11.0,
            1.0,
            2.0
        ]
    },
    "300303205": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "300303206": {
        "Key": "Skill06",
        "Name": "野良犬のように吠える",
        "Desc": "「ソーダドッグ」を2体召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill06"
    },
    "300303207": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill07",
        "S": [
            3.0
        ]
    },
    "300303301": {
        "Key": "Skill01",
        "Name": "悪を鞭打ち",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0,
            0.0
        ]
    },
    "300303302": {
        "Key": "Skill03",
        "Name": "心に刻む責任",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            2.0,
            0.0
        ]
    },
    "300303303": {
        "Key": "Skill04",
        "Name": "使者の鎖",
        "Desc": "ターゲット1体をロックオンしてチャージ状態になり、攻撃力アップを一定層数獲得する。次の行動で「籠の中の福音」を発動する。チャージ中に他のキャラから攻撃を受けた場合、攻撃力アップの層数が減少し、攻撃した味方をロックオンする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill04",
        "S": [
            7.0,
            0.15
        ]
    },
    "300303304": {
        "Key": "Skill05",
        "Name": "籠の中の福音",
        "Desc": "ロックオンされた味方に大量の物理ダメージを与える。このダメージはロックオンされた味方が<u>均等に分担</u>する。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401301001
        ],
        "S": [
            10.0,
            1.0,
            2.0
        ]
    },
    "300303305": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "300303306": {
        "Key": "Skill06",
        "Name": "野良犬のように吠える",
        "Desc": "「ソーダドッグ」を2体召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill06"
    },
    "300303307": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill07",
        "S": [
            3.0
        ]
    },
    "300304001": {
        "Key": "Skill01",
        "Name": "まばゆい光",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "300304002": {
        "Key": "Skill02",
        "Name": "静まる夜",
        "Desc": "高確率で味方単体を「<u>異夢</u>」状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            23025011
        ],
        "S": [
            1.2,
            2.0,
            0.5,
            0.35
        ]
    },
    "300304003": {
        "Key": "Skill03",
        "Name": "救いの恩典",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            4.2
        ]
    },
    "300304004": {
        "Key": "Skill04",
        "Name": "聖なる夜",
        "Desc": "チャージ状態に入り、次の行動で「安らかな眠りの享受」を発動する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04"
    },
    "300304005": {
        "Key": "Skill05",
        "Name": "安らかな眠りの享受",
        "Desc": "高確率で味方全体を「<u>異夢</u>」状態にする。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            23025011
        ],
        "S": [
            0.5,
            0.5,
            2.0
        ]
    },
    "300304006": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "PassiveSkillInitiate"
    },
    "300304007": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill07",
        "S": [
            0.5,
            2.0
        ]
    },
    "300304101": {
        "Key": "Skill01",
        "Name": "まばゆい光",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.8
        ]
    },
    "300304102": {
        "Key": "Skill02",
        "Name": "静まる夜",
        "Desc": "高確率で味方単体を「<u>異夢</u>」状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            23025011
        ],
        "S": [
            1.2,
            2.0,
            0.5,
            0.35
        ]
    },
    "300304103": {
        "Key": "Skill03",
        "Name": "救いの恩典",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            3.6
        ]
    },
    "300304104": {
        "Key": "Skill04",
        "Name": "聖なる夜",
        "Desc": "チャージ状態に入り、次の行動で「安らかな眠りの享受」を発動する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04"
    },
    "300304105": {
        "Key": "Skill05",
        "Name": "安らかな眠りの享受",
        "Desc": "高確率で味方全体を「<u>異夢</u>」状態にする。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            23025011
        ],
        "S": [
            0.5,
            0.5,
            2.0
        ]
    },
    "300304106": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "PassiveSkillInitiate"
    },
    "300304107": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill07",
        "S": [
            0.5,
            2.0
        ]
    },
    "300304201": {
        "Key": "Skill01",
        "Name": "まばゆい光",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "300304202": {
        "Key": "Skill02",
        "Name": "静まる夜",
        "Desc": "高確率で味方単体を「<u>異夢</u>」状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            23025011
        ],
        "S": [
            1.2,
            2.0,
            0.5,
            0.35
        ]
    },
    "300304203": {
        "Key": "Skill03",
        "Name": "救いの恩典",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            4.5
        ]
    },
    "300304204": {
        "Key": "Skill04",
        "Name": "聖なる夜",
        "Desc": "チャージ状態に入り、次の行動で「安らかな眠りの享受」を発動する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04"
    },
    "300304205": {
        "Key": "Skill05",
        "Name": "安らかな眠りの享受",
        "Desc": "高確率で味方全体を「<u>異夢</u>」状態にする。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            23025011
        ],
        "S": [
            0.5,
            0.6,
            2.0
        ]
    },
    "300304206": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "PassiveSkillInitiate"
    },
    "300304207": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill07",
        "S": [
            0.6,
            2.0
        ]
    },
    "300304208": {
        "Key": "PassiveSkill02",
        "Name": "きよしこの夜",
        "Desc": "「未来」が「<u>異夢</u>」状態のターゲットを攻撃してもターゲットは目覚めない。フィールド上にいる「<u>異夢</u>」状態のターゲット1人につき、「未来」の攻撃力がアップする。",
        "P": "1",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "PassiveSkill02",
        "EE": [
            23025011
        ],
        "S": [
            0.3,
            0.1,
            10.0
        ]
    },
    "300304301": {
        "Key": "Skill01",
        "Name": "まばゆい光",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "300304302": {
        "Key": "Skill02",
        "Name": "静まる夜",
        "Desc": "高確率で味方単体を「<u>異夢</u>」状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            23025011
        ],
        "S": [
            1.5,
            2.0,
            0.2,
            0.05
        ]
    },
    "300304303": {
        "Key": "Skill03",
        "Name": "救いの恩典",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            3.0
        ]
    },
    "300304304": {
        "Key": "Skill04",
        "Name": "聖なる夜",
        "Desc": "チャージ状態に入り、次の行動で「安らかな眠りの享受」を発動する。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill04"
    },
    "300304305": {
        "Key": "Skill05",
        "Name": "安らかな眠りの享受",
        "Desc": "高確率で味方全体を「<u>異夢</u>」状態にする。",
        "P": "1 2 3",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            23025011
        ],
        "S": [
            0.5,
            0.75,
            2.0
        ]
    },
    "300304306": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "PassiveSkillInitiate"
    },
    "300304307": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill07",
        "S": [
            0.75,
            2.0
        ]
    },
    "300304308": {
        "Key": "PassiveSkill02",
        "Name": "きよしこの夜",
        "Desc": "フィールド上にいる「<u>異夢</u>」状態のターゲット1人につき、「未来」の攻撃力がアップする。",
        "P": "1 2 3",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "PassiveSkill02",
        "EE": [
            23025011
        ],
        "S": [
            0.15,
            0.1,
            10.0
        ]
    },
    "300305001": {
        "Key": "Skill01",
        "Name": "君がため聖なる血を流さん",
        "Desc": "高確率で指定した味方単体を「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Wind",
        "K": "Skill01",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            1.2,
            3.0,
            3.0
        ]
    },
    "300305002": {
        "Key": "Skill02",
        "Name": "君がため宴を開かん",
        "Desc": "高確率で味方全体を「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "300305003": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "300305004": {
        "Key": "Skill04",
        "Name": "君がため溢れんばかりの幸福を",
        "Desc": "チャージ状態に入り、高確率で味方全体を「<u>宴荒らしの罪</u>」と「<u>宴の罪</u>」状態にする。次の行動で「君がため一切の罪を濯がん」を発動する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill04",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "300305005": {
        "Key": "Skill05",
        "Name": "君がため一切の罪を濯がん",
        "Desc": "味方それぞれが受けている全持続ダメージ系デバフがダメージを1回発生する。味方全体の持続ダメージ系デバフを解除する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill05",
        "S": [
            1.25
        ]
    },
    "300305006": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkillInitiate"
    },
    "300305007": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.2,
            2.0,
            1.2
        ]
    },
    "300305101": {
        "Key": "Skill01",
        "Name": "君がため聖なる血を流さん",
        "Desc": "高確率で指定した味方単体を「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Wind",
        "K": "Skill01",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            0.9,
            3.0,
            3.0
        ]
    },
    "300305102": {
        "Key": "Skill02",
        "Name": "君がため宴を開かん",
        "Desc": "高確率で味方全体を「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            0.9
        ]
    },
    "300305103": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            1.0,
            2.0,
            0.9
        ]
    },
    "300305104": {
        "Key": "Skill04",
        "Name": "君がため溢れんばかりの幸福を",
        "Desc": "チャージ状態に入り、高確率で味方全体を「<u>宴荒らしの罪</u>」と「<u>宴の罪</u>」状態にする。次の行動で「君がため一切の罪を濯がん」を発動する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill04",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            0.9
        ]
    },
    "300305105": {
        "Key": "Skill05",
        "Name": "君がため一切の罪を濯がん",
        "Desc": "味方それぞれが受けている全持続ダメージ系デバフがダメージを1回発生する。味方全体の持続ダメージ系デバフを解除する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill05",
        "S": [
            1.0
        ]
    },
    "300305106": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkillInitiate"
    },
    "300305107": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.2,
            2.0,
            0.9
        ]
    },
    "300305201": {
        "Key": "Skill01",
        "Name": "君がため聖なる血を流さん",
        "Desc": "指定した味方単体の防御力を高確率で低下させ、「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill01",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.2,
            2.0,
            1.2,
            3.0,
            3.0,
            0.3
        ]
    },
    "300305202": {
        "Key": "Skill02",
        "Name": "君がため宴を開かん",
        "Desc": "味方全体を高確率で「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "300305203": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "300305204": {
        "Key": "Skill04",
        "Name": "君がため溢れんばかりの幸福を",
        "Desc": "チャージ状態になり、味方全体を高確率で「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。次の行動で「君がため一切の罪を濯がん」を発動する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            1.2
        ]
    },
    "300305205": {
        "Key": "Skill05",
        "Name": "君がため一切の罪を濯がん",
        "Desc": "現在の味方全体のすべての持続ダメージ系デバフがただちにダメージを1回発生させる。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            1.25
        ]
    },
    "300305206": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "300305207": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.2,
            2.0,
            1.2
        ]
    },
    "300305301": {
        "Key": "Skill01",
        "Name": "君がため聖なる血を流さん",
        "Desc": "指定した味方単体の防御力を高確率で低下させ、「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。",
        "P": "1 2 3",
        "SP": 5.0,
        "K": "Skill01",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.5,
            2.0,
            1.5,
            1.0,
            1.0,
            0.3
        ]
    },
    "300305302": {
        "Key": "Skill02",
        "Name": "君がため宴を開かん",
        "Desc": "味方全体を高確率で「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            1.5
        ]
    },
    "300305303": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            2.0,
            1.0
        ]
    },
    "300305304": {
        "Key": "Skill04",
        "Name": "君がため溢れんばかりの幸福を",
        "Desc": "チャージ状態になり、味方全体を高確率で「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。次の行動で「君がため一切の罪を濯がん」を発動する。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill04",
        "EE": [
            23003051,
            23003052
        ],
        "S": [
            1.0,
            2.0,
            1.0
        ]
    },
    "300305305": {
        "Key": "Skill05",
        "Name": "君がため一切の罪を濯がん",
        "Desc": "現在の味方全体のすべての持続ダメージ系デバフがただちにダメージを1回発生させる。",
        "P": "1 2 3",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            1.0
        ]
    },
    "300305306": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "300305307": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.5,
            2.0,
            1.5
        ]
    },
    "300401001": {
        "Key": "Skill04",
        "Name": "旋律の中、一つへと",
        "Desc": "今回の戦闘において、「過去、今、そして永遠に続く演目」は全ての「秩序の傀儡」とHPを共有する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04"
    },
    "300401002": {
        "Key": "Skill01",
        "Name": "旋律の始まり、神の独作",
        "Desc": "戦闘に入る時、「秩序の傀儡」を1人選んで「司律」にする。「司律」はターンごとに再行動でき、速度が小アップする。「司律」が弱点撃破される時、行動順が遅延し、再度「秩序の傀儡」を選んで「司律」にする。すべての「秩序の傀儡」が弱点撃破状態になった場合、自身にダメージを与え、すべての「秩序の傀儡」の行動順をさらに遅延させ、受けるダメージをアップさせる。任意の「秩序の傀儡」が弱点撃破状態から回復する時、再び「司律」に選ばれる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.75,
            0.1,
            0.15,
            1.0,
            0.5
        ]
    },
    "300401003": {
        "Key": "Skill03",
        "Name": "旋律の終わり、天民と音",
        "Desc": "すべての「秩序の傀儡」を「司律」にする。「司律」はターンごとに再行動でき、速度が小アップする。「司律」が弱点撃破される時、行動順が遅延する。すべての「秩序の傀儡」が弱点撃破状態になった場合、自身にダメージを与え、すべての「秩序の傀儡」の行動順をさらに遅延させ、被ダメージをアップさせる。「秩序の傀儡」が弱点撃破状態から回復する時、再び「司律」に選ばれる。",
        "P": "2",
        "SP": 0,
        "K": "Skill03"
    },
    "300401004": {
        "Key": "Skill02",
        "Name": "旋律の完成、戒律の受容",
        "Desc": "アクションバーに「戒め」を追加する。「戒め」が行動するたび、フィールド上のすべての「秩序の傀儡」の行動制限系デバフと弱点撃破状態を解除し、「同一律に捧ぐ舞」を発動する。「秩序の傀儡」が1体弱点撃破されるたび、「戒め」の行動順が小幅遅延する。",
        "P": "2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            70.0,
            0.25
        ]
    },
    "300401005": {
        "Key": "Skill05",
        "Name": "同一律に捧ぐ舞",
        "Desc": "高確率で味方全体を「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。高確率で味方全体を「<u>異夢</u>」状態にし、味方全体に大量の物理属性ダメージを与える。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            2.0
        ],
        "EE": [
            23025011,
            23003052,
            23003051
        ]
    },
    "300401101": {
        "Key": "Skill04",
        "Name": "旋律の中、一つへと",
        "Desc": "今回の戦闘において、「過去、今、そして永遠に続く演目」は全ての「秩序の傀儡」とHPを共有する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill04"
    },
    "300401102": {
        "Key": "Skill01",
        "Name": "旋律の始まり、神の独作",
        "Desc": "戦闘に入る時、「秩序の傀儡」を1人選んで「司律」にする。「司律」はターンごとに再行動でき、速度が小アップする。「司律」が弱点撃破される時、行動順が遅延し、再度「秩序の傀儡」を選んで「司律」にする。すべての「秩序の傀儡」が弱点撃破状態になった場合、自身にダメージを与え、すべての「秩序の傀儡」の行動順をさらに遅延させ、受けるダメージをアップさせる。任意の「秩序の傀儡」が弱点撃破状態から回復する時、再び「司律」に選ばれる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.2,
            0.1,
            0.1,
            0.8,
            0.5
        ]
    },
    "300401103": {
        "Key": "Skill03",
        "Name": "旋律の終わり、天民と音",
        "Desc": "すべての「秩序の傀儡」を「司律」にし、「守備」状態にする。「司律」はターンごとに再行動でき、速度が小幅アップする。「司律」が弱点撃破される時、行動順が遅延する。すべての「秩序の傀儡」が弱点撃破状態になった場合、自身にダメージを与え、すべての「秩序の傀儡」の行動順をさらに遅延させ、受けるダメージをアップさせる。「秩序の傀儡」が弱点撃破状態から回復する時、再び「司律」に選ばれる。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.2,
            0.2
        ]
    },
    "300401104": {
        "Key": "Skill02",
        "Name": "旋律の完成、戒律の受容",
        "Desc": "アクションバーに「戒め」を追加する。「戒め」が行動するたび、フィールド上のすべての「秩序の傀儡」の行動制限系デバフと弱点撃破状態を解除し、「同一律に捧ぐ舞」を発動する。「秩序の傀儡」が1体弱点撃破されるたび、「戒め」の行動順が小幅遅延する。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill02",
        "S": [
            80.0,
            0.25
        ]
    },
    "300401105": {
        "Key": "Skill05",
        "Name": "旋律の集まり、生々流転",
        "Desc": "アクションバーに「戒め」を1回追加する。",
        "P": "3",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            100.0,
            0.1,
            0.5,
            1.0,
            1.5
        ]
    },
    "300401106": {
        "Key": "Skill06",
        "Name": "同一律に捧ぐ舞",
        "Desc": "高確率で味方全体を「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。高確率で味方全体を「<u>異夢</u>」状態にし、味方全体に大量の物理属性ダメージを与える。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill06",
        "EE": [
            23003051,
            23003052,
            23025011
        ],
        "S": [
            0.2
        ]
    },
    "300401201": {
        "Key": "Skill04",
        "Name": "旋律の中、一つへと",
        "Desc": "今回の戦闘において、「過去、今、そして永遠に続く演目」は全ての「秩序の傀儡」とHPを共有する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04"
    },
    "300401202": {
        "Key": "Skill01",
        "Name": "旋律の始まり、神の独作",
        "Desc": "戦闘に入る時、「秩序の傀儡」を1人選んで「司律」にする。「司律」はターンごとに再行動でき、速度が小アップする。「司律」が弱点撃破される時、行動順が遅延し、再度「秩序の傀儡」を選んで「司律」にする。すべての「秩序の傀儡」が弱点撃破状態になった場合、自身にダメージを与え、すべての「秩序の傀儡」の行動順をさらに遅延させ、受けるダメージをアップさせる。任意の「秩序の傀儡」が弱点撃破状態から回復する時、再び「司律」に選ばれる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.75,
            0.1,
            0.15,
            1.0,
            0.5
        ]
    },
    "300401203": {
        "Key": "Skill03",
        "Name": "旋律の終わり、天民と音",
        "Desc": "すべての「秩序の傀儡」を「司律」にする。「司律」はターンごとに再行動でき、速度が小アップする。「司律」が弱点撃破される時、行動順が遅延する。すべての「秩序の傀儡」が弱点撃破状態になった場合、自身にダメージを与え、すべての「秩序の傀儡」の行動順をさらに遅延させ、被ダメージをアップさせる。「秩序の傀儡」が弱点撃破状態から回復する時、再び「司律」に選ばれる。",
        "P": "2",
        "SP": 0,
        "K": "Skill03"
    },
    "300401204": {
        "Key": "Skill02",
        "Name": "旋律の完成、戒律の受容",
        "Desc": "アクションバーに「戒め」を追加する。「戒め」が行動するたび、フィールド上のすべての「秩序の傀儡」の行動制限系デバフと弱点撃破状態を解除し、「同一律に捧ぐ舞」を発動する。「秩序の傀儡」が1体弱点撃破されるたび、「戒め」の行動順が小幅遅延する。",
        "P": "2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            70.0,
            0.25
        ]
    },
    "300401205": {
        "Key": "Skill05",
        "Name": "同一律に捧ぐ舞",
        "Desc": "高確率で味方全体を「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。高確率で味方全体を「<u>異夢</u>」状態にし、味方全体に大量の物理属性ダメージを与える。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            23003051,
            23003052,
            23025011
        ]
    },
    "300401301": {
        "Key": "Skill04",
        "Name": "旋律の中、一つへと",
        "Desc": "今回の戦闘において、「過去、今、そして永遠に続く演目」は全ての「秩序の傀儡」とHPを共有する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill04"
    },
    "300401302": {
        "Key": "Skill01",
        "Name": "旋律の始まり、神の独作",
        "Desc": "戦闘に入る時、「秩序の傀儡」を1人選んで「司律」にする。「司律」はターンごとに再行動でき、速度が小アップする。「司律」が弱点撃破される時、行動順が遅延し、再度「秩序の傀儡」を選んで「司律」にする。すべての「秩序の傀儡」が弱点撃破状態になった場合、自身にダメージを与え、すべての「秩序の傀儡」の行動順をさらに遅延させ、受けるダメージをアップさせる。任意の「秩序の傀儡」が弱点撃破状態から回復する時、再び「司律」に選ばれる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.2,
            0.1,
            0.1,
            0.8,
            0.5
        ]
    },
    "300401303": {
        "Key": "Skill03",
        "Name": "旋律の終わり、天民と音",
        "Desc": "すべての「秩序の傀儡」を「司律」にし、「守備」状態にする。「司律」はターンごとに再行動でき、速度が小幅アップする。「司律」が弱点撃破される時、行動順が遅延する。すべての「秩序の傀儡」が弱点撃破状態になった場合、自身にダメージを与え、すべての「秩序の傀儡」の行動順をさらに遅延させ、受けるダメージをアップさせる。「秩序の傀儡」が弱点撃破状態から回復する時、再び「司律」に選ばれる。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.2,
            0.2
        ]
    },
    "300401304": {
        "Key": "Skill02",
        "Name": "旋律の完成、戒律の受容",
        "Desc": "アクションバーに「戒め」を追加する。「戒め」が行動するたび、フィールド上のすべての「秩序の傀儡」の行動制限系デバフと弱点撃破状態を解除し、「同一律に捧ぐ舞」を発動する。「秩序の傀儡」が1体弱点撃破されるたび、「戒め」の行動順が小幅遅延する。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill02",
        "S": [
            80.0,
            0.25
        ]
    },
    "300401305": {
        "Key": "Skill05",
        "Name": "旋律の集まり、生々流転",
        "Desc": "アクションバーに「戒め」を1回追加する。",
        "P": "3",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            100.0,
            0.1,
            0.5,
            1.0,
            1.5
        ]
    },
    "300401306": {
        "Key": "Skill06",
        "Name": "同一律に捧ぐ舞",
        "Desc": "高確率で味方全体を「<u>宴荒らしの罪</u>」または「<u>宴の罪</u>」状態にする。高確率で味方全体を「<u>異夢</u>」状態にし、味方全体に大量の物理属性ダメージを与える。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill06",
        "EE": [
            23003051,
            23003052,
            23025011
        ],
        "S": [
            0.2
        ]
    },
    "300402001": {
        "Key": "Skill04",
        "Name": "モンキー集団主義",
        "Desc": "今回の戦闘において、「奇想ジャングルのバナ研」はすべての「バナ研」メンバーとHPを共有する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1,
            0.4,
            0.7
        ]
    },
    "300402002": {
        "Key": "Skill02",
        "Name": "バナ育コマ割り",
        "Desc": "アクションバーに「学期末パーティー」を追加する。「学期末パーティー」が行動する時、フィールド上にいるすべての「バナ研」メンバーにある行動制限系デバフおよび弱点撃破状態を解除し、「バナ研」全体を「講義チャンネル」状態にする。さらに、「博士に捧げる：バナ育成果発表会」を発動する。「バナ研」メンバーが弱点撃破される時、「学期末パーティー」の行動順が小幅遅延される。",
        "P": "2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            100.0,
            0.15,
            0.75
        ]
    },
    "300402003": {
        "Key": "Skill08",
        "Name": "博士に捧げる：バナ育成果発表会",
        "Desc": "敵全体の攻撃力をアップし、味方全体のEPとSPを減らす。味方全体に量子属性ダメージと炎属性ダメージを与え、確率で味方全体に減速状態を付与する。さらに、高確率で味方全体を「燃焼」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill08",
        "S": [
            0.4,
            0.8,
            1.5,
            1.8,
            1.1
        ]
    },
    "300402004": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill01",
        "S": [
            0.0,
            0.0,
            0.0,
            0.0
        ]
    },
    "300402101": {
        "Key": "Skill04",
        "Name": "モンキー集団主義",
        "Desc": "今回の戦闘において、「バナゆいモンキートリック」はすべての「バナ研」メンバーとHPを共有する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1,
            0.4,
            0.7
        ]
    },
    "300402102": {
        "Key": "Skill02",
        "Name": "バナ育コマ割り",
        "Desc": "アクションバーに「学期末パーティー」が追加される。「学期末パーティー」が行動する時、フィールド上にいるすべての「バナ研」メンバーに付与されている行動制限系デバフおよび弱点撃破状態を解除し、「バナ研」全体を「講義チャンネル」状態にし、さらに「博士に捧げる：バナ育成果発表会」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            100.0,
            0.1,
            0.75
        ]
    },
    "300402103": {
        "Key": "Skill08",
        "Name": "博士に捧げる：バナ育成果発表会",
        "Desc": "敵全体の攻撃力をアップし、味方全体のEPとSPを減らす。味方全体に量子属性ダメージと炎属性ダメージを与え、確率で味方全体に減速状態を付与する。さらに、高確率で味方全体を「燃焼」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill08",
        "S": [
            1.5,
            0.0,
            1.0,
            0.5,
            2.0,
            0.15
        ]
    },
    "300402104": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill01",
        "S": [
            0.0,
            0.0,
            0.0,
            0.0
        ]
    },
    "300402105": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5,
            1.0
        ]
    },
    "300402106": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "S": [
            15.0,
            0.2
        ]
    },
    "300402107": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03"
    },
    "300402108": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            45.0,
            0.3
        ]
    },
    "300402109": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "300402110": {
        "Key": "SkillP01",
        "Name": "小テスト",
        "Desc": "「講義チャンネル」状態の敵が弱点撃破される、または切替カウントが一定数に達して「空きコマチャンネル」状態に切り替わる時、「バナゆいモンキートリック」の靭性値を削る。すべての敵が弱点撃破状態の場合、任意の敵を攻撃することで「バナゆいモンキートリック」の靭性値を少量削ることができる。「バナゆいモンキートリック」が弱点撃破される時、すべての敵が弱点撃破され、「バナゆいモンキートリック」は「守備崩壊」状態になる。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            56.0,
            56.0,
            56.0,
            56.0,
            6.0,
            0.0
        ]
    },
    "300402201": {
        "Key": "Skill04",
        "Name": "モンキー集団主義",
        "Desc": "今回の戦闘において、「奇想ジャングルのバナ研（スペック）」はすべての「バナ研」メンバーとHPを共有する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1,
            0.4,
            0.7
        ]
    },
    "300402202": {
        "Key": "Skill02",
        "Name": "バナ育コマ割り",
        "Desc": "アクションバーに「学期末パーティー」を追加する。「学期末パーティー」が行動する時、フィールド上にいるすべての「バナ研」メンバーにある行動制限系デバフおよび弱点撃破状態を解除し、「バナ研」全体を「講義チャンネル」状態にする。さらに、「博士に捧げる：バナ育成果発表会」を発動する。「バナ研」メンバーが弱点撃破される時、「学期末パーティー」の行動順が小幅遅延される。",
        "P": "3",
        "SP": 0,
        "K": "Skill02",
        "S": [
            100.0,
            0.1,
            0.75
        ]
    },
    "300402203": {
        "Key": "Skill08",
        "Name": "博士に捧げる：バナ育成果発表会",
        "Desc": "敵全体の攻撃力をアップし、味方全体のEPとSPを減らす。味方全体に量子属性ダメージと炎属性ダメージを与え、確率で味方全体に減速状態を付与する。さらに、高確率で味方全体を「燃焼」状態にする。",
        "P": "3",
        "SP": 0,
        "Threat": true,
        "K": "Skill08",
        "S": [
            1.5,
            0.0,
            1.0,
            0.5,
            2.0,
            0.0
        ]
    },
    "300402204": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.0,
            0.0,
            0.0,
            0.0
        ]
    },
    "300402205": {
        "Key": "SkillEX01",
        "Name": "じりじりバナゆい",
        "Desc": "「講義チャンネル」状態にある敵は<u>切り替えカウント</u>を持つ。「講義チャンネル」状態の敵はターンが回ってくるたびに<u>切り替えカウント</u>を一定数失う。",
        "P": "1 2 3",
        "SP": 0,
        "K": "SkillEX01",
        "EE": [
            230040221
        ],
        "S": [
            0.5,
            1.0,
            1.5,
            1.0,
            1.25,
            1.25
        ]
    },
    "300402206": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "S": [
            15.0,
            0.2
        ]
    },
    "300402207": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            0.5,
            0.1
        ]
    },
    "300402208": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            45.0,
            0.3
        ]
    },
    "300402209": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "300402210": {
        "Key": "SkillP01",
        "Name": "小テスト",
        "Desc": "「奇想ジャングルのバナ研（スペック）」が弱点撃破された時、自身にダメージを与え、「バナ研」メンバー全員を行動遅延させる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            45.0,
            45.0,
            45.0,
            45.0,
            0.0,
            0.0
        ]
    },
    "300402301": {
        "Key": "Skill04",
        "Name": "狼の忍耐",
        "Desc": "今回の戦闘において、「千面相のスコート」はすべての「スコート」とHPを共有する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1,
            0.4,
            0.7
        ]
    },
    "300402302": {
        "Key": "Skill02",
        "Name": "狼の誘惑",
        "Desc": "アクションバーに「孤狼の咆哮」を追加する。「孤狼の咆哮」が行動する時、フィールド上にいるすべての「スコート」にある行動制限系デバフおよび弱点撃破状態を解除し、「スコート」全体の「嘲笑」状態を「狂乱」状態にする。さらに、「孤狼へ：卑劣な人生」を発動する。1体の「スコート」が弱点撃破されるたび、「孤狼の咆哮」の行動順が小幅遅延される。",
        "P": "2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            100.0,
            0.15,
            0.75
        ]
    },
    "300402303": {
        "Key": "Skill08",
        "Name": "孤狼へ：卑劣な人生",
        "Desc": "敵全体の攻撃力をアップし、味方全体のEPとSPを減らす。味方全体に量子属性ダメージと炎属性ダメージを与え、確率で味方全体に減速状態を付与する。さらに、高確率で味方全体を「燃焼」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill08",
        "S": [
            0.4,
            0.8,
            1.5,
            1.8,
            1.1
        ]
    },
    "300402304": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill01",
        "S": [
            0.0,
            0.0,
            0.0,
            0.0
        ]
    },
    "300402401": {
        "Key": "Skill04",
        "Name": "狼の忍耐",
        "Desc": "今回の戦闘において、「千面相のスコート」はすべての「スコート」とHPを共有する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1,
            0.4,
            0.7
        ]
    },
    "300402402": {
        "Key": "Skill02",
        "Name": "狼の誘惑",
        "Desc": "アクションバーに「孤狼の咆哮」を追加する。「孤狼の咆哮」が行動する時、フィールド上にいるすべての「スコート」にある行動制限系デバフおよび弱点撃破状態を解除し、「スコート」全体の「嘲笑」状態を「狂乱」状態にする。さらに、「孤狼へ：卑劣な人生」を発動する。1体の「スコート」が弱点撃破されるたび、「孤狼の咆哮」の行動順が小幅遅延される。",
        "P": "2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            100.0,
            0.15,
            0.75
        ]
    },
    "300402403": {
        "Key": "Skill08",
        "Name": "孤狼へ：卑劣な人生",
        "Desc": "敵全体の攻撃力をアップし、味方全体のEPとSPを減らす。味方全体に量子属性ダメージと炎属性ダメージを与え、確率で味方全体に減速状態を付与する。さらに、高確率で味方全体を「燃焼」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill08",
        "S": [
            0.4,
            0.8,
            1.5,
            1.8,
            1.1
        ]
    },
    "300402404": {
        "Key": "Skill01",
        "Name": "自費労働",
        "Desc": "戦闘中、ボスを強化する「黒い泥」が出現する。「激怒するスコート（汚染）」が強化された後、即座に「狼の残業」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.0,
            0.0,
            0.0,
            0.0
        ]
    },
    "300402501": {
        "Key": "Skill04",
        "Name": "狼の忍耐",
        "Desc": "今回の戦闘において、「千面相のスコート」はすべての「スコート」とHPを共有する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.1,
            0.4,
            0.7
        ]
    },
    "300402502": {
        "Key": "Skill02",
        "Name": "狼の誘惑",
        "Desc": "アクションバーに「孤狼の咆哮」を追加する。「孤狼の咆哮」が行動する時、フィールド上にいるすべての「スコート」にある行動制限系デバフおよび弱点撃破状態を解除し、「スコート」全体の「嘲笑」状態を「狂乱」状態にする。さらに、「孤狼へ：卑劣な人生」を発動する。1体の「スコート」が弱点撃破されるたび、「孤狼の咆哮」の行動順が小幅遅延される。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            100.0,
            0.15,
            0.75
        ]
    },
    "300402503": {
        "Key": "Skill08",
        "Name": "孤狼へ：卑劣な人生",
        "Desc": "敵全体の攻撃力をアップし、味方全体のEPとSPを減らす。味方全体に量子属性ダメージと炎属性ダメージを与え、確率で味方全体に減速状態を付与する。さらに、高確率で味方全体を「燃焼」状態にする。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill08",
        "S": [
            0.4,
            0.8,
            1.5,
            1.8,
            1.1
        ]
    },
    "300402504": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill01",
        "S": [
            0.0,
            0.0,
            0.0,
            0.0
        ]
    },
    "301101001": {
        "Key": "Skill01",
        "Name": "他者の凝視",
        "Desc": "指定した味方単体に少量の量子属性ダメージを与え、攻撃を受けた味方の行動順を遅延させる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            0.2,
            1.0
        ]
    },
    "301201001": {
        "Key": "Skill01",
        "Name": "鏡像のアイデンティティー",
        "Desc": "他の敵に変身し、変身対象のスキルをコピーする。変身後、自身の基礎ステータスを継承する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.1
        ]
    },
    "301201002": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "301202001": {
        "Key": "Skill03",
        "Name": "拒絶反応",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "DMG": [
            3
        ],
        "S": [
            3.0
        ]
    },
    "301202002": {
        "Key": "SkillP01",
        "Name": "意固地な装甲",
        "Desc": "「守備」状態に入る。弱点撃破状態でない時の被ダメージがダウンする。弱点撃破された時の行動順遅延量がアップし、弱点撃破状態の時の被ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.6,
            0.75,
            0.5
        ]
    },
    "301203001": {
        "Key": "Skill01",
        "Name": "声なき眠りを醒ます",
        "Desc": "永眠の墓碑がHPが0になる攻撃を受けた後、対応する味方の「夢死」状態を解除し、そのHPとEPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "301203002": {
        "Key": "Skill02",
        "Name": "すべての消えた時間",
        "Desc": "永眠の墓碑は行動しない。",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "301203003": {
        "Key": "SkillP01",
        "Name": "永遠に溶け入る継続",
        "Desc": "永眠の墓碑は固定のマス数を持つ「回数HP」を持っている。攻撃を受ける、弱点撃破される、または持続ダメージを受ける時、HPが1マス減る。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            5.0
        ]
    },
    "301203101": {
        "Key": "Skill01",
        "Name": "声なき眠りを醒ます",
        "Desc": "永眠の墓碑がHPが0になる攻撃を受けた後、対応する味方の「夢死」状態を解除し、そのHPとEPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "301203102": {
        "Key": "Skill02",
        "Name": "すべての消えた時間",
        "Desc": "永眠の墓碑は行動しない。",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "301203103": {
        "Key": "SkillP01",
        "Name": "永遠に溶け入る継続",
        "Desc": "永眠の墓碑は固定のマス数を持つ「回数HP」を持っている。攻撃を受ける、弱点撃破される、または持続ダメージを受ける時、HPが1マス減る。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            5.0
        ]
    },
    "301203201": {
        "Key": "Skill01",
        "Name": "声なき眠りを醒ます",
        "Desc": "永眠の墓碑がHPが0になる攻撃を受けた後、対応する味方の「夢死」状態を解除し、そのHPとEPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "301203202": {
        "Key": "Skill02",
        "Name": "すべての消えた時間",
        "Desc": "永眠の墓碑は行動しない。",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "301203203": {
        "Key": "SkillP01",
        "Name": "永遠に溶け入る継続",
        "Desc": "永眠の墓碑は固定のマス数を持つ「回数HP」を持っている。攻撃を受ける、弱点撃破される、または持続ダメージを受ける時、HPが1マス減る。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            5.0
        ]
    },
    "301204001": {
        "Key": "Skill01",
        "Name": "虚名下賜",
        "Desc": "指定した敵単体に憑依し、「虚飾の冠」を付与する。その敵にある行動制限系デバフを解除し、靭性を回復させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "301204002": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "301204003": {
        "Key": "SkillP01",
        "Name": "沈みゆく自我",
        "Desc": "「虚飾の冠」状態の敵は攻撃を受けた後にHPを回復するが、物理属性と炎属性を弱点として付与され、受ける弱点撃破ダメージがアップする。その敵が倒される、または弱点撃破される時、「虚飾の冠」を解除し、同時に「満たされぬ虚栄心」も倒される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.35,
            1.0
        ]
    },
    "301301001": {
        "Key": "Skill01",
        "Name": "憎悪のお礼",
        "Desc": "指定した味方単体に量子属性のダメージを与える。さらに自身が「怒りの炎」を1層獲得する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "DMG": [
            3
        ],
        "S": [
            3.0
        ]
    },
    "301301002": {
        "Key": "Skill04",
        "Name": "雷霆の如き叱咤",
        "Desc": "自身に「怒りの炎」を3層付与する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "301301003": {
        "Key": "Skill06",
        "Name": "宿怨は波の如く逆巻く",
        "Desc": "味方全体に少量の量子属性のダメージを与える。さらに自身が「怒りの炎」を1層獲得する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill06",
        "DMG": [
            1.8
        ],
        "S": [
            1.8
        ]
    },
    "301301004": {
        "Key": "Skill07",
        "Name": "骨を刺す嫌悪",
        "Desc": "ランダムな味方単体に少量の量子属性のダメージを連続して与える。「怒りの炎」1層につき、追加で1回ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill07",
        "DMG": [
            2
        ],
        "S": [
            2.0,
            3.0
        ]
    },
    "301301005": {
        "Key": "SkillP01",
        "Name": "ヒステリックボディ",
        "Desc": "「守備」状態に入る。弱点撃破状態でない時の被ダメージがダウンする。弱点撃破された時の行動順遅延量がアップし、弱点撃破状態の時の被ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.6,
            0.75,
            0.5
        ]
    },
    "301301101": {
        "Key": "Skill01",
        "Name": "憎悪のお礼",
        "Desc": "指定した味方単体に量子属性のダメージを与える。さらに自身が「怒りの炎」を1層獲得する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "DMG": [
            3
        ],
        "S": [
            3.0
        ]
    },
    "301301102": {
        "Key": "Skill04",
        "Name": "雷霆の如き叱咤",
        "Desc": "自身に「怒りの炎」を3層付与する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "301301103": {
        "Key": "Skill06",
        "Name": "宿怨は波の如く逆巻く",
        "Desc": "味方全体に少量の量子属性のダメージを与える。さらに自身が「怒りの炎」を1層獲得する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill06",
        "DMG": [
            1.8
        ],
        "S": [
            1.8
        ]
    },
    "301301104": {
        "Key": "Skill07",
        "Name": "骨を刺す嫌悪",
        "Desc": "ランダムな味方単体に少量の量子属性のダメージを連続して与える。「怒りの炎」1層につき、追加で1回ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill07",
        "DMG": [
            2
        ],
        "S": [
            2.0,
            3.0
        ]
    },
    "301301105": {
        "Key": "SkillP01",
        "Name": "ヒステリックボディ",
        "Desc": "「守備」状態に入る。弱点撃破状態でない時の被ダメージがダウンする。弱点撃破された時の行動順遅延量がアップし、弱点撃破状態の時の被ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.3,
            0.75,
            0.5
        ]
    },
    "301301201": {
        "Key": "Skill01",
        "Name": "憎悪のお礼",
        "Desc": "指定した味方単体に量子属性ダメージを与える。自身が「怒りの炎」を1層獲得する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            2.8
        ]
    },
    "301301202": {
        "Key": "Skill04",
        "Name": "哀哭は風の如く鳴り響く",
        "Desc": "チャージ状態に入り、自身に「怒りの炎」3層と「大地の棘」1層を付与する。行動するたびに「骨を刺す嫌悪」を発動する。自身が弱点撃破された後、チャージ状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "301301203": {
        "Key": "Skill06",
        "Name": "宿怨は波の如く逆巻く",
        "Desc": "味方全体に少量の量子属性ダメージを与える。自身が「怒りの炎」を1層獲得する。",
        "P": "",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill06",
        "S": [
            1.5
        ]
    },
    "301301204": {
        "Key": "Skill07",
        "Name": "骨を刺す嫌悪",
        "Desc": "連続でランダムな味方単体に少量の量子属性ダメージを与える。「怒りの炎」1層につき、さらに1回ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.4,
            3.0,
            0.2
        ]
    },
    "301301205": {
        "Key": "SkillP01",
        "Name": "ヒステリックボディ",
        "Desc": "「守備」状態に入る。弱点撃破状態でない時の被ダメージがダウンする。弱点撃破された時の行動順遅延量がアップし、弱点撃破状態の時の被ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.6,
            0.75,
            0.5
        ]
    },
    "301301301": {
        "Key": "Skill01",
        "Name": "憎悪のお礼",
        "Desc": "指定した味方単体に量子属性ダメージを与える。自身が「骨を灼く炎」を1層獲得する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "301301302": {
        "Key": "Skill04",
        "Name": "雷霆の如き叱咤",
        "Desc": "自身が「骨を灼く炎」を大量に獲得する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "301301303": {
        "Key": "Skill06",
        "Name": "宿怨は波の如く逆巻く",
        "Desc": "味方全体に少量の量子属性ダメージを与える。自身が「骨を灼く炎」を1層獲得する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill06",
        "S": [
            2.0
        ]
    },
    "301301304": {
        "Key": "Skill07",
        "Name": "骨を刺す嫌悪",
        "Desc": "連続でランダムな味方単体およびその隣接する味方に少量の量子属性ダメージを与える。「骨を灼く炎」1層につき、さらに1回ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill07",
        "S": [
            1.0,
            3.0
        ]
    },
    "301301305": {
        "Key": "SkillP01",
        "Name": "ヒステリックボディ",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.4,
            0.75,
            0.5,
            10.0
        ]
    },
    "301402001": {
        "Key": "Skill01",
        "Name": "葬儀の接吻",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            4
        ],
        "S": [
            4.0
        ]
    },
    "301402002": {
        "Key": "Skill02",
        "Name": "死の黒雨",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "301402003": {
        "Key": "Skill03",
        "Name": "鋭い弔辞",
        "Desc": "自身の与ダメージを大アップする、1ターン継続。この効果は弱点撃破された後に解除される。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            1.0
        ]
    },
    "301402004": {
        "Key": "Skill04",
        "Name": "消える光明",
        "Desc": "「日没」状態に入る。味方が通常攻撃、戦闘スキル、または必殺技を発動するたびに「日没」を1層獲得する。「日没」が3層に達した時、一つ前に行動した味方に対して「黄昏に色褪せて」を発動する。「黄昏に色褪せて」を1回発動した後、または弱点撃破された後に、この状態は解除される。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04"
    },
    "301402005": {
        "Key": "Skill05",
        "Name": "黄昏に色褪せて",
        "Desc": "最後に通常攻撃、戦闘スキル、または必殺技を発動した味方に致命攻撃を行い、その味方を「夢死」状態にする。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.5,
            300.0,
            1.0,
            0.0
        ]
    },
    "301402006": {
        "Key": "Skill06",
        "Name": "良い夜へ",
        "Desc": "「夜の到来」状態に入り、味方全体のEPを回復する。「夜の到来」状態の間で最初に行動した味方2名をロックオンする。次の行動で「水が水に消え逝くように」を発動する。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill06"
    },
    "301402007": {
        "Key": "Skill07",
        "Name": "水が水に消え逝くように",
        "Desc": "ロックオンされたすべての味方に致命攻撃を行い、「夢死」状態にする。ロックオンされた味方がない場合、ランダムな味方2名に致命攻撃を行い、「夢死」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill07"
    },
    "301402008": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "301402009": {
        "Key": "PassiveSkill02",
        "Name": "弔えぬ荒涼",
        "Desc": "味方が「夢死」状態になった時、対応する「永眠の墓碑」を1体召喚する。味方全体が「夢死」状態になる、または戦闘不能状態になると、戦闘失敗になる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            3.0
        ]
    },
    "301402101": {
        "Key": "Skill01",
        "Name": "葬儀の接吻",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            4
        ],
        "S": [
            4.0
        ]
    },
    "301402102": {
        "Key": "Skill02",
        "Name": "死の黒雨",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "301402103": {
        "Key": "Skill03",
        "Name": "鋭い弔辞",
        "Desc": "自身の与ダメージを大アップする、1ターン継続。この効果は弱点撃破された後に解除される。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            1.0
        ]
    },
    "301402104": {
        "Key": "Skill04",
        "Name": "消える光明",
        "Desc": "「日没」状態に入る。味方が通常攻撃、戦闘スキル、または必殺技を発動するたびに「日没」を1層獲得する。「日没」が3層に達した時、一つ前に行動した味方に対して「黄昏に色褪せて」を発動する。「黄昏に色褪せて」を1回発動した後、または弱点撃破された後に、この状態は解除される。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04"
    },
    "301402105": {
        "Key": "Skill05",
        "Name": "黄昏に色褪せて",
        "Desc": "最後に通常攻撃、戦闘スキル、または必殺技を発動した味方に致命攻撃を行い、その味方を「夢死」状態にする。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.5,
            300.0,
            1.0,
            0.0
        ]
    },
    "301402106": {
        "Key": "Skill06",
        "Name": "良い夜へ",
        "Desc": "「夜の到来」状態に入り、味方全体のEPを回復する。「夜の到来」状態の間で最初に行動した味方2名をロックオンする。次の行動で「水が水に消え逝くように」を発動する。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill06"
    },
    "301402107": {
        "Key": "Skill07",
        "Name": "水が水に消え逝くように",
        "Desc": "ロックオンされたすべての味方に致命攻撃を行い、「夢死」状態にする。ロックオンされた味方がない場合、ランダムな味方2名に致命攻撃を行い、「夢死」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill07"
    },
    "301402108": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "301402109": {
        "Key": "PassiveSkill02",
        "Name": "弔えぬ荒涼",
        "Desc": "味方が「夢死」状態になった時、対応する「永眠の墓碑」を1体召喚する。味方全体が「夢死」状態になる、または戦闘不能状態になると、戦闘失敗になる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            3.0
        ]
    },
    "301402201": {
        "Key": "Skill01",
        "Name": "葬儀の接吻",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            4
        ],
        "S": [
            4.0
        ]
    },
    "301402202": {
        "Key": "Skill02",
        "Name": "死の黒雨",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "301402203": {
        "Key": "Skill03",
        "Name": "哀しい弔辞",
        "Desc": "自身の与ダメージをアップする、1ターン継続。この効果は弱点撃破された後に解除される。毎回本スキル発動後に1層の与ダメージアップを獲得し、その後に召喚される「永眠の墓碑」のHPを1マス増やす。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5,
            1.0,
            0.12,
            4.0,
            1.0
        ]
    },
    "301402204": {
        "Key": "Skill04",
        "Name": "消える光明",
        "Desc": "「日没」状態に入る。味方が通常攻撃、戦闘スキル、または必殺技を発動するたびに「日没」を1層獲得する。「日没」が3層に達した時、一つ前に行動した味方に対して「黄昏に色褪せて」を発動する。「黄昏に色褪せて」を1回発動した後、または弱点撃破された後に、この状態は解除される。",
        "P": "1 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill04"
    },
    "301402205": {
        "Key": "Skill05",
        "Name": "黄昏に色褪せて",
        "Desc": "最後に通常攻撃、戦闘スキル、または必殺技を発動した味方に致命攻撃を行い、その味方を「夢死」状態にする。",
        "P": "1 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.5,
            300.0,
            1.0,
            0.0
        ]
    },
    "301402206": {
        "Key": "Skill06",
        "Name": "良い夜へ",
        "Desc": "「夜の到来」状態に入り、「弱点無効」を獲得し、味方全体のEPを回復する。「夜の到来」状態の間で最初に行動した味方2名をロックオンする。次の行動で「水が水に消え逝くように」を発動する。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill06"
    },
    "301402207": {
        "Key": "Skill07",
        "Name": "水が水に消え逝くように",
        "Desc": "ロックオンされたすべての味方に致命攻撃を行い、「夢死」状態にする。ロックオンされた味方がない場合、ランダムな味方2名に致命攻撃を行い、「夢死」状態にする。",
        "P": "2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill07"
    },
    "301402208": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "301402209": {
        "Key": "PassiveSkill02",
        "Name": "弔えぬ荒涼",
        "Desc": "味方が「夢死」状態になった時、対応する「永眠の墓碑」を1体召喚する。味方全体が「夢死」状態になる、または戦闘不能状態になると、戦闘失敗になる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            3.0,
            1.3
        ]
    },
    "301402301": {
        "Key": "Skill01",
        "Name": "葬儀の接吻",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            4.0
        ]
    },
    "301402302": {
        "Key": "Skill02",
        "Name": "死の黒雨",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.5
        ]
    },
    "301402303": {
        "Key": "Skill03",
        "Name": "哀しい弔辞",
        "Desc": "自身の与ダメージをアップする、1ターン継続。この効果は弱点撃破された後に解除される。毎回本スキル発動後に1層の与ダメージアップ効果を獲得し、その後に召喚される「永眠の墓碑」のHPを1マス増やす。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5,
            1.0,
            0.12,
            4.0,
            1.0
        ]
    },
    "301402304": {
        "Key": "Skill04",
        "Name": "消える光明",
        "Desc": "「日没」状態に入る。味方が通常攻撃、戦闘スキル、または必殺技を発動するたびに「日没」を1層獲得する。「日没」が3層に達した時、一つ前に行動した味方に対して「黄昏に色褪せて」を発動する。「黄昏に色褪せて」を1回発動した後、または弱点撃破された後に、この状態は解除される。",
        "P": "1 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill04"
    },
    "301402305": {
        "Key": "Skill05",
        "Name": "黄昏に色褪せて",
        "Desc": "最後に通常攻撃、戦闘スキル、または必殺技を発動した味方に致命攻撃を行い、その味方を「夢死」状態にする。",
        "P": "1 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.5,
            300.0,
            1.0,
            0.0
        ]
    },
    "301402306": {
        "Key": "Skill06",
        "Name": "良い夜へ",
        "Desc": "「夜の到来」状態に入り、「弱点無効」を獲得し、味方全体のEPを回復する。「夜の到来」状態の間で最初に行動した味方1名をロックオンする。次の行動で「水が水に消え逝くように」を発動する。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill06"
    },
    "301402307": {
        "Key": "Skill07",
        "Name": "水が水に消え逝くように",
        "Desc": "ロックオンされたすべての味方に致命攻撃を行い、「夢死」状態にする。ロックオンされた味方がいない場合、ランダムな味方1名に致命攻撃を行い、「夢死」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill07"
    },
    "301402308": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "301402309": {
        "Key": "PassiveSkill02",
        "Name": "弔えぬ荒涼",
        "Desc": "味方が「夢死」状態になった時、対応する「永眠の墓碑」を1体召喚する。味方全体が「夢死」状態になる、または戦闘不能状態になると、戦闘失敗になる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            3.0,
            1.3
        ]
    },
    "301402310": {
        "Key": "Skill09",
        "Name": "水が水に消え逝くように",
        "Desc": "ロックオンされたすべての味方に致命攻撃を行い、「夢死」状態にする。ロックオンされた味方がいない場合、ランダムな味方2名に致命攻撃を行い、「夢死」状態にする。",
        "P": "3",
        "SP": 0,
        "Threat": true,
        "K": "Skill09"
    },
    "301402311": {
        "Key": "Skill10",
        "Name": "良い夜へ",
        "Desc": "「夜の到来」状態に入り、「弱点無効」を獲得し、味方全体のEPを回復する。「夜の到来」状態の間で最初に行動した味方2名をロックオンする。次の行動で「水が水に消え逝くように」を発動する。",
        "P": "3",
        "SP": 0,
        "Threat": true,
        "K": "Skill10"
    },
    "301402401": {
        "Key": "Skill01",
        "Name": "葬儀の接吻",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            4.0
        ]
    },
    "301402402": {
        "Key": "Skill02",
        "Name": "死の黒雨",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.5
        ]
    },
    "301402403": {
        "Key": "Skill03",
        "Name": "鋭い弔辞",
        "Desc": "自身の与ダメージを大幅アップする、1ターン継続。この効果は弱点撃破された後に解除される。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            1.0
        ]
    },
    "301402404": {
        "Key": "Skill04",
        "Name": "消える光明",
        "Desc": "「日没」状態に入る。味方が通常攻撃、戦闘スキル、または必殺技を発動するたびに「日没」を1層獲得する。「日没」が3層に達した時、一つ前に行動した味方に対して「黄昏に色褪せて」を発動する。「黄昏に色褪せて」を1回発動した後、または弱点撃破された後に、この状態は解除される。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04"
    },
    "301402405": {
        "Key": "Skill05",
        "Name": "黄昏に色褪せて",
        "Desc": "最後に通常攻撃、戦闘スキル、または必殺技を発動した味方に致命攻撃を行い、その味方を「夢死」状態にする。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.5,
            300.0,
            1.0,
            0.0
        ]
    },
    "301402406": {
        "Key": "Skill06",
        "Name": "良い夜へ",
        "Desc": "「夜の到来」状態に入り、味方全体のEPを回復する。「夜の到来」状態の間で最初に行動した味方2名をロックオンする。次の行動で「水が水に消え逝くように」を発動する。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill06"
    },
    "301402407": {
        "Key": "Skill07",
        "Name": "水が水に消え逝くように",
        "Desc": "ロックオンされたすべての味方に致命攻撃を行い、「夢死」状態にする。ロックオンされた味方がない場合、ランダムな味方2名に致命攻撃を行い、「夢死」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill07"
    },
    "301402408": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "301402409": {
        "Key": "PassiveSkill02",
        "Name": "弔えぬ荒涼",
        "Desc": "味方が「夢死」状態になった時、対応する「永眠の墓碑」を1体召喚する。味方全体が「夢死」状態になる、または戦闘不能状態になると、戦闘失敗になる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            3.0
        ]
    },
    "301402501": {
        "Key": "Skill01",
        "Name": "葬儀の接吻",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            4.0
        ]
    },
    "301402502": {
        "Key": "Skill02",
        "Name": "死の黒雨",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.5
        ]
    },
    "301402503": {
        "Key": "Skill03",
        "Name": "哀しい弔辞",
        "Desc": "自身の与ダメージをアップする、1ターン継続。この効果は弱点撃破された後に解除される。毎回本スキル発動後に1層の与ダメージアップ効果を獲得し、その後に召喚される「永眠の墓碑」のHPを1マス増やす。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5,
            1.0,
            0.12,
            4.0,
            1.0
        ]
    },
    "301402504": {
        "Key": "Skill04",
        "Name": "消える光明",
        "Desc": "「日没」状態に入る。味方が通常攻撃、戦闘スキル、または必殺技を発動するたびに「日没」を1層獲得する。「日没」が3層に達した時、一つ前に行動した味方に対して「黄昏に色褪せて」を発動する。「黄昏に色褪せて」を1回発動した後、または弱点撃破された後に、この状態は解除される。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04"
    },
    "301402505": {
        "Key": "Skill05",
        "Name": "黄昏に色褪せて",
        "Desc": "最後に通常攻撃、戦闘スキル、または必殺技を発動した味方に致命攻撃を行い、その味方を「夢死」状態にする。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.5,
            300.0,
            1.0,
            0.0
        ]
    },
    "301402506": {
        "Key": "Skill06",
        "Name": "良い夜へ",
        "Desc": "「夜の到来」状態に入り、「弱点無効」を獲得し、味方全体のEPを回復する。「夜の到来」状態の間で最初に行動した味方1名をロックオンする。次の行動で「水が水に消え逝くように」を発動する。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill06"
    },
    "301402507": {
        "Key": "Skill07",
        "Name": "水が水に消え逝くように",
        "Desc": "ロックオンされたすべての味方に致命攻撃を行い、「夢死」状態にする。ロックオンされた味方がいない場合、ランダムな味方1名に致命攻撃を行い、「夢死」状態にする。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill07"
    },
    "301402508": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "301402509": {
        "Key": "PassiveSkill02",
        "Name": "弔えぬ荒涼",
        "Desc": "味方が「夢死」状態になった時、対応する「永眠の墓碑」を1体召喚する。味方全体が「夢死」状態になる、または戦闘不能状態になると、戦闘失敗になる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            3.0,
            1.3
        ]
    },
    "301402510": {
        "Key": "Skill09",
        "Name": "水が水に消え逝くように",
        "Desc": "ロックオンされたすべての味方に致命攻撃を行い、「夢死」状態にする。ロックオンされた味方がない場合、ランダムな味方2名に致命攻撃を行い、「夢死」状態にする。",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill09"
    },
    "302102001": {
        "Key": "Skill01",
        "Name": "血色の女皇叙勲",
        "Desc": "敵アルジェンティに累積可能なダメージアップ効果を1層付与。「魂の解放」状態にある時、付与するダメージアップの層数がアップ。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.12,
            1.0,
            2.0,
            3.0
        ]
    },
    "302102002": {
        "Key": "SkillP01",
        "Name": "滅亡の星花隕石",
        "Desc": "HPが0になる攻撃を受けた時、攻撃したキャラに累積可能なダメージアップ効果を1層付与する。「魂の解放」状態にある時、付与するダメージアップの層数がアップ。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.2,
            1.0,
            2.0,
            3.0
        ]
    },
    "302102101": {
        "Key": "Skill01",
        "Name": "血色の女皇叙勲",
        "Desc": "敵アルジェンティに累積可能なダメージアップ効果を1層付与。「魂の解放」状態にある時、付与するダメージアップの層数がアップ。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.06,
            1.0,
            2.0,
            3.0
        ]
    },
    "302102102": {
        "Key": "SkillP01",
        "Name": "滅亡の星花隕石",
        "Desc": "HPが0になる攻撃を受けた時、攻撃したキャラに累積可能なダメージアップ効果を1層付与する。「魂の解放」状態にある時、付与するダメージアップの層数がアップ。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.25,
            1.0,
            2.0,
            3.0
        ]
    },
    "302102201": {
        "Key": "Skill01",
        "Name": "血色の女皇叙勲",
        "Desc": "高潔で公正な銀騎士に「月桂冠」を1層付与し、次の「抗えない運命」のダメージを大アップさせる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.06,
            1.0,
            2.0,
            3.0
        ]
    },
    "302102202": {
        "Key": "SkillP01",
        "Name": "滅亡の星花隕石",
        "Desc": "致命攻撃を受けた時、味方が「魂の強化」を追加で1層獲得する。",
        "P": "",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.25,
            1.0,
            2.0,
            3.0
        ]
    },
    "302103001": {
        "Key": "Skill01",
        "Name": "純美の騎士の踵",
        "Desc": "味方全体に物理属性ダメージを与える。「魂の解放」状態にある時、与ダメージアップ。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.4,
            4.0
        ],
        "S": [
            2.4,
            4.0
        ]
    },
    "302103002": {
        "Key": "SkillP01",
        "Name": "死した運命の風情",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に物理属性ダメージを与える。「魂の解放」状態にある時、与ダメージアップ。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "SkillP01",
        "S": [
            0.6,
            30.0,
            0.8,
            60.0
        ]
    },
    "302103101": {
        "Key": "Skill01",
        "Name": "純美の騎士の踵",
        "Desc": "味方全体に物理属性ダメージを与える。「魂の解放」状態にある時、与ダメージアップ。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            2.2,
            3.3
        ]
    },
    "302103102": {
        "Key": "SkillP01",
        "Name": "死した運命の風情",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に物理属性ダメージを与える。「魂の解放」状態にある時、与ダメージアップ。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "SkillP01",
        "S": [
            0.4,
            30.0,
            0.6,
            60.0
        ]
    },
    "302103201": {
        "Key": "Skill01",
        "Name": "純美の騎士の踵",
        "Desc": "味方全体に物理属性ダメージを与える。「魂の解放」状態の時、与ダメージがアップする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            1.2,
            2.5
        ]
    },
    "302103202": {
        "Key": "SkillP01",
        "Name": "死した運命の風情",
        "Desc": "致命攻撃を受けた時、敵全体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Phys",
        "K": "SkillP01",
        "S": [
            0.2,
            30.0,
            0.4,
            60.0
        ]
    },
    "302104001": {
        "Key": "Skill01",
        "Name": "守護の冕旒",
        "Desc": "敵のアルジェンティにバリアを付与する。「魂の解放」状態にある時、敵全体にバリアを付与する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "302104002": {
        "Key": "SkillP01",
        "Name": "迅速欲望の摸本",
        "Desc": "HPが0になる攻撃を受けた時、攻撃したキャラにバリアを付与する。「魂の解放」状態にある時、味方全体にバリアを付与する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "302104101": {
        "Key": "Skill01",
        "Name": "守護の冕旒",
        "Desc": "敵のアルジェンティにバリアを付与する。「魂の解放」状態にある時、敵全体にバリアを付与する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "302104102": {
        "Key": "SkillP01",
        "Name": "迅速欲望の摸本",
        "Desc": "HPが0になる攻撃を受けた時、攻撃したキャラにバリアを付与する。「魂の解放」状態にある時、味方全体にバリアを付与する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "302104201": {
        "Key": "Skill01",
        "Name": "守護の冕旒",
        "Desc": "自身にバリアを付与する。「魂の解放」状態の時、バリアの耐久値がアップする。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.15,
            0.25,
            0.5
        ]
    },
    "302104202": {
        "Key": "SkillP01",
        "Name": "迅速欲望の摸本",
        "Desc": "致命攻撃を受けた時、味方全体にバリアを付与する。バリアは累積できる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.1
        ]
    },
    "302201001": {
        "Key": "Skill01",
        "Name": "アッフリット",
        "Desc": "味方単体に少量の虚数属性ダメージを与え、行動を少し遅延させる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0,
            0.05
        ]
    },
    "302201002": {
        "Key": "SkillP01",
        "Name": "コメ・ウン・インクボ",
        "Desc": "自身が受けるダメージは「ハルモニア聖歌隊」が代わりに受ける。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "302201101": {
        "Key": "Skill01",
        "Name": "アッフリット",
        "Desc": "味方単体に少量の虚数属性ダメージを与え、行動を少し遅延させる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.5,
            0.05
        ]
    },
    "302201102": {
        "Key": "SkillP01",
        "Name": "コメ・ウン・インクボ",
        "Desc": "自身が受けるダメージは「万籟共奏の指揮者」が代わりに受ける。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            120.0
        ]
    },
    "302401001": {
        "Key": "Skill01",
        "Name": "敬虔と誠実",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "302401002": {
        "Key": "Skill02",
        "Name": "敬虔と誠実に至るまで",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "DMG": [
            3.6,
            1.8
        ],
        "S": [
            3.6,
            1.8
        ]
    },
    "302401003": {
        "Key": "Skill03",
        "Name": "槍と盾",
        "Desc": "ランダムで「槍先」、「盾」、「叙勲」の彫刻を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.5,
            0.5
        ]
    },
    "302401004": {
        "Key": "Skill04",
        "Name": "強靭な魂",
        "Desc": "彫刻の中の純美の魂を1つ解放する。魂を解放された彫刻のスキル効果が強化される。",
        "P": "1 2",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "302401005": {
        "Key": "Skill05",
        "Name": "純美の勇気賛歌",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            3.6
        ],
        "S": [
            3.6
        ]
    },
    "302401007": {
        "Key": "Skill07",
        "Name": "槍と盾",
        "Desc": "ランダムで「槍先」、「盾」、「叙勲」の彫刻を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "302401101": {
        "Key": "Skill01",
        "Name": "敬虔と誠実",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            5.0
        ]
    },
    "302401102": {
        "Key": "Skill02",
        "Name": "敬虔と誠実に至るまで",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            4.4,
            2.2
        ]
    },
    "302401103": {
        "Key": "Skill03",
        "Name": "槍と盾",
        "Desc": "ランダムで「槍先」、「盾」、「叙勲」の彫刻を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.5,
            0.5
        ]
    },
    "302401104": {
        "Key": "Skill04",
        "Name": "愛の霊はこう語った",
        "Desc": "彫刻の中の純美の魂を1つ昇華する。魂を昇華された彫刻のスキル効果が強化され、即座に行動する。",
        "P": "1 2",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "302401105": {
        "Key": "Skill05",
        "Name": "純美の勇気賛歌",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "S": [
            5.4
        ]
    },
    "302401106": {
        "Key": "Skill06",
        "Name": "罪と浄化",
        "Desc": "すべての彫刻の中の純美の魂を昇華する。魂を昇華された彫刻のスキル効果が強化される。",
        "P": "3",
        "SP": 0,
        "Threat": true,
        "K": "Skill06",
        "S": [
            3.0
        ]
    },
    "302401107": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "302401108": {
        "Key": "Skill08",
        "Name": "騎士団",
        "Desc": "「槍先」を4体召喚する。フィールド上にすでに彫刻がある場合、そのHPを全回復する。",
        "P": "3",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.5
        ]
    },
    "302401110": {
        "Key": "SkillP01",
        "Name": "厳かなる殉身",
        "Desc": "「純美の勇気賛歌」を発動するたびに、自身の与ダメージがアップする。与ダメージアップ効果は累積できる。",
        "P": "2 3",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.12
        ]
    },
    "302401201": {
        "Key": "Skill01",
        "Name": "敬虔と誠実",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            4.0
        ]
    },
    "302401202": {
        "Key": "Skill02",
        "Name": "敬虔と誠実に至るまで",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.6,
            1.8
        ]
    },
    "302401203": {
        "Key": "Skill03",
        "Name": "槍と盾",
        "Desc": "ランダムで「槍先」、「盾」、「叙勲」の彫刻を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.5,
            0.5
        ]
    },
    "302401204": {
        "Key": "Skill04",
        "Name": "強靭な魂",
        "Desc": "彫刻の中の純美の魂を1つ解放する。魂を解放された彫刻のスキル効果が強化される。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "302401205": {
        "Key": "Skill05",
        "Name": "純美の勇気賛歌",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "S": [
            3.6
        ]
    },
    "302401207": {
        "Key": "Skill07",
        "Name": "槍と盾",
        "Desc": "ランダムで「槍先」、「盾」、「叙勲」の彫刻を召喚する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "302401301": {
        "Key": "Skill01",
        "Name": "敬虔",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.6
        ]
    },
    "302401302": {
        "Key": "Skill02",
        "Name": "敬虔と誠実に至るまで",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.5,
            2.5
        ]
    },
    "302401303": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.5,
            0.5
        ]
    },
    "302401304": {
        "Key": "Skill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "302401305": {
        "Key": "Skill05",
        "Name": "純美の勇気賛歌",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "S": [
            4.5
        ],
        "DelayRatio": 1.25
    },
    "302401306": {
        "Key": "Skill06",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill06",
        "S": [
            3.0
        ]
    },
    "302401307": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "302401308": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.5
        ]
    },
    "302401310": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.12
        ]
    },
    "302401311": {
        "Key": "Skill11",
        "Name": "槍の召喚",
        "Desc": "「槍先」の彫刻を4体召喚する。フィールド上にすでに槍先」の彫刻が4体いた場合は、「槍のなぎ払い」を発動する。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill11",
        "DelayRatio": 1.5,
        "S": [
            0.25,
            0.5,
            0.7,
            0.75
        ]
    },
    "302401312": {
        "Key": "Skill12",
        "Name": "盾の召喚",
        "Desc": "「盾」の彫刻を4体召喚する。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill12",
        "DelayRatio": 1.75,
        "S": [
            0.5,
            0.7,
            0.75,
            1.0
        ]
    },
    "302401313": {
        "Key": "Skill13",
        "Name": "叙勲雲集",
        "Desc": "「叙勲」の彫刻を4体召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill13",
        "DelayRatio": 1.5,
        "S": [
            0.75,
            1.0,
            1.25,
            1.25
        ]
    },
    "302401314": {
        "Key": "Skill14",
        "Name": "槍のなぎ払い",
        "Desc": "「槍先」の彫刻の力を解放し、味方全体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 40.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill14",
        "S": [
            10.0
        ],
        "DelayRatio": 1.6
    },
    "302401315": {
        "Key": "Skill15",
        "Name": "盾の奉還",
        "Desc": "「盾」の彫刻の力を解放し、「盾」の彫刻に対して正面にいる味方キャラを挑発するよう命じ、さらに正面にいる味方キャラに応じて自身の弱点属性を変更する。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill15",
        "DelayRatio": 1.75,
        "S": [
            1.0
        ]
    },
    "302401316": {
        "Key": "Skill09",
        "Name": "叙勲の力",
        "Desc": "選択不可の状態になり、次の行動時に「抗えない運命」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill09",
        "DelayRatio": 1.5
    },
    "302401317": {
        "Key": "Skill16",
        "Name": "魂の回収",
        "Desc": "すべての彫刻の「魂の解放」を回収し、「魂の解放」の数にもとづいて自身を強化する。1ターン継続。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill16",
        "S": [
            0.08
        ]
    },
    "302401318": {
        "Key": "Skill17",
        "Name": "魂の解放",
        "Desc": "高潔で公正な銀騎士が召喚した彫刻に「魂の解放」を付与する。付与された彫刻が倒される時、味方全体に「魂の強化」を付与し、与ダメージをアップさせる。高潔で公正な銀騎士によって回収された場合、高潔で公正な銀騎士のこのターンの与ダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill17",
        "S": [
            0.05,
            0.1
        ]
    },
    "302401319": {
        "Key": "Skill10",
        "Name": "抗えない運命",
        "Desc": "味方全体に物理ダメージを与える。「月桂冠」1層につき、物理ダメージを追加で1回与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill10",
        "S": [
            3.2,
            1.0
        ],
        "DelayRatio": 1.25
    },
    "302401320": {
        "Key": "SkillP02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP02",
        "S": [
            0.2
        ]
    },
    "302401321": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03"
    },
    "302401322": {
        "Key": "SkillEX01",
        "Name": "破竹の勢い",
        "Desc": "高潔で公正な銀騎士の受けるダメージが大幅にダウンするが、弱点撃破された後、行動順が追加で遅延し、受けるダメージがさらにアップする。同時に味方全体がSPを回復して必殺技を開放する。",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "302401323": {
        "Key": "SkillEX02",
        "Name": "攻守の変化",
        "Desc": "高潔で公正な銀騎士が戦闘中に自身の<u>戦闘スタイル</u>を切り替え、さまざまな彫刻を召喚して戦う。味方が「魂の解放」状態の彫刻を消滅させた時、今回の戦闘における味方全体の与ダメージがアップする。",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "EE": [
            70000303
        ],
        "S": [
            0.05,
            0.1,
            0.1
        ]
    },
    "302401324": {
        "Key": "SkillEX03",
        "Name": "土壇場の逆転",
        "Desc": "高潔で公正な銀騎士第二段階が「魂の解放」を発動する時、すべての彫刻をターゲットとして選択する。",
        "P": "",
        "SP": 0,
        "K": "SkillEX03"
    },
    "302401325": {
        "Key": "SkillEX04",
        "Name": "星々の守り",
        "Desc": "高潔で公正な銀騎士以外の敵1体につき、敵全体の受けるダメージがダウンし、与ダメージがアップする。",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.05,
            0.03
        ]
    },
    "302401326": {
        "Key": "SkillEX05",
        "Name": "Apocalyptic Shadow",
        "Desc": "After $1*10$ Action Value has passed, for every additional $2*10$ Action Value passed, deals $4p$ increased DMG, max $3$ stacks.",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "302401401": {
        "Key": "Skill01",
        "Name": "敬虔と誠実",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            5.0
        ]
    },
    "302401402": {
        "Key": "Skill02",
        "Name": "敬虔と誠実に至るまで",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            4.4,
            2.2
        ]
    },
    "302401403": {
        "Key": "Skill03",
        "Name": "槍と盾",
        "Desc": "ランダムで「槍先」、「盾」、「叙勲」の彫刻を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0,
            0.5,
            0.5
        ]
    },
    "302401404": {
        "Key": "Skill04",
        "Name": "愛の霊はこう語った",
        "Desc": "彫刻の中の純美の魂を1つ昇華する。魂を昇華された彫刻のスキル効果が強化され、即座に行動する。",
        "P": "1 2",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.0
        ]
    },
    "302401405": {
        "Key": "Skill05",
        "Name": "純美の勇気賛歌",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "S": [
            5.4
        ]
    },
    "302401406": {
        "Key": "Skill06",
        "Name": "罪と浄化",
        "Desc": "すべての彫刻の中の純美の魂を昇華する。魂を昇華された彫刻のスキル効果が強化される。",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill06",
        "S": [
            3.0
        ]
    },
    "302401407": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "302401408": {
        "Key": "Skill08",
        "Name": "騎士団",
        "Desc": "「槍先」を4体召喚する。フィールド上にすでに彫刻がある場合、そのHPを全回復する。",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.5
        ]
    },
    "302401410": {
        "Key": "SkillP01",
        "Name": "厳かなる殉身",
        "Desc": "「純美の勇気賛歌」を発動するたびに、自身の与ダメージがアップする。与ダメージアップ効果は累積できる。",
        "P": "2",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.12
        ]
    },
    "302402001": {
        "Key": "Skill01",
        "Name": "BHF-轟炎推進",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            2
        ],
        "S": [
            2.0
        ]
    },
    "302402002": {
        "Key": "Skill02",
        "Name": "BHF-天火",
        "Desc": "指定した味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "DMG": [
            2.4,
            1.6
        ],
        "S": [
            2.2,
            1.6,
            2.4,
            1.6
        ]
    },
    "302402003": {
        "Key": "Skill03",
        "Name": "BBHF-焦土作戦",
        "Desc": "味方全体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "K": "Skill03",
        "DMG": [
            1.8
        ],
        "S": [
            1.8
        ]
    },
    "302402004": {
        "Key": "Skill04",
        "Name": "DHGDR-二次燃焼",
        "Desc": "自身のHPを消費し、「二次燃焼」に入り「弱点無効」を解除する。「二次燃焼」に入ると自身を大幅に強化するが、攻撃を行うたびに自身のHPを消費する。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.5,
            0.03,
            180.0,
            0.28,
            0.5,
            5.0
        ]
    },
    "302402005": {
        "Key": "Skill05",
        "Name": "DHGDR-オーバーロード・スーパーノヴァ",
        "Desc": "味方全体に炎属性ダメージを与え、高確率で攻撃を受けた味方を燃焼状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            2.7,
            1.2
        ],
        "S": [
            2.7,
            1.2,
            3.0,
            0.8
        ]
    },
    "302402006": {
        "Key": "PassiveSkill01",
        "Name": "SGE-熔火フィールド",
        "Desc": "「二次燃焼」状態に入った後、フィールドと味方のSPを燃やす。味方が燃えるSPを消費するとHPを消費し、さらに敵に本来のダメージ一定割合分の炎属性固定ダメージを与える。自身以外による治癒効果を受ける時の回復量が大ダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "DMG": [
            1.6
        ],
        "S": [
            0.01,
            1.5,
            0.3,
            1.6,
            0.9
        ]
    },
    "302402007": {
        "Key": "Skill06",
        "Name": "SGE-熔火エンジン",
        "Desc": "「二次燃焼」のサムは「熔火エネルギー」を持つ。サムが燃えるSPを消費する攻撃を受ける時、対応する数の「熔火エネルギー」が減り、「熔火エネルギー」が尽きる、または弱点を撃破されたとき、「二次燃焼」が解除される。「二次燃焼」を解除した時、サムの被ダメージがアップし、味方のSPがすべて回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill06"
    },
    "302402101": {
        "Key": "Skill01",
        "Name": "BHF-轟炎推進",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            2
        ],
        "S": [
            2.0
        ]
    },
    "302402102": {
        "Key": "Skill02",
        "Name": "BHF-天火",
        "Desc": "指定した味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "DMG": [
            2.4,
            1.2
        ],
        "S": [
            2.2,
            1.6,
            2.4,
            1.6
        ]
    },
    "302402103": {
        "Key": "Skill03",
        "Name": "BBHF-焦土作戦",
        "Desc": "味方全体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "K": "Skill03",
        "DMG": [
            1.8
        ],
        "S": [
            2.0
        ]
    },
    "302402104": {
        "Key": "Skill04",
        "Name": "DHGDR-二次燃焼",
        "Desc": "自身のHPを消費し、「二次燃焼」に入り「弱点無効」を解除する。「二次燃焼」に入ると自身を大幅に強化するが、攻撃を行うたびに自身のHPを消費する。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.5,
            0.03,
            180.0,
            0.28,
            0.5,
            5.0
        ]
    },
    "302402105": {
        "Key": "Skill05",
        "Name": "DHGDR-オーバーロード・スーパーノヴァ",
        "Desc": "味方全体に炎属性ダメージを与え、高確率で攻撃を受けた味方を燃焼状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            3,
            1.2
        ],
        "S": [
            5.0,
            1.2,
            3.0,
            0.8
        ]
    },
    "302402106": {
        "Key": "PassiveSkill01",
        "Name": "SGE-熔火フィールド",
        "Desc": "「二次燃焼」状態に入った後、フィールドと味方のSPを燃やす。味方が燃えるSPを消費するとHPを消費し、さらに敵に本来のダメージ一定割合分の炎属性固定ダメージを与える。自身以外による治癒効果を受ける時の回復量が大幅にダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "DMG": [
            2.4
        ],
        "S": [
            0.01,
            1.5,
            0.3,
            2.4,
            0.7
        ]
    },
    "302402107": {
        "Key": "Skill06",
        "Name": "SGE-熔火エンジン",
        "Desc": "「二次燃焼」のサムは「熔火エネルギー」を持つ。サムが燃えるSPを消費する攻撃を受ける時、対応する数の「熔火エネルギー」が減り、「熔火エネルギー」が尽きる、または弱点を撃破されたとき、「二次燃焼」が解除される。「二次燃焼」を解除した時、サムの被ダメージがアップし、味方のSPがすべて回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill06"
    },
    "302402201": {
        "Key": "Skill01",
        "Name": "BHF-轟炎推進",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "302402202": {
        "Key": "Skill02",
        "Name": "BHF-天火",
        "Desc": "指定した味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            2.2,
            1.6,
            2.4,
            1.6
        ]
    },
    "302402203": {
        "Key": "Skill03",
        "Name": "BBHF-焦土作戦",
        "Desc": "味方全体に少量の炎属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Fire",
        "K": "Skill03",
        "S": [
            2.0
        ]
    },
    "302402204": {
        "Key": "Skill04",
        "Name": "DHGDR-二次燃焼",
        "Desc": "自身のHPを消費し、「二次燃焼」に入り「弱点無効」を解除する。「二次燃焼」に入ると自身を大幅に強化するが、攻撃を行うたびに自身のHPを消費する。",
        "P": "1 2",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.5,
            0.03,
            180.0,
            0.28,
            0.5,
            5.0
        ]
    },
    "302402205": {
        "Key": "Skill05",
        "Name": "DHGDR-オーバーロード・スーパーノヴァ",
        "Desc": "味方全体に炎属性ダメージを与え、高確率で攻撃を受けた味方を燃焼状態にする。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05",
        "S": [
            5.0,
            1.2,
            3.0,
            0.8
        ]
    },
    "302402206": {
        "Key": "PassiveSkill01",
        "Name": "SGE-熔火フィールド",
        "Desc": "「二次燃焼」状態に入った後、フィールドと味方のSPを燃やす。味方が燃えるSPを消費するとHPを消費し、さらに敵に本来のダメージ一定割合分の炎属性固定ダメージを与える。自身以外による治癒効果を受ける時の回復量が大幅にダウンする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.01,
            1.5,
            0.3,
            2.4,
            0.7
        ]
    },
    "302402207": {
        "Key": "Skill06",
        "Name": "SGE-熔火エンジン",
        "Desc": "「二次燃焼」のサムは「熔火エネルギー」を持つ。サムが燃えるSPを消費する攻撃を受ける時、対応する数の「熔火エネルギー」が減り、「熔火エネルギー」が尽きる、または弱点を撃破されたとき、「二次燃焼」が解除される。「二次燃焼」を解除した時、サムの被ダメージがアップし、味方のSPがすべて回復する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill06"
    },
    "302402301": {
        "Key": "Skill01",
        "Name": "BHF-轟炎推進",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "302402302": {
        "Key": "Skill08",
        "Name": "BHF-轟炎推進",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。ターゲットをロックオンし、次の行動でターゲットに「DHGDR-流火飛燼」を発動する。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill08",
        "S": [
            2.0
        ]
    },
    "302402303": {
        "Key": "Skill02",
        "Name": "BHF-天火",
        "Desc": "指定した味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            2.2,
            1.6,
            2.4,
            1.6
        ]
    },
    "302402304": {
        "Key": "Skill03",
        "Name": "BBHF-焦土作戦",
        "Desc": "味方全体に少量の炎属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 15.0,
        "Elem": "Fire",
        "K": "Skill03",
        "S": [
            1.8
        ]
    },
    "302402305": {
        "Key": "Skill04",
        "Name": "DHGDR-二次燃焼",
        "Desc": "自身のHPを消費し、「二次燃焼」に入り「弱点無効」を解除する。「二次燃焼」に入ると自身を大幅に強化するが、攻撃を行うたびに自身のHPを消費する。",
        "P": "1 2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.5,
            0.03,
            180.0,
            0.28,
            0.5,
            5.0
        ]
    },
    "302402306": {
        "Key": "Skill05",
        "Name": "DHGDR-オーバーロード・スーパーノヴァ",
        "Desc": "味方全体に炎属性ダメージを与え、高確率で攻撃を受けた味方を燃焼状態にする。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.7,
            1.2,
            3.0,
            0.8
        ]
    },
    "302402307": {
        "Key": "PassiveSkill01",
        "Name": "SGE-熔火フィールド",
        "Desc": "「二次燃焼」状態に入った後、フィールドと味方のSPを燃やす。味方が燃えるSPを消費するとHPを消費し、さらに敵に本来のダメージ一定割合分の炎属性固定ダメージを与える。自身以外による治癒効果を受ける時の回復量が大幅にダウンする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.01,
            1.5,
            0.3,
            1.6,
            0.9
        ]
    },
    "302402308": {
        "Key": "Skill06",
        "Name": "SGE-熔火エンジン",
        "Desc": "「二次燃焼」のサムは「熔火エネルギー」を持つ。サムが燃えるSPを消費する攻撃を受ける時、対応する数の「熔火エネルギー」が減り、「熔火エネルギー」が尽きる、または弱点を撃破されたとき、「二次燃焼」が解除される。「二次燃焼」を解除した時、サムの受けるダメージがアップし、味方のSPがすべて回復する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill06",
        "S": [
            1.0,
            1.3
        ]
    },
    "302402309": {
        "Key": "Skill07",
        "Name": "DHGDR-流火飛燼",
        "Desc": "味方単体に炎属性ダメージを与える。スキル発動時に「熔火エネルギー」の層数が多いほど、ダメージもアップする。",
        "P": "2 3",
        "SP": 0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill07",
        "S": [
            4.0,
            0.3
        ]
    },
    "302402310": {
        "Key": "PassiveSkill02",
        "Name": "SEG-熱収束",
        "Desc": "サムは「二次燃焼」の効果で攻撃時にHPを失うたびに、自身の与ダメージがアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.03
        ]
    },
    "302402311": {
        "Key": "PassiveSkill03",
        "Name": "SEG-サーモバリックフィールド",
        "Desc": "味方キャラが燃えるSPを使用するか「燃焼」ダメージを受けると、味方を「<u>焼身</u>」状態にする。サムの「二次燃焼」が終了すると「<u>焼身</u>」効果は解除される。",
        "P": "3",
        "SP": 0,
        "K": "PassiveSkill03",
        "EE": [
            230240231
        ],
        "S": [
            0.05,
            0.5
        ]
    },
    "302403001": {
        "Key": "Skill01",
        "Name": "悪変する鞘翅",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            2.4,
            0.3
        ]
    },
    "302403002": {
        "Key": "Skill02",
        "Name": "むさぼる外肢",
        "Desc": "指定した味方単体および隣接する味方に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            2.4,
            1.8,
            0.3
        ]
    },
    "302403003": {
        "Key": "Skill03",
        "Name": "侵略、引き裂き、捕食",
        "Desc": "指定した味方単体に炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill03",
        "S": [
            3.0,
            0.4
        ]
    },
    "302403004": {
        "Key": "Skill04",
        "Name": "分裂、腐敗、吞み込む",
        "Desc": "「遺伝子コピー」状態に入り、自身の速度がアップする。「幼蟄虫」を召喚して「急速進化」状態を付与する。味方キャラから1名を選んで即座に行動させ、「天敵」状態にし、撃破特効をアップさせる。「急速進化」状態の敵ターゲットが「天敵」状態ではない味方の攻撃を受ける時、会心ダメージが発生しない。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.5,
            0.5,
            2.0,
            2.0
        ]
    },
    "302403005": {
        "Key": "Skill05",
        "Name": "押し寄せる荒波、死を告げる蝗害",
        "Desc": "味方全体に大量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05",
        "S": [
            3.0,
            0.5
        ]
    },
    "302403006": {
        "Key": "Skill06",
        "Name": "原始的な飢餓",
        "Desc": "自身が召喚した「幼蟄虫」の速度をアップする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill06",
        "S": [
            20.0,
            2.0
        ]
    },
    "302403007": {
        "Key": "PassiveSkill01",
        "Name": "回転する甲殻",
        "Desc": "「死を示す禍源：夢魘の蝗害」が攻撃を受けた後、減少したHPの一部が「侵蝕」に転換される。「死を示す禍源：夢魘の蝗害」が「押し寄せる荒波、死を告げる蝗害」を発動する時、侵蝕に転換されたHPを回復する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "PassiveSkill01",
        "S": [
            0.01,
            0.1,
            0.15
        ]
    },
    "302403008": {
        "Key": "PassiveSkill02",
        "Name": "共生、群れ、噛みつく",
        "Desc": "「遺伝子コピー」状態に入った後、フィールドを燃やす。召喚された「幼蟄虫」がすべて倒されると「遺伝子コピー」状態が解除される。「遺伝子コピー」が解除された時、「死を示す禍源：夢魘の蝗害」の受けるダメージがアップし、「侵蝕」状態が解除される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "PassiveSkill02"
    },
    "302403009": {
        "Key": "PassiveSkill03",
        "Name": "諸界の凶兆、生命を蝕む虫の音",
        "Desc": "「遺伝子コピー」状態に入った後、自身が攻撃を行うたびに、残りの「幼蟄虫」の数に応じて追加で少量の炎属性ダメージを与える。「幼蟄虫」が攻撃を行うたびに、「死を示す禍源：夢魘の蝗害」に「死滅の本能」を1層付与する。「死滅の本能」が一定層数に達すると、「死を示す禍源：夢魘の蝗害」は即座に行動し、「押し寄せる荒波、死を告げる蝗害」を発動してすべての「死滅の本能」の層数をクリアする。「幼蟄虫」は「天敵」状態の味方キャラを優先的に攻撃する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "PassiveSkill03",
        "S": [
            1.0,
            5.0,
            0.75,
            0.25
        ]
    },
    "302403010": {
        "Key": "Skill01Pre",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01Pre"
    },
    "302501001": {
        "Key": "Skill01",
        "Name": "グラツィオーソ",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            3
        ],
        "S": [
            3.0
        ]
    },
    "302501002": {
        "Key": "Skill02",
        "Name": "マエストーソ",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            4
        ],
        "S": [
            4.0
        ]
    },
    "302501003": {
        "Key": "Skill03",
        "Name": "ヴァネジアンド",
        "Desc": "高確率で指定した味方単体を「<u>異夢</u>」状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "NEE": true,
        "EE": [
            23025011
        ],
        "S": [
            2.0,
            2.0
        ]
    },
    "302501004": {
        "Key": "Skill04",
        "Name": "アッチェレランド",
        "Desc": "チャージ状態に入り、次のターンで「ヴォルテッジャンド」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "302501005": {
        "Key": "Skill042",
        "Name": "アックレッシェンド",
        "Desc": "チャージ状態に入り、次のターンで「テンペストーソ」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill042"
    },
    "302501006": {
        "Key": "Skill05",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            2.4
        ],
        "S": [
            2.4
        ]
    },
    "302501007": {
        "Key": "Skill052",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "",
        "SP": 0,
        "K": "Skill052"
    },
    "302501008": {
        "Key": "Skill06",
        "Name": "テンペストーソ",
        "Desc": "味方全体に虚数属性ダメージを与え、さらに行動可能なすべての「往日の夢のこだま」が味方全体に虚数属性ダメージを与える。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            5,
            0.75
        ],
        "S": [
            5.0,
            3.0,
            0.75
        ]
    },
    "302501009": {
        "Key": "Skill07",
        "Name": "アラルガンド",
        "Desc": "「汝、光の中にあらん」状態に入り、バリアを獲得する。与ダメージがアップし、受けるダメージがダウン、さらに靭性は削られなくなる。",
        "P": "2",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.125,
            0.3,
            0.75
        ]
    },
    "302501010": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            700.0
        ]
    },
    "302501011": {
        "Key": "Skill09",
        "Name": "初めに言葉ありき",
        "Desc": "チャージ状態に入り、7ターン後に「初めに行為ありき」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill09"
    },
    "302501012": {
        "Key": "Skill10",
        "Name": "初めに行為ありき",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはターゲットの防御力を無視する。",
        "P": "3",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill10",
        "DEFIgnore": 1,
        "DMG": [
            9.75
        ],
        "S": [
            7.5
        ]
    },
    "302501013": {
        "Key": "SkillP01",
        "Name": "創造の業",
        "Desc": "「『哲学の胎児』サンデー」はすべての属性の弱点を持つ。「『哲学の胎児』サンデー」は「初めに力ありき」状態の時、味方が行動するたびに即座に行動し、味方の付与する行動遅延効果を抵抗でき、自身が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "3",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            23025014
        ],
        "S": [
            0.3,
            0.6,
            9.0,
            0.5
        ]
    },
    "302501014": {
        "Key": "SkillP02",
        "Name": "コメ・ウン・ソーニョ",
        "Desc": "「『ハルモニア聖歌隊』ディエス・ドミニ」が「往日の夢のこだま」を4体召喚する。「往日の夢のこだま」が受けるすべてのダメージは「『ハルモニア聖歌隊』ディエス・ドミニ」が代わりに受ける。自身と「往日の夢のこだま」が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP02",
        "DMG": [
            4
        ],
        "DEFIgnore": 1,
        "EE": [
            23025014
        ],
        "S": [
            0.75,
            0.5,
            1.0,
            4.0,
            2.0
        ]
    },
    "302501101": {
        "Key": "Skill01",
        "Name": "グラツィオーソ",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "302501102": {
        "Key": "Skill02",
        "Name": "マエストーソ",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            4.0
        ]
    },
    "302501103": {
        "Key": "Skill03",
        "Name": "ヴァネジアンド",
        "Desc": "高確率で指定した味方単体を「<u>異夢</u>」状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            23025011
        ],
        "S": [
            2.0,
            2.0
        ]
    },
    "302501104": {
        "Key": "Skill04",
        "Name": "アッチェレランド",
        "Desc": "チャージ状態に入り、次のターンで「ヴォルテッジャンド」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "302501105": {
        "Key": "Skill05",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.4
        ]
    },
    "302501106": {
        "Key": "Skill052",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "",
        "SP": 0,
        "K": "Skill052"
    },
    "302501107": {
        "Key": "SkillP02",
        "Name": "コメ・ウン・ソーニョ",
        "Desc": "「『ハルモニア聖歌隊』ディエス・ドミニ」が「往日の夢のこだま」を4体召喚する。「往日の夢のこだま」が受けるすべてのダメージは「『ハルモニア聖歌隊』ディエス・ドミニ」が代わりに受ける。自身と「往日の夢のこだま」が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            23025014
        ],
        "S": [
            0.75,
            0.5,
            1.0,
            4.0,
            2.0
        ]
    },
    "302501201": {
        "Key": "Skill01",
        "Name": "グラツィオーソ",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            3
        ],
        "S": [
            3.0
        ]
    },
    "302501202": {
        "Key": "Skill02",
        "Name": "マエストーソ",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            4
        ],
        "S": [
            4.0
        ]
    },
    "302501203": {
        "Key": "Skill03",
        "Name": "ヴァネジアンド",
        "Desc": "高確率で指定した味方単体を「<u>異夢</u>」状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "NEE": true,
        "EE": [
            23025011
        ],
        "S": [
            2.0,
            2.0
        ]
    },
    "302501204": {
        "Key": "Skill04",
        "Name": "アッチェレランド",
        "Desc": "チャージ状態に入り、次のターンで「ヴォルテッジャンド」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "302501205": {
        "Key": "Skill042",
        "Name": "アックレッシェンド",
        "Desc": "チャージ状態に入り、次のターンで「テンペストーソ」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill042"
    },
    "302501206": {
        "Key": "Skill05",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            2.4
        ],
        "S": [
            2.4
        ]
    },
    "302501207": {
        "Key": "Skill052",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "",
        "SP": 0,
        "K": "Skill052"
    },
    "302501208": {
        "Key": "Skill06",
        "Name": "テンペストーソ",
        "Desc": "味方全体に虚数属性ダメージを与え、さらに行動可能なすべての「往日の夢のこだま」が味方全体に虚数属性ダメージを与える。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            5,
            0.75
        ],
        "S": [
            5.0,
            3.0,
            0.75
        ]
    },
    "302501209": {
        "Key": "Skill07",
        "Name": "アラルガンド",
        "Desc": "「汝、光の中にあらん」状態に入り、バリアを獲得する。与ダメージがアップし、受けるダメージがダウン、さらに靭性は削られなくなる。",
        "P": "2",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.125,
            0.3,
            0.75
        ]
    },
    "302501210": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            700.0
        ]
    },
    "302501211": {
        "Key": "Skill09",
        "Name": "初めに言葉ありき",
        "Desc": "チャージ状態に入り、7ターン後に「初めに行為ありき」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill09"
    },
    "302501212": {
        "Key": "Skill10",
        "Name": "初めに行為ありき",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはターゲットの防御力を無視する。",
        "P": "3",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill10",
        "DEFIgnore": 1,
        "DMG": [
            9.1
        ],
        "S": [
            7.0
        ]
    },
    "302501213": {
        "Key": "SkillP01",
        "Name": "創造の業",
        "Desc": "「『哲学の胎児』サンデー」はすべての属性の弱点を持つ。「『哲学の胎児』サンデー」は「初めに力ありき」状態の時、味方が行動するたびに即座に行動し、味方の付与する行動遅延効果を抵抗でき、自身が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "3",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            23025014
        ],
        "S": [
            0.3,
            0.6,
            9.0,
            0.9
        ]
    },
    "302501214": {
        "Key": "SkillP02",
        "Name": "コメ・ウン・ソーニョ",
        "Desc": "「『ハルモニア聖歌隊』ディエス・ドミニ」が「往日の夢のこだま」を4体召喚する。「往日の夢のこだま」が受けるすべてのダメージは「『ハルモニア聖歌隊』ディエス・ドミニ」が代わりに受ける。自身と「往日の夢のこだま」が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP02",
        "DMG": [
            4
        ],
        "DEFIgnore": 1,
        "EE": [
            23025014
        ],
        "S": [
            0.75,
            0.5,
            1.0,
            4.0,
            2.0
        ]
    },
    "302501301": {
        "Key": "Skill01",
        "Name": "グラツィオーソ",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "302501302": {
        "Key": "Skill02",
        "Name": "マエストーソ",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            4.0
        ]
    },
    "302501303": {
        "Key": "Skill03",
        "Name": "ヴァネジアンド",
        "Desc": "高確率で指定した味方単体を「<u>異夢</u>」状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            23025011
        ],
        "S": [
            2.0,
            2.0
        ]
    },
    "302501304": {
        "Key": "Skill04",
        "Name": "ヴァリエーション",
        "Desc": "チャージ状態に入り、次のターンで「夢の中で踊る」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "DelayRatio": 1.5
    },
    "302501305": {
        "Key": "Skill042",
        "Name": "メリスマ",
        "Desc": "チャージ状態に入り、次のターンで「雨の中に歌えば」を発動し、すべての「往日の夢のこだま」の靭性を回復させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill042",
        "DelayRatio": 1.5
    },
    "302501306": {
        "Key": "Skill05",
        "Name": "夢の中で踊る",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がいない場合は発動に失敗し、同時に大量の靭性が削られる。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.0,
            240.0
        ]
    },
    "302501307": {
        "Key": "Skill052",
        "Name": "夢の中で踊る",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がいない場合は発動に失敗し、同時に大量の靭性が削られる。",
        "P": "",
        "SP": 0,
        "K": "Skill052"
    },
    "302501308": {
        "Key": "Skill06",
        "Name": "雨の中に歌えば",
        "Desc": "味方全体に虚数属性ダメージを与え、行動可能なすべての「往日の夢のこだま」が味方全体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がいない場合は発動に失敗し、同時に大量の靭性が削られる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "S": [
            3.5,
            3.0,
            0.5,
            240.0
        ]
    },
    "302501309": {
        "Key": "Skill07",
        "Name": "無限音域",
        "Desc": "「和光同塵」状態に入り、バリアを獲得する。与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.09,
            0.2
        ]
    },
    "302501310": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.0
        ]
    },
    "302501311": {
        "Key": "Skill09",
        "Name": "初めに言葉ありき",
        "Desc": "チャージ状態に入り、7ターン後に「初めに行為ありき」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill09"
    },
    "302501312": {
        "Key": "Skill10",
        "Name": "初めに行為ありき",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはターゲットの防御力を無視する。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill10",
        "S": [
            4.0
        ]
    },
    "302501313": {
        "Key": "SkillP01",
        "Name": "嬰ニの鐘",
        "Desc": "「万籟共奏の指揮者」は「初めに力ありき」状態の時、味方が行動するたびに即座に行動し、味方の付与する行動遅延効果を抵抗でき、さらに自身が弱点撃破されても「初めに力ありき」のカウントはリセットされない。",
        "P": "2",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            23025014
        ],
        "S": [
            10.0,
            10.0,
            1.0
        ]
    },
    "302501314": {
        "Key": "SkillP02",
        "Name": "夢からの目覚め",
        "Desc": "「万籟共奏の指揮者」が「往日の夢のこだま」を4体召喚する。「往日の夢のこだま」が受けるすべてのダメージは「万籟共奏の指揮者」が代わりに受ける。「万籟共奏の指揮者」のターンが終了する時、弱点撃破状態の「往日の夢のこだま」の靭性を回復する。自身の靭性が1層撃破されるたびに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            23025014
        ],
        "S": [
            1.5,
            0.25,
            0.0
        ]
    },
    "302501315": {
        "Key": "SkillP03",
        "Name": "苦楽を共に",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03"
    },
    "302501316": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "302501317": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02"
    },
    "302501318": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            0.4
        ]
    },
    "302501319": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            10.0
        ]
    },
    "302501320": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "302501401": {
        "Key": "Skill01",
        "Name": "グラツィオーソ",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "302501402": {
        "Key": "Skill02",
        "Name": "マエストーソ",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            4.0
        ]
    },
    "302501403": {
        "Key": "Skill03",
        "Name": "ヴァネジアンド",
        "Desc": "高確率で指定した味方単体を「<u>異夢</u>」状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            23025011
        ],
        "S": [
            2.0,
            2.0
        ]
    },
    "302501404": {
        "Key": "Skill04",
        "Name": "アッチェレランド",
        "Desc": "チャージ状態に入り、次のターンで「ヴォルテッジャンド」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "302501405": {
        "Key": "Skill042",
        "Name": "アックレッシェンド",
        "Desc": "チャージ状態に入り、次のターンで「テンペストーソ」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill042"
    },
    "302501406": {
        "Key": "Skill05",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.4
        ]
    },
    "302501407": {
        "Key": "Skill052",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "",
        "SP": 0,
        "K": "Skill052"
    },
    "302501408": {
        "Key": "Skill06",
        "Name": "テンペストーソ",
        "Desc": "味方全体に虚数属性ダメージを与え、さらに行動可能なすべての「往日の夢のこだま」が味方全体に虚数属性ダメージを与える。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "S": [
            5.0,
            3.0,
            0.75
        ]
    },
    "302501409": {
        "Key": "Skill07",
        "Name": "アラルガンド",
        "Desc": "「汝、光の中にあらん」状態に入り、バリアを獲得する。与ダメージがアップし、受けるダメージがダウン、さらに靭性は削られなくなる。",
        "P": "2",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.125,
            0.3,
            0.75
        ]
    },
    "302501410": {
        "Key": "SkillP02",
        "Name": "コメ・ウン・ソーニョ",
        "Desc": "「『ハルモニア聖歌隊』ディエス・ドミニ」が「往日の夢のこだま」を4体召喚する。「往日の夢のこだま」が受けるすべてのダメージは「『ハルモニア聖歌隊』ディエス・ドミニ」が代わりに受ける。自身と「往日の夢のこだま」が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            23025014
        ],
        "S": [
            0.75,
            0.5,
            1.0,
            4.0,
            2.0
        ]
    },
    "302501501": {
        "Key": "Skill01",
        "Name": "グラツィオーソ",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "302501502": {
        "Key": "Skill02",
        "Name": "マエストーソ",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            4.0
        ]
    },
    "302501503": {
        "Key": "Skill03",
        "Name": "ヴァネジアンド",
        "Desc": "高確率で指定した味方単体を「<u>異夢</u>」状態にする。",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            23025011
        ],
        "S": [
            2.0,
            2.0
        ]
    },
    "302501504": {
        "Key": "Skill04",
        "Name": "アッチェレランド",
        "Desc": "チャージ状態に入り、次のターンで「ヴォルテッジャンド」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill04"
    },
    "302501505": {
        "Key": "Skill042",
        "Name": "アックレッシェンド",
        "Desc": "チャージ状態に入り、次のターンで「テンペストーソ」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill042"
    },
    "302501506": {
        "Key": "Skill05",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.4
        ]
    },
    "302501507": {
        "Key": "Skill052",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "",
        "SP": 0,
        "K": "Skill052"
    },
    "302501508": {
        "Key": "Skill06",
        "Name": "テンペストーソ",
        "Desc": "味方全体に虚数属性ダメージを与え、さらに行動可能なすべての「往日の夢のこだま」が味方全体に虚数属性ダメージを与える。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "S": [
            5.0,
            3.0,
            0.75
        ]
    },
    "302501509": {
        "Key": "Skill07",
        "Name": "アラルガンド",
        "Desc": "「汝、光の中にあらん」状態に入り、バリアを獲得する。与ダメージがアップし、受けるダメージがダウン、さらに靭性は削られなくなる。",
        "P": "",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.125,
            0.3,
            0.75
        ]
    },
    "302501510": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            700.0
        ]
    },
    "302501511": {
        "Key": "Skill09",
        "Name": "初めに言葉ありき",
        "Desc": "チャージ状態に入り、7ターン後に「初めに行為ありき」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill09"
    },
    "302501512": {
        "Key": "Skill10",
        "Name": "初めに行為ありき",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはターゲットの防御力を無視する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill10",
        "S": [
            7.5
        ]
    },
    "302501513": {
        "Key": "SkillP01",
        "Name": "創造の業",
        "Desc": "「『哲学の胎児』サンデー」はすべての属性の弱点を持つ。「『哲学の胎児』サンデー」は「初めに力ありき」状態の時、味方が行動するたびに即座に行動し、味方の付与する行動遅延効果を抵抗でき、自身が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            23025014
        ],
        "S": [
            0.3,
            0.6,
            9.0,
            0.5
        ]
    },
    "302501514": {
        "Key": "SkillP02",
        "Name": "コメ・ウン・ソーニョ",
        "Desc": "「『ハルモニア聖歌隊』ディエス・ドミニ」が「往日の夢のこだま」を4体召喚する。「往日の夢のこだま」が受けるすべてのダメージは「『ハルモニア聖歌隊』ディエス・ドミニ」が代わりに受ける。自身と「往日の夢のこだま」が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            23025014
        ],
        "S": [
            0.75,
            0.5,
            1.0,
            4.0,
            2.0
        ]
    },
    "302501515": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            1.0,
            0.4,
            0.8,
            1.3,
            1.5,
            5.0,
            0.2,
            2.0
        ]
    },
    "302501601": {
        "Key": "Skill01",
        "Name": "グラツィオーソ",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "302501602": {
        "Key": "Skill02",
        "Name": "マエストーソ",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            4.0
        ]
    },
    "302501603": {
        "Key": "Skill03",
        "Name": "ヴァネジアンド",
        "Desc": "高確率で指定した味方単体を「<u>異夢</u>」状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            23025011
        ],
        "S": [
            2.0,
            2.0
        ]
    },
    "302501604": {
        "Key": "Skill04",
        "Name": "アッチェレランド",
        "Desc": "チャージ状態に入り、次のターンで「ヴォルテッジャンド」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "302501605": {
        "Key": "Skill042",
        "Name": "アックレッシェンド",
        "Desc": "チャージ状態に入り、次のターンで「テンペストーソ」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill042"
    },
    "302501606": {
        "Key": "Skill05",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.4
        ]
    },
    "302501607": {
        "Key": "Skill052",
        "Name": "ヴォルテッジャンド",
        "Desc": "行動可能なすべての「往日の夢のこだま」が指定した味方単体に虚数属性ダメージを与える。行動可能な「往日の夢のこだま」がない場合は発動に失敗する。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "",
        "SP": 0,
        "K": "Skill052"
    },
    "302501608": {
        "Key": "Skill06",
        "Name": "テンペストーソ",
        "Desc": "味方全体に虚数属性ダメージを与え、さらに行動可能なすべての「往日の夢のこだま」が味方全体に虚数属性ダメージを与える。スキルを発動した後、「往日の夢のこだま」の靭性が回復する。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "S": [
            5.0,
            3.0,
            0.75
        ]
    },
    "302501609": {
        "Key": "Skill07",
        "Name": "アラルガンド",
        "Desc": "「汝、光の中にあらん」状態に入り、バリアを獲得する。与ダメージがアップし、受けるダメージがダウン、さらに靭性は削られなくなる。",
        "P": "2",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.125,
            0.3,
            0.75
        ]
    },
    "302501610": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            700.0
        ]
    },
    "302501611": {
        "Key": "Skill09",
        "Name": "初めに言葉ありき",
        "Desc": "チャージ状態に入り、7ターン後に「初めに行為ありき」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill09"
    },
    "302501612": {
        "Key": "Skill10",
        "Name": "初めに行為ありき",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはターゲットの防御力を無視する。",
        "P": "3",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill10",
        "S": [
            7.0
        ]
    },
    "302501613": {
        "Key": "SkillP01",
        "Name": "創造の業",
        "Desc": "「『哲学の胎児』サンデー」はすべての属性の弱点を持つ。「『哲学の胎児』サンデー」は「初めに力ありき」状態の時、味方が行動するたびに即座に行動し、味方の付与する行動遅延効果を抵抗でき、自身が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "3",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            23025014
        ],
        "S": [
            0.3,
            0.571,
            9.0,
            0.8
        ]
    },
    "302501614": {
        "Key": "SkillP02",
        "Name": "コメ・ウン・ソーニョ",
        "Desc": "「『ハルモニア聖歌隊』ディエス・ドミニ」が「往日の夢のこだま」を4体召喚する。「往日の夢のこだま」が受けるすべてのダメージは「『ハルモニア聖歌隊』ディエス・ドミニ」が代わりに受ける。自身と「往日の夢のこだま」が弱点撃破される時の行動順がさらに遅延する。さらに自身の靭性が1層撃破されるごとに、味方に「<u>光の中を歩んで</u>」を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            23025014
        ],
        "S": [
            0.75,
            0.5,
            1.0,
            2.5,
            2.0
        ]
    },
    "401201001": {
        "Key": "Skill01",
        "Name": "第三軌道の衝突",
        "Desc": "指定した味方単体に物理属性ダメージを与える。自身の「戦鎧」層数が0層でない場合、確率でその味方を「震とう」状態にする。自身の「戦鎧」層数が0層の場合、自身を「震とう」状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0,
            0.4,
            1.0,
            0.4
        ]
    },
    "401201002": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            3.0,
            0.3,
            0.1,
            0.1,
            0.06,
            0.3
        ]
    },
    "401201101": {
        "Key": "Skill01",
        "Name": "第三軌道の衝突",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "401202001": {
        "Key": "Skill01",
        "Name": "「闘争こそ正義」",
        "Desc": "「宣教」状態に入り、敵単体の速度と与ダメージをアップする。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            0.3,
            0.3
        ]
    },
    "401202002": {
        "Key": "Skill02",
        "Name": "「戦は万物の父」",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "401202003": {
        "Key": "PassiveSkill02",
        "Name": "「永遠なる活火」",
        "Desc": "HPが0になる攻撃を受ける時、攻撃者の速度と与ダメージをアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.3,
            0.3,
            2.0
        ]
    },
    "401202004": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            3.0,
            0.3,
            0.1,
            0.1,
            0.06,
            0.3
        ]
    },
    "401202101": {
        "Key": "Skill01",
        "Name": "「闘争こそ正義」",
        "Desc": "「宣教」状態に入り、敵単体の速度と与ダメージをアップする。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.0,
            0.5,
            0.5,
            0.5,
            0.0
        ]
    },
    "401202102": {
        "Key": "Skill02",
        "Name": "「戦は万物の父」",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "401202103": {
        "Key": "PassiveSkill02",
        "Name": "「永遠なる活火」",
        "Desc": "「守備」状態に入る。弱点撃破される時にHPが0になる。撃破者の行動順を早め、その味方の撃破特効をアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.3,
            0.3,
            2.0,
            0.7,
            0.1
        ]
    },
    "401202104": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            3.0,
            0.3,
            0.99,
            0.1,
            0.06,
            0.3
        ]
    },
    "401202201": {
        "Key": "Skill01",
        "Name": "「闘争こそ正義」",
        "Desc": "指定した敵単体の速度をアップする。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.5,
            0.0
        ]
    },
    "401202202": {
        "Key": "Skill02",
        "Name": "「戦は万物の父」",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "401202203": {
        "Key": "PassiveSkill02",
        "Name": "「永遠なる活火」",
        "Desc": "HPが0になる攻撃を受ける時、攻撃者の速度がアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            1.5,
            0.0,
            2.0
        ]
    },
    "401202302": {
        "Key": "Skill02",
        "Name": "「戦は万物の父」",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "401202303": {
        "Key": "PassiveSkill02",
        "Name": "「永遠なる活火」",
        "Desc": "HPが0になる攻撃を受ける時、攻撃者の速度と与ダメージをアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.3,
            0.3,
            2.0
        ]
    },
    "401202304": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            3.0,
            0.3,
            0.2,
            0.1,
            0.05,
            0.3
        ]
    },
    "401203001": {
        "Key": "Skill01",
        "Name": "哀哭を送る飛箭",
        "Desc": "味方パーティを右側から攻撃し、まずは味方それぞれにダメージを1回与え、それから数回、ランダムで味方単体にダメージを与える。1回のダメージで、少量の雷属性ダメージを与える。このスキルが味方単体に重複してダメージを与える時、追加で雷属性ダメージを与える。「戦鎧」が0層の時、次の「哀哭を送る飛箭」のダメージ回数が減る。",
        "P": "1",
        "SP": 8.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            1.0,
            5.0,
            2.0
        ]
    },
    "401203002": {
        "Key": "PassiveSkill",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill",
        "S": [
            3.0,
            0.3,
            0.1,
            0.1,
            0.06,
            0.3
        ]
    },
    "401203101": {
        "Key": "Skill01",
        "Name": "哀哭を送る飛箭",
        "Desc": "味方パーティを右側から攻撃し、まずは味方それぞれにダメージを1回与え、それから数回、ランダムで味方単体にダメージを与える。1回のダメージで、少量の雷属性ダメージを与える。このスキルが味方単体に重複してダメージを与える時、追加で雷属性ダメージを与える。「戦鎧」が0層の時、次の「哀哭を送る飛箭」のダメージ回数が減る。",
        "P": "1",
        "SP": 8.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            1.0,
            5.0,
            2.0
        ]
    },
    "401203102": {
        "Key": "PassiveSkill",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill",
        "S": [
            6.0,
            0.3,
            0.1,
            0.1,
            0.06,
            0.0
        ]
    },
    "401203201": {
        "Key": "Skill01",
        "Name": "哀哭を送る飛箭",
        "Desc": "攻撃を複数回発動し、優先的に味方それぞれを1回ずつ攻撃する。",
        "P": "1",
        "SP": 8.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            1.0,
            5.0,
            2.0
        ]
    },
    "401203301": {
        "Key": "Skill01",
        "Name": "哀哭を送る飛箭",
        "Desc": "攻撃を複数回発動し、優先的に「ホワイトガーディアン」と戦う味方それぞれを1回ずつ攻撃する。",
        "P": "1",
        "SP": 8.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            1.0,
            5.0,
            2.0
        ]
    },
    "401203302": {
        "Key": "PassiveSkill",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill",
        "S": [
            3.0,
            0.2,
            0.2,
            0.1,
            0.05,
            0.3
        ]
    },
    "401204001": {
        "Key": "Skill03",
        "Name": "ニカドリー礼賛",
        "Desc": "「戦歌」状態に入ると自身以外の敵の「戦鎧」の累積上限がアップする。戦闘に入る時、即座に「戦歌」状態に入る。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.05,
            2.0,
            2.0
        ]
    },
    "401204002": {
        "Key": "Skill02",
        "Name": "緩火の中に",
        "Desc": "指定した味方単体および隣接する味方に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.0,
            2.0
        ]
    },
    "401204003": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            2.0,
            0.3,
            0.1,
            0.1,
            0.06,
            0.3
        ]
    },
    "401204101": {
        "Key": "Skill03",
        "Name": "ニカドリー礼賛",
        "Desc": "「戦歌」状態に入ると自身以外の敵の「戦鎧」の累積上限がアップする。戦闘に入る時、即座に「戦歌」状態に入る。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.05,
            5.0,
            2.0
        ]
    },
    "401204102": {
        "Key": "Skill02",
        "Name": "緩火の中に",
        "Desc": "指定した味方単体および隣接する味方に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.0,
            2.0
        ]
    },
    "401204103": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            2.0,
            0.3,
            0.1,
            0.1,
            0.06,
            1.0
        ]
    },
    "401204201": {
        "Key": "Skill01",
        "Name": "ニカドリー礼賛",
        "Desc": "自身以外の敵全体の<u>「ライフカウント」</u>を回復させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "EE": [
            70000216
        ],
        "S": [
            1.0
        ]
    },
    "401204202": {
        "Key": "Skill02",
        "Name": "戦士は二度死せず",
        "Desc": "指定した敵の<u>「ライフカウント」</u>を回復させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            70000216
        ],
        "S": [
            3.0
        ]
    },
    "401205001": {
        "Key": "Skill01",
        "Name": "この謎を復唱せよ",
        "Desc": "「バトルズ」がクイズを出して「出題」状態に入る。味方は「通常攻撃」、「戦闘スキル」、または「必殺技」を発動してクイズに答えることができる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "401205002": {
        "Key": "Skill02",
        "Name": "この謎を復唱せよ",
        "Desc": "「バトルズ」がクイズを出して「出題」状態に入る。味方は「通常攻撃」、「戦闘スキル」、または「必殺技」を発動してクイズに答えることができる。",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "401205003": {
        "Key": "Skill03",
        "Name": "この謎を復唱せよ",
        "Desc": "「バトルズ」がクイズを出して「出題」状態に入る。味方は「通常攻撃」、「戦闘スキル」、または「必殺技」を発動してクイズに答えることができる。",
        "P": "",
        "SP": 0,
        "K": "Skill03"
    },
    "401205004": {
        "Key": "SkillP01",
        "Name": "繰り返される解釈",
        "Desc": "正しい種類のスキルで「バトルズ」のクイズに答えると、「バトルズ」はクイズを変え、最大HPの割合に応じた物理属性ダメージを受ける。「バトルズ」が戦闘を退出する時、味方全体の与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.35,
            0.2,
            0.9
        ],
        "EX": {
            "1": {
                "X": "Correct response DMG"
            },
            "2": {
                "X": "DMG increase after leaving"
            },
            "3": {
                "X": "DMG reduction"
            }
        }
    },
    "401205101": {
        "Key": "Skill01",
        "Name": "この謎を復唱せよ",
        "Desc": "「バトルズ」がクイズを出し、「出題」状態に入る。味方は「戦闘スキル」または「必殺技」を発動してクイズに答えることができる。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "401205102": {
        "Key": "Skill02",
        "Name": "この謎を復唱せよ",
        "Desc": "「バトルズ」がクイズを出し、「出題」状態に入る。味方は「戦闘スキル」または「必殺技」を発動してクイズに答えることができる。",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "401205103": {
        "Key": "Skill03",
        "Name": "この謎を復唱せよ",
        "Desc": "「バトルズ」がクイズを出し、「出題」状態に入る。味方は「戦闘スキル」または「必殺技」を発動してクイズに答えることができる。",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.0
        ]
    },
    "401205104": {
        "Key": "SkillP01",
        "Name": "繰り返される解釈",
        "Desc": "正しい種類のスキルで「バトルズ」のクイズに答えると、「バトルズ」は戦闘を離脱する。「バトルズ」が「通常攻撃」を受ける、または敵に攻撃されると、クイズを変える。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.2,
            0.0,
            0.0
        ]
    },
    "401205201": {
        "Key": "Skill01",
        "Name": "この謎を復唱せよ",
        "Desc": "「バトルズ」がクイズを出し、「出題」状態に入る。味方は「戦闘スキル」または「必殺技」を発動してクイズに答えることができる。次の行動時、「バトルズ」は戦闘から離脱する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "401205202": {
        "Key": "Skill02",
        "Name": "この謎を復唱せよ",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02"
    },
    "401205203": {
        "Key": "Skill03",
        "Name": "この謎を復唱せよ",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill03"
    },
    "401205204": {
        "Key": "SkillP01",
        "Name": "繰り返される解釈",
        "Desc": "正しい種類のスキルで「バトルズ」のクイズに答えると、「バトルズ」はクイズを変え、最大HPの割合に応じた物理属性ダメージを受ける。「バトルズ」がHPが0になるダメージを受けた時、戦闘から離脱し、味方全体のEPを回復させる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.5,
            0.3
        ]
    },
    "401205205": {
        "Key": "SkillP02",
        "Name": "難解で奥の深い答え",
        "Desc": "戦闘に入る時は<u>「後方ターゲット」</u>である。",
        "P": "1",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            70000217
        ],
        "S": [
            0.5
        ]
    },
    "401206001": {
        "Key": "Skill01",
        "Name": "すべての敗者の僭主",
        "Desc": "「征服か屈服か」は行動しない。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.0,
            0.0,
            0.135,
            0.135,
            1.2
        ]
    },
    "401206002": {
        "Key": "PassiveSkill01",
        "Name": "この世のすべての傷を負うもの",
        "Desc": "対応する「屈服」状態の味方に攻撃される時、受けるダメージが大アップする。HPが0になる攻撃を受ける時、「与えし者、千軍の首、天罰の矛」のHPを消費する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "401206201": {
        "Key": "Skill01",
        "Name": "すべての敗者の僭主",
        "Desc": "「征服か屈服か」は行動しない。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.0,
            0.0,
            0.1,
            0.1,
            1.25
        ]
    },
    "401206202": {
        "Key": "PassiveSkill01",
        "Name": "この世のすべての傷を負うもの",
        "Desc": "対応する「屈服」状態の味方に攻撃される時、受けるダメージが大アップする。HPが0になる攻撃を受ける時、「与えし者、千軍の首、天罰の矛」のHPを消費する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "401206301": {
        "Key": "Skill01",
        "Name": "すべての敗者の僭主",
        "Desc": "「征服か屈服か」は行動しない。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.0,
            0.0,
            0.06,
            0.06,
            1.2
        ]
    },
    "401206302": {
        "Key": "PassiveSkill01",
        "Name": "この世のすべての傷を負うもの",
        "Desc": "対応する「屈服」状態の味方に攻撃される時、受けるダメージが大アップする。HPが0になる攻撃を受ける時、「天罰の矛、メデイモス」のHPを消費する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "401207001": {
        "Key": "Skill01",
        "Name": "生者は逃げるべからず",
        "Desc": "味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            1.5
        ]
    },
    "401207002": {
        "Key": "Skill02",
        "Name": "死者は避けるべからず",
        "Desc": "味方単体および隣接する味方に少量の量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401403002
        ],
        "S": [
            1.0,
            0.05,
            0.5,
            0.5
        ]
    },
    "401207003": {
        "Key": "PassiveSkill01",
        "Name": "生と死の間",
        "Desc": "「遅れた訃報」状態の時、「生者は逃げるべからず」が「死者は避けるべからず」に強化される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "401207101": {
        "Key": "Skill01",
        "Name": "生者は逃げるべからず",
        "Desc": "味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            1.5
        ]
    },
    "401207102": {
        "Key": "Skill02",
        "Name": "死者は避けるべからず",
        "Desc": "味方単体および隣接する味方に少量の量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401403002
        ],
        "S": [
            1.0,
            0.05,
            0.5,
            0.5
        ]
    },
    "401207103": {
        "Key": "PassiveSkill01",
        "Name": "生と死の間",
        "Desc": "「遅れた訃報」状態の時、「生者は逃げるべからず」が「死者は避けるべからず」に強化される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "401207201": {
        "Key": "Skill01",
        "Name": "生者は逃げるべからず",
        "Desc": "味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            1.5
        ]
    },
    "401207202": {
        "Key": "Skill02",
        "Name": "死者は避けるべからず",
        "Desc": "味方単体および隣接する味方に少量の量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401403002
        ],
        "S": [
            1.0,
            0.05,
            0.5,
            0.5
        ]
    },
    "401207203": {
        "Key": "PassiveSkill01",
        "Name": "生と死の間",
        "Desc": "「遅れた訃報」状態の時、「生者は逃げるべからず」が「死者は避けるべからず」に強化される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "401207301": {
        "Key": "Skill01",
        "Name": "生者は逃げるべからず",
        "Desc": "味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            1.5
        ]
    },
    "401207302": {
        "Key": "Skill02",
        "Name": "死者は避けるべからず",
        "Desc": "味方単体および隣接する味方に少量の量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401403002
        ],
        "S": [
            1.0,
            0.05,
            0.5,
            0.5
        ]
    },
    "401207303": {
        "Key": "PassiveSkill01",
        "Name": "生と死の間",
        "Desc": "「遅れた訃報」状態の時、「生者は逃げるべからず」が「死者は避けるべからず」に強化される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "401207601": {
        "Key": "Skill01",
        "Name": "生者は逃げるべからず",
        "Desc": "味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "401207602": {
        "Key": "Skill02",
        "Name": "死者は避けるべからず",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージと量子属性の<u>「衰亡ダメージ」</u>を与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401403002
        ],
        "S": [
            3.0,
            1.5,
            0.08,
            0.08
        ]
    },
    "401207603": {
        "Key": "SkillP01",
        "Name": "咲き誇る死",
        "Desc": "「枯れ果てた導き手」が<u>「死の芳香」</u>状態の時、「憐憫の腕」の「生者は逃げるべからず」が「死者は避けるべからず」に強化される。「憐憫の腕」を弱点撃破すると、「枯れ果てた導き手」の靭性と体力が減少する。なお、この時の「枯れ果てた導き手」が<u>「死の芳香」</u>状態である場合、追加で味方全体のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            401403601
        ],
        "S": [
            210.0,
            0.03,
            0.15,
            0.3
        ]
    },
    "401207604": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "401207704": {
        "Key": "Skill01",
        "Name": "生者は逃げるべからず",
        "Desc": "味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "401207705": {
        "Key": "Skill02",
        "Name": "死者は避けるべからず",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージと量子属性の<u>「衰亡ダメージ」</u>を与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401403002
        ],
        "S": [
            3.0,
            1.5,
            0.08,
            0.08
        ]
    },
    "401207706": {
        "Key": "SkillP01",
        "Name": "咲き誇る死",
        "Desc": "「枯れ果てた導き手」が<u>「死の芳香」</u>状態の時、「憐憫の腕」の「生者は逃げるべからず」が「死者は避けるべからず」に強化される。「憐憫の腕」を弱点撃破すると、「枯れ果てた導き手」の靭性と体力が減少する。なお、この時の「枯れ果てた導き手」が<u>「死の芳香」</u>状態である場合、追加で味方全体のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            401403601
        ],
        "S": [
            210.0,
            0.03,
            0.15,
            0.3
        ]
    },
    "401207707": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "401208001": {
        "Key": "Skill01",
        "Name": "放電",
        "Desc": "指定した味方単体に少量の雷属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "401208002": {
        "Key": "Skill02",
        "Name": "昇温",
        "Desc": "現在の「<u>温度</u>」をアップさせ、自身が弱点撃破された時、現在の「<u>温度</u>」をダウンさせる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240150101
        ],
        "S": [
            10.0,
            10.0,
            0.1,
            10.0,
            10.0,
            0.3
        ]
    },
    "401208003": {
        "Key": "Skill02P2",
        "Name": "偏極",
        "Desc": "「<u>雷雲</u>」の数を増加させ、自身が弱点撃破された時、「<u>雷雲</u>」の数を減らす。",
        "P": "2",
        "SP": 0,
        "K": "Skill02P2",
        "EE": [
            240150103
        ]
    },
    "401209001": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01"
    },
    "401209101": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01"
    },
    "401209201": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01"
    },
    "401209301": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01"
    },
    "401301001": {
        "Key": "Skill01",
        "Name": "夜より黎明を斬る",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401301002": {
        "Key": "Skill02",
        "Name": "黎明より夜を誅す",
        "Desc": "味方パーティの右側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401301003": {
        "Key": "Skill03",
        "Name": "猛々しく怒れる獅子の如く",
        "Desc": "チャージ状態に入り、次の行動で「滔々たる血の海に溺れよ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "401301004": {
        "Key": "Skill04",
        "Name": "滔々たる血の海に溺れよ",
        "Desc": "「天罰の闘士」を吸収し、味方全体に大量の虚数属性ダメージを与え、「被ダメージアップ」効果を付与する。このダメージと「被ダメージアップ」効果は味方全体に<u>均等に分担される</u>。吸収した「天罰の闘士」の数が多いほど、与ダメージがアップする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "EE": [
            401301001
        ],
        "S": [
            12.0,
            1.2,
            4.0,
            2.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            },
            "3": {
                "X": "Extra DMG per absorb"
            },
            "2": {
                "X": "Vulnerability"
            },
            "4": {
                "X": "Last turns",
                "I": true
            }
        }
    },
    "401301005": {
        "Key": "Skill05",
        "Name": "墓地からの復活",
        "Desc": "「天罰の闘士」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "401301006": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 15.0,
        "K": "PassiveSkillInitiate",
        "S": [
            6.0,
            0.2,
            0.1,
            0.03,
            0.15,
            0.15
        ]
    },
    "401301101": {
        "Key": "Skill01",
        "Name": "夜より黎明を斬る",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401301102": {
        "Key": "Skill02",
        "Name": "黎明より夜を誅す",
        "Desc": "味方パーティの右側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401301103": {
        "Key": "Skill03",
        "Name": "猛々しく怒れる獅子の如く",
        "Desc": "チャージ状態に入り、隣接する敵を吸収する。次の行動で「滔々たる血の海に溺れよ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            66000.0,
            1100.0,
            800.0
        ]
    },
    "401301104": {
        "Key": "Skill04",
        "Name": "滔々たる血の海に溺れよ",
        "Desc": "味方全体に大量の虚数属性ダメージを与え、「被ダメージアップ」効果を付与する。このダメージと「被ダメージアップ」効果はすべての味方で<u>均等に分担</u>される。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "EE": [
            401301001
        ],
        "S": [
            12.0,
            1.2,
            4.0,
            2.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            },
            "3": {
                "X": "Extra DMG per absorb"
            },
            "2": {
                "X": "Vulnerability"
            },
            "4": {
                "X": "Last turns",
                "I": true
            }
        }
    },
    "401301105": {
        "Key": "Skill05",
        "Name": "墓地からの復活",
        "Desc": "「天罰の闘士」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "401301106": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になる時、即座に「猛々しく怒れる獅子の如く」を発動する。敵を吸収した後、敵全体に大量の虚数属性ダメージを与え、「戦鎧」を破壊した味方のEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 15.0,
        "K": "PassiveSkillInitiate",
        "S": [
            5.0,
            0.2,
            0.1,
            0.05,
            0.15,
            0.01
        ]
    },
    "401301201": {
        "Key": "Skill01",
        "Name": "夜より黎明を斬る",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401301202": {
        "Key": "Skill02",
        "Name": "黎明より夜を誅す",
        "Desc": "味方パーティの右側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401301203": {
        "Key": "Skill03",
        "Name": "猛々しく怒れる獅子の如く",
        "Desc": "チャージ状態に入り、次の行動で「滔々たる血の海に溺れよ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "401301204": {
        "Key": "Skill04",
        "Name": "滔々たる血の海に溺れよ",
        "Desc": "味方全体に大量の虚数属性ダメージを与え、「被ダメージアップ」効果を付与する。このダメージと「被ダメージアップ」効果はすべての味方で<u>均等に分担</u>される。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "EE": [
            401301001
        ],
        "S": [
            12.0,
            1.2,
            4.0,
            2.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            },
            "3": {
                "X": "Extra DMG per absorb"
            },
            "2": {
                "X": "Vulnerability"
            },
            "4": {
                "X": "Last turns",
                "I": true
            }
        }
    },
    "401301205": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 15.0,
        "K": "PassiveSkillInitiate",
        "S": [
            6.0,
            0.2,
            0.1,
            0.015,
            0.15,
            0.05
        ]
    },
    "401301301": {
        "Key": "Skill01",
        "Name": "夜より黎明を斬る",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401301302": {
        "Key": "Skill02",
        "Name": "黎明より夜を誅す",
        "Desc": "味方パーティの右側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401301303": {
        "Key": "Skill03",
        "Name": "猛々しく怒れる獅子の如く",
        "Desc": "力溜め状態に入り、次の行動で「滔々たる血の海に溺れよ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "401301304": {
        "Key": "Skill04",
        "Name": "滔々たる血の海に溺れよ",
        "Desc": "「天罰の闘士」を吸収し、味方全体に大量の虚数属性ダメージを与え、「被ダメージアップ」効果を付与する。このダメージと「被ダメージアップ」効果は味方全体に<u>均等に分担される</u>。吸収した「天罰の闘士」の数が多いほど、与ダメージがアップする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "EE": [
            401301001
        ],
        "S": [
            12.0,
            1.2,
            4.0,
            2.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            },
            "3": {
                "X": "Extra DMG per absorb"
            },
            "2": {
                "X": "Vulnerability"
            },
            "4": {
                "X": "Last turns",
                "I": true
            }
        }
    },
    "401301305": {
        "Key": "Skill05",
        "Name": "墓地からの復活",
        "Desc": "「天罰の闘士」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "401301306": {
        "Key": "PassiveSkillInitiate",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 15.0,
        "K": "PassiveSkillInitiate",
        "S": [
            8.0,
            0.2,
            0.2,
            0.03,
            0.15,
            0.15
        ]
    },
    "401301401": {
        "Key": "Skill01",
        "Name": "夜より黎明を斬る",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            2.8
        ]
    },
    "401301402": {
        "Key": "Skill02",
        "Name": "黎明より夜を誅す",
        "Desc": "味方パーティの右側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.8
        ]
    },
    "401301403": {
        "Key": "Skill03",
        "Name": "猛々しく怒れる獅子の如く",
        "Desc": "チャージ状態に入り、次の行動で「滔々たる血の海に溺れよ」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill03"
    },
    "401301404": {
        "Key": "Skill04",
        "Name": "滔々たる血の海に溺れよ",
        "Desc": "味方全体に攻撃を行う。「タイタンの眷属」の数に応じて<u>「ライフカウント」</u>をさらに減らす。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "EE": [
            70000216
        ],
        "S": [
            3.0
        ]
    },
    "401301405": {
        "Key": "Skill05",
        "Name": "墓地からの復活",
        "Desc": "「タイタンの眷属」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.2,
            0.4,
            0.6,
            0.8,
            20.0
        ]
    },
    "401301406": {
        "Key": "Skill06",
        "Name": "軍威鋭くして防ぐものなし",
        "Desc": "味方と敵全体に<u>「ライフカウント」</u>状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "Skill06",
        "EE": [
            70000216
        ],
        "S": [
            9.0,
            8.0,
            8.0,
            20.0,
            30.0,
            6.0
        ]
    },
    "401301407": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            5.0,
            4.0,
            4.0,
            12.0,
            24.0,
            3.0
        ]
    },
    "401301408": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            5.0,
            4.0,
            4.0,
            12.0,
            24.0,
            3.0
        ]
    },
    "401301409": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            6.0,
            5.0,
            5.0,
            14.0,
            24.0,
            4.0
        ]
    },
    "401301410": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04",
        "S": [
            6.0,
            5.0,
            5.0,
            14.0,
            28.0,
            4.0
        ]
    },
    "401301411": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05",
        "S": [
            7.0,
            6.0,
            6.0,
            16.0,
            28.0,
            4.0
        ]
    },
    "401301412": {
        "Key": "PassiveSkill06",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill06",
        "S": [
            9.0,
            8.0,
            8.0,
            20.0,
            40.0,
            6.0
        ]
    },
    "401301413": {
        "Key": "PassiveSkill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill07",
        "S": [
            8.0
        ]
    },
    "401301501": {
        "Key": "Skill01",
        "Name": "夜より黎明を斬る",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            2.8
        ]
    },
    "401301502": {
        "Key": "Skill02",
        "Name": "黎明より夜を誅す",
        "Desc": "味方パーティの右側から3ターゲットを薙ぎ払い、少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.8
        ]
    },
    "401301503": {
        "Key": "Skill05",
        "Name": "墓地からの復活",
        "Desc": "「タイタンの眷属」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.3,
            0.6,
            0.9,
            1.2,
            20.0
        ]
    },
    "401301504": {
        "Key": "Skill06",
        "Name": "軍威鋭くして防ぐものなし",
        "Desc": "味方と敵全体に<u>「ライフカウント」</u>状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "Skill06",
        "EE": [
            70000216
        ],
        "S": [
            6.0,
            6.0,
            6.0,
            15.0,
            0.0,
            2.0
        ]
    },
    "401301505": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            5.0,
            4.0,
            4.0,
            12.0,
            0.0,
            2.0
        ]
    },
    "401301506": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            5.0,
            4.0,
            4.0,
            12.0,
            0.0,
            2.0
        ]
    },
    "401301507": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            6.0,
            5.0,
            5.0,
            14.0,
            0.0,
            2.0
        ]
    },
    "401301508": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04",
        "S": [
            6.0,
            5.0,
            5.0,
            14.0,
            0.0,
            2.0
        ]
    },
    "401301509": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05",
        "S": [
            7.0,
            6.0,
            6.0,
            16.0,
            0.0,
            2.0
        ]
    },
    "401301601": {
        "Key": "Skill01",
        "Name": "黎明より夜を誅す",
        "Desc": "「ホワイトガーディアン」と戦う味方に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.8
        ]
    },
    "401301602": {
        "Key": "Skill02",
        "Name": "猛々しく怒れる獅子の如く",
        "Desc": "チャージ状態に入り、次の行動で「滔々たる血の海に溺れよ」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill02"
    },
    "401301603": {
        "Key": "Skill03",
        "Name": "滔々たる血の海に溺れよ",
        "Desc": "「ホワイトガーディアン」と戦う味方に大量の虚数属性ダメージを与え、「被ダメージアップ」効果を付与する。このダメージと「被ダメージアップ」効果はターゲットに<u>均等に分担される</u>。フィールドにいる「タイタンの眷属」の数が多いほど、与ダメージがアップする。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill03",
        "EE": [
            401301001
        ],
        "S": [
            6.0,
            1.2,
            4.0,
            2.0
        ]
    },
    "401301604": {
        "Key": "Skill04",
        "Name": "墓地からの復活",
        "Desc": "「タイタンの眷属」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.0,
            0.0
        ]
    },
    "401301605": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            3.0,
            0.2,
            0.2,
            0.02,
            0.15,
            0.05,
            0.7
        ]
    },
    "401301606": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.6,
            0.3,
            0.2,
            0.2,
            0.1,
            0.1,
            0.1,
            0.15
        ]
    },
    "401301607": {
        "Key": "PassiveSkill03",
        "Name": "不屈の激戦",
        "Desc": "各段階で、自身が倒された時、行動順が遅延され、「休眠」状態に入る。次の行動時に「不屈の激戦」を発動し、一定のHPを回復して起き上がる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.5,
            0.75,
            0.4,
            0.5,
            0.2,
            1.0,
            0.2,
            1.0,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            0.5
        ]
    },
    "401301701": {
        "Key": "Skill01",
        "Name": "黎明より夜を誅す",
        "Desc": "「ホワイトガーディアン」と戦う味方に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "401301704": {
        "Key": "Skill04",
        "Name": "墓地からの復活",
        "Desc": "「タイタンの眷属」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.0,
            0.0
        ]
    },
    "401301705": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            3.0,
            0.2,
            0.05,
            0.02,
            0.15,
            0.05,
            0.7
        ]
    },
    "401301706": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.3,
            0.2,
            0.2,
            0.2,
            0.2,
            0.2,
            0.0
        ]
    },
    "401301707": {
        "Key": "PassiveSkill03",
        "Name": "不屈の激戦",
        "Desc": "各段階で、自身が倒された時、行動順が遅延され、「休眠」状態に入る。次の行動時に「不屈の激戦」を発動し、一定のHPを回復して起き上がる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            1.0,
            1.0,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            2.0,
            0.2,
            2.0,
            0.2,
            0.5
        ]
    },
    "401401001": {
        "Key": "Skill01",
        "Name": "蒼穹の雷槍",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.4
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401401002": {
        "Key": "Skill11",
        "Name": "大地の脊髄を引き裂く",
        "Desc": "指定した味方単体および隣接する味方ターゲットに少量の虚数属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            2.2,
            1.8
        ],
        "EX": {
            "1": {
                "X": "Center DMG"
            },
            "2": {
                "X": "Adjacent DMG"
            }
        }
    },
    "401401003": {
        "Key": "Skill02",
        "Name": "ステュクスの急流を断つ",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.6
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401401004": {
        "Key": "Skill12",
        "Name": "死の水に生者を投げ込む",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill12",
        "S": [
            4.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401401005": {
        "Key": "Skill03",
        "Name": "戦火は消えない",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            2.8,
            3.2
        ],
        "EX": {
            "1": {
                "X": "Phase 1 DMG"
            },
            "2": {
                "X": "Phase 2 DMG"
            }
        }
    },
    "401401006": {
        "Key": "Skill13",
        "Name": "山の如き墳墓を燃やす",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill13"
    },
    "401401007": {
        "Key": "Skill04",
        "Name": "天を突き刺す矛先",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "S": [
            1.2,
            5.0,
            10.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            },
            "2": {
                "X": "Phase 1 Count"
            },
            "3": {
                "X": "Phase 2 Count"
            }
        }
    },
    "401401008": {
        "Key": "Skill14",
        "Name": "昼夜を焼き払う",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill14"
    },
    "401401009": {
        "Key": "Skill05",
        "Name": "不滅の災厄",
        "Desc": "味方全体に虚数属性ダメージを与え、<u>「栄光」</u>を付与し、自身は「タイタンの神躯」を獲得する。<br>「タイタンの神躯」が0になる時、行動順が遅延され、自身に大量の虚数属性ダメージを与え、味方それぞれのEPを回復する。<br>「タイタンの神躯」を持つ時、次の攻撃の与ダメージが大アップし、高確率で攻撃を受けたすべての味方を禁錮状態にする。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            240140101
        ],
        "S": [
            0.8,
            12.0,
            0.3,
            0.15
        ],
        "DelayRatio": 1.25
    },
    "401401010": {
        "Key": "Skill06",
        "Name": "千の国は滅び、万の軍は塵に",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401301001
        ],
        "S": [
            22.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401401011": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            7.0,
            0.1,
            0.1,
            0.15,
            0.1,
            0.01
        ],
        "EX": {
            "1": {
                "X": "Layers",
                "I": true
            },
            "5": {
                "X": "DMG reduction"
            },
            "4": {
                "X": "Energy recover"
            },
            "2": {
                "X": "Action delay"
            },
            "3": {
                "X": "Armor break DMG"
            },
            "6": {
                "X": "No Armor being hit DMG"
            }
        }
    },
    "401401012": {
        "Key": "PassiveSkill02",
        "Name": "死して栄光を掴む",
        "Desc": "「不滅の災厄」を発動する時、味方全体に<u>「栄光」</u>を付与する。<br><u>「栄光」</u>1層につき、所持者の与ダメージとEP回復効率をアップする。<u>「栄光」</u>所持者が戦闘スキルまたは必殺技を発動する時、<u>「栄光」</u>の層数がアップする。<br>「蛮神、狂王、紛争の化身」の次の行動の後、すべての味方の<u>「栄光」</u>状態を解除する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240140101
        ],
        "S": [
            0.3,
            2.0,
            0.1,
            0.2,
            0.6,
            0.3
        ]
    },
    "401401101": {
        "Key": "Skill01",
        "Name": "蒼穹の雷槍",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.4
        ]
    },
    "401401102": {
        "Key": "Skill11",
        "Name": "大地の脊髄を引き裂く",
        "Desc": "指定した味方単体および隣接する味方ターゲットに少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            2.2,
            1.8
        ]
    },
    "401401103": {
        "Key": "Skill02",
        "Name": "ステュクスの急流を断つ",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.6
        ]
    },
    "401401104": {
        "Key": "Skill12",
        "Name": "死の水に生者を投げ込む",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill12",
        "S": [
            4.0
        ]
    },
    "401401105": {
        "Key": "Skill03",
        "Name": "戦火は消えない",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            2.8,
            3.2
        ]
    },
    "401401106": {
        "Key": "Skill13",
        "Name": "山の如き墳墓を燃やす",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill13"
    },
    "401401107": {
        "Key": "Skill04",
        "Name": "天を突き刺す矛先",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "S": [
            1.2,
            5.0,
            10.0
        ]
    },
    "401401108": {
        "Key": "Skill14",
        "Name": "昼夜を焼き払う",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill14"
    },
    "401401109": {
        "Key": "Skill05",
        "Name": "不滅の災厄",
        "Desc": "味方全体に虚数属性ダメージを与え、<u>「栄光」</u>を付与し、自身は「タイタンの神躯」を獲得する。<br>「タイタンの神躯」が0になる時、行動順が遅延され、自身に大量の虚数属性ダメージを与え、味方それぞれのEPを回復する。<br>「タイタンの神躯」を持つ時、次の攻撃の与ダメージが大アップし、高確率で攻撃を受けたすべての味方を禁錮状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            240140101
        ],
        "S": [
            0.8,
            12.0,
            0.3,
            0.15
        ],
        "DelayRatio": 1.25
    },
    "401401110": {
        "Key": "Skill06",
        "Name": "千の国は滅び、万の軍は塵に",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401301001
        ],
        "S": [
            22.0
        ]
    },
    "401401111": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            7.0,
            0.1,
            0.1,
            0.15,
            0.1,
            0.01
        ]
    },
    "401401112": {
        "Key": "PassiveSkill02",
        "Name": "死して栄光を掴む",
        "Desc": "「不滅の災厄」を発動する時、味方全体に<u>「栄光」</u>を付与する。<br><u>「栄光」</u>1層につき、所持者の与ダメージとEP回復効率をアップする。<u>「栄光」</u>所持者が戦闘スキルまたは必殺技を発動する時、<u>「栄光」</u>の層数がアップする。<br>「蛮神、狂王、紛争の化身」の次の行動の後、すべての味方の<u>「栄光」</u>状態を解除する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240140101
        ],
        "S": [
            0.3,
            2.0,
            0.1,
            0.2,
            0.6,
            0.3
        ]
    },
    "401401201": {
        "Key": "Skill01",
        "Name": "蒼穹の雷槍",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.2
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401401202": {
        "Key": "Skill11",
        "Name": "大地の脊髄を引き裂く",
        "Desc": "指定した味方単体および隣接する味方ターゲットに少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            1.6,
            1.4
        ],
        "EX": {
            "1": {
                "X": "Center DMG"
            },
            "2": {
                "X": "Adjacent DMG"
            }
        }
    },
    "401401203": {
        "Key": "Skill02",
        "Name": "ステュクスの急流を断つ",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            2.6
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401401204": {
        "Key": "Skill12",
        "Name": "死の水に生者を投げ込む",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill12",
        "S": [
            2.8
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401401205": {
        "Key": "Skill03",
        "Name": "戦火は消えない",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            1.6,
            1.8
        ],
        "EX": {
            "1": {
                "X": "Phase 1 DMG"
            },
            "2": {
                "X": "Phase 2 DMG"
            }
        }
    },
    "401401206": {
        "Key": "Skill13",
        "Name": "山の如き墳墓を燃やす",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill13"
    },
    "401401207": {
        "Key": "Skill04",
        "Name": "天を突き刺す矛先",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "S": [
            0.9,
            5.0,
            10.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            },
            "2": {
                "X": "Phase 1 Count"
            },
            "3": {
                "X": "Phase 2 Count"
            }
        }
    },
    "401401208": {
        "Key": "Skill14",
        "Name": "昼夜を焼き払う",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill14"
    },
    "401401209": {
        "Key": "Skill05",
        "Name": "不滅の災厄",
        "Desc": "味方全体に虚数属性ダメージを与え、<u>「栄光」</u>を付与し、自身は「タイタンの神躯」を獲得する。<br>「タイタンの神躯」が0になる時、行動順が遅延され、自身に大量の虚数属性ダメージを与え、味方それぞれのEPを回復する。<br>「タイタンの神躯」を持つ時、次の攻撃の与ダメージが大アップし、高確率で攻撃を受けたすべての味方を禁錮状態にする。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            240140101
        ],
        "S": [
            0.8,
            12.0,
            0.3,
            0.15
        ],
        "DelayRatio": 1.25
    },
    "401401210": {
        "Key": "Skill06",
        "Name": "千の国は滅び、万の軍は塵に",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401301001
        ],
        "S": [
            14.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "401401211": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            7.0,
            0.1,
            0.1,
            0.15,
            0.1,
            0.01
        ],
        "EX": {
            "1": {
                "X": "Layers",
                "I": true
            },
            "5": {
                "X": "DMG reduction"
            },
            "4": {
                "X": "Energy recover"
            },
            "2": {
                "X": "Action delay"
            },
            "3": {
                "X": "Armor break DMG"
            },
            "6": {
                "X": "No Armor being hit DMG"
            }
        }
    },
    "401401212": {
        "Key": "PassiveSkill02",
        "Name": "死して栄光を掴む",
        "Desc": "「不滅の災厄」を発動する時、味方全体に<u>「栄光」</u>を付与する。<br><u>「栄光」</u>1層につき、所持者の与ダメージとEP回復効率をアップする。<u>「栄光」</u>所持者が戦闘スキルまたは必殺技を発動する時、<u>「栄光」</u>の層数がアップする。<br>「蛮神、狂王、紛争の化身」の次の行動の後、すべての味方の<u>「栄光」</u>状態を解除する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240140101
        ],
        "S": [
            0.3,
            2.0,
            0.1,
            0.2,
            0.6,
            0.3
        ]
    },
    "401401401": {
        "Key": "Skill01",
        "Name": "蒼穹の雷槍",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.4
        ]
    },
    "401401402": {
        "Key": "Skill11",
        "Name": "大地の脊髄を引き裂き",
        "Desc": "指定した味方単体および隣接する味方に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            2.2,
            1.8
        ]
    },
    "401401403": {
        "Key": "Skill02",
        "Name": "ステュクスの急流を断つ",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.6
        ]
    },
    "401401404": {
        "Key": "Skill12",
        "Name": "死の水に生者を投げ込む",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill12",
        "S": [
            4.0
        ]
    },
    "401401405": {
        "Key": "Skill03",
        "Name": "戦火は消えない",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            2.8,
            3.2
        ]
    },
    "401401406": {
        "Key": "Skill13",
        "Name": "山の如き墳墓を燃やす",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill13"
    },
    "401401407": {
        "Key": "Skill04",
        "Name": "天を突き刺す矛先",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "S": [
            1.2,
            5.0,
            10.0
        ]
    },
    "401401408": {
        "Key": "Skill14",
        "Name": "昼夜を焼き払う",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill14"
    },
    "401401409": {
        "Key": "Skill05",
        "Name": "不滅の災厄",
        "Desc": "味方全体に虚数属性ダメージを与え、<u>「栄光」</u>を付与する。自身は「タイタンの神躯」を獲得する。<br>「タイタンの神躯」が0層になる時、行動順が遅延され、自身に大量の虚数属性ダメージを与える。さらに味方それぞれのEPを回復する。<br>「タイタンの神躯」を持つ場合、次の攻撃の与ダメージが大アップし、高確率で攻撃を受けたすべての味方を禁錮状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill05",
        "DelayRatio": 1.25,
        "EE": [
            240140101
        ],
        "S": [
            0.8,
            12.0,
            0.3,
            0.15
        ]
    },
    "401401410": {
        "Key": "Skill06",
        "Name": "千の国は滅び、万の軍は塵に",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401301001
        ],
        "S": [
            22.0
        ]
    },
    "401401411": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            7.0,
            0.1,
            0.03,
            0.15,
            0.1,
            0.003
        ]
    },
    "401401412": {
        "Key": "PassiveSkill02",
        "Name": "栄光の凱旋よりも、戦場で死することを選ぶ",
        "Desc": "「不滅の災厄」を発動する時、味方全体に<u>「栄光」</u>を付与する。<br><u>「栄光」</u>1層につき、所持者の与ダメージとEP回復効率をアップする。<u>「栄光」</u>所持者が戦闘スキルまたは必殺技を発動する時、<u>「栄光」</u>の層数がアップする。<br>「蛮神、狂王、紛争の化身」の次の行動の後、すべての味方の<u>「栄光」</u>状態を解除する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240140101
        ],
        "S": [
            0.15,
            2.0,
            0.05,
            0.2,
            0.6,
            0.3
        ]
    },
    "401401501": {
        "Key": "Skill01",
        "Name": "蒼穹の雷槍",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "401401502": {
        "Key": "Skill11",
        "Name": "大地の脊髄を引き裂く",
        "Desc": "指定した味方単体および隣接する味方に少量の虚数属性ダメージを与える。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            2.4,
            1.6
        ]
    },
    "401401503": {
        "Key": "Skill02",
        "Name": "ステュクスの急流を断つ",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "401401504": {
        "Key": "Skill12",
        "Name": "死の水に生者を投げ込む",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "2 3",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill12",
        "S": [
            3.0
        ]
    },
    "401401505": {
        "Key": "Skill03",
        "Name": "戦火は消えない",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            2.4,
            3.0
        ]
    },
    "401401506": {
        "Key": "Skill13",
        "Name": "山の如き墳墓を燃やす",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill13"
    },
    "401401507": {
        "Key": "Skill04",
        "Name": "天を突き刺す矛先",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "S": [
            1.0,
            6.0,
            8.0
        ]
    },
    "401401508": {
        "Key": "Skill14",
        "Name": "昼夜を焼き払う",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "2 3",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill14"
    },
    "401401509": {
        "Key": "Skill05",
        "Name": "不滅の災厄",
        "Desc": "味方全体に虚数属性ダメージを与え、<u>「栄光」</u>を付与する。自身は「タイタンの神躯」を獲得する。<br>「タイタンの神躯」が0層になる時、行動順が遅延され、自身に大量の虚数属性ダメージを与える。さらに味方それぞれのEPを回復する。<br>「タイタンの神躯」を持つ場合、次の攻撃の与ダメージが大アップし、高確率で攻撃を受けたすべての味方を禁錮状態にする。",
        "P": "1 2 3",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill05",
        "DelayRatio": 1.5,
        "EE": [
            240140101
        ],
        "S": [
            0.8,
            12.0,
            0.3,
            0.15
        ]
    },
    "401401510": {
        "Key": "Skill06",
        "Name": "千の国は滅び、万の軍は塵に",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "2 3",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401301001
        ],
        "S": [
            18.0
        ]
    },
    "401401511": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            8.0,
            0.4,
            0.1,
            0.15,
            0.15,
            0.01
        ]
    },
    "401401512": {
        "Key": "PassiveSkill02",
        "Name": "栄光の凱旋よりも、戦場で死することを選ぶ",
        "Desc": "「不滅の災厄」を発動する時、味方全体に<u>「栄光」</u>を付与する。<br><u>「栄光」</u>1層につき、所持者の与ダメージとEP回復効率をアップする。<u>「栄光」</u>所持者が戦闘スキルまたは必殺技を発動する時、<u>「栄光」</u>の層数がアップする。<br>「蛮神、狂王、紛争の化身」の次の行動の後、すべての味方の<u>「栄光」</u>状態を解除する。<u>「栄光」</u>が最大層数に達している時、行動制限系デバフを無効化する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240140101
        ],
        "S": [
            0.3,
            3.0,
            0.05,
            0.3,
            0.6,
            0.2
        ]
    },
    "401401513": {
        "Key": "PassiveSkill03",
        "Name": "顔色をうかがう弱者",
        "Desc": "味方が禁錮状態になった時、自身の与ダメージが小アップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.08
        ]
    },
    "401401601": {
        "Key": "Skill01",
        "Name": "蒼穹の雷槍",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.2
        ]
    },
    "401401602": {
        "Key": "Skill11",
        "Name": "大地の脊髄を引き裂く",
        "Desc": "指定した味方単体および隣接する味方に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            1.6,
            1.4
        ]
    },
    "401401603": {
        "Key": "Skill02",
        "Name": "ステュクスの急流を断つ",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            2.6
        ]
    },
    "401401604": {
        "Key": "Skill12",
        "Name": "死の水に生者を投げ込む",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill12",
        "S": [
            2.8
        ]
    },
    "401401605": {
        "Key": "Skill03",
        "Name": "戦火は消えない",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            1.6,
            1.8
        ]
    },
    "401401606": {
        "Key": "Skill13",
        "Name": "山の如き墳墓を燃やす",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill13"
    },
    "401401607": {
        "Key": "Skill04",
        "Name": "天を突き刺す矛先",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "S": [
            0.9,
            5.0,
            5.0
        ]
    },
    "401401608": {
        "Key": "Skill14",
        "Name": "昼夜を焼き払う",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill14"
    },
    "401401609": {
        "Key": "Skill05",
        "Name": "不滅の災厄",
        "Desc": "味方全体に虚数属性ダメージを与え、<u>「栄光」</u>を付与する。自身は「タイタンの神躯」を獲得する。<br>「タイタンの神躯」が0層になる時、行動順が遅延され、自身に大量の虚数属性ダメージを与える。さらに味方それぞれのEPを回復する。<br>「タイタンの神躯」を持つ場合、次の攻撃の与ダメージが大アップし、高確率で攻撃を受けたすべての味方を禁錮状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill05",
        "DelayRatio": 1.25,
        "EE": [
            240140101
        ],
        "S": [
            0.8,
            12.0,
            0.3,
            0.15
        ]
    },
    "401401610": {
        "Key": "Skill06",
        "Name": "千の国は滅び、万の軍は塵に",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401301001
        ],
        "S": [
            14.0,
            0.3,
            0.2
        ]
    },
    "401401611": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            7.0,
            0.1,
            0.1,
            0.15,
            0.1,
            0.01
        ]
    },
    "401401612": {
        "Key": "PassiveSkill02",
        "Name": "死して栄光を掴む",
        "Desc": "「不滅の災厄」を発動する時、味方全体に<u>「栄光」</u>を付与する。<u>「栄光」</u>1層につき、所持者の与ダメージとEP回復効率をアップする。戦闘スキルまたは必殺技を発動する時、<u>「栄光」</u>の層数がアップする。「チャンピオン、アクロポリス、紛争の主」の次の行動の後、すべての味方の<u>「栄光」</u>状態を解除する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240140101
        ],
        "S": [
            0.3,
            2.0,
            0.1,
            0.2,
            0.6,
            0.3
        ]
    },
    "401401801": {
        "Key": "Skill01",
        "Name": "蒼穹の雷槍",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.4,
            1.2
        ]
    },
    "401401802": {
        "Key": "Skill11",
        "Name": "大地の脊髄を引き裂く",
        "Desc": "指定した味方単体および隣接する味方に少量の虚数属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "S": [
            2.2,
            1.8,
            1.1,
            0.9
        ]
    },
    "401401803": {
        "Key": "Skill02",
        "Name": "ステュクスの急流を断つ",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.6,
            1.8
        ]
    },
    "401401804": {
        "Key": "Skill12",
        "Name": "死の水に生者を投げ込む",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill12",
        "S": [
            4.0,
            2.0
        ]
    },
    "401401805": {
        "Key": "Skill03",
        "Name": "戦火は消えない",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            2.8,
            3.2,
            1.4,
            1.6
        ]
    },
    "401401806": {
        "Key": "Skill13",
        "Name": "山の如き墳墓を燃やす",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill13"
    },
    "401401807": {
        "Key": "Skill04",
        "Name": "天を突き刺す矛先",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "S": [
            1.2,
            5.0,
            10.0,
            0.6
        ]
    },
    "401401808": {
        "Key": "Skill14",
        "Name": "昼夜を焼き払う",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill14"
    },
    "401401809": {
        "Key": "Skill05",
        "Name": "不滅の災厄",
        "Desc": "味方全体に虚数属性ダメージを与え、<u>「栄光」</u>を付与する。自身は「タイタンの神躯」を獲得する。<br>「タイタンの神躯」が0層になる時、行動順が遅延され、自身に大量の虚数属性ダメージを与える。さらに味方それぞれのEPを回復する。<br>「タイタンの神躯」を持つ場合、次の攻撃の与ダメージが大アップし、高確率で攻撃を受けたすべての味方を禁錮状態にする。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill05",
        "DelayRatio": 1.25,
        "EE": [
            240140101
        ],
        "S": [
            0.8,
            12.0,
            0.3,
            0.15,
            0.4
        ]
    },
    "401401810": {
        "Key": "Skill06",
        "Name": "千の国は滅び、万の軍は塵に",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401301001
        ],
        "S": [
            22.0,
            10.0
        ]
    },
    "401401811": {
        "Key": "PassiveSkill01",
        "Name": "都市国家の守護者",
        "Desc": "一定層数の「戦鎧」を獲得し、自身の受けるダメージをダウンする。攻撃を受けた後、「戦鎧」の層数-1層。「戦鎧」が0層になると破壊され、自身に大量の虚数属性ダメージを与え、自身の行動順を遅延させる。「戦鎧」を破壊した味方はEPを回復する。「戦鎧」が破壊された後、攻撃を受ける時に追加で少量の虚数属性ダメージを受ける。自身のターンが終了する時、「戦鎧」は最大層数までリセットされる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            7.0,
            0.1,
            0.1,
            0.15,
            0.1,
            0.01
        ]
    },
    "401401812": {
        "Key": "PassiveSkill02",
        "Name": "死して栄光を掴む",
        "Desc": "「不滅の災厄」を発動する時、味方全体に<u>「栄光」</u>を付与する。<br><u>「栄光」</u>1層につき、所持者の与ダメージとEP回復効率をアップする。<u>「栄光」</u>所持者が戦闘スキルまたは必殺技を発動する時、<u>「栄光」</u>の層数がアップする。<br>「蛮神、狂王、紛争の化身」の次の行動の後、すべての味方の<u>「栄光」</u>状態を解除する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240140101
        ],
        "S": [
            0.3,
            2.0,
            0.1,
            0.2,
            0.6,
            0.3
        ]
    },
    "401401813": {
        "Key": "SkillP99",
        "Name": "クレムノス戦歌",
        "Desc": "戦闘中、ボスを強化する「黒い泥」が出現する。「蛮神、狂王、紛争の化身（汚染）」が強化された後、連続で複数回行動する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP99"
    },
    "401402001": {
        "Key": "Skill01",
        "Name": "征服されし者が見るは災いのみ",
        "Desc": "味方キャラ1名につき、対応する「征服か屈服か」を1体生成し、その味方キャラを「屈服」状態にする。<br>「屈服」状態の味方は、回復可能な最大HPがダウンする。対応する「征服か屈服か」のHPを減らすことで、「征服か屈服か」の失ったHPの割合に応じて回復可能な最大HPがアップしていく。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "401402002": {
        "Key": "Skill02",
        "Name": "決死の戦いに栄光を",
        "Desc": "すべての味方キャラに「紛争より賜りし畏怖」を付与する。「屈服」状態が解除される時、対応する「紛争より賜りし畏怖」も解除される。",
        "P": "2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.1
        ]
    },
    "401402003": {
        "Key": "Skill03",
        "Name": "天罰下る、軒昂たる紛争に畏敬を",
        "Desc": "「蛮神、狂王、紛争の化身」をコントロールし、味方キャラそれぞれに最大HPの割合に応じた虚数属性ダメージを与える。この攻撃は味方の防御力を無視し、高確率で「屈服」状態の味方を禁錮状態にする。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill03",
        "S": [
            0.9,
            1.5,
            0.3,
            0.15,
            0.3
        ]
    },
    "401402004": {
        "Key": "Skill04",
        "Name": "畏怖で潰えし軍勢、皆鎧仗と成る",
        "Desc": "残りの「征服か屈服か」を吸収し、「蛮神、狂王、紛争の化身」を強化する。同時に、「蛮神、狂王、紛争の化身」に靭性保護を付与し、「蛮神、狂王、紛争の化身」に付与されているすべての行動制限系デバフと弱点撃破状態を解除する。",
        "P": "2",
        "SP": 0,
        "K": "Skill04"
    },
    "401402201": {
        "Key": "Skill01",
        "Name": "征服されし者が見るは災いのみ",
        "Desc": "味方キャラ1名につき、対応する「征服か屈服か」を1体生成し、その味方キャラを「屈服」状態にする。<br>「屈服」状態の味方の回復できる最大HPがダウンする。対応する「征服か屈服か」のHPを減らすことで、「征服か屈服か」の失ったHPの割合に応じて回復できる最大HPがアップしていく。対応する「征服か屈服か」を倒していない場合、残りの「屈服」効果が一定比率で「屈服の世代」に変換される。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            0.45,
            0.15,
            0.15
        ]
    },
    "401402202": {
        "Key": "Skill02",
        "Name": "決死の戦いに栄光を",
        "Desc": "すべての味方に「恐怖への沈淪」を付与する。「屈服」状態が解除される時、対応する「恐怖への沈淪」も解除される。",
        "P": "3",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.15,
            0.5
        ]
    },
    "401402203": {
        "Key": "Skill03",
        "Name": "天罰下る、軒昂たる紛争に畏敬を",
        "Desc": "「蛮神、狂王、紛争の化身」をコントロールし、味方キャラそれぞれに最大HPの割合に応じた虚数属性ダメージを与える。この攻撃は味方の防御力を無視し、高確率で「屈服」状態の味方を禁錮状態にする。",
        "P": "3",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill03",
        "S": [
            0.75,
            1.0,
            0.05,
            0.15,
            0.2
        ]
    },
    "401402204": {
        "Key": "Skill04",
        "Name": "畏怖で潰えし軍勢、皆鎧仗と成る",
        "Desc": "残りの「征服か屈服か」を吸収し、「蛮神、狂王、紛争の化身」を強化する。同時に、「蛮神、狂王、紛争の化身」に靭性保護を付与し、「蛮神、狂王、紛争の化身」に付与されているすべての行動制限系デバフと弱点撃破状態を解除する。",
        "P": "3",
        "SP": 0,
        "K": "Skill04"
    },
    "401402301": {
        "Key": "Skill01",
        "Name": "征服されし者が見るは災いのみ",
        "Desc": "味方キャラ1名につき、対応する「征服か屈服か」を1体生成し、その味方キャラを「屈服」状態にする。<br>「屈服」状態の味方は、回復可能な最大HPがダウンする。対応する「征服か屈服か」のHPを減らすことで、「征服か屈服か」の失ったHPの割合に応じて回復可能な最大HPがアップしていく。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            0.5
        ]
    },
    "401402302": {
        "Key": "Skill02",
        "Name": "決死の戦いに栄光を",
        "Desc": "すべての味方キャラに「紛争より賜りし畏怖」を付与する。「屈服」状態が解除される時、対応する「紛争より賜りし畏怖」も解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.1
        ]
    },
    "401402303": {
        "Key": "Skill03",
        "Name": "天罰下る、軒昂たる紛争に畏敬を",
        "Desc": "「チャンピオン、アクロポリス、紛争の主」をコントロールし、味方キャラそれぞれに最大HPの割合に応じた虚数属性ダメージを与える。この攻撃は味方の防御力を無視し、高確率で「屈服」状態の味方を禁錮状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill03",
        "S": [
            0.4,
            1.5,
            0.3,
            0.05,
            0.05
        ]
    },
    "401402304": {
        "Key": "Skill04",
        "Name": "畏怖で潰えし軍勢、皆鎧仗と成る",
        "Desc": "残りの「征服か屈服か」を吸収し、「チャンピオン、アクロポリス、紛争の主」を強化する。同時に、「チャンピオン、アクロポリス、紛争の主」に靭性保護を付与し、「チャンピオン、アクロポリス、紛争の主」に付与されているすべての行動制限系デバフと弱点撃破状態を解除する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "401403001": {
        "Key": "Skill01",
        "Name": "無念の死を遂げた者の手招き",
        "Desc": "味方単体に量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "EE": [
            401403002
        ],
        "S": [
            3.0,
            0.15,
            0.5,
            1.0
        ]
    },
    "401403002": {
        "Key": "Skill02",
        "Name": "長き眠りについた者への厚葬",
        "Desc": "味方全体に大量の量子属性ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401301001,
            401403002
        ],
        "S": [
            8.0,
            0.1,
            0.5,
            2.0
        ]
    },
    "401403003": {
        "Key": "Skill03",
        "Name": "この世を去る者への哀悼",
        "Desc": "ランダムな味方3人に量子属性<u>「衰亡ダメージ」</u>を与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            401403002
        ],
        "S": [
            0.3
        ]
    },
    "401403004": {
        "Key": "Skill04",
        "Name": "苦渋より遅れた訃報",
        "Desc": "「憐憫の腕」を強化し、行動順を早める。3ターン継続。",
        "P": "1 2",
        "SP": 5.0,
        "K": "Skill04",
        "S": [
            1.0,
            3.0
        ]
    },
    "401403005": {
        "Key": "Skill05",
        "Name": "苦しみの香りの中で死にゆく",
        "Desc": "<u>「死の芳香」</u>状態に入り、味方全体に大量の量子属性<u>「衰亡ダメージ」</u>を与える。このダメージは<u>「非致死性」</u>である。味方全体は<u>「永遠の眠りの中」</u>状態に入る。さらに第二段階では、次の行動まで自身の靭性が削られることはなく、味方の付与する行動遅延効果に抵抗できる。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401403001,
            401403002,
            401403003,
            401403004
        ],
        "S": [
            0.05,
            1.0,
            1.2,
            11.0,
            0.5,
            0.9
        ]
    },
    "401403006": {
        "Key": "Skill06",
        "Name": "死は更なる死を欲する",
        "Desc": "味方全体に量子属性<u>「衰亡ダメージ」</u>を与える。<u>「永遠の眠りの中」</u>状態の味方に追加の量子属性<u>「衰亡ダメージ」</u>を与え、同時にその行動順を遅延させ、高確率で「もつれ」状態にする。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401403002,
            401403004
        ],
        "S": [
            0.3,
            0.15,
            0.5,
            1.0,
            2.0,
            1.0
        ]
    },
    "401403007": {
        "Key": "PassiveSkill01",
        "Name": "瀕死の夢、墨汁の如き煙",
        "Desc": "自身と「憐憫の腕」が受ける初期ダメージがダウンする。味方のHPが減った時、「死へと誘う泡」を獲得する。「死へと誘う泡」が上限に達すると、自身の行動順が早まり、次の行動で<u>「死の芳香」</u>状態に入る。この状態にある時、自身と「憐憫の腕」の被ダメージダウン状態を解除する。<u>「死の芳香」</u>状態解除時、自身がダメージを受け、味方のHPを回復する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            401403003
        ],
        "S": [
            1.0,
            0.6,
            0.45,
            1.0,
            1.0,
            5.0
        ]
    },
    "401403008": {
        "Key": "PassiveSkill02",
        "Name": "汝、死神を振り返るな",
        "Desc": "「ボリュクス」または「憐憫の腕」の攻撃が味方に命中した時、味方に解除不可の特殊持続ダメージ系デバフを付与する。その時の残りHPの割合が高いほど、受けるダメージが高くなるが、このダメージは<u>「非致死性」</u>である。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            401403001
        ],
        "S": [
            0.65,
            0.5,
            1.0,
            0.12,
            0.9
        ]
    },
    "401403101": {
        "Key": "Skill01",
        "Name": "無念の死を遂げた者の手招き",
        "Desc": "味方単体に量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1 2 3",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "EE": [
            401403002
        ],
        "S": [
            3.0,
            0.15,
            0.8,
            0.25
        ]
    },
    "401403102": {
        "Key": "Skill02",
        "Name": "長き眠りについた者への厚葬",
        "Desc": "味方全体に大量の量子属性ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1 2 3",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401301001,
            401403002
        ],
        "S": [
            8.0,
            0.1,
            0.8,
            0.5
        ]
    },
    "401403103": {
        "Key": "Skill03",
        "Name": "この世を去る者への哀悼",
        "Desc": "ランダムな味方3人に量子属性<u>「衰亡ダメージ」</u>を与える。",
        "P": "1 2 3",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            401403002
        ],
        "S": [
            0.2
        ]
    },
    "401403104": {
        "Key": "Skill04",
        "Name": "苦渋より遅れた訃報",
        "Desc": "「憐憫の腕」を強化し、行動順を早める。3ターン継続。",
        "P": "1 2",
        "SP": 5.0,
        "K": "Skill04",
        "S": [
            1.0,
            3.0
        ]
    },
    "401403105": {
        "Key": "Skill05",
        "Name": "苦しみの香りの中で死にゆく",
        "Desc": "<u>「死の香り」</u>状態に入り、味方全体に大量の量子属性<u>「衰亡ダメージ」</u>を与える。このダメージは<u>「非致死性」</u>である。味方全体は<u>「永遠の眠りの中」</u>状態に入る。さらに第三段階では直ちに<u>「死の香り」</u>状態に入り、すべての「憐憫の腕」を強化する。また、味方のHP割合が低い時、再び<u>「永遠の眠りの中」</u>状態に入る。",
        "P": "1 2 3",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill05",
        "EE": [
            401403001,
            401403002,
            401403003,
            401403004
        ],
        "S": [
            0.05,
            1.0,
            1.2,
            11.0,
            0.25,
            0.2
        ]
    },
    "401403106": {
        "Key": "Skill06",
        "Name": "死は更なる死を欲する",
        "Desc": "味方全体に量子属性<u>「衰亡ダメージ」</u>を与える。<u>「永遠の眠りの中」</u>状態の味方に追加の量子属性<u>「衰亡ダメージ」</u>を与え、同時にその行動順を遅延させ、高確率で「もつれ」状態にする。",
        "P": "2 3",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401403002,
            401403004
        ],
        "S": [
            0.12,
            0.05,
            0.5,
            1.0,
            2.0,
            2.0
        ]
    },
    "401403107": {
        "Key": "PassiveSkill01",
        "Name": "瀕死の夢、墨汁の如き煙",
        "Desc": "味方のHPが減った時、「死へと誘う泡」が溜まる。「死へと誘う泡」が上限まで溜まると自身の行動順が早まり、次の行動時に<u>「死の香り」</u>状態に入る。<u>「死の香り」</u>状態の解除時、自身はダメージを受け、味方のHPを回復させる。",
        "P": "1 2 3",
        "SP": 0,
        "Threat": true,
        "K": "PassiveSkill01",
        "EE": [
            401403003
        ],
        "S": [
            0.5,
            0.6,
            0.45,
            1.0,
            1.0,
            5.0
        ]
    },
    "401403108": {
        "Key": "PassiveSkill02",
        "Name": "汝、死神を振り返るな",
        "Desc": "「ボリュクス」または「憐憫の腕」の攻撃が味方に命中した時、味方に解除不可の特殊持続ダメージ系デバフを付与する。その時の残りHPの割合が高いほど、受けるダメージが高くなるが、このダメージは<u>「非致死性」</u>である。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            401403001
        ],
        "S": [
            0.36,
            1.05,
            0.5,
            0.12,
            0.2
        ]
    },
    "401403109": {
        "Key": "PassiveSkill03",
        "Name": "腐敗は後を追う",
        "Desc": "<u>「死の香り」</u>状態では、ターン終了時に自身の与ダメージが小アップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill03",
        "EE": [
            401403003
        ],
        "S": [
            1.0,
            1.0,
            0.3,
            0.3,
            0.08
        ]
    },
    "401403201": {
        "Key": "Skill01",
        "Name": "無念の死を遂げた者の手招き",
        "Desc": "味方単体に量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "EE": [
            401403002
        ],
        "S": [
            3.0,
            0.1,
            0.5,
            1.0
        ]
    },
    "401403202": {
        "Key": "Skill02",
        "Name": "長き眠りについた者への厚葬",
        "Desc": "味方全体に大量の量子属性ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401301001,
            401403002
        ],
        "S": [
            8.0,
            0.1,
            0.5,
            2.0
        ]
    },
    "401403203": {
        "Key": "Skill03",
        "Name": "この世を去る者への哀悼",
        "Desc": "ランダムな味方3人に量子属性<u>「衰亡ダメージ」</u>を与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            401403002
        ],
        "S": [
            0.3
        ]
    },
    "401403204": {
        "Key": "Skill04",
        "Name": "苦渋より遅れた訃報",
        "Desc": "「憐憫の腕」を強化し、行動順を早める。3ターン継続。",
        "P": "1 2",
        "SP": 5.0,
        "K": "Skill04",
        "S": [
            1.0,
            3.0
        ]
    },
    "401403205": {
        "Key": "Skill05",
        "Name": "苦しみの香りの中で死にゆく",
        "Desc": "<u>「死の芳香」</u>状態に入り、味方全体に大量の量子属性<u>「衰亡ダメージ」</u>を与える。このダメージは<u>「非致死性」</u>である。味方全体は<u>「永遠の眠りの中」</u>状態に入る。さらに第二段階では、次の行動まで自身の靭性が削られることはなく、味方の付与する行動遅延効果に抵抗できる。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401403001,
            401403002,
            401403003,
            401403004
        ],
        "S": [
            0.05,
            1.0,
            1.2,
            11.0,
            0.5,
            0.9
        ]
    },
    "401403206": {
        "Key": "Skill06",
        "Name": "死は更なる死を欲する",
        "Desc": "味方全体に量子属性<u>「衰亡ダメージ」</u>を与える。<u>「永遠の眠りの中」</u>状態の味方に追加の量子属性<u>「衰亡ダメージ」</u>を与え、同時にその行動順を遅延させ、高確率で「もつれ」状態にする。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401403002,
            401403004
        ],
        "S": [
            0.3,
            0.15,
            0.5,
            1.0,
            2.0,
            1.0
        ]
    },
    "401403207": {
        "Key": "PassiveSkill01",
        "Name": "瀕死の夢、墨汁の如き煙",
        "Desc": "自身と「憐憫の腕」が受ける初期ダメージがダウンする。味方のHPが減った時、「死へと誘う泡」を獲得する。「死へと誘う泡」が上限に達すると、自身の行動順が早まり、次の行動で<u>「死の芳香」</u>状態に入る。この状態にある時、自身と「憐憫の腕」の被ダメージダウン状態を解除する。<u>「死の芳香」</u>状態解除時、自身がダメージを受け、味方のHPを回復する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            401403003
        ],
        "S": [
            1.0,
            0.6,
            0.45,
            1.0,
            1.0,
            5.0
        ]
    },
    "401403208": {
        "Key": "PassiveSkill02",
        "Name": "汝、死神を振り返るな",
        "Desc": "「ボリュクス」または「憐憫の腕」の攻撃が味方に命中した時、味方に解除不可の特殊持続ダメージ系デバフを付与する。その時の残りHPの割合が高いほど、受けるダメージが高くなるが、このダメージは<u>「非致死性」</u>である。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            401403001
        ],
        "S": [
            0.5,
            0.5,
            1.0,
            0.12,
            0.9
        ]
    },
    "401403209": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.05,
            1.0,
            1.5,
            14.0,
            0.5,
            0.4
        ]
    },
    "401403210": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04",
        "S": [
            0.35,
            0.8,
            1.0,
            0.1,
            0.9
        ]
    },
    "401403301": {
        "Key": "Skill01",
        "Name": "無念の死を遂げた者の手招き",
        "Desc": "味方単体に量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "EE": [
            401403002
        ],
        "S": [
            2.0,
            0.15,
            0.5,
            1.0,
            0.2
        ]
    },
    "401403302": {
        "Key": "Skill02",
        "Name": "長き眠りについた者への厚葬",
        "Desc": "味方全体に大量の量子属性ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401301001,
            401403002
        ],
        "S": [
            2.0,
            0.1,
            0.5,
            2.0
        ]
    },
    "401403303": {
        "Key": "Skill03",
        "Name": "この世を去る者への哀悼",
        "Desc": "ランダムな味方3人に量子属性<u>「衰亡ダメージ」</u>を与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            401403002
        ],
        "S": [
            0.3
        ]
    },
    "401403304": {
        "Key": "Skill04",
        "Name": "苦渋より遅れた訃報",
        "Desc": "「憐憫の腕」を強化し、行動順を早める。3ターン継続。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill04",
        "S": [
            1.0,
            3.0
        ]
    },
    "401403305": {
        "Key": "Skill05",
        "Name": "苦しみの香りの中で死にゆく",
        "Desc": "<u>「死の芳香」</u>状態に入り、味方全体に大量の量子属性<u>「衰亡ダメージ」</u>を与える。このダメージは<u>「非致死性」</u>である。味方全体は<u>「永遠の眠りの中」</u>状態に入る。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401403001,
            401403002,
            401403004,
            401403005
        ],
        "S": [
            0.05,
            1.0,
            0.0,
            11.0,
            0.5,
            0.9
        ]
    },
    "401403306": {
        "Key": "Skill06",
        "Name": "死は更なる死を欲する",
        "Desc": "味方全体に量子属性<u>「衰亡ダメージ」</u>を与える。<u>「永遠の眠りの中」</u>状態の味方に追加の量子属性<u>「衰亡ダメージ」</u>を与え、同時にその行動順を遅延させ、高確率で「もつれ」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401403002,
            401403004
        ],
        "S": [
            0.3,
            0.15,
            0.5,
            1.0,
            2.0,
            1.0
        ]
    },
    "401403307": {
        "Key": "PassiveSkill01",
        "Name": "瀕死の夢、墨汁の如き煙",
        "Desc": "自身と「憐憫の腕」が受ける初期ダメージがダウンする。味方のHPが減った時、「死へと誘う泡」を獲得する。「死へと誘う泡」が上限に達すると、自身の行動順が早まり、次の行動で<u>「死の芳香」</u>状態に入る。この状態にある時、自身と「憐憫の腕」の被ダメージダウン状態を解除する。<u>「死の芳香」</u>状態解除時、自身がダメージを受け、味方のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            401403005
        ],
        "S": [
            1.0,
            0.6,
            2.6,
            1.0,
            1.0,
            5.0
        ]
    },
    "401403308": {
        "Key": "PassiveSkill02",
        "Name": "汝、死神を振り返るな",
        "Desc": "「暗澹たる手、キャストリス」または「憐憫の腕」の攻撃が味方に命中した時、味方に解除不可の特殊持続ダメージ系デバフを付与する。その時の残りHPの割合が高いほど、受けるダメージが高くなるが、このダメージは<u>「非致死性」</u>である。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            401403001
        ],
        "S": [
            1.0,
            0.5,
            1.0,
            0.12,
            0.9,
            0.3
        ]
    },
    "401403501": {
        "Key": "Skill01",
        "Name": "無念の死を遂げた者の手招き",
        "Desc": "味方単体に量子属性ダメージを与える。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "EE": [
            401403002
        ],
        "S": [
            3.0,
            0.1,
            0.5,
            1.75
        ]
    },
    "401403502": {
        "Key": "Skill02",
        "Name": "長き眠りについた者への厚葬",
        "Desc": "味方全体に大量の量子属性ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。味方の残りHPが一定割合以上の場合、このダメージは量子属性<u>「衰亡ダメージ」</u>に転換される。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401301001,
            401403002
        ],
        "S": [
            10.0,
            0.1,
            0.5,
            2.0
        ]
    },
    "401403503": {
        "Key": "Skill03",
        "Name": "この世を去る者への哀悼",
        "Desc": "ランダムな味方3人に量子属性<u>「衰亡ダメージ」</u>を与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            401403002
        ],
        "S": [
            0.3
        ]
    },
    "401403504": {
        "Key": "Skill04",
        "Name": "苦渋より遅れた訃報",
        "Desc": "「憐憫の腕」を強化し、行動順を早める。3ターン継続。",
        "P": "1 2",
        "SP": 5.0,
        "K": "Skill04",
        "S": [
            1.0,
            3.0
        ]
    },
    "401403505": {
        "Key": "Skill05",
        "Name": "苦しみの香りの中で死にゆく",
        "Desc": "<u>「死の芳香」</u>状態に入り、味方全体に大量の量子属性<u>「衰亡ダメージ」</u>を与える。このダメージは<u>「非致死性」</u>である。味方全体は<u>「永遠の眠りの中」</u>状態に入る。さらに第二段階では、次の行動まで自身の靭性が削られることはなく、味方の付与する行動遅延効果に抵抗できる。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401403001,
            401403002,
            401403003,
            401403004
        ],
        "S": [
            0.05,
            1.0,
            0.2,
            8.0,
            0.5,
            1.0
        ]
    },
    "401403506": {
        "Key": "Skill06",
        "Name": "死は更なる死を欲する",
        "Desc": "味方全体に量子属性<u>「衰亡ダメージ」</u>を与える。<u>「永遠の眠りの中」</u>状態の味方に追加の量子属性<u>「衰亡ダメージ」</u>を与え、同時にその行動順を遅延させ、高確率で「もつれ」状態にする。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401403002,
            401403004
        ],
        "S": [
            0.3,
            0.15,
            0.5,
            1.0,
            2.0,
            1.0
        ]
    },
    "401403507": {
        "Key": "PassiveSkill01",
        "Name": "瀕死の夢、墨汁の如き煙",
        "Desc": "自身と「憐憫の腕」が受ける初期ダメージがダウンする。味方のHPが減った時、「死へと誘う泡」を獲得する。「死へと誘う泡」が上限に達すると、自身が即座に行動し、<u>「死の香り」</u>状態に入る。同時に自身と「憐憫の腕」の被ダメージダウン状態を解除する。<u>「死の香り」</u>状態の解除時、自身がダメージを受け、味方のHPを回復する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            401403003
        ],
        "S": [
            1.0,
            1.0,
            0.45,
            1.0,
            1.0,
            5.0
        ]
    },
    "401403508": {
        "Key": "PassiveSkill02",
        "Name": "汝、死神を振り返るな",
        "Desc": "「ボリュクス」または「憐憫の腕」の攻撃が味方に命中した時、味方に解除不可の特殊持続ダメージ系デバフを付与する。その時の残りHPの割合が高いほど、受けるダメージが高くなるが、このダメージは<u>「非致死性」</u>である。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            401403001
        ],
        "S": [
            0.5,
            0.4,
            1.0,
            0.05,
            0.1
        ]
    },
    "401403509": {
        "Key": "SkillP99",
        "Name": "死界の慈悲",
        "Desc": "戦闘中、ボスを強化する「黒い泥」が出現する。「冥魂の先導者、死竜の残躯、ボリュクス（汚染）」が強化された後、即座に「死の芳香」状態に入り、「苦しみの香りの中で死にゆく」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP99"
    },
    "401403601": {
        "Key": "Skill01",
        "Name": "無念の死を遂げた者の手招き",
        "Desc": "味方の単体に量子属性ダメージを与える。「枯れ果てた導き手」が<u>「死の芳香」</u>状態の場合、追加で量子属性の<u>「衰亡ダメージ」</u>を与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "EE": [
            401403601,
            401403002
        ],
        "S": [
            4.0,
            0.15
        ]
    },
    "401403602": {
        "Key": "Skill02",
        "Name": "長き眠りについた者への厚葬",
        "Desc": "味方全体に大量の量子属性ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。「枯れ果てた導き手」が<u>「死の芳香」</u>状態の場合、ターゲットそれぞれに追加で量子属性の<u>「衰亡ダメージ」</u>を与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            401301001,
            401403002,
            401403601
        ],
        "S": [
            12.0,
            0.15
        ]
    },
    "401403603": {
        "Key": "Skill03",
        "Name": "この世を去る者への哀悼",
        "Desc": "ランダムな味方3人に量子属性<u>「衰亡ダメージ」</u>を与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            401403002
        ],
        "S": [
            0.3
        ]
    },
    "401403604": {
        "Key": "Skill04",
        "Name": "苦渋より遅れた訃報",
        "Desc": "すべての弱点撃破状態にある「憐憫の腕」の弱点撃破状態を解除し、靭性を全回復させ、即座に行動させる。",
        "P": "1 2",
        "SP": 5.0,
        "K": "Skill04"
    },
    "401403605": {
        "Key": "Skill05",
        "Name": "苦しみの香りの中で死にゆく",
        "Desc": "<u>「死の芳香」</u>状態に入り、味方全体に大量の量子属性<u>「衰亡ダメージ」</u>を与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            401403601,
            401403002
        ],
        "S": [
            0.05,
            1.2,
            2.0,
            5.0
        ]
    },
    "401403606": {
        "Key": "Skill06",
        "Name": "死は更なる死を欲する",
        "Desc": "味方全体に量子属性の<u>「衰亡ダメージ」</u>を与える。<u>「瀕死の足掻き」</u>状態のターゲットにはHPが0になるダメージを与える。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            401403602,
            401403002,
            401403603
        ],
        "S": [
            0.8
        ]
    },
    "401403607": {
        "Key": "SkillP02",
        "Name": "瀕死の夢、墨汁の如き煙",
        "Desc": "自身が受ける初期ダメージがダウンし、靭性保護状態になる。味方のHPが減った時、「死へと誘う泡」を蓄積する。「死へと誘う泡」が上限に達すると、<u>「死の芳香」</u>状態に入る。この状態にある時、自身の被ダメージダウン状態と靭性保護状態を解除する。<u>「死の芳香」</u>状態解除時、自身がダメージを受け、弱点撃破状態になる。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            401403601
        ],
        "S": [
            1.0,
            0.8,
            0.2,
            1.0,
            0.0,
            5.0
        ]
    },
    "401403608": {
        "Key": "SkillP03",
        "Name": "汝、死神を振り返るな",
        "Desc": "「枯れ果てた導き手」または「憐憫の腕」のスキルが味方に命中した時、味方に解除不可の特殊持続ダメージ系デバフを付与する。その時の残りHPの割合が高いほど、受けるダメージが高くなる。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.3,
            0.3,
            0.0,
            0.15,
            0.9
        ]
    },
    "401403609": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "401403610": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02"
    },
    "401403611": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03"
    },
    "401403612": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.2,
            0.05
        ]
    },
    "401403613": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "401403614": {
        "Key": "SkillP01",
        "Name": "死に際の足掻き",
        "Desc": "戦闘中、味方全員に<u>「耐負荷」</u>状態が付与される。<u>「瀕死の足掻き」</u>状態の味方は与ダメージと弱点撃破効率が大幅にダウンする。また、味方が数ターン連続で<u>「瀕死の足掻き」</u>状態にあると、HPが0になるダメージを受ける。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            401403602,
            401403603,
            401403605
        ],
        "S": [
            2.0,
            0.9,
            0.5
        ]
    },
    "401403615": {
        "Key": "SkillP04",
        "Name": "腐敗した骨肉の咬傷",
        "Desc": "「枯れ果てた導き手」が「深き死夢」状態にある時、「憐憫の腕」は<u>「腐敗の咬傷」</u>状態を獲得する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP04",
        "EE": [
            401403002,
            401403604
        ],
        "S": [
            600.0
        ]
    },
    "401403616": {
        "Key": "SkillP05",
        "Name": "光を呑み込む深淵",
        "Desc": "「枯れ果てた導き手」には弱点がない。「憐憫の腕」が弱点撃破状態になると、弱点撃破状態が解除されるまでその最初の弱点が他の全ての敵に付与される。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP05"
    },
    "401501001": {
        "Key": "Skill01P1",
        "Name": "火を撃ち続けて三千里",
        "Desc": "「<u>温度</u>」を上昇させ、味方パーティを左側から攻撃し、優先的に1回ずつ攻撃する。その後、ランダムに単体攻撃を行う。攻撃は現在の「<u>温度</u>」に応じた炎属性ダメージを与え、「百眼の芽」を<u>修復</u>する。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Fire",
        "K": "Skill01P1",
        "EE": [
            240150105,
            240150101
        ],
        "S": [
            2.0,
            0.03,
            2.0
        ]
    },
    "401501002": {
        "Key": "Skill02P1",
        "Name": "炎を巻き起こして九万里",
        "Desc": "「<u>温度</u>」を上昇させ、味方全体に現在の「<u>温度</u>」に応じた炎属性ダメージを与え、「百眼の梢」を<u>修復</u>する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02P1",
        "EE": [
            240150105,
            240150101
        ],
        "S": [
            2.0,
            0.03,
            2.0
        ]
    },
    "401501003": {
        "Key": "Skill03P1",
        "Name": "昼長の月の風に佇む",
        "Desc": "「<u>温度</u>」を上昇させ、味方全体に現在の「<u>温度</u>」に応じた炎属性ダメージを与え、味方全体の行動順を遅延させ、「百眼の梢」と「百眼の芽」を<u>修復</u>する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill03P1",
        "EE": [
            240150105,
            240150101
        ],
        "S": [
            2.0,
            0.03,
            0.05,
            2.0
        ]
    },
    "401501004": {
        "Key": "Skill04P1",
        "Name": "光輝、垂天の雲の如く",
        "Desc": "チャージ状態に入り、次の行動で「怒り、晨昏と日星を焼く」を発動する。自身に「<u>ヘリウムフラッシュ</u>」を付与し、「陽雷の鴉」を召喚する。この状態で味方が攻撃を行うと、その攻撃が命中した敵の数に応じて「<u>ヘリウムフラッシュ</u>」が減少する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04P1",
        "EE": [
            240150102
        ],
        "S": [
            40.0,
            1.0,
            10.0,
            12.0,
            1.2
        ]
    },
    "401501005": {
        "Key": "Skill05P1",
        "Name": "怒り、晨昏と日星を焼く",
        "Desc": "自身の「<u>ヘリウムフラッシュ</u>」に応じ、味方全体に大量の炎属性ダメージを与える。なおダメージは味方全体で<u>均等に分担</u>される。また、「<u>ヘリウムフラッシュ</u>」に応じて「<u>温度</u>」がアップし、「百眼の芽」と「百眼の梢」を<u>修復</u>する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05P1",
        "EE": [
            240150105,
            401301001,
            240150101,
            240150102
        ],
        "S": [
            1.0
        ]
    },
    "401501006": {
        "Key": "Skill01P2",
        "Name": "雷を鳴らして三千里",
        "Desc": "「<u>雷雲</u>」の層数を増加させ、味方パーティを左側から攻撃する。その際、優先的に各味方を1回ずつ攻撃し、その後ランダムに単体攻撃を行う。すべての攻撃は雷属性ダメージを与え、「百眼の芽」を<u>修復</u>する。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Elec",
        "K": "Skill01P2",
        "EE": [
            240150105,
            240150103
        ],
        "S": [
            2.0,
            5.0
        ]
    },
    "401501007": {
        "Key": "Skill02P2",
        "Name": "稲妻を貫いて九万里",
        "Desc": "「<u>雷雲</u>」の層数を増加させ、味方全体に雷属性ダメージを与え、「百眼の梢」を<u>修復</u>する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02P2",
        "EE": [
            240150105,
            240150103
        ],
        "S": [
            2.5,
            5.0
        ]
    },
    "401501008": {
        "Key": "Skill03P2",
        "Name": "機縁の月がもたらす光",
        "Desc": "「<u>雷雲</u>」の層数を増加させ、味方全体に雷属性ダメージを与え、「百眼の梢」と「百眼の芽」を<u>修復</u>する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill03P2",
        "EE": [
            240150105,
            240150103
        ],
        "S": [
            2.5,
            5.0
        ]
    },
    "401501009": {
        "Key": "Skill04P2",
        "Name": "雷霆、山海を揺らす",
        "Desc": "「<u>雷雲</u>」の層数を増加させ、チャージ状態に入り、次の行動で「憤り、昼夜の天空を破る」を発動する。また自身に「<u>電離</u>」を付与し、「陽雷の鴉」を召喚する。この時に味方が攻撃を行うと、その攻撃が命中した敵の数に応じて「<u>雷雲</u>」を奪う。「陽雷の鴉」、「百眼の芽」、または「百眼の梢」がHPが0になる攻撃を受けた場合、さらに「<u>雷雲</u>」を一定量奪う。なお、すべての「<u>雷雲</u>」が奪われると敵は弱点撃破状態に陥り、他の方法で弱点撃破された場合は、すべての「<u>雷雲</u>」を失ったうえで「<u>雷雲</u>」の数に応じた回数分、少量の雷属性ダメージを受ける。",
        "P": "2",
        "SP": 0,
        "K": "Skill04P2",
        "EE": [
            240150104,
            240150103
        ],
        "S": [
            20.0
        ]
    },
    "401501010": {
        "Key": "Skill05P2",
        "Name": "憤り、昼夜の天空を破る",
        "Desc": "「<u>雷雲</u>」を一定数消費して味方全体に雷属性ダメージを与えた後、ランダムな味方に少量の雷属性ダメージを与え、「百眼の芽」と「百眼の梢」を<u>修復</u>する。その後、仲間によって減少した雷雲の数に応じ、自身に少量の雷属性付加ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05P2",
        "EE": [
            240150105
        ],
        "S": [
            3.0,
            20.0
        ]
    },
    "401501011": {
        "Key": "SkillP01",
        "Name": "百眼",
        "Desc": "この戦闘では、「陽雷の鴉」、「百眼の梢」または「百眼の芽」がダメージを受けると、「至高、極陽、天空の化身」も同量のダメージを受ける。「陽雷の鴉」、「百眼の梢」または「百眼の芽」がHPが0になる攻撃を受けると、「至高、極陽、天空の化身」の靭性が削られ、「百眼の梢」または「百眼の芽」のHPが回復し、選択不能な状態になる。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.4,
            1.2,
            0.2,
            5.0,
            0.8,
            120.0
        ]
    },
    "401501012": {
        "Key": "SkillP02",
        "Name": "雷雨",
        "Desc": "天候が雷雲の時、戦闘環境に「<u>雷雲</u>」が出現する。「至高、極陽、天空の化身」が「<u>電離</u>」状態でない時、「陽雷の鴉」、「百眼の芽」、または「百眼の梢」がHPが0になる攻撃を受けると、戦闘環境の「<u>雷雲</u>」が一定数削られ、「至高、極陽、天空の化身」に少量の雷属性ダメージを与える。",
        "P": "2",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            240150104,
            240150103
        ],
        "S": [
            0.6,
            0.005,
            1.0,
            3.0,
            5.0
        ]
    },
    "401501013": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.75,
            1.25,
            0.25,
            0.75
        ]
    },
    "401501014": {
        "Key": "SkillP04",
        "Name": "酷暑",
        "Desc": "天候が酷暑の時、戦闘環境に「<u>温度</u>」が出現する。「<u>温度</u>」は任意のターンが訪れるたびに上昇し、蓄積している「<u>温度</u>」に応じて味方の与ダメージをアップする。また、味方全体を「ソーラーストーム」状態にし、ターンが回ってくるたびに「<u>温度</u>」に応じた炎属性ダメージを与える。なお、このダメージは<u>「非致死性」</u>であり、「陽雷の鴉」、「百眼の梢」または「百眼の芽」がHPが0になる攻撃を受けた時、戦闘環境の「<u>温度</u>」が下がる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP04",
        "EE": [
            401403001,
            240150101
        ],
        "S": [
            0.05,
            1.0,
            0.01
        ]
    },
    "401501015": {
        "Key": "SkillP05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP05",
        "S": [
            0.0,
            40.0,
            0.3,
            1.0
        ]
    },
    "401501101": {
        "Key": "Skill01P1",
        "Name": "火を撃ち続けて三千里",
        "Desc": "「<u>温度</u>」を上昇させ、味方パーティを左側から攻撃し、優先的に1回ずつ攻撃する。その後、ランダムに単体攻撃を行う。攻撃は現在の「<u>温度</u>」に応じた炎属性ダメージを与え、「百眼の芽」を<u>修復</u>する。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Fire",
        "K": "Skill01P1",
        "EE": [
            240150105,
            240150101
        ],
        "S": [
            2.0,
            0.03,
            2.0
        ]
    },
    "401501102": {
        "Key": "Skill02P1",
        "Name": "炎を巻き起こして九万里",
        "Desc": "「<u>温度</u>」を上昇させ、味方全体に現在の「<u>温度</u>」に応じた炎属性ダメージを与え、「百眼の梢」を<u>修復</u>する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02P1",
        "EE": [
            240150105,
            240150101
        ],
        "S": [
            2.0,
            0.03,
            2.0
        ]
    },
    "401501103": {
        "Key": "Skill03P1",
        "Name": "昼長の月の風に佇む",
        "Desc": "「<u>温度</u>」を上昇させ、味方全体に現在の「<u>温度</u>」に応じた炎属性ダメージを与え、味方全体の行動順を遅延させ、「百眼の梢」と「百眼の芽」を<u>修復</u>する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill03P1",
        "EE": [
            240150105,
            240150101
        ],
        "S": [
            2.0,
            0.03,
            0.05,
            2.0
        ]
    },
    "401501104": {
        "Key": "Skill04P1",
        "Name": "光輝、垂天の雲の如く",
        "Desc": "チャージ状態に入り、次の行動で「怒り、晨昏と日星を焼く」を発動する。自身に「<u>ヘリウムフラッシュ</u>」を付与し、「陽雷の鴉」を召喚する。この状態で味方が攻撃を行うと、その攻撃が命中した敵の数に応じて「<u>ヘリウムフラッシュ</u>」が減少する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04P1",
        "EE": [
            240150102
        ],
        "S": [
            40.0,
            1.0,
            10.0,
            12.0,
            1.2
        ]
    },
    "401501105": {
        "Key": "Skill05P1",
        "Name": "怒り、晨昏と日星を焼く",
        "Desc": "自身の「<u>ヘリウムフラッシュ</u>」に応じ、味方全体に大量の炎属性ダメージを与える。なおダメージは味方全体で<u>均等に分担</u>される。また、「<u>ヘリウムフラッシュ</u>」に応じて「<u>温度</u>」がアップし、「百眼の芽」と「百眼の梢」を<u>修復</u>する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05P1",
        "EE": [
            240150105,
            401301001,
            240150101,
            240150102
        ],
        "S": [
            1.0
        ]
    },
    "401501106": {
        "Key": "Skill01P2",
        "Name": "雷を鳴らして三千里",
        "Desc": "「<u>雷雲</u>」の層数を増加させ、味方パーティを左側から攻撃する。その際、優先的に各味方を1回ずつ攻撃し、その後ランダムに単体攻撃を行う。すべての攻撃は雷属性ダメージを与え、「百眼の芽」を<u>修復</u>する。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Elec",
        "K": "Skill01P2",
        "EE": [
            240150105,
            240150103
        ],
        "S": [
            2.0,
            5.0
        ]
    },
    "401501107": {
        "Key": "Skill02P2",
        "Name": "稲妻を貫いて九万里",
        "Desc": "「<u>雷雲</u>」の層数を増加させ、味方全体に雷属性ダメージを与え、「百眼の梢」を<u>修復</u>する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill02P2",
        "EE": [
            240150105,
            240150103
        ],
        "S": [
            2.5,
            5.0
        ]
    },
    "401501108": {
        "Key": "Skill03P2",
        "Name": "機縁の月がもたらす光",
        "Desc": "「<u>雷雲</u>」の層数を増加させ、味方全体に雷属性ダメージを与え、「百眼の梢」と「百眼の芽」を<u>修復</u>する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill03P2",
        "EE": [
            240150105,
            240150103
        ],
        "S": [
            2.5,
            5.0
        ]
    },
    "401501109": {
        "Key": "Skill04P2",
        "Name": "雷霆、山海を揺らす",
        "Desc": "「<u>雷雲</u>」の層数を増加させ、チャージ状態に入り、次の行動で「憤り、昼夜の天空を破る」を発動する。また自身に「<u>電離</u>」を付与し、「陽雷の鴉」を召喚する。この時、味方が攻撃を行うと、その攻撃が命中した敵の数に応じて「<u>雷雲</u>」を奪う。「陽雷の鴉」、「百眼の芽」、または「百眼の梢」がHPが0になる攻撃を受けた場合、さらに「<u>雷雲</u>」を一定量奪う。なお、すべての「<u>雷雲</u>」が奪われると敵は弱点撃破状態に陥り、他の方法で弱点撃破された場合は、すべての「<u>雷雲</u>」を失ったうえで「<u>雷雲</u>」の数に応じた回数分、少量の雷属性ダメージを受ける。",
        "P": "2",
        "SP": 0,
        "K": "Skill04P2",
        "EE": [
            240150104,
            240150103
        ],
        "S": [
            20.0
        ]
    },
    "401501110": {
        "Key": "Skill05P2",
        "Name": "憤り、昼夜の天空を破る",
        "Desc": "「<u>雷雲</u>」を一定数消費して味方全体に雷属性ダメージを与えた後、ランダムな味方に少量の雷属性ダメージを与え、「百眼の芽」と「百眼の梢」を<u>修復</u>する。その後、仲間によって減少した雷雲の数に応じ、自身に少量の雷属性付加ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill05P2",
        "EE": [
            240150105
        ],
        "S": [
            3.0,
            20.0
        ]
    },
    "401501111": {
        "Key": "SkillP01",
        "Name": "百眼",
        "Desc": "この戦闘では、「陽雷の鴉」、「百眼の梢」または「百眼の芽」がダメージを受けると、「至高、極陽、天空の化身」も同量のダメージを受ける。「陽雷の鴉」、「百眼の梢」または「百眼の芽」がHPが0になる攻撃を受けると、「至高、極陽、天空の化身」の靭性が削られ、「百眼の梢」または「百眼の芽」のHPが回復し、選択不能な状態になる。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.4,
            1.2,
            0.2,
            5.0,
            0.8,
            120.0
        ]
    },
    "401501112": {
        "Key": "SkillP02",
        "Name": "雷雨",
        "Desc": "天候が雷雲の時、戦闘環境に「<u>雷雲</u>」が出現する。「至高、極陽、天空の化身」が「<u>電離</u>」状態でない時、「陽雷の鴉」、「百眼の芽」、または「百眼の梢」がHPが0になる攻撃を受けると、戦闘環境の「<u>雷雲</u>」が一定数削られ、「至高、極陽、天空の化身」に少量の雷属性ダメージを与える。",
        "P": "2",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            240150104,
            240150103
        ],
        "S": [
            0.75,
            0.005,
            1.0,
            3.0,
            5.0
        ]
    },
    "401501113": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.75,
            1.25,
            0.25,
            0.75
        ]
    },
    "401501114": {
        "Key": "SkillP04",
        "Name": "酷暑",
        "Desc": "天候が酷暑の時、戦闘環境に「<u>温度</u>」が出現する。「<u>温度</u>」は任意のターンが訪れるたびに上昇し、蓄積している「<u>温度</u>」に応じて味方の与ダメージをアップする。また、味方全体を「ソーラーストーム」状態にし、ターンが回ってくるたびに「<u>温度</u>」に応じた炎属性ダメージを与える。なお、このダメージは<u>「非致死性」</u>であり、「陽雷の鴉」、「百眼の梢」または「百眼の芽」がHPが0になる攻撃を受けた時、戦闘環境の「<u>温度</u>」が下がる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP04",
        "EE": [
            401403001,
            240150101
        ],
        "S": [
            0.05,
            1.0,
            0.01
        ]
    },
    "401501115": {
        "Key": "SkillP05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP05",
        "S": [
            0.0,
            40.0,
            0.3,
            1.0
        ]
    },
    "401501116": {
        "Key": "Skill01P3",
        "Name": "灰燼の彼方より",
        "Desc": "「<u>枯れ果てた篩骨</u>」を<u>修復</u>し、指定した味方単体に大量の虚数属性固定ダメージを与え、「<u>腐敗</u>」を付与する。なお、追加で付与された「<u>腐敗</u>」は累積される。",
        "P": "3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill01P3",
        "EE": [
            240150105,
            240150202
        ],
        "S": [
            1.0,
            500.0,
            600.0,
            1.0
        ]
    },
    "401501117": {
        "Key": "Skill02P3",
        "Name": "堕ちゆく余塵の星",
        "Desc": "「乾き切った涙骨」を<u>修復</u>し、味方全体に大量の虚数属性固定ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。",
        "P": "3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02P3",
        "EE": [
            240150105,
            401301001
        ],
        "S": [
            2.0,
            3.0
        ]
    },
    "401501118": {
        "Key": "Skill03P3",
        "Name": "開かれし恐寂の魔眼",
        "Desc": "「暗黒の潮の襲来」状態に入り、次の行動で「燼灰死寂・諸神屠滅」を発動し、「枯れ果てた篩骨」と「乾き切った涙骨」を<u>修復</u>する。",
        "P": "3",
        "SP": 0,
        "K": "Skill03P3",
        "EE": [
            240150105
        ],
        "S": [
            0.5
        ]
    },
    "401501119": {
        "Key": "Skill04P3",
        "Name": "燼灰死寂・諸神屠滅",
        "Desc": "味方全体に大量の虚数属性固定ダメージを与え、「枯れ果てた篩骨」と「乾き切った涙骨」を<u>修復</u>する。",
        "P": "3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04P3",
        "EE": [
            240150105
        ],
        "S": [
            1.0
        ]
    },
    "401501120": {
        "Key": "SkillP06",
        "Name": "遺骨",
        "Desc": "今回の戦闘では、「枯れ果てた篩骨」または「乾き切った涙骨」がダメージを受けると、「絶滅者、陽雷の業果、晨昏の目」も同量のダメージを受ける。また、「枯れ果てた篩骨」または「乾き切った涙骨」がHPが0になる攻撃を受けると、「絶滅者、陽雷の業果、晨昏の目」の靭性が削られ、「枯れ果てた篩骨」または「乾き切った涙骨」のHPが回復し、選択不能な状態になる。",
        "P": "3",
        "SP": 0,
        "K": "SkillP06",
        "S": [
            2.0,
            1.2,
            120.0,
            1.4,
            1.4
        ]
    },
    "401501121": {
        "Key": "SkillP07",
        "Name": "暗黒の潮",
        "Desc": "アクションバーに「暗黒の潮」が追加され、「暗黒の潮」が行動するたび、累積可能な「<u>腐敗</u>」が味方全体に付与される。味方がHPが0になる攻撃を受けた時、「<u>黒蝕</u>」状態になる。味方全体が「<u>黒蝕</u>」状態か戦闘不能状態になると、戦闘失敗になる。",
        "P": "3",
        "SP": 0,
        "K": "SkillP07",
        "EE": [
            240150201,
            240150202
        ],
        "S": [
            300.0,
            1.0,
            30.0,
            0.8,
            130.0,
            150.0
        ]
    },
    "401501122": {
        "Key": "SkillP09",
        "Name": "至闇の潮",
        "Desc": "この戦闘において、「絶滅者、陽雷の業果、晨昏の目」が与える全てのダメージは、「暗黒の潮の同調率」に応じた固定ダメージになる。味方が攻撃を行うと「暗黒の潮の同調率」に応じた<u>確定ダメージ</u>を与え、このダメージは<u>「非致死性」</u>となる。「絶滅者、陽雷の業果、晨昏の目」と「暗黒の潮」が行動すると「暗黒の潮の同調率」が上昇し、「枯れ果てた篩骨」または「乾き切った涙骨」が倒れると、「暗黒の潮の同調率」がダウンする。",
        "P": "3",
        "SP": 0,
        "K": "SkillP09",
        "EE": [
            10000017,
            401403001
        ],
        "S": [
            2.8,
            16.0,
            0.6,
            1.0,
            0.0,
            1.0
        ]
    },
    "401501123": {
        "Key": "SkillP08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP08",
        "S": [
            4.0,
            1.0,
            2.0,
            0.0,
            0.0,
            4.0
        ]
    },
    "401501124": {
        "Key": "SkillP10",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP10",
        "S": [
            0.5,
            0.5,
            20.0,
            0.0,
            0.0,
            40.0
        ]
    },
    "401502001": {
        "Key": "Skill01P3",
        "Name": "灰燼の彼方より",
        "Desc": "「<u>枯れ果てた篩骨</u>」を<u>修復</u>し、指定した味方単体に大量の虚数属性固定ダメージを与え、「<u>腐敗</u>」を付与する。なお、追加で付与された「<u>腐敗</u>」は累積される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill01P3",
        "EE": [
            240150105,
            240150202
        ],
        "S": [
            1.0,
            500.0,
            600.0,
            1.0
        ]
    },
    "401502002": {
        "Key": "Skill02P3",
        "Name": "堕ちゆく余塵の星",
        "Desc": "「乾き切った涙骨」を<u>修復</u>し、味方全体に大量の虚数属性固定ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02P3",
        "EE": [
            240150105,
            401301001
        ],
        "S": [
            2.0,
            3.0
        ]
    },
    "401502003": {
        "Key": "Skill03P3",
        "Name": "開かれし恐寂の魔眼",
        "Desc": "「暗黒の潮の襲来」状態に入り、次の行動で「燼灰死寂・諸神屠滅」を発動し、「枯れ果てた篩骨」と「乾き切った涙骨」を<u>修復</u>する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03P3",
        "EE": [
            240150105
        ],
        "S": [
            0.5
        ]
    },
    "401502004": {
        "Key": "Skill04P3",
        "Name": "燼灰死寂・諸神屠滅",
        "Desc": "味方全体に大量の虚数属性固定ダメージを与え、「枯れ果てた篩骨」と「乾き切った涙骨」を<u>修復</u>する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04P3",
        "EE": [
            240150105
        ],
        "S": [
            1.0
        ]
    },
    "401502005": {
        "Key": "SkillP06",
        "Name": "遺骨",
        "Desc": "今回の戦闘では、「枯れ果てた篩骨」または「乾き切った涙骨」がダメージを受けると、「絶滅者、陽雷の業果、晨昏の目」も同量のダメージを受ける。また、「枯れ果てた篩骨」または「乾き切った涙骨」がHPが0になる攻撃を受けると、「絶滅者、陽雷の業果、晨昏の目」の靭性が削られ、「枯れ果てた篩骨」または「乾き切った涙骨」のHPが回復し、選択不能な状態になる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP06",
        "S": [
            1.0,
            1.0,
            120.0,
            1.4,
            1.4
        ]
    },
    "401502006": {
        "Key": "SkillP07",
        "Name": "暗黒の潮",
        "Desc": "アクションバーに「暗黒の潮」が追加され、「暗黒の潮」が行動するたび、累積可能な「<u>腐敗</u>」が味方全体に付与される。味方がHPが0になる攻撃を受けた時、「<u>黒蝕</u>」状態になる。味方全体が「<u>黒蝕</u>」状態か戦闘不能状態になると、戦闘失敗になる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP07",
        "EE": [
            240150201,
            240150202
        ],
        "S": [
            300.0,
            1.0,
            30.0,
            0.8,
            130.0,
            150.0
        ]
    },
    "401502007": {
        "Key": "SkillP09",
        "Name": "至闇の潮",
        "Desc": "この戦闘において、「絶滅者、陽雷の業果、晨昏の目」が与える全てのダメージは、「暗黒の潮の同調率」に応じた固定ダメージになる。味方が攻撃を行うと「暗黒の潮の同調率」に応じる<u>確定ダメージ</u>を与え、このダメージは<u>「非致死性」</u>となる。「絶滅者、陽雷の業果、晨昏の目」と「暗黒の潮」が行動すると「暗黒の潮の同調率」が上昇し、「枯れ果てた篩骨」または「乾き切った涙骨」が倒れると、「暗黒の潮の同調率」がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP09",
        "EE": [
            10000017,
            401403001
        ],
        "S": [
            2.8,
            16.0,
            0.6,
            1.0,
            0.0,
            1.0
        ]
    },
    "401502008": {
        "Key": "SkillP08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP08",
        "S": [
            4.0,
            1.0,
            2.0,
            0.0,
            0.0,
            4.0
        ]
    },
    "401502009": {
        "Key": "SkillP10",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP10",
        "S": [
            0.5,
            0.5,
            20.0,
            0.0,
            0.0,
            40.0
        ]
    },
    "401502101": {
        "Key": "Skill01P3",
        "Name": "灰燼の彼方より",
        "Desc": "「<u>枯れ果てた篩骨</u>」を<u>修復</u>し、指定した味方単体に大量の虚数属性固定ダメージを与え、「<u>腐敗</u>」を付与する。なお、追加で付与された「<u>腐敗</u>」は累積される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill01P3",
        "EE": [
            240150105,
            240150202
        ],
        "S": [
            0.5,
            500.0,
            600.0,
            1.0
        ]
    },
    "401502102": {
        "Key": "Skill02P3",
        "Name": "堕ちゆく余塵の星",
        "Desc": "「乾き切った涙骨」を<u>修復</u>し、味方全体に大量の虚数属性固定ダメージを与える。このダメージは味方全体で<u>均等に分担</u>される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02P3",
        "EE": [
            240150105,
            401301001
        ],
        "S": [
            1.0,
            3.0
        ]
    },
    "401502103": {
        "Key": "Skill03P3",
        "Name": "開かれし恐寂の魔眼",
        "Desc": "「暗黒の潮の襲来」状態に入り、次の行動で「燼灰死寂・諸神屠滅」を発動し、「枯れ果てた篩骨」と「乾き切った涙骨」を<u>修復</u>する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03P3",
        "EE": [
            240150105
        ],
        "S": [
            1.0
        ]
    },
    "401502104": {
        "Key": "Skill04P3",
        "Name": "燼灰死寂・諸神屠滅",
        "Desc": "味方全体に大量の虚数属性固定ダメージを与え、「枯れ果てた篩骨」と「乾き切った涙骨」を<u>修復</u>する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04P3",
        "EE": [
            240150105
        ],
        "S": [
            0.5
        ]
    },
    "401502105": {
        "Key": "SkillP06",
        "Name": "遺骨",
        "Desc": "今回の戦闘では、「枯れ果てた篩骨」または「乾き切った涙骨」がダメージを受けると、「晨昏の目、ヒアシンシア」も同量のダメージを受ける。また、「枯れ果てた篩骨」または「乾き切った涙骨」がHPが0になる攻撃を受けると、「晨昏の目、ヒアシンシア」の靭性が削られ、「枯れ果てた篩骨」または「乾き切った涙骨」のHPが回復し、選択不能な状態になる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP06",
        "S": [
            1.0,
            1.0,
            180.0,
            1.4,
            1.4
        ]
    },
    "401502106": {
        "Key": "SkillP07",
        "Name": "暗黒の潮",
        "Desc": "アクションバーに「暗黒の潮」が追加される。「暗黒の潮」が行動する時、味方全体に「<u>腐敗</u>」を付与する。「<u>腐敗</u>」は累積できる。また、その状態でHPが0になる攻撃を受けると、対象に「<u>黒蝕</u>」が付与される。対象全体が「<u>黒蝕</u>」状態か戦闘不能状態になると、戦闘失敗になる。",
        "P": "1",
        "SP": 0,
        "K": "SkillP07",
        "EE": [
            240150201,
            240150202
        ],
        "S": [
            300.0,
            1.0,
            30.0,
            0.8,
            130.0,
            150.0
        ]
    },
    "401502107": {
        "Key": "SkillP09",
        "Name": "至闇の潮",
        "Desc": "今回の戦闘で、「晨昏の目、ヒアシンシア」が与える全てのダメージは「暗黒の潮シンクロ率」に応じて固定ダメージになる。味方が攻撃を行った後、「暗黒の潮シンクロ率」に応じて、さらに<u>確定ダメージ</u>を与える。このダメージは<u>「非致死性」</u>である。「晨昏の目、ヒアシンシア」と「暗黒の潮」が行動する時、「暗黒の潮シンクロ率」が上昇する。「枯れ果てた篩骨」または「乾き切った涙骨」が倒された時、「暗黒の潮シンクロ率」が減少する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP09",
        "EE": [
            10000017,
            401403001
        ],
        "S": [
            2.0,
            16.0,
            0.5,
            1.0,
            0.0,
            1.5
        ]
    },
    "401502108": {
        "Key": "SkillP08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP08",
        "S": [
            4.0,
            1.0,
            2.0,
            0.0,
            0.0,
            4.0
        ]
    },
    "401502109": {
        "Key": "SkillP10",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP10",
        "S": [
            0.5,
            0.2,
            20.0,
            0.0,
            0.0,
            50.0
        ]
    },
    "402201001": {
        "Key": "Skill01",
        "Name": "夜空を横切って",
        "Desc": "指定した味方単体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "402201002": {
        "Key": "Skill02",
        "Name": "流星の如く輝かん",
        "Desc": "指定した敵単体に<u>「吹き荒れる風」</u>状態を1層付与。<u>「吹き荒れる風」</u>効果のある敵はターン終了時に即座に行動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240220101
        ]
    },
    "402201101": {
        "Key": "Skill01",
        "Name": "夜空を横切って",
        "Desc": "指定した味方単体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.0
        ]
    },
    "402201102": {
        "Key": "Skill02",
        "Name": "流星の如く輝かん",
        "Desc": "指定した敵単体に<u>「吹き荒れる風」</u>状態を1層付与。<u>「吹き荒れる風」</u>効果のある敵はターン終了時に即座に行動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240220101
        ],
        "S": [
            6.0,
            12.0
        ]
    },
    "402201103": {
        "Key": "PassiveSkill01",
        "Name": "日月の間に潜む",
        "Desc": "戦闘に入る時は<u>「後方ターゲット」</u>である。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            70000217
        ]
    },
    "402301001": {
        "Key": "Skill01",
        "Name": "暗闇を突き破って",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "402301002": {
        "Key": "Skill02",
        "Name": "夜明けの訪れ",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の炎属性ダメージを与え、命中したターゲットに<u>「エーグルの印」</u>を付与する。同時に「メテオイーグル」を召喚する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "EE": [
            402301001
        ],
        "S": [
            2.6,
            0.5,
            0.8,
            1.1,
            1.5
        ]
    },
    "402301003": {
        "Key": "Skill03",
        "Name": "灯された未来​",
        "Desc": "味方1名をロックオンし、「灯された未来」状態に入る。次の行動で「エーグルへの賛美」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            402301001
        ]
    },
    "402301004": {
        "Key": "Skill04",
        "Name": "エーグルへの賛美",
        "Desc": "ロックオンしたターゲットおよび隣接するターゲットに炎属性ダメージを与え、攻撃が命中したターゲットに<u>「エーグルの印」</u>を付与する。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "EE": [
            402301001
        ],
        "S": [
            4.0,
            3.0
        ]
    },
    "402301005": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            402301001
        ],
        "S": [
            40.0,
            1.5,
            0.25
        ]
    },
    "402301006": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            1.2,
            1.0,
            0.4,
            1.0,
            1.5
        ]
    },
    "402301101": {
        "Key": "Skill01",
        "Name": "暗闇を突き破って",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "402301102": {
        "Key": "Skill02",
        "Name": "夜明けの訪れ",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の炎属性ダメージを与え、高確率で命中したターゲットを燃焼状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill02",
        "S": [
            2.5,
            0.2,
            0.4,
            0.7,
            1.0
        ]
    },
    "402301103": {
        "Key": "Skill03",
        "Name": "灯された未来",
        "Desc": "味方全体をロックオンし、「灯された未来」状態に入る。次の行動で「エーグルへの賛美」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03"
    },
    "402301104": {
        "Key": "Skill04",
        "Name": "エーグルへの賛美",
        "Desc": "味方全体に炎属性ダメージを与え、高確率で命中したターゲットを燃焼状態にする。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            4.0
        ]
    },
    "402301105": {
        "Key": "PassiveSkill01",
        "Name": "天地を照らす光",
        "Desc": "<u>「後方ターゲット」</u>が倒された時、「地を震わす獅子」の受けるダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            70000217
        ],
        "S": [
            1.2,
            3.0,
            1.0,
            0.5
        ]
    },
    "402301106": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            12.0,
            16.0,
            2.0,
            4.0,
            20.0,
            2.0,
            4.0,
            2.0,
            4.0,
            2.0,
            2.0
        ]
    },
    "402301107": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            8.0,
            12.0,
            2.0,
            4.0,
            2.0,
            4.0,
            2.0,
            2.0
        ]
    },
    "402301201": {
        "Key": "Skill01",
        "Name": "暗闇を突き破って",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "402301202": {
        "Key": "Skill02",
        "Name": "夜明けの訪れ",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の炎属性ダメージを与え、高確率で命中したターゲットを燃焼状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "S": [
            2.5,
            0.3,
            0.6,
            1.0,
            1.5
        ]
    },
    "402301203": {
        "Key": "Skill03",
        "Name": "灯された未来",
        "Desc": "味方全体をロックオンし、「灯された未来」状態に入る。次の行動で「エーグルへの賛美」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "402301204": {
        "Key": "Skill04",
        "Name": "エーグルへの賛美",
        "Desc": "味方全体に炎属性ダメージを与え、高確率で命中したターゲットを燃焼状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            4.0
        ]
    },
    "402301205": {
        "Key": "PassiveSkill01",
        "Name": "天地を照らす光",
        "Desc": "<u>「後方ターゲット」</u>が倒された時、「地を震わす獅子」の受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            70000217
        ],
        "S": [
            1.0,
            3.0,
            1.0
        ]
    },
    "402301206": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.0,
            0.0,
            0.0,
            0.0,
            0.0,
            20.0,
            2.0,
            3.0,
            0.0,
            0.0,
            0.0,
            0.0
        ]
    },
    "402301207": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            8.0,
            0.0,
            0.0,
            0.0,
            0.0,
            0.0,
            0.0,
            0.0
        ]
    },
    "402301301": {
        "Key": "Skill01",
        "Name": "暗闇を突き破って",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与え、高確率で攻撃を受けた味方を「焼却」状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            3.0,
            1.0,
            3.0,
            1.0
        ]
    },
    "402301302": {
        "Key": "Skill02",
        "Name": "夜明けの訪れ",
        "Desc": "味方パーティの左側から3ターゲットを薙ぎ払い、少量の炎属性ダメージを与え、高確率で命中したターゲットに「焼却」を付与する。同時に「メテオイーグル」を召喚する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "S": [
            3.0,
            0.5,
            0.8,
            1.1,
            1.5
        ]
    },
    "402301303": {
        "Key": "Skill03",
        "Name": "灯された未来",
        "Desc": "味方1名をロックオンし、「灯された未来」状態に入る。次の行動で「エーグルへの賛美」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "402301304": {
        "Key": "Skill04",
        "Name": "エーグルへの賛美",
        "Desc": "ロックオンしたターゲットおよび隣接するターゲットに炎属性ダメージを与え、「焼却」状態のターゲットに追加で炎属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill04",
        "S": [
            4.0,
            3.0,
            2.0
        ]
    },
    "402301305": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            40.0,
            1.5,
            0.25
        ]
    },
    "402301306": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            1.2,
            1.0,
            0.4,
            1.0,
            1.5
        ]
    },
    "402302001": {
        "Key": "Skill01",
        "Name": "創造されし月光",
        "Desc": "指定した味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.0
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "402302002": {
        "Key": "Skill02",
        "Name": "3倍の下弦の月",
        "Desc": "味方パーティの右側から3ターゲットを薙ぎ払い、少量の量子属性ダメージを与え、命中したターゲットに<u>「オロニクスの印」</u>を付与する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "EE": [
            402302001
        ],
        "S": [
            2.6
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "402302003": {
        "Key": "Skill03",
        "Name": "2倍の上弦の月",
        "Desc": "味方2名をロックオンし、「2倍の上弦の月」状態に入る。次の行動で「6倍の満月」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            402302001
        ]
    },
    "402302004": {
        "Key": "Skill04",
        "Name": "6倍の満月",
        "Desc": "ロックオンターゲットに量子属性ダメージを与え、命中したターゲットに<u>「オロニクスの印」</u>を付与する。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill04",
        "EE": [
            402302001
        ],
        "S": [
            4.5
        ],
        "EX": {
            "1": {
                "X": "DMG"
            }
        }
    },
    "402302005": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            402302001
        ],
        "S": [
            40.0,
            1.5,
            0.25
        ]
    },
    "402302006": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            1.2,
            1.0,
            0.4,
            1.0,
            1.5
        ]
    },
    "402302101": {
        "Key": "Skill01",
        "Name": "創造されし月光",
        "Desc": "指定した味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "402302102": {
        "Key": "Skill02",
        "Name": "3倍の下弦の月",
        "Desc": "「地を震わす獅子」と同時に発動し、味方全体にダメージを与え、一定確率で命中した対象をもつれ状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            2.5
        ]
    },
    "402302103": {
        "Key": "Skill03",
        "Name": "2倍の上弦の月",
        "Desc": "味方2名をロックオンし、「2倍の上弦の月」状態に入る。次の行動で「6倍の満月」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "402302104": {
        "Key": "Skill04",
        "Name": "6倍の満月",
        "Desc": "ロックオンされているターゲットに量子属性ダメージを与え、一定確率でターゲットをもつれ状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill04",
        "S": [
            4.0
        ]
    },
    "402302105": {
        "Key": "PassiveSkill01",
        "Name": "光を追い求める",
        "Desc": "「ムーンライトペガサス」が受けるダメージはすべて「地を震わす獅子」が肩代わりする。<u>「後方ターゲット」</u>が倒された時、「ムーンライトペガサス」の受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            70000217
        ],
        "S": [
            0.6,
            1.0,
            0.3,
            1.0
        ]
    },
    "403201001": {
        "Key": "Skill01",
        "Name": "破滅の切先",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.5,
            2.4
        ]
    },
    "403201002": {
        "Key": "SkillP01",
        "Name": "決まった末路",
        "Desc": "攻撃が味方にダメージを与えた時、命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240320101
        ],
        "S": [
            0.5,
            0.2,
            0.0,
            0.5
        ]
    },
    "403201101": {
        "Key": "Skill01",
        "Name": "破滅の切先",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0,
            2.0
        ]
    },
    "403201102": {
        "Key": "PassiveSkill01",
        "Name": "定められた末路",
        "Desc": "ターゲットの残りHPがマイナスの時、弱点撃破状態を解除し、「弱点無効」効果を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.0
        ]
    },
    "403202001": {
        "Key": "Skill01",
        "Name": "共祭・死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            0.5,
            0.25
        ]
    },
    "403202002": {
        "Key": "Skill02",
        "Name": "共祭・消えゆく運命",
        "Desc": "味方全体に少量の物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            0.5
        ]
    },
    "403202003": {
        "Key": "PassiveSkill01",
        "Name": "我がために祈りを捧げよ",
        "Desc": "行動制限系デバフに抵抗する。「漆黒の剣、フレイムスティーラー」が「死の黒雲」または「消えゆく運命」を再び発動した時、自身が「漆黒の剣、フレイムスティーラー」の攻撃によって召喚された場合、「漆黒の剣、フレイムスティーラー」と共に攻撃を仕掛ける。その後、自身は「漆黒の剣、フレイムスティーラー」に吸収され、<u>「纏わりつく苦痛」</u>に変換された分のHPを回復する。同時に「漆黒の剣、フレイムスティーラー」は<u>「災厄の力」</u>を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            1.0,
            0.06
        ]
    },
    "403202004": {
        "Key": "PassiveSkill01",
        "Name": "我がために贄を捧げよ",
        "Desc": "HPが0になる攻撃を受けた時、「漆黒の剣、フレイムスティーラー」の<u>「災厄の力」</u>の層数が0でない場合、直ちに「漆黒の剣、フレイムスティーラー」によって再召喚される。ただし、「漆黒の剣、フレイムスティーラー」は<u>「災厄の力」</u>を1層失い、一定のHPを失う。「漆黒の剣、フレイムスティーラー」が「捨つることに涙せず」を発動した時、「漆黒の剣、フレイムスティーラー」に吸収され、<u>「纏わりつく苦痛」</u>に変換された分のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            1.0,
            0.02
        ]
    },
    "403202101": {
        "Key": "Skill01",
        "Name": "共祭・死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            0.5,
            0.25
        ]
    },
    "403202102": {
        "Key": "Skill02",
        "Name": "共祭・消えゆく運命",
        "Desc": "味方全体に少量の物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            0.5
        ]
    },
    "403202103": {
        "Key": "PassiveSkill01",
        "Name": "我が詠唱を聴け",
        "Desc": "行動制限系デバフに抵抗する。「末日の岐路に立つフレイムスティーラー」が「鉄壁の防御」状態の場合、自身のダメージがダウンする。「末日の岐路に立つフレイムスティーラー」が再び「死の黒雲」または「消えゆく運命」を発動した時、自身がその攻撃によって召喚された場合、「末日の岐路に立つフレイムスティーラー」と一緒に攻撃を行い、それに吸収される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.0,
            0.005,
            0.5
        ]
    },
    "403202104": {
        "Key": "PassiveSkill01",
        "Name": "我が葬列に連なれ",
        "Desc": "HPが0になる攻撃を受けた後、「末日の岐路に立つフレイムスティーラー」が<u>「枷鎖崩壊」</u>状態の場合、ただちに再び召喚され、「末日の岐路に立つフレイムスティーラー」は<u>「災厄の力」</u>1層失い、靭性が削られる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            240340131
        ],
        "S": [
            1.0,
            0.005,
            0.5
        ]
    },
    "403202105": {
        "Key": "Skill03",
        "Name": "堕擊",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill03",
        "S": [
            3.0
        ]
    },
    "403202106": {
        "Key": "Skill04",
        "Name": "死火に帰す",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。その後、「末日の岐路に立つフレイムスティーラー」に吸収され、<u>「災厄の力」</u>を1層獲得させる。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            3.0,
            0.25,
            0.5
        ]
    },
    "403202201": {
        "Key": "Skill01",
        "Name": "共祭・死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            0.5,
            0.25
        ]
    },
    "403202202": {
        "Key": "Skill02",
        "Name": "共祭・消えゆく運命",
        "Desc": "味方全体に少量の物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            0.5
        ]
    },
    "403202203": {
        "Key": "PassiveSkill01",
        "Name": "我がために祈りを捧げよ",
        "Desc": "行動制限系デバフを抵抗する。「？？？」が「死の黒雲」または「消えゆく運命」を再び発動した時、自身がその攻撃によって召喚された場合、「？？？」と共に攻撃を仕掛ける。その後、自身は「？？？」に吸収され、<u>「纏わりつく苦痛」</u>に変換された分のHPを回復する。同時に「？？？」は<u>「災厄の力」</u>を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            1.0,
            0.06
        ]
    },
    "403202204": {
        "Key": "PassiveSkill01",
        "Name": "我がために贄を捧げよ",
        "Desc": "HPが0になる攻撃を受けた時、「？？？」の<u>「災厄の力」</u>の層数が0でない場合、直ちに「？？？」によって再召喚される。ただし、「？？？」は<u>「災厄の力」</u>を1層失い、一定のHPを失う。「？？？」が「捨つることに涙せず」を発動した時、「？？？」に吸収され、<u>「纏わりつく苦痛」</u>に変換された分のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            1.0,
            0.02
        ]
    },
    "403202301": {
        "Key": "Skill01",
        "Name": "共祭・死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            2.0,
            1.0
        ]
    },
    "403202302": {
        "Key": "Skill02",
        "Name": "共祭・消えゆく運命",
        "Desc": "味方全体に少量の物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            2.0,
            0.6,
            0.3,
            0.2
        ]
    },
    "403202303": {
        "Key": "PassiveSkill01",
        "Name": "我がために祈りを捧げよ",
        "Desc": "行動制限系デバフに抵抗する。「魔王ブラックマント」が再び「死の黒雲」または「消えゆく運命」を発動した時、自身がその攻撃によって召喚され、かつ「共祭」状態であった場合、「魔王ブラックマント」と一緒に攻撃を行う。その後、「魔王ブラックマント」に吸収され、「魔王ブラックマント」は<u>「纏わりつく苦痛」</u>に転換された分のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            70000215
        ],
        "S": [
            1.0,
            0.08
        ]
    },
    "403202304": {
        "Key": "PassiveSkill01",
        "Name": "我がために贄を捧げよ",
        "Desc": "「囚人の鎖」状態でHPが0になる攻撃を受けた時、「魔王ブラックマント」の<u>「災厄の力」</u>が0でない場合に限り、即座に再召喚されて「囚人の鎖」状態になる。ただし、これにより「魔王ブラックマント」は<u>「災厄の力」</u>1層と一定割合のHPを失う。「魔王ブラックマント」が「捨つることに涙せず」を発動すると、これを吸収して<u>「纏わりつく苦痛」</u>のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            70000215
        ],
        "S": [
            1.0,
            0.05
        ]
    },
    "403202401": {
        "Key": "Skill01",
        "Name": "共祭・死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            1.6,
            1.0
        ]
    },
    "403202402": {
        "Key": "Skill02",
        "Name": "共祭・消えゆく運命",
        "Desc": "味方全体に少量の物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に変換される。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            1.6,
            0.6,
            0.3,
            0.2
        ]
    },
    "403202403": {
        "Key": "PassiveSkill01",
        "Name": "我がために祈りを捧げよ",
        "Desc": "行動制限系デバフに抵抗できる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.0,
            0.06
        ]
    },
    "403202404": {
        "Key": "PassiveSkill01",
        "Name": "我がために贄を捧げよ",
        "Desc": "HPが0になる攻撃を受けた時、「漆黒の剣、フレイムスティーラー」の<u>「災厄の力」</u>の層数が0でない場合、「漆黒の剣、フレイムスティーラー」は<u>「災厄の力」</u>を1層失う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            0.02
        ]
    },
    "403202501": {
        "Key": "Skill01",
        "Name": "共祭・死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            0.5,
            0.25
        ]
    },
    "403202502": {
        "Key": "Skill02",
        "Name": "共祭・消えゆく運命",
        "Desc": "味方全体に少量の物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            0.5
        ]
    },
    "403202503": {
        "Key": "PassiveSkill01",
        "Name": "我が詠唱を聴け",
        "Desc": "行動制限系デバフに抵抗する。「？？？」が再び「死の黒雲」または「消えゆく運命」を発動した時、自身がその攻撃によって召喚された場合、【？？？】と一緒に攻撃を行い、その後吸収される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            1.0,
            0.005,
            0.5
        ]
    },
    "403202504": {
        "Key": "PassiveSkill01",
        "Name": "我が葬列に連なれ",
        "Desc": "HPが0になる攻撃を受けた後、「？？？」が<u>「枷鎖崩壊」</u>状態の場合、ただちに再び召喚され、「？？？」は<u>「災厄の力」</u>1層失い、靭性が削られる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            240340131
        ],
        "S": [
            1.0,
            0.005,
            0.5
        ]
    },
    "403202505": {
        "Key": "Skill03",
        "Name": "堕擊",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill03",
        "S": [
            3.0
        ]
    },
    "403202506": {
        "Key": "Skill04",
        "Name": "死火に帰す",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。その後、「？？？」に吸収され、<u>「災厄の力」</u>を1層獲得させる。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            3.0,
            0.25,
            0.5
        ]
    },
    "403202601": {
        "Key": "Skill01",
        "Name": "共祭・死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            0.5,
            0.25
        ]
    },
    "403202602": {
        "Key": "Skill02",
        "Name": "共祭・消えゆく運命",
        "Desc": "味方全体に少量の物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            0.5
        ]
    },
    "403202603": {
        "Key": "PassiveSkill01",
        "Name": "我がために祈りを捧げよ",
        "Desc": "行動制限系デバフを抵抗する。「『黎明に届かぬ者』カスライナ」が「死の黒雲」または「消えゆく運命」を再び発動した時、自身がその攻撃によって召喚された場合、「『黎明に届かぬ者』カスライナ」と共に攻撃を仕掛ける。その後、自身は「『黎明に届かぬ者』カスライナ」に吸収され、<u>「纏わりつく苦痛」</u>に変換された分のHPを回復する。同時に「『黎明に届かぬ者』カスライナ」は<u>「災厄の力」</u>を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            1.0,
            0.06
        ]
    },
    "403202604": {
        "Key": "PassiveSkill01",
        "Name": "我がために贄を捧げよ",
        "Desc": "HPが0になる攻撃を受けた後、「『黎明に届かぬ者』カスライナ」の<u>「災厄の力」</u>の層数が0でない場合、直ちに「『黎明に届かぬ者』カスライナ」によって再召喚される。ただし、「『黎明に届かぬ者』カスライナ」は<u>「災厄の力」</u>を1層失い、一定割合のHPを失う。「『黎明に届かぬ者』カスライナ」が「捨つることに涙せず」を発動した時、「『黎明に届かぬ者』カスライナ」に吸収され、<u>「纏わりつく苦痛」</u>に変換された分のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            1.0,
            0.02
        ]
    },
    "403202701": {
        "Key": "Skill01",
        "Name": "空白の願いを空しくするなかれ",
        "Desc": "味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            1.5
        ]
    },
    "403202702": {
        "Key": "PassiveSkill01",
        "Name": "黄金の血を徒に流すことなかれ",
        "Desc": "「『憎悪』の片影」を1つ創造するたびに、「カスライナ」はHPを一定割合失う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.025
        ]
    },
    "403203001": {
        "Key": "Skill01",
        "Name": "怒りの潮の斧",
        "Desc": "指定した味方単体に炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "403203002": {
        "Key": "Skill02",
        "Name": "怨恨の炎",
        "Desc": "味方全体に炎属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "EE": [
            401301001
        ],
        "S": [
            14.0
        ]
    },
    "403203003": {
        "Key": "SkillP01",
        "Name": "怨念",
        "Desc": "自身以外の敵が倒された時、即座に行動し、「怨恨の炎」を1回発動する。フィールド上に「暗黒の潮の斧」が複数存在する場合、同時に最大1体の「暗黒の潮の斧」の「怨念」が発動される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01"
    },
    "403203101": {
        "Key": "Skill01",
        "Name": "怒りの潮の斧",
        "Desc": "指定した味方単体に炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "403203102": {
        "Key": "Skill02",
        "Name": "怨恨の炎",
        "Desc": "味方全体に炎属性ダメージを与える。このダメージはすべての味方で<u>均等に分担</u>される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill02",
        "EE": [
            401301001
        ],
        "S": [
            6.0
        ]
    },
    "403203103": {
        "Key": "PassiveSkill01",
        "Name": "弱者の断頭台​",
        "Desc": "ターゲットの残りHPがマイナスの時、弱点撃破状態を解除し、「弱点無効」効果を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.0
        ]
    },
    "403204001": {
        "Key": "Skill01",
        "Name": "潜伏",
        "Desc": "自身を<u>「潜伏」</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill01",
        "EE": [
            240320401
        ]
    },
    "403204002": {
        "Key": "Skill02",
        "Name": "破滅の理性",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.5
        ]
    },
    "403204003": {
        "Key": "Skill03",
        "Name": "陰湿な扇動",
        "Desc": "指定した味方単体に物理ダメージを与え、自身の<u>「潜伏」</u>状態を解除する。<u>「潜伏」</u>状態でのみ発動可能。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "EE": [
            240320401
        ],
        "S": [
            4.5
        ]
    },
    "403204004": {
        "Key": "SkillP01",
        "Name": "綻び",
        "Desc": "自身が<u>「潜伏」</u>状態の時、被ダメージがアップする。<u>「潜伏」</u>状態が弱点撃破によって解除された時、行動順が遅延され、この被ダメージアップ効果は自身の次の行動開始まで継続する。",
        "P": "1",
        "SP": 10.0,
        "K": "SkillP01",
        "EE": [
            240320401
        ],
        "S": [
            0.5,
            0.5
        ]
    },
    "403204101": {
        "Key": "Skill01",
        "Name": "潜伏",
        "Desc": "自身を<u>「潜伏」</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill01",
        "EE": [
            240320401
        ]
    },
    "403204102": {
        "Key": "Skill02",
        "Name": "破滅の理性",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.5
        ]
    },
    "403204103": {
        "Key": "Skill03",
        "Name": "陰湿な扇動",
        "Desc": "指定した味方単体に物理属性ダメージを与え、自身の<u>「潜伏」</u>状態を解除する。<u>「潜伏」</u>状態でのみ発動可能。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "EE": [
            240320401
        ],
        "S": [
            4.5
        ]
    },
    "403204104": {
        "Key": "PassiveSkill01",
        "Name": "血肉に染み込む闇",
        "Desc": "ターゲットの残りHPがマイナスの時、自身の行動制限系デバフと弱点撃破状態を解除し、「弱点無効」効果を獲得して「潜伏」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.0
        ]
    },
    "403204201": {
        "Key": "Skill01",
        "Name": "潜伏",
        "Desc": "自身を<u>「潜伏」</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill01",
        "EE": [
            240320401
        ]
    },
    "403204202": {
        "Key": "Skill02",
        "Name": "破滅の理性",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            2.5
        ]
    },
    "403204203": {
        "Key": "Skill03",
        "Name": "陰湿な扇動",
        "Desc": "指定した味方単体に物理属性ダメージを与え、自身の<u>「潜伏」</u>状態を解除する。<u>「潜伏」</u>状態でのみ発動可能。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "EE": [
            240320401
        ],
        "S": [
            4.5
        ]
    },
    "403204204": {
        "Key": "SkillP01",
        "Name": "綻び",
        "Desc": "自身が<u>「潜伏」</u>状態の時、受けるダメージがアップする。<u>「潜伏」</u>状態が弱点撃破によって解除された時、行動順が遅延され、この被ダメージアップ効果は自身の次の行動開始まで継続する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240320401
        ],
        "S": [
            0.5,
            0.5
        ]
    },
    "403205001": {
        "Key": "Skill01",
        "Name": "悪潮の飛矢",
        "Desc": "味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "403205002": {
        "Key": "SkillP01",
        "Name": "決まった末路",
        "Desc": "攻撃が味方にダメージを与えた時、命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240320101
        ],
        "S": [
            0.5,
            0.2,
            0.0,
            0.5
        ]
    },
    "403205101": {
        "Key": "Skill01",
        "Name": "悪潮の飛矢",
        "Desc": "味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "403205102": {
        "Key": "PassiveSkill01",
        "Name": "腐蝕の矢じり",
        "Desc": "ターゲットの残りHPがマイナスの時、弱点撃破状態を解除し、「弱点無効」効果を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.0
        ]
    },
    "403205201": {
        "Key": "Skill01",
        "Name": "悪潮の飛矢",
        "Desc": "「ブラックウォーリア」と戦う味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "403205202": {
        "Key": "SkillP01",
        "Name": "決まった末路",
        "Desc": "攻撃が味方にダメージを与えた時、命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240320101
        ],
        "S": [
            1.0,
            0.05,
            0.0,
            0.5
        ]
    },
    "403206001": {
        "Key": "Skill01",
        "Name": "狂乱へ",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、行動を少し遅延させる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0,
            0.25,
            0.05
        ]
    },
    "403206002": {
        "Key": "Skill02",
        "Name": "冒涜の呪い",
        "Desc": "味方単体をロックオンし、「解脱をもたらさん」状態になる。「反創造主」は次の行動で「洞窟に囚われ死すなかれ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "403206003": {
        "Key": "Skill03",
        "Name": "悲劇の残響だけをここに",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、行動を少し遅延させる。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            3.0,
            0.25,
            0.05
        ]
    },
    "403206004": {
        "Key": "Skill022",
        "Name": "永劫の苦しみを解き放たん",
        "Desc": "味方2体をロックオンし、「解脱をもたらさん」状態になる。「反創造主」は次の行動で「魂の檻は必ず燃え落ちる」を発動する。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill022"
    },
    "403206005": {
        "Key": "PassiveSkill01",
        "Name": "永劫回帰",
        "Desc": "自身が「重傷」状態になった時、次の行動でHPを全回復し、「重傷」状態を解除する。",
        "P": "2 3",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "403206006": {
        "Key": "PassiveSkill02",
        "Name": "不生不滅",
        "Desc": "「反創造主」以外のユニットがもたらす行動順を変化させる効果に抵抗できる。HPが0になる攻撃を受けた後、「ミソス」は倒れずに「重傷」状態に入る。同時に、味方全体の行動順を早め、「<u>行動ロック</u>」状態を解除する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403501001
        ],
        "S": [
            0.2
        ]
    },
    "403206101": {
        "Key": "Skill01",
        "Name": "狂乱へ",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、行動を少し遅延させる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            4.0,
            0.25,
            0.07
        ]
    },
    "403206102": {
        "Key": "Skill02",
        "Name": "冒涜の呪い",
        "Desc": "味方単体をロックオンし、「解脱をもたらさん」状態になる。「反創造主」は次の行動で「洞窟に囚われ死すなかれ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "403206103": {
        "Key": "Skill03",
        "Name": "悲劇の残響だけをここに",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、行動を少し遅延させる。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            4.5,
            0.25,
            0.07
        ]
    },
    "403206104": {
        "Key": "Skill022",
        "Name": "永劫の苦しみを解き放たん",
        "Desc": "味方2体をロックオンし、「解脱をもたらさん」状態になる。「反創造主」は次の行動で「魂の檻は必ず燃え落ちる」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill022"
    },
    "403206105": {
        "Key": "PassiveSkill01",
        "Name": "永劫回帰",
        "Desc": "自身が「重傷」状態になった時、次の行動でHPを全回復し、「重傷」状態を解除する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "403206106": {
        "Key": "PassiveSkill02",
        "Name": "不生不滅",
        "Desc": "「反創造主」以外のユニットがもたらす行動順を変化させる効果に抵抗できる。HPが0になる攻撃を受けた後、「ミソス」は倒れずに「重傷」状態に入る。同時に、味方全体の行動順を早め、「<u>行動ロック</u>」状態を解除する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403501001
        ],
        "S": [
            0.2
        ]
    },
    "403207001": {
        "Key": "Skill01",
        "Name": "混沌へ",
        "Desc": "指定した味方単体および隣接する味方に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            2.5,
            2.0,
            0.05
        ]
    },
    "403207002": {
        "Key": "Skill02",
        "Name": "愚かなる探求",
        "Desc": "味方単体をロックオンし、「反乱を起こさん」状態になる。「反創造主」は次の行動で「暴政に屈することなかれ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "403207003": {
        "Key": "Skill03",
        "Name": "誤謬と虚妄の抹消",
        "Desc": "指定した味方単体および隣接する味方に量子属性ダメージを与える。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "S": [
            2.5,
            2.0,
            0.05
        ]
    },
    "403207004": {
        "Key": "Skill04",
        "Name": "破壊と再生",
        "Desc": "味方全体に量子属性ダメージを与え、味方のSPを1減らす。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill04",
        "S": [
            1.0,
            4.0,
            0.08
        ]
    },
    "403207005": {
        "Key": "Skill022",
        "Name": "愚か者の反逆",
        "Desc": "「反乱を起こさん」状態になり、「反創造主」は次の行動で「神の冠はいずれ砕け散る」を発動する。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill022"
    },
    "403207006": {
        "Key": "PassiveSkill01",
        "Name": "永劫回帰",
        "Desc": "自身が「重傷」状態になった時、次の行動でHPを全回復し、「重傷」状態を解除する。",
        "P": "2 3",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "403207007": {
        "Key": "PassiveSkill02",
        "Name": "不生不滅",
        "Desc": "「反創造主」以外のユニットがもたらす行動順を変化させる効果に抵抗できる。HPが0になる攻撃を受けた後、「ロゴス」は倒れずに「重傷」状態に入る。同時に、味方全体のEPを回復し、「<u>行動ロック</u>」状態を解除する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403501001
        ],
        "S": [
            0.15
        ]
    },
    "403207101": {
        "Key": "Skill01",
        "Name": "混沌へ",
        "Desc": "指定した味方単体および隣接する味方に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            4.5,
            3.0,
            0.07
        ]
    },
    "403207102": {
        "Key": "Skill02",
        "Name": "愚かなる探求",
        "Desc": "味方単体をロックオンし、「反乱を起こさん」状態になる。「反創造主」は次の行動で「暴政に屈することなかれ」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "403207103": {
        "Key": "Skill03",
        "Name": "誤謬と虚妄の抹消",
        "Desc": "指定した味方単体および隣接する味方に量子属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "S": [
            4.5,
            3.0,
            0.07
        ]
    },
    "403207104": {
        "Key": "Skill04",
        "Name": "破壊と再生",
        "Desc": "味方全体に量子属性ダメージを与え、味方のSPを1減らす。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill04",
        "S": [
            1.0,
            5.0,
            0.1
        ]
    },
    "403207105": {
        "Key": "Skill022",
        "Name": "愚か者の反逆",
        "Desc": "「反乱を起こさん」状態になり、「反創造主」は次の行動で「神の冠はいずれ砕け散る」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill022"
    },
    "403207106": {
        "Key": "PassiveSkill01",
        "Name": "永劫回帰",
        "Desc": "自身が「重傷」状態になった時、次の行動でHPを全回復し、「重傷」状態を解除する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "403207107": {
        "Key": "PassiveSkill02",
        "Name": "不生不滅",
        "Desc": "「反創造主」以外のユニットがもたらす行動順を変化させる効果に抵抗できる。HPが0になる攻撃を受けた後、「ロゴス」は倒れずに「重傷」状態に入る。同時に、味方全体のEPを回復し、「<u>行動ロック</u>」状態を解除する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403501001
        ],
        "S": [
            0.15
        ]
    },
    "403301001": {
        "Key": "Skill01",
        "Name": "砕ける岩流",
        "Desc": "指定した味方単体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に変換される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403301002": {
        "Key": "Skill02",
        "Name": "瞬蝕崩墜",
        "Desc": "連続でランダムな味方単体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に変換される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            2.4,
            4.0
        ]
    },
    "403301003": {
        "Key": "Skill03",
        "Name": "汚濁吸収",
        "Desc": "味方が持つ<u>「侵蝕」</u>を吸収する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            240320101
        ]
    },
    "403301004": {
        "Key": "Skill04",
        "Name": "堕落",
        "Desc": "自身を<u>「禍堕ち」</u>状態にし、次の行動で「濁流奔湧」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "EE": [
            240330101
        ]
    },
    "403301005": {
        "Key": "Skill05",
        "Name": "濁流奔湧",
        "Desc": "味方全体に物理属性ダメージを与え、味方全体の最大HPの一部を<u>「侵蝕」</u>に変換させる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            240320101
        ],
        "S": [
            4.5,
            0.2
        ]
    },
    "403301006": {
        "Key": "SkillP01",
        "Name": "汚染",
        "Desc": "味方1人の<u>「侵蝕」</u>が吸収されるたびに、暗黒の潮の魔獣に「垢」を1層付与する。「垢」が一定層数に達した時、次の行動で「堕落」を発動して、「垢」の層数を全てクリアする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240320101
        ],
        "S": [
            3.0,
            0.5,
            0.2,
            0.0,
            0.5
        ]
    },
    "403301007": {
        "Key": "Skill06",
        "Name": "汚濁吸収",
        "Desc": "味方が持つ<u>「侵蝕」</u>を吸収する。失敗した場合は、自身の防御力がダウンする。",
        "P": "",
        "SP": 0,
        "K": "Skill06",
        "EE": [
            240320101
        ],
        "S": [
            0.3,
            1.0
        ]
    },
    "403301101": {
        "Key": "Skill01",
        "Name": "砕ける岩流",
        "Desc": "指定した味方単体に物理属性ダメージを与え、ターゲットの残りHPが多いほどダメージが上がる。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0,
            0.3
        ]
    },
    "403301102": {
        "Key": "Skill02",
        "Name": "瞬蝕崩墜",
        "Desc": "連続でランダムな味方単体に物理属性ダメージを与え、ターゲットの残りHPが多いほどダメージが上がる。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill02",
        "S": [
            2.5,
            0.3
        ]
    },
    "403301103": {
        "Key": "Skill03",
        "Name": "心を蝕み骨を噛む",
        "Desc": "味方と自分以外の敵に「耐負荷」状態を付与する。「耐負荷」状態のユニットは、残りHPを超えるダメージを受けた場合、超過分が<u>「負荷HP」</u>に転換され、戦闘不能状態にならない。また、アクションバーに「負荷清算」が出現する。「負荷清算」が行動する時、HPの清算が行われ、残りHPがマイナスのユニットはHPが0になるダメージを受ける。敵の召喚物の数が減少すると、「負荷清算」の行動速度がアップする。敵の召喚物がすべて倒されると「負荷清算」は消える。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            401403602
        ],
        "S": [
            8.0,
            0.25,
            8.0
        ]
    },
    "403301104": {
        "Key": "Skill04",
        "Name": "堕落",
        "Desc": "自身を「厄堕」状態にし、次の行動で「濁流奔湧」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill04"
    },
    "403301105": {
        "Key": "Skill05",
        "Name": "濁流奔湧",
        "Desc": "味方全体に、それぞれの最大HPに応じた確定ダメージを与える。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill05",
        "S": [
            0.9
        ]
    },
    "403301106": {
        "Key": "PassiveSkill01",
        "Name": "穢れを吸収",
        "Desc": "HPがマイナスのターゲットの数に応じて、「心を蝕む影」の与ダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.0,
            0.03,
            0.5,
            0.99
        ]
    },
    "403301107": {
        "Key": "Skill06",
        "Name": "降りかかる暗黒の潮",
        "Desc": "「暗黒の潮の造物」を召喚する。「暗黒の潮の造物」をすべて倒さない限り、敵全体の受けるダメージがダウンする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill06",
        "S": [
            0.25,
            0.5,
            1.25,
            1.75,
            3.0,
            6.0,
            8.0,
            8.0,
            8.0,
            8.0,
            8.0
        ]
    },
    "403301108": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.99,
            0.99,
            0.99,
            0.99,
            0.99,
            0.99
        ]
    },
    "403301201": {
        "Key": "Skill01",
        "Name": "砕ける岩流",
        "Desc": "指定した味方単体に物理属性ダメージを与え、ターゲットの残りHPが多いほどダメージが上がる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.0,
            0.3
        ]
    },
    "403301202": {
        "Key": "Skill02",
        "Name": "瞬蝕崩墜",
        "Desc": "連続でランダムな味方単体に物理属性ダメージを与え、ターゲットの残りHPが多いほどダメージが上がる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill02",
        "S": [
            2.5,
            0.3
        ]
    },
    "403301203": {
        "Key": "Skill03",
        "Name": "心を蝕み骨を噛む",
        "Desc": "味方と自分以外の敵に「耐負荷」状態を付与する。「耐負荷」状態のユニットは、残りHPを超えるダメージを受けた場合、超過分が<u>「負荷HP」</u>に転換され、戦闘不能状態にならない。また、アクションバーに「負荷清算」が出現する。「負荷清算」が行動する時、HPの清算が行われ、残りHPがマイナスのユニットはHPが0になるダメージを受ける。敵の召喚物の数が減少すると、「負荷清算」の行動速度がアップする。敵の召喚物がすべて倒されると「負荷清算」は消える。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            401403602
        ],
        "S": [
            8.0,
            0.25,
            8.0
        ]
    },
    "403301206": {
        "Key": "PassiveSkill01",
        "Name": "穢れを吸収",
        "Desc": "HPがマイナスのターゲットの数に応じて、「心を蝕む影」の与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.0,
            0.03,
            0.5,
            0.0
        ]
    },
    "403301207": {
        "Key": "Skill06",
        "Name": "降りかかる暗黒の潮",
        "Desc": "「暗黒の潮の造物」を召喚する。「暗黒の潮の造物」をすべて倒さない限り、敵全体の受けるダメージがダウンする。",
        "P": "1",
        "SP": 0,
        "K": "Skill06",
        "S": [
            0.25,
            0.5,
            1.25,
            1.75,
            2.5,
            2.5,
            2.5,
            2.5,
            2.5,
            2.5,
            2.5
        ]
    },
    "403301208": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.99,
            0.99,
            0.99,
            0.99,
            0.99,
            0.99
        ]
    },
    "403302001": {
        "Key": "Skill01",
        "Name": "戦慄の威嚇",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.5,
            3.0
        ]
    },
    "403302002": {
        "Key": "Skill02",
        "Name": "絶命の死闘",
        "Desc": "自身と指定した味方キャラ及びそのキャラの召喚物を<u>「決闘」</u>状態にし、3ターン後に「破心滅道」を発動する。なお、「決闘」は最も多くバフを持つ味方に優先的に付与される。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240330201
        ],
        "S": [
            0.3,
            0.5,
            0.5,
            0.5,
            0.2,
            0.2
        ]
    },
    "403302003": {
        "Key": "Skill03",
        "Name": "雲を裂き岩を砕く",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            4.0
        ]
    },
    "403302004": {
        "Key": "Skill04",
        "Name": "破心滅道",
        "Desc": "味方全体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "S": [
            5.0
        ]
    },
    "403302005": {
        "Key": "SkillP01",
        "Name": "決まった末路",
        "Desc": "攻撃が味方にダメージを与えた時、命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240320101
        ],
        "S": [
            0.5,
            0.2,
            0.0,
            0.5
        ]
    },
    "403302101": {
        "Key": "Skill01",
        "Name": "戦慄の威嚇",
        "Desc": "「ブラックウォーリア」と戦う味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.5,
            3.0
        ]
    },
    "403302102": {
        "Key": "Skill02",
        "Name": "絶体絶命の死闘",
        "Desc": "味方全体をそれぞれ2つの戦場に分けて戦わせる。異なる戦場にいる味方と敵はもう一方の戦場のターゲットを攻撃できない。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            1.0,
            0.5,
            0.5,
            0.3,
            0.5,
            0.3,
            0.5,
            0.3,
            0.5,
            0.3,
            0.5,
            0.3,
            0.5,
            0.3
        ]
    },
    "403302103": {
        "Key": "Skill03",
        "Name": "雲を裂き岩を砕く",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            4.0
        ]
    },
    "403302104": {
        "Key": "Skill04",
        "Name": "破心滅道",
        "Desc": "「ブラックウォーリア」と戦う味方に大量の物理属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "S": [
            5.0
        ]
    },
    "403302105": {
        "Key": "Skill05",
        "Name": "血盟の兵士",
        "Desc": "「暗黒の潮の造物」を召喚する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.0,
            0.0
        ]
    },
    "403302106": {
        "Key": "PassiveSkill01",
        "Name": "決まった末路",
        "Desc": "攻撃が味方にダメージを与えた時、命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。<u>「侵蝕」</u>効果を受けた味方の与ダメージが大幅にダウンする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            240320101
        ],
        "S": [
            1.0,
            0.05,
            0.0,
            0.5,
            0.7,
            0.15
        ]
    },
    "403302107": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240320101
        ],
        "S": [
            0.7,
            0.3,
            0.2,
            0.2,
            0.2,
            0.2,
            0.2
        ]
    },
    "403302108": {
        "Key": "PassiveSkill03",
        "Name": "不屈の激戦",
        "Desc": "各段階で、自身が倒された時、行動順が遅延され、「休眠」状態に入る。次の行動時に「不屈の激戦」を発動し、一定のHPを回復して起き上がる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.5,
            0.0,
            0.4,
            0.5,
            0.2,
            1.0,
            0.2,
            1.0,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            0.5
        ]
    },
    "403302201": {
        "Key": "Skill01",
        "Name": "戦慄の威嚇",
        "Desc": "「ブラックウォーリア」と戦う味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "403302202": {
        "Key": "Skill02",
        "Name": "絶体絶命の死闘",
        "Desc": "味方全体をそれぞれ2つの戦場に分けて戦わせる。異なる戦場にいる味方と敵はもう一方の戦場のターゲットを攻撃できない。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15,
            0.15
        ]
    },
    "403302203": {
        "Key": "Skill03",
        "Name": "雲を裂き岩を砕く",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            4.0
        ]
    },
    "403302205": {
        "Key": "Skill05",
        "Name": "血盟の兵士",
        "Desc": "「暗黒の潮の造物」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.0,
            0.0
        ]
    },
    "403302206": {
        "Key": "PassiveSkill01",
        "Name": "決まった末路",
        "Desc": "攻撃が味方にダメージを与えた時、命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。<u>「侵蝕」</u>効果を受けた味方の与ダメージが大幅にダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            240320101
        ],
        "S": [
            0.5,
            0.05,
            0.0,
            0.5,
            1.0,
            0.0
        ]
    },
    "403302207": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240320101
        ],
        "S": [
            0.6,
            0.2,
            0.2,
            0.2,
            0.2,
            0.2,
            0.2
        ]
    },
    "403302208": {
        "Key": "PassiveSkill03",
        "Name": "不屈の激戦",
        "Desc": "各段階で、自身が倒された時、行動順が遅延され、「休眠」状態に入る。次の行動時に「不屈の激戦」を発動し、一定のHPを回復して起き上がる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            1.0,
            1.0,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            1.5,
            0.2,
            2.0,
            0.2,
            2.0,
            0.2,
            0.5
        ]
    },
    "403302302": {
        "Key": "Skill03",
        "Name": "雲を裂き岩を砕く",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            3.0
        ]
    },
    "403302401": {
        "Key": "Skill01",
        "Name": "戦慄の威嚇",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            4.0,
            3.0
        ]
    },
    "403302402": {
        "Key": "Skill02",
        "Name": "絶命の死闘",
        "Desc": "自身と指定した味方キャラ及びそのキャラの召喚物を<u>「決闘」</u>状態にし、2ターン後に「破心滅道」を発動する。なお、「決闘」は最も多くバフを持つ味方に優先的に付与される。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240330201
        ],
        "S": [
            0.3,
            0.5,
            0.5,
            0.5,
            0.2,
            0.2
        ]
    },
    "403302403": {
        "Key": "Skill03",
        "Name": "雲を裂き岩を砕く",
        "Desc": "指定した味方単体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill03",
        "S": [
            4.5
        ]
    },
    "403302404": {
        "Key": "Skill04",
        "Name": "破心滅道",
        "Desc": "味方全体に大量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill04",
        "S": [
            6.0
        ]
    },
    "403302405": {
        "Key": "SkillP01",
        "Name": "決まった末路",
        "Desc": "攻撃が味方にダメージを与えた時、命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240320101
        ],
        "S": [
            0.5,
            0.2,
            0.0,
            0.5
        ]
    },
    "403303001": {
        "Key": "Skill01",
        "Name": "黒光の貫射",
        "Desc": "味方全体に風属性ダメージを与える。命中した味方の減少したHPの一部が<u>「侵蝕」</u>に変換される。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "EE": [
            240320101
        ],
        "S": [
            3.0,
            0.5,
            0.2,
            0.0,
            0.5
        ]
    },
    "403303002": {
        "Key": "Skill02",
        "Name": "永夜の布告",
        "Desc": "「エクリプスアーチャー」を召喚する。「エクリプスアーチャー」が倒されると、自身は一定のHPを失う。「エクリプスアーチャー」は自主的に行動しない代わりに、自身が攻撃を行うとそれに追従して攻撃を一回行う。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill02",
        "S": [
            0.7,
            0.8,
            0.12
        ]
    },
    "403303003": {
        "Key": "Skill03",
        "Name": "日蝕の預言",
        "Desc": "「迫る死風」状態に入り、次の行動で「熱寂の頌歌」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "403303004": {
        "Key": "Skill04",
        "Name": "熱寂の頌歌",
        "Desc": "味方全体に風属性ダメージを与える。この時、味方の<u>「侵蝕」</u>されたHPが多いほど与えるダメージがアップする。また、<u>「侵蝕」</u>を受けている分のHPは即座に失われる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill04",
        "EE": [
            240320101
        ],
        "S": [
            4.5,
            1.0
        ]
    },
    "403303101": {
        "Key": "Skill01",
        "Name": "黒光の貫射",
        "Desc": "味方全体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "403401001": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            4.0,
            2.0,
            0.05,
            8.0,
            0.05
        ]
    },
    "403401002": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401003": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にし、数回の行動で「幽冥の弔い」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "403401004": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収して自身のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill06",
        "EE": [
            403401001
        ]
    },
    "403401005": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "2",
        "SP": 15.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.05,
            2.5
        ]
    },
    "403401006": {
        "Key": "Skill05",
        "Name": "それが必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された「災厄の力」の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            1.0,
            2.0
        ]
    },
    "403401007": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する「災厄の力」の層数が多いほど、攻撃段数が増える。",
        "P": "2",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            1.6,
            3.0
        ]
    },
    "403401008": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。さらに消費したHPが<u>「纏わりつく苦痛」</u>に転換される。この攻撃に召喚された「壊れた容器」が倒されると、追加で自身に物理属性ダメージを与える。自身が再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。同時に自身は<u>「災厄の力」</u>を獲得する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.0,
            16.0
        ]
    },
    "403401009": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「沈黙の悲嘆」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。消費したHPは<u>「纏わりつく苦痛」</u>に転換される。<u>「災厄の力」</u>層数が0でない時、「壊れた容器」がHPが0になる攻撃を受けた場合、直ちに<u>「災厄の力」</u>を1層、自身のHPを一定割合消費する。同時に、「壊れた容器」を再度召喚する。「捨つることに涙せず」を発動した時、「壊れた容器」が自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401010": {
        "Key": "PassiveSkill03",
        "Name": "冷酷な永別",
        "Desc": "「ダメージ軽減」を一定層数獲得し、自身の受けるダメージがダウンする。「壊れた容器」が1体倒されるたびに1層を失う。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03"
    },
    "403401101": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            4.0,
            2.0,
            0.05,
            8.0,
            0.05
        ]
    },
    "403401102": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401103": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にし、数回の行動で「幽冥の弔い」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "403401104": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収して自身のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill06",
        "EE": [
            403401001
        ]
    },
    "403401105": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "",
        "SP": 15.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.05,
            2.0
        ]
    },
    "403401106": {
        "Key": "Skill05",
        "Name": "それが必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された「災厄の力」の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            1.0,
            2.0
        ]
    },
    "403401107": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する「災厄の力」の層数が多いほど、攻撃段数が増える。",
        "P": "",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            1.6,
            3.0
        ]
    },
    "403401108": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。さらに消費したHPが<u>「纏わりつく苦痛」</u>に転換される。この攻撃に召喚された「壊れた容器」が倒されると、追加で自身に物理属性ダメージを与える。自身が再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。同時に自身は<u>「災厄の力」</u>を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.0,
            16.0,
            0.9,
            0.11,
            0.5,
            2.0
        ]
    },
    "403401109": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「沈黙の悲嘆」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。消費したHPは<u>「纏わりつく苦痛」</u>に転換される。<u>「災厄の力」</u>層数が0でない時、「壊れた容器」がHPが0になる攻撃を受けた場合、直ちに<u>「災厄の力」</u>を1層、自身のHPを一定割合消費する。同時に、「壊れた容器」を再度召喚する。「捨つることに涙せず」を発動した時、「壊れた容器」が自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401110": {
        "Key": "PassiveSkill03",
        "Name": "冷酷な永別",
        "Desc": "「ダメージ軽減」を一定層数獲得し、自身の受けるダメージがダウンする。「壊れた容器」が1体倒されるたびに1層を失う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill03",
        "EE": [
            403401001,
            403401002
        ]
    },
    "403401201": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            4.0,
            2.0,
            0.01,
            8.0,
            0.0
        ]
    },
    "403401202": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401203": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「魔王の手下」を「共祭」状態にし、数回の行動で「幽冥の弔い」を発動する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.0
        ]
    },
    "403401204": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「魔王の手下」と共に「死の黒雲」または「消えゆく運命」を発動した後、「魔王の手下」を吸収して自身のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "1 2 3",
        "SP": 10.0,
        "K": "Skill06",
        "EE": [
            403401001
        ]
    },
    "403401205": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "2 3",
        "SP": 15.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.0,
            2.0
        ]
    },
    "403401206": {
        "Key": "Skill05",
        "Name": "必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された「災厄の力」の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            1.0,
            2.0
        ]
    },
    "403401207": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する「災厄の力」の層数が多いほど、攻撃段数が増える。",
        "P": "2 3",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            1.6,
            3.0
        ]
    },
    "403401208": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、自身のHPを消費して「魔王の手下」を召喚する。さらに消費したHPが<u>「纏わりつく苦痛」</u>に転換される。この攻撃で召喚された「魔王の手下」が倒されると、追加で自身に物理属性ダメージを与える。自身が再び「死の黒雲」または「消えゆく運命」を発動する時、その攻撃によって召喚された「魔王の手下」が自身と共に攻撃を行う。その後、自身は「壊れた容器」を吸収し、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。また、自身は同時に<u>「災厄の力」</u>を獲得する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            70000215
        ],
        "S": [
            0.0,
            16.0
        ]
    },
    "403401209": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「沈黙の悲嘆」を発動した時、自身のHPを消費して「魔王の手下」を召喚する。消費したHPは<u>「纏わりつく苦痛」</u>に転換される。<u>「災厄の力」</u>の層数が0でない時に、「魔王の手下」がHPが0になる攻撃を受けた場合、直ちに<u>「災厄の力」</u>を1層、自身のHPを一定割合消費し、「魔王の手下」を再度召喚する。また、「捨つることに涙せず」を発動すると、自身は「魔王の手下」を吸収し、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。",
        "P": "2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403401001,
            70000215
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401210": {
        "Key": "PassiveSkill03",
        "Name": "冷酷な永別",
        "Desc": "一定層の「ダメージ軽減」を獲得し、自身の受けるダメージがダウンする。また、「ダメージ軽減」は「魔王の手下」が1体倒されるたびに1層失われる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill03",
        "EE": [
            403401001,
            70000215
        ]
    },
    "403401211": {
        "Key": "PassiveSkill04",
        "Name": "展開せよ！無敵のブラックマント",
        "Desc": "無敵のブラックマントを展開し、自身と「魔王の手下」が受けるすべてのダメージを1にする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill04"
    },
    "403401301": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            3.0,
            1.0
        ]
    },
    "403401302": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill02",
        "DelayRatio": 1.5,
        "EE": [
            240320101
        ],
        "S": [
            2.0
        ]
    },
    "403401303": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            1.5
        ]
    },
    "403401304": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill06"
    },
    "403401305": {
        "Key": "Skill031",
        "Name": "最期の嗚咽",
        "Desc": "<u>「災厄の力」</u>を獲得し、「最期の嗚咽」状態に入る。次の行動で「必要な苦難」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill031",
        "DelayRatio": 1.8,
        "EE": [
            403401001
        ]
    },
    "403401306": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill04",
        "DelayRatio": 1.8,
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.003,
            2.5
        ]
    },
    "403401307": {
        "Key": "Skill05",
        "Name": "必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された<u>「災厄の力」</u>の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "DelayRatio": 1.5,
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            0.2,
            2.0
        ]
    },
    "403401308": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する<u>「災厄の力」</u>の層数が多いほど、攻撃段数が増える。",
        "P": "2",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "DelayRatio": 1.5,
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            0.4,
            2.5
        ]
    },
    "403401309": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、「壊れた容器」を召喚する。「壊れた容器」が倒されると、自身のHPを失う。再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収される。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            135.0,
            16.0,
            0.003
        ],
        "EX": {
            "3": {
                "X": "HP Loss"
            }
        }
    },
    "403401310": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「最期の嗚咽」または「沈黙の悲嘆」を発動する時、「壊れた容器」を召喚する。「末日の岐路に立つフレイムスティーラー」が<u>「枷鎖崩壊」</u>状態の場合、「壊れた容器」がHPが0になる攻撃を受けると、ただちに「壊れた容器」を再召喚し、「末日の岐路に立つフレイムスティーラー」の靭性が削られる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240340131
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401311": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "403401312": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02"
    },
    "403401313": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03"
    },
    "403401314": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04"
    },
    "403401315": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "403401316": {
        "Key": "Skill08",
        "Name": "枷鎖崩壊",
        "Desc": "<u>「枷鎖崩壊」</u>状態に入り、「壊れた容器」を4体召喚し、「壊れた容器」は「枷鎖」状態を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill08",
        "EE": [
            240340131
        ]
    },
    "403401317": {
        "Key": "SkillP01",
        "Name": "災厄の復活",
        "Desc": "1層目の靭性を削られた後、すべての行動制限状態を解除し、<u>「枷鎖崩壊」</u>状態に入り、即座に行動する。<u>枷鎖崩壊</u>状態に入る前に靭性は1層を下回らない。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240340131
        ],
        "S": [
            0.25,
            0.25,
            95.0,
            0.1,
            0.5,
            225.0
        ],
        "EX": {
            "1": {
                "X": "ATK increase"
            },
            "2": {
                "X": "SPD increase"
            },
            "5": {
                "X": "Complete Vessel Killed DMG Bonus"
            }
        }
    },
    "403401318": {
        "Key": "SkillP02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP02",
        "S": [
            1.0,
            0.15,
            1.0,
            0.2,
            1.0,
            0.3
        ]
    },
    "403401319": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.25,
            0.7,
            3.0
        ]
    },
    "403401401": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            4.0,
            2.0,
            0.0,
            8.0,
            0.05
        ]
    },
    "403401402": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401403": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にし、数回の行動で「暗き弔い」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.0
        ]
    },
    "403401404": {
        "Key": "Skill06",
        "Name": "暗き弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収して自身のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "",
        "SP": 10.0,
        "K": "Skill06",
        "EE": [
            403401001
        ]
    },
    "403401405": {
        "Key": "Skill04",
        "Name": "無音の嘆き",
        "Desc": "<u>「災厄の力」</u>を獲得し、「無音の嘆き」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "1",
        "SP": 15.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.0,
            1.5
        ]
    },
    "403401406": {
        "Key": "Skill05",
        "Name": "それが必要な苦難",
        "Desc": "すべての<u>「災厄の力」</u>を消費し、味方全体に少量の物理属性ダメージを数回与え、最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            1.0,
            3.0
        ]
    },
    "403401407": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            0.4,
            3.0
        ]
    },
    "403401408": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。さらに消費したHPが<u>「纏わりつく苦痛」</u>に転換される。この攻撃に召喚された「壊れた容器」が倒されると、追加で自身に物理属性ダメージを与える。自身が再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。同時に自身は<u>「災厄の力」</u>を獲得する。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            100.0,
            16.0
        ]
    },
    "403401409": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "自身の<u>「災厄の力」</u>の層数が0でない時、「壊れた容器」がHPが0になる攻撃を受けた場合、<u>「災厄の力」</u>を1層消費する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403401001
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401410": {
        "Key": "PassiveSkill03",
        "Name": "冷酷な永別",
        "Desc": "「ダメージ軽減」を一定層数獲得し、自身の受けるダメージがダウンする。「壊れた容器」が1体倒されるたびに1層を失う。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03"
    },
    "403401501": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            4.0,
            2.0,
            0.05,
            8.0,
            0.05
        ]
    },
    "403401502": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401503": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にし、数回の行動で「暗き弔い」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "403401504": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収して自身のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill06",
        "EE": [
            403401001
        ]
    },
    "403401505": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "2",
        "SP": 15.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.05,
            2.0
        ]
    },
    "403401506": {
        "Key": "Skill05",
        "Name": "必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された「災厄の力」の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            1.0,
            2.0
        ]
    },
    "403401507": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する「災厄の力」の層数が多いほど、攻撃段数が増える。",
        "P": "2",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            1.6,
            3.0
        ]
    },
    "403401508": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。さらに消費したHPが<u>「纏わりつく苦痛」</u>に転換される。この攻撃に召喚された「壊れた容器」が倒されると、追加で自身に物理属性ダメージを与える。自身が再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。同時に自身は<u>「災厄の力」</u>を獲得する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.0,
            16.0
        ]
    },
    "403401509": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「沈黙の悲嘆」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。消費したHPは<u>「纏わりつく苦痛」</u>に転換される。<u>「災厄の力」</u>層数が0でない時、「壊れた容器」がHPが0になる攻撃を受けた場合、直ちに<u>「災厄の力」</u>を1層、自身のHPを一定割合消費する。同時に、「壊れた容器」を再度召喚する。「捨つることに涙せず」を発動した時、「壊れた容器」が自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401510": {
        "Key": "PassiveSkill03",
        "Name": "冷酷な永別",
        "Desc": "「ダメージ軽減」を一定層数獲得し、自身の受けるダメージがダウンする。「壊れた容器」が1体倒されるたびに1層を失う。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03"
    },
    "403401601": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            4.0,
            2.0,
            0.05,
            8.0,
            0.05
        ]
    },
    "403401602": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401603": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にし、数回の行動で「暗き弔い」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "403401604": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収して自身のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill06",
        "EE": [
            403401001
        ]
    },
    "403401605": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "2 3",
        "SP": 15.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.05,
            1.5
        ]
    },
    "403401606": {
        "Key": "Skill042",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "",
        "SP": 15.0,
        "K": "Skill042",
        "EE": [
            403401001
        ]
    },
    "403401607": {
        "Key": "Skill05",
        "Name": "必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された「災厄の力」の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            0.5,
            2.0
        ]
    },
    "403401608": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する「災厄の力」の層数が多いほど、攻撃段数が増える。",
        "P": "2 3",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            0.8,
            3.0
        ]
    },
    "403401609": {
        "Key": "Skill072",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する「災厄の力」の層数が多いほど、攻撃段数が増える。",
        "P": "",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill072",
        "EE": [
            403401001
        ]
    },
    "403401610": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。さらに消費したHPが<u>「纏わりつく苦痛」</u>に転換される。この攻撃に召喚された「壊れた容器」が倒されると、追加で自身に物理属性ダメージを与える。自身が再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。同時に自身は<u>「災厄の力」</u>を獲得する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.0,
            16.0,
            0.003
        ]
    },
    "403401611": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「沈黙の悲嘆」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。消費したHPは<u>「纏わりつく苦痛」</u>に転換される。<u>「災厄の力」</u>層数が0でない時、「壊れた容器」がHPが0になる攻撃を受けた場合、直ちに<u>「災厄の力」</u>を1層、自身のHPを一定割合消費する。同時に、「壊れた容器」を再度召喚する。「捨つることに涙せず」を発動した時、「壊れた容器」が自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401612": {
        "Key": "PassiveSkill03",
        "Name": "冷酷な永別",
        "Desc": "「ダメージ軽減」を一定層数獲得し、自身の受けるダメージがダウンする。「壊れた容器」が1体倒されるたびに1層を失う。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03"
    },
    "403401613": {
        "Key": "Skill08",
        "Name": "枷鎖崩壊",
        "Desc": "<u>「枷鎖崩壊」</u>状態に入り、「壊れた容器」を4体召喚し、「壊れた容器」は「枷鎖」状態を付与する。",
        "P": "3",
        "SP": 0,
        "K": "Skill08",
        "EE": [
            240340131
        ]
    },
    "403401614": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.25,
            0.25,
            95.0,
            0.1,
            0.5,
            225.0
        ]
    },
    "403401615": {
        "Key": "SkillP02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP02",
        "S": [
            1.0,
            0.15,
            1.0,
            0.2,
            1.0,
            0.3
        ]
    },
    "403401616": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.25,
            0.7,
            3.0
        ]
    },
    "403401701": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            4.0,
            2.0,
            0.05,
            8.0,
            0.04
        ]
    },
    "403401702": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401703": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にし、数回の行動で「暗き弔い」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.0
        ]
    },
    "403401704": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収して自身のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill06",
        "EE": [
            403401001
        ]
    },
    "403401705": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "1",
        "SP": 15.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.05,
            1.5
        ]
    },
    "403401706": {
        "Key": "Skill05",
        "Name": "必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された「災厄の力」の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            0.3,
            2.0
        ]
    },
    "403401707": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する「災厄の力」の層数が多いほど、攻撃段数が増える。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            0.5,
            2.0
        ]
    },
    "403401708": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。さらに消費したHPが<u>「纏わりつく苦痛」</u>に転換される。この攻撃に召喚された「壊れた容器」が倒されると、追加で自身に物理属性ダメージを与える。自身が再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。同時に自身は<u>「災厄の力」</u>を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.0,
            16.0
        ]
    },
    "403401709": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「沈黙の悲嘆」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。消費したHPは<u>「纏わりつく苦痛」</u>に転換される。<u>「災厄の力」</u>層数が0でない時、「壊れた容器」がHPが0になる攻撃を受けた場合、直ちに<u>「災厄の力」</u>を1層、自身のHPを一定割合消費する。同時に、「壊れた容器」を再度召喚する。「捨つることに涙せず」を発動した時、「壊れた容器」が自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401710": {
        "Key": "PassiveSkill03",
        "Name": "冷酷な永別",
        "Desc": "「ダメージ軽減」を一定層数獲得し、自身の受けるダメージがダウンする。「壊れた容器」が1体倒されるたびに1層を失う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill03"
    },
    "403401801": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            3.5,
            2.0
        ]
    },
    "403401802": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill02",
        "DelayRatio": 1.5,
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401803": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "403401804": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収する。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill06"
    },
    "403401805": {
        "Key": "Skill031",
        "Name": "最期の嗚咽",
        "Desc": "<u>「災厄の力」</u>を獲得し、「最期の嗚咽」状態に入る。次の行動で「必要な苦難」を発動する。",
        "P": "",
        "SP": 0,
        "K": "Skill031",
        "DelayRatio": 1.5,
        "EE": [
            403401001
        ]
    },
    "403401806": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "1",
        "SP": 15.0,
        "K": "Skill04",
        "DelayRatio": 1.5,
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.007,
            2.5
        ]
    },
    "403401807": {
        "Key": "Skill05",
        "Name": "必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された<u>「災厄の力」</u>の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            0.25,
            2.0
        ]
    },
    "403401808": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する<u>「災厄の力」</u>の層数が多いほど、攻撃段数が増える。",
        "P": "1",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            0.5,
            2.0
        ]
    },
    "403401809": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、「壊れた容器」を召喚する。「壊れた容器」が倒されると、自身のHPを失う。再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.0,
            16.0,
            0.02
        ]
    },
    "403401810": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「沈黙の悲嘆」を発動する時、「壊れた容器」を召喚する。「？？？」が<u>「枷鎖崩壊」</u>状態の場合、「壊れた容器」がHPが0になる攻撃を受けると、ただちに「壊れた容器」を再召喚し、「？？？」の靭性が削られる。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            240340181
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401811": {
        "Key": "Skill08",
        "Name": "枷鎖崩壊",
        "Desc": "<u>「枷鎖崩壊」</u>状態に入り、「壊れた容器」を4体召喚し、「壊れた容器」は「枷鎖」状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "Skill08",
        "EE": [
            240340181
        ]
    },
    "403401812": {
        "Key": "SkillP01",
        "Name": "災厄の復活",
        "Desc": "1層目の靭性を失った後、すべての行動制限状態を解除し、<u>「枷鎖崩壊」</u>状態に入り、即座に行動する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240340181
        ],
        "S": [
            0.25,
            0.25,
            90.0,
            0.25,
            0.5,
            120.0
        ]
    },
    "403401813": {
        "Key": "SkillP02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP02",
        "S": [
            1.0,
            0.1,
            1.0,
            0.2,
            1.0,
            0.3
        ]
    },
    "403401814": {
        "Key": "SkillP03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            0.6,
            0.6,
            4.0
        ]
    },
    "403401901": {
        "Key": "Skill01",
        "Name": "死の黒雲",
        "Desc": "指定した味方単体および隣接する味方に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill01",
        "S": [
            4.0,
            2.0,
            0.05,
            8.0,
            0.05
        ]
    },
    "403401902": {
        "Key": "Skill02",
        "Name": "消えゆく運命",
        "Desc": "味方全体に物理属性ダメージを与える。命中された味方の減少したHPの一部が<u>「侵蝕」</u>に転換される。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill02",
        "EE": [
            240320101
        ],
        "S": [
            3.0
        ]
    },
    "403401903": {
        "Key": "Skill03",
        "Name": "交差する道",
        "Desc": "「壊れた容器」を「共祭」状態にし、数回の行動で「暗き弔い」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5
        ]
    },
    "403401904": {
        "Key": "Skill06",
        "Name": "幽冥の弔い",
        "Desc": "「壊れた容器」と共に「死の黒雲」または「消えゆく運命」を発動した後、「壊れた容器」を吸収して自身のHPを回復し、<u>「災厄の力」</u>を獲得する。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill06",
        "EE": [
            403401001
        ]
    },
    "403401905": {
        "Key": "Skill04",
        "Name": "沈黙の悲嘆",
        "Desc": "<u>「災厄の力」</u>を獲得し、「沈黙の悲嘆」状態に入る。次の行動で「捨つることに涙せず」を発動する。",
        "P": "1 2",
        "SP": 15.0,
        "K": "Skill04",
        "EE": [
            403401001
        ],
        "S": [
            8.0,
            0.05,
            2.0
        ]
    },
    "403401906": {
        "Key": "Skill05",
        "Name": "必要な苦難",
        "Desc": "<u>「災厄の力」</u>をすべて消費し、味方全体に少量の物理属性ダメージを数回与える。消費された「災厄の力」の層数が多いほど、攻撃の段数がアップする。最後に味方全体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill05",
        "EE": [
            403401001
        ],
        "S": [
            2.0,
            1.0,
            2.0
        ]
    },
    "403401907": {
        "Key": "Skill07",
        "Name": "捨つることに涙せず",
        "Desc": "味方全体に物理属性ダメージを与える。すべての<u>「災厄の力」</u>を消費し、追加で少量の物理属性ダメージを数回与える。消費する「災厄の力」の層数が多いほど、攻撃段数が増える。",
        "P": "2",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill07",
        "EE": [
            403401001
        ],
        "S": [
            1.0,
            1.6,
            3.0
        ]
    },
    "403401908": {
        "Key": "PassiveSkill01",
        "Name": "悲痛の別れ",
        "Desc": "「死の黒雲」または「消えゆく運命」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。さらに消費したHPが<u>「纏わりつく苦痛」</u>に転換される。この攻撃に召喚された「壊れた容器」が倒されると、追加で自身に物理属性ダメージを与える。自身が再び「死の黒雲」または「消えゆく運命」を発動する時、この攻撃に召喚された「壊れた容器」が自身と共に攻撃を行う。その後、「壊れた容器」は自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。同時に自身は<u>「災厄の力」</u>を獲得する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.0,
            16.0
        ]
    },
    "403401909": {
        "Key": "PassiveSkill02",
        "Name": "迷いの共祭",
        "Desc": "「沈黙の悲嘆」を発動した時、自身のHPを消費して「壊れた容器」を召喚する。消費したHPは<u>「纏わりつく苦痛」</u>に転換される。<u>「災厄の力」</u>層数が0でない時、「壊れた容器」がHPが0になる攻撃を受けた場合、直ちに<u>「災厄の力」</u>を1層、自身のHPを一定割合消費する。同時に、「壊れた容器」を再度召喚する。「捨つることに涙せず」を発動した時、「壊れた容器」が自身に吸収され、<u>「纏わりつく苦痛」</u>に転換された分のHPを回復する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            403401001,
            403401002
        ],
        "S": [
            0.6,
            0.8,
            0.3,
            1.0,
            0.2
        ]
    },
    "403401910": {
        "Key": "PassiveSkill03",
        "Name": "冷酷な永別",
        "Desc": "「ダメージ軽減」を一定層数獲得し、自身の受けるダメージがダウンする。「壊れた容器」が1体倒されるたびに1層を失う。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03"
    },
    "403401911": {
        "Key": "SkillP99",
        "Name": "消えゆく残火",
        "Desc": "戦闘中、ボスを強化する「黒い泥」が出現する。「漆黒の剣、フレイムスティーラー（汚染）」が強化された後、即座に「必要な苦難」または「沈黙の悲嘆」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP99"
    },
    "403402001": {
        "Key": "PassiveSkill01",
        "Name": "定められし棺",
        "Desc": "カスライナは決意を固めた英雄に攻撃を仕掛けない。彼は数百億年もの間運命と戦い続け、己の身を燃やし尽くし、今や何も残されていない——ただ、あなたに託す希望だけを除いて。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            25.0
        ]
    },
    "403501001": {
        "Key": "Skill01",
        "Name": "血と傷を投じる",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            4.5,
            0.05
        ]
    },
    "403501002": {
        "Key": "Skill02",
        "Name": "苦痛と死を編む",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            4.5,
            0.08
        ]
    },
    "403501003": {
        "Key": "Skill03",
        "Name": "暴政に屈することなかれ",
        "Desc": "ロックオン中のターゲットに量子属性ダメージを与え、EPを減らす。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill03",
        "S": [
            4.5,
            0.5,
            0.08
        ]
    },
    "403501004": {
        "Key": "Skill04",
        "Name": "洞窟に囚われ死すなかれ",
        "Desc": "ロックオン中のターゲットに虚数属性ダメージを与え、「<u>行動ロック</u>」状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "EE": [
            403501001
        ],
        "S": [
            5.0,
            0.08,
            3.0,
            2.0
        ]
    },
    "403501005": {
        "Key": "Skill05",
        "Name": "神の冠はいずれ砕け散る",
        "Desc": "味方全体に大量の量子属性ダメージを与え、味方それぞれのEPを減らす。",
        "P": "2 3",
        "SP": 0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "S": [
            5.0,
            0.5,
            0.08
        ]
    },
    "403501006": {
        "Key": "Skill06",
        "Name": "魂の檻は必ず燃え落ちる",
        "Desc": "ロックオン中のターゲットに大量の虚数属性ダメージを与え、「<u>行動ロック</u>」状態にする。",
        "P": "2 3",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill06",
        "EE": [
            403501001
        ],
        "S": [
            5.0,
            0.08,
            3.0,
            2.0
        ]
    },
    "403501007": {
        "Key": "Skill07",
        "Name": "抗え、そして壊滅せよ",
        "Desc": "「抗え、そして壊滅せよ」状態になり、「ミソス」と「ロゴス」のHPを全回復する。次の行動までは攻撃を受けず、次の行動時に味方全体に「神の国を焼き払い、世界を葬れ」を発動する。すべての「ミソス」と「ロゴス」を「重傷」状態にすると「抗え、そして壊滅せよ」状態が解除される。",
        "P": "3",
        "SP": 0,
        "K": "Skill07",
        "S": [
            6.0,
            10.0
        ]
    },
    "403501008": {
        "Key": "Skill08",
        "Name": "神の国を焼き払い、世界を葬れ",
        "Desc": "味方全体に大量の物理属性ダメージを与える。「ミソス」が「重傷」状態でない場合、ランダムで味方キャラ1名を「<u>行動ロック</u>」状態にし、「ロゴス」が「重傷」状態でない場合、味方全体のEPを減らす。",
        "P": "3",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill08",
        "EE": [
            403501001
        ],
        "S": [
            9.0,
            0.2,
            0.5
        ]
    },
    "403501009": {
        "Key": "PassiveSkill01",
        "Name": "オンパロスの「憎悪」",
        "Desc": "「反創造主」、「ミソス」、「ロゴス」の攻撃スキルは「オンパロスの『憎悪』」をアップさせる。「憎悪」がアップする時、「鉄墓」は「『知恵』の隕落」を発動し、味方ターゲットの回復できる最大HPと回復できる最大SPをダウンさせる。「憎悪」がダウンする時、この効果は弱まる。「憎悪」が上限に達した時、即座に「万有を灰に、新生の礎に」を発動する。フィールドにいる味方キャラの数が少ないほど、「オンパロスの『憎悪』」が増える量も少なくなる。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.35,
            0.6,
            0.85,
            0.0,
            0.1
        ]
    },
    "403501010": {
        "Key": "PassiveSkill02",
        "Name": "3千万の流転、罪業の輪廻",
        "Desc": "「ミソス」と「ロゴス」がダメージを受ける時、「反創造主」もダメージを受ける。「反創造主」、「ミソス」、「ロゴス」は初期に受けるダメージがダウンするが、1体の「ミソス」または「ロゴス」が「重傷」状態になるたびに、ダメージダウン効果は弱まり、両者が同時に「重傷」状態になった時、この効果は解除される。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.35,
            1.0,
            1.25,
            1.0
        ]
    },
    "403501011": {
        "Key": "Skill09",
        "Name": "万有を灰に、新生の礎に",
        "Desc": "「オンパロスの『憎悪』」が上限に達した時、戦闘失敗になる。",
        "P": "1 2 3",
        "SP": 0,
        "Threat": true,
        "K": "Skill09",
        "S": [
            0.3,
            0.8,
            0.9
        ]
    },
    "403501012": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            50.0,
            20.0
        ]
    },
    "403501101": {
        "Key": "Skill01",
        "Name": "血と傷を投じる",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            6.5,
            0.1
        ]
    },
    "403501102": {
        "Key": "Skill02",
        "Name": "苦痛と死を編む",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill02",
        "S": [
            5.0,
            0.1
        ]
    },
    "403501103": {
        "Key": "Skill03",
        "Name": "暴政に屈することなかれ",
        "Desc": "ロックオン中のターゲットに量子属性ダメージを与え、EPを減らす。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill03",
        "S": [
            6.5,
            0.5,
            0.1
        ]
    },
    "403501104": {
        "Key": "Skill04",
        "Name": "洞窟に囚われ死すなかれ",
        "Desc": "ロックオン中のターゲットに虚数属性ダメージを与え、「<u>行動ロック</u>」状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "EE": [
            403501001
        ],
        "S": [
            6.5,
            0.1,
            3.0,
            2.0
        ]
    },
    "403501105": {
        "Key": "Skill05",
        "Name": "神の冠はいずれ砕け散る",
        "Desc": "味方全体に大量の量子属性ダメージを与え、味方それぞれのEPを減らす。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "S": [
            7.5,
            0.5,
            0.1
        ]
    },
    "403501106": {
        "Key": "Skill06",
        "Name": "魂の檻は必ず燃え落ちる",
        "Desc": "ロックオン中のターゲットに大量の虚数属性ダメージを与え、「<u>行動ロック</u>」状態にする。",
        "P": "2",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill06",
        "EE": [
            403501001
        ],
        "S": [
            7.0,
            0.1,
            3.0,
            2.0
        ]
    },
    "403501107": {
        "Key": "Skill07",
        "Name": "抗え、そして壊滅せよ",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07",
        "DelayRatio": 5.0
    },
    "403501108": {
        "Key": "Skill08",
        "Name": "神の国を焼き払い、世界を葬れ",
        "Desc": "味方全体に大量の物理属性ダメージを与える。",
        "P": "2",
        "SP": 20.0,
        "Threat": true,
        "K": "Skill08",
        "S": [
            30.0,
            0.2,
            9.0
        ]
    },
    "403501109": {
        "Key": "PassiveSkill01",
        "Name": "オンパロスの「憎悪」",
        "Desc": "「反創造主」、「ミソス」、「ロゴス」の攻撃スキルは「オンパロスの『憎悪』」をアップさせる。「憎悪」がアップする時、「鉄墓」は「『知恵』の隕落」を発動し、味方ターゲットの回復できる最大HPと回復できる最大SPをダウンさせる。「憎悪」がダウンする時、この効果は弱まる。「憎悪」が上限に達した時、即座に「万有を灰に、新生の礎に」を発動する。フィールドにいる味方キャラの数が少ないほど、「オンパロスの『憎悪』」が増える量も少なくなる。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.35,
            0.6,
            0.85,
            0.0,
            0.1
        ]
    },
    "403501110": {
        "Key": "PassiveSkill02",
        "Name": "3千万の流転、罪業の輪廻",
        "Desc": "「ミソス」と「ロゴス」がダメージを受ける時、「反創造主」もダメージを受ける。「反創造主」、「ミソス」、「ロゴス」は初期に受けるダメージがダウンするが、1体の「ミソス」または「ロゴス」が「重傷」状態になるたびに、ダメージダウン効果は弱まり、両者が同時に「重傷」状態になった時、この効果は解除される。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.35,
            1.0,
            1.25
        ]
    },
    "403501111": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "PassiveSkill03",
        "S": [
            100.0,
            50.0,
            0.6,
            6.0,
            0.0,
            0.0,
            0.2,
            0.4,
            0.98
        ]
    },
    "403501112": {
        "Key": "Skill062",
        "Name": "魂の檻は必ず燃え落ちる",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill062"
    },
    "403501113": {
        "Key": "Skill09",
        "Name": "万有を灰に、新生の礎に",
        "Desc": "「オンパロスの『憎悪』」が上限に達した時、戦闘失敗になる。",
        "P": "1 2",
        "SP": 0,
        "Threat": true,
        "K": "Skill09",
        "S": [
            0.3,
            0.8,
            0.9
        ]
    },
    "403502001": {
        "Key": "PassiveSkill01",
        "Name": "「知恵」の隕落",
        "Desc": "味方全体を「混沌への誘い」状態にし、味方それぞれの回復できる最大HPと回復できる最大SPを減らす。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "PassiveSkill01"
    },
    "404301001": {
        "Key": "Skill01",
        "Name": "複写変換",
        "Desc": "最大で5つの他の敵に変身する。",
        "P": "1",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            1.0
        ]
    },
    "404401001": {
        "Key": "Skill01",
        "Name": "天球偏移論",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            2.0,
            2.0
        ]
    },
    "404401002": {
        "Key": "Skill02",
        "Name": "潜在能力発現仮説",
        "Desc": "指定した敵単体に<u>「潜在能力発現」</u>状態を付与し、即座に行動させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240440102
        ],
        "S": [
            0.3,
            0.5
        ]
    },
    "404401003": {
        "Key": "Skill03",
        "Name": "知恵の二律背反",
        "Desc": "指定した味方に少量の量子属性ダメージを与え、行動順を早め、行動制限状態を解除し、同時に<u>「二律背反」</u>状態を付与する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            240440101
        ],
        "S": [
            2.0,
            1.0,
            0.5
        ]
    },
    "404401004": {
        "Key": "Skill04",
        "Name": "虚数幾何演繹法",
        "Desc": "連続でランダムな味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill04",
        "S": [
            0.48
        ]
    },
    "404401005": {
        "Key": "Skill05",
        "Name": "SET 論証方法=暗黒の潮",
        "Desc": "「論証形態」に切り替える。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "404401006": {
        "Key": "Skill11",
        "Name": "DEL 侵入変数",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill11",
        "S": [
            2.5,
            2.0
        ]
    },
    "404401007": {
        "Key": "Skill12",
        "Name": "DEFRAG 生命最適化",
        "Desc": "自身が「論証形態」の時に、自身以外の敵全体が常に<u>「吹き荒れる風」</u>と<u>「『法』の戒め」</u>状態になる。",
        "P": "2",
        "SP": 0,
        "K": "Skill12",
        "EE": [
            240220101,
            240440103
        ],
        "S": [
            0.2
        ]
    },
    "404401008": {
        "Key": "Skill13",
        "Name": "創生&&壊滅",
        "Desc": "2体の味方に少量の量子属性ダメージを与え、行動順を早め、行動制限状態を解除し、同時に<u>「二律背反」</u>状態を付与する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill13",
        "EE": [
            240440101
        ],
        "S": [
            3.0
        ]
    },
    "404401009": {
        "Key": "Skill14",
        "Name": "FORMAT 故障空間",
        "Desc": "連続でランダムな味方単体に少量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill14",
        "S": [
            0.6
        ]
    },
    "404401010": {
        "Key": "Skill16",
        "Name": "求解：第一因果",
        "Desc": "味方全体に大量の量子属性ダメージを与え、ダメージはターゲットに<u>均等に分担</u>される。さらに、ダメージは強化の回数に応じてアップし、高確率で強化回数分の味方ターゲットをもつれ状態にする。同時に「進化形態」に切り替わる。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill16",
        "EE": [
            401301001
        ],
        "S": [
            18.0,
            0.5,
            1.0,
            0.5,
            0.6,
            1.0
        ]
    },
    "404401011": {
        "Key": "PassiveSkill01",
        "Name": "ミソス公理",
        "Desc": "現在「進化形態」段階にあり、アクションバー上に「神話生命進化システム」を生成する。「神話生命進化システム」が行動するたびに、フィールド上に「タイタンの眷属」を生成する。フィールド上の敵の出現数、または記憶の精霊を召喚した回数が累計で一定数に達すると、ザンダーは「SET 論証方法=暗黒の潮」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            4.0,
            0.7
        ]
    },
    "404401012": {
        "Key": "PassiveSkill02",
        "Name": "ロゴスALG",
        "Desc": "現在「論証形態」段階にあり、段階中、フィールド上に絶えず「暗黒の潮の造物」が生成される。同時にアクションバーに「CALL _壊滅論証法」が生成される、「CALL _壊滅論証法」が行動するたびに、ザンダーが次に発動する「求解：第一因果」が強化される。倒された敵の数、戦闘不能状態になった味方キャラの数、または記憶の精霊が消えた回数が累計で一定数に達すると、ザンダーは「求解：第一因果」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.4,
            10.0,
            10.0,
            1.0
        ]
    },
    "404401013": {
        "Key": "PassiveSkill03",
        "Name": "変形式",
        "Desc": "形態を切り替えるたびに、受けるダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.4,
            0.0,
            0.5,
            1.0,
            1.5,
            5.0
        ]
    },
    "404401101": {
        "Key": "Skill01",
        "Name": "天球偏移論",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            2.0,
            2.0
        ]
    },
    "404401102": {
        "Key": "Skill02",
        "Name": "潜在能力発現仮説",
        "Desc": "指定した敵単体に<u>「潜在能力発現」</u>状態を付与し、即座に行動させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240440102
        ],
        "S": [
            0.3,
            0.5
        ]
    },
    "404401103": {
        "Key": "Skill03",
        "Name": "知恵の二律背反",
        "Desc": "指定した味方に少量の量子属性ダメージを与え、行動順を早め、行動制限状態を解除し、同時に<u>「二律背反」</u>状態を付与する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            240440101
        ],
        "S": [
            2.0,
            1.0,
            0.5
        ]
    },
    "404401104": {
        "Key": "Skill04",
        "Name": "虚数幾何演繹法",
        "Desc": "連続でランダムな味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill04",
        "S": [
            0.48
        ]
    },
    "404401105": {
        "Key": "Skill05",
        "Name": "SET 論証方法=暗黒の潮",
        "Desc": "「論証形態」に切り替える。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "404401106": {
        "Key": "Skill11",
        "Name": "DEL 侵入変数",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill11",
        "S": [
            2.5,
            2.0
        ]
    },
    "404401107": {
        "Key": "Skill12",
        "Name": "DEFRAG 生命最適化",
        "Desc": "自身が「論証形態」の時に、自身以外の敵全体が常に<u>「吹き荒れる風」</u>と<u>「『法』の戒め」</u>状態になる。",
        "P": "2",
        "SP": 0,
        "K": "Skill12",
        "EE": [
            240220101,
            240440103
        ],
        "S": [
            0.2
        ]
    },
    "404401108": {
        "Key": "Skill13",
        "Name": "創生&&壊滅",
        "Desc": "2体の味方に少量の量子属性ダメージを与え、行動順を早め、行動制限状態を解除し、同時に<u>「二律背反」</u>状態を付与する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill13",
        "EE": [
            240440101
        ],
        "S": [
            3.0
        ]
    },
    "404401109": {
        "Key": "Skill14",
        "Name": "FORMAT 故障空間",
        "Desc": "連続でランダムな味方単体に少量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill14",
        "S": [
            0.6
        ]
    },
    "404401110": {
        "Key": "Skill16",
        "Name": "求解：第一因果",
        "Desc": "味方全体に大量の量子属性ダメージを与え、ダメージはターゲットに<u>均等に分担</u>される。さらに、ダメージは強化の回数に応じてアップし、高確率で強化回数分の味方ターゲットをもつれ状態にする。同時に「進化形態」に切り替わる。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill16",
        "EE": [
            401301001
        ],
        "S": [
            18.0,
            0.5,
            1.0,
            0.5,
            0.6,
            1.0
        ]
    },
    "404401111": {
        "Key": "PassiveSkill01",
        "Name": "ミソス公理",
        "Desc": "現在「進化形態」段階にあり、アクションバー上に「神話生命進化システム」を生成する。「神話生命進化システム」が行動するたびに、フィールド上に「タイタンの眷属」を生成する。フィールド上の敵の出現数、または記憶の精霊を召喚した回数が累計で一定数に達すると、ザンダーは「SET 論証方法=暗黒の潮」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            4.0,
            0.7
        ]
    },
    "404401112": {
        "Key": "PassiveSkill02",
        "Name": "ロゴスALG",
        "Desc": "現在「論証形態」段階にあり、段階中、フィールド上に絶えず「暗黒の潮の造物」が生成される。同時にアクションバーに「CALL _壊滅論証法」が生成される、「CALL _壊滅論証法」が行動するたびに、ザンダーが次に発動する「求解：第一因果」が強化される。倒された敵の数、戦闘不能状態になった味方キャラの数、または記憶の精霊が消えた回数が累計で一定数に達すると、ザンダーは「求解：第一因果」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.4,
            10.0,
            10.0,
            1.0
        ]
    },
    "404401113": {
        "Key": "PassiveSkill03",
        "Name": "変形式",
        "Desc": "形態を切り替えるたびに、受けるダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.4,
            0.0,
            0.5,
            1.0,
            1.5,
            5.0
        ]
    },
    "404401201": {
        "Key": "Skill01",
        "Name": "天球偏移論",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            2.0,
            2.0
        ]
    },
    "404401202": {
        "Key": "Skill02",
        "Name": "潜在能力発現仮説",
        "Desc": "指定した敵単体に<u>「潜在能力発現」</u>状態を付与し、即座に行動させる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240440102
        ],
        "S": [
            0.3,
            0.5
        ]
    },
    "404401203": {
        "Key": "Skill03",
        "Name": "知恵の二律背反",
        "Desc": "指定した味方に少量の量子属性ダメージを与え、行動順を早め、行動制限状態を解除し、同時に<u>「二律背反」</u>状態を付与する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "EE": [
            240440101
        ],
        "S": [
            2.0,
            1.0,
            0.5
        ]
    },
    "404401204": {
        "Key": "Skill04",
        "Name": "虚数幾何演繹法",
        "Desc": "連続でランダムな味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill04",
        "S": [
            0.48
        ]
    },
    "404401205": {
        "Key": "Skill05",
        "Name": "SET 論証方法=暗黒の潮",
        "Desc": "「論証形態」に切り替える。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "404401206": {
        "Key": "Skill11",
        "Name": "DEL 侵入変数",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill11",
        "S": [
            2.5,
            2.0
        ]
    },
    "404401207": {
        "Key": "Skill12",
        "Name": "DEFRAG 生命最適化",
        "Desc": "自身が「論証形態」の時に、自身以外の敵全体が常に<u>「吹き荒れる風」</u>と<u>「『法』の戒め」</u>状態になる。",
        "P": "2",
        "SP": 0,
        "K": "Skill12",
        "EE": [
            240220101,
            240440103
        ],
        "S": [
            0.2
        ]
    },
    "404401208": {
        "Key": "Skill13",
        "Name": "創生&&壊滅",
        "Desc": "2体の味方に少量の量子属性ダメージを与え、行動順を早め、行動制限状態を解除し、同時に<u>「二律背反」</u>状態を付与する。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill13",
        "EE": [
            240440101
        ],
        "S": [
            3.0
        ]
    },
    "404401209": {
        "Key": "Skill14",
        "Name": "FORMAT 故障空間",
        "Desc": "連続でランダムな味方単体に少量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 5.0,
        "Elem": "Quantum",
        "K": "Skill14",
        "S": [
            0.6
        ]
    },
    "404401210": {
        "Key": "Skill16",
        "Name": "求解：第一因果",
        "Desc": "味方全体に大量の量子属性ダメージを与え、ダメージはターゲットに<u>均等に分担</u>される。さらに、ダメージは強化の回数に応じてアップし、高確率で強化回数分の味方ターゲットをもつれ状態にする。同時に「進化形態」に切り替わる。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill16",
        "EE": [
            401301001
        ],
        "S": [
            18.0,
            0.1,
            1.0,
            0.5,
            0.6,
            1.0
        ]
    },
    "404401211": {
        "Key": "PassiveSkill01",
        "Name": "ミソス公理",
        "Desc": "現在「進化形態」段階にある。フィールド上の敵の出現数、または記憶の精霊を召喚した回数が累計で一定数に達すると、ザンダーは「SET 論証方法=暗黒の潮」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            6.0,
            0.7
        ]
    },
    "404401212": {
        "Key": "PassiveSkill02",
        "Name": "ロゴスALG",
        "Desc": "現在「論証形態」段階にあり、アクションバーに「CALL _壊滅論証法」が生成される、「CALL _壊滅論証法」が行動するたびに、ザンダーが次に発動する「求解：第一因果」が強化される。倒された敵の数、戦闘不能状態になった味方キャラの数、または記憶の精霊が消えた回数が累計で一定数に達すると、ザンダーは「求解：第一因果」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.4,
            10.0,
            10.0,
            1.0
        ]
    },
    "404401213": {
        "Key": "PassiveSkill03",
        "Name": "変形式",
        "Desc": "形態を切り替えるたびに、受けるダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.4,
            0.0,
            0.5,
            1.0,
            1.5,
            5.0
        ]
    },
    "405201001": {
        "Key": "Skill01",
        "Name": "翻る海のドレス",
        "Desc": "味方全体に少量の氷属性ダメージを与える。「<u>壊滅の狂宴</u>」状態の時、攻撃を受けた味方に「<u>暗黒の潮の熱病</u>」を付与し、与ダメージの一部は持続ダメージとして一定ターン内に発生する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "EE": [
            405301001,
            405301002
        ],
        "S": [
            1.8,
            0.7
        ]
    },
    "405201002": {
        "Key": "Skill02",
        "Name": "耐え難いステュクスの孤独",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            0.15,
            30.0
        ]
    },
    "405201003": {
        "Key": "PassiveSkill01",
        "Name": "帆を休めよ",
        "Desc": "一定回数の通常攻撃、戦闘スキル、必殺技、または精霊スキルを受けた後行動順が早まる。「<u>壊滅の狂宴</u>」状態中、行動順が早まるまでに必要な被攻撃回数がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            405301001
        ],
        "S": [
            5.0
        ]
    },
    "405201004": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            2.0,
            0.5
        ]
    },
    "405201101": {
        "Key": "Skill01",
        "Name": "翻る海のドレス",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            1.0
        ]
    },
    "405201102": {
        "Key": "Skill02",
        "Name": "耐え難いステュクスの孤独",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に大量の氷属性ダメージを与え、敵全体を「氷蝕」状態にする。",
        "P": "1",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill02",
        "EE": [
            70000218
        ],
        "S": [
            0.1,
            30.0,
            0.03,
            3.0,
            0.05,
            1.0
        ]
    },
    "405201201": {
        "Key": "Skill01",
        "Name": "翻る海のドレス",
        "Desc": "味方全体に少量の氷属性ダメージを与える。「<u>壊滅の狂宴</u>」状態の時、攻撃を受けた味方に「<u>暗黒の潮の熱病</u>」を付与し、与ダメージの一部は持続ダメージとして一定ターン内に発生する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "EE": [
            405301001,
            405301002
        ],
        "S": [
            1.8,
            0.7
        ]
    },
    "405201202": {
        "Key": "Skill02",
        "Name": "耐え難いステュクスの孤独",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に氷属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            0.15,
            30.0
        ]
    },
    "405201203": {
        "Key": "PassiveSkill01",
        "Name": "帆を休めよ",
        "Desc": "一定回数の通常攻撃、戦闘スキル、必殺技、または精霊スキルを受けた後行動順が早まる。「<u>壊滅の狂宴</u>」状態中、行動順が早まるまでに必要な被攻撃回数がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            405301001
        ],
        "S": [
            5.0
        ]
    },
    "405201204": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            2.0,
            0.5
        ]
    },
    "405202001": {
        "Key": "Skill01",
        "Name": "腐敗を反芻する夢",
        "Desc": "指定した味方単体に少量の量子属性ダメージを与える。フィールド上に「蜃気楼への突撃」状態の「泡沫の稚児」がいる場合、さらに量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            2.0,
            2.0
        ]
    },
    "405202002": {
        "Key": "Skill02",
        "Name": "蜃気楼への突撃",
        "Desc": "「蜃気楼への突進」状態に入り、味方単体をロックオンする。状態が解除されるまで、他の「泡沫の稚児」はロックオンされた味方を優先的に攻撃する。自身が弱点撃破されるか、HPが0になる攻撃を受けた時、「蜃気楼への突撃」状態を解除する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            1.0
        ]
    },
    "405202003": {
        "Key": "PassiveSkill01",
        "Name": "これぞ泡沫の定め",
        "Desc": "HPが0になる攻撃を受けた時、隣接する敵ターゲットに量子属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.2,
            30.0
        ]
    },
    "405202004": {
        "Key": "PassiveSkill02",
        "Name": "帆を休めよ",
        "Desc": "一定回数の通常攻撃、戦闘スキル、必殺技、または精霊スキルを受けた後行動順が早まる。「<u>壊滅の狂宴</u>」状態中、行動順が早まるまでに必要な被攻撃回数がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            405301001
        ],
        "S": [
            4.0
        ]
    },
    "405301001": {
        "Key": "Skill01",
        "Name": "袖舞う酔気",
        "Desc": "指定した味方単体および隣接する味方に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5,
            1.5
        ]
    },
    "405301002": {
        "Key": "Skill02",
        "Name": "星の如く散るメーレ",
        "Desc": "味方全体に少量の氷属性ダメージを与え、高確率で味方全体の防御力と全属性耐性をダウンさせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            2.0,
            1.0,
            0.15,
            2.0,
            0.15
        ]
    },
    "405301003": {
        "Key": "Skill03",
        "Name": "客人を誘う旋律",
        "Desc": "「波の侍女」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.25
        ]
    },
    "405301004": {
        "Key": "Skill04",
        "Name": "海の賜物に耳を澄ませて",
        "Desc": "「共舞への渇望」状態に入り、行動するたびに「波に抱かれて」を発動する。「<u>壊滅の狂宴</u>」状態ではない場合、<u>「壊滅の狂宴」状態に入れる敵</u>を「<u>壊滅の狂宴</u>」状態にし、それぞれが受けるダメージの一部を一定ターン内に持続ダメージとして発生させる。<br>アクションバーに「壊滅の狂宴」カウントダウンが表示され、カウントダウンのターンが回ってきた時、全ての敵の「<u>壊滅の狂宴</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "EE": [
            405301001,
            405301003
        ],
        "S": [
            1.0,
            0.7
        ]
    },
    "405301005": {
        "Key": "Skill05",
        "Name": "波に抱かれて",
        "Desc": "味方全体に少量の氷属性ダメージを与える。「<u>壊滅の狂宴</u>」状態の時、攻撃を受けた味方に「<u>暗黒の潮の熱病</u>」を付与し、与ダメージの一部は持続ダメージとして一定ターン内に発生する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            405301001,
            405301002
        ],
        "S": [
            2.5,
            0.5
        ]
    },
    "405301006": {
        "Key": "PassiveSkill01",
        "Name": "帆を休めよ",
        "Desc": "一定回数の通常攻撃、戦闘スキル、必殺技、または精霊スキルを受けた後行動順が早まる。「<u>壊滅の狂宴</u>」状態中、行動順が早まるまでに必要な被攻撃回数がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            405301001
        ],
        "S": [
            5.0
        ]
    },
    "405301007": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            2.0,
            0.5
        ]
    },
    "405301101": {
        "Key": "Skill01",
        "Name": "袖舞う酔気",
        "Desc": "指定した味方単体および隣接する味方に少量の氷属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5,
            2.0,
            0.5
        ]
    },
    "405301102": {
        "Key": "Skill02",
        "Name": "星の如く散るメーレ",
        "Desc": "味方全体に少量の氷属性ダメージを与え、高確率で味方全体の防御力と全属性耐性をダウンさせる。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            2.0,
            1.0,
            0.15,
            2.0,
            0.15
        ]
    },
    "405301103": {
        "Key": "Skill03",
        "Name": "幻惑の哀歌",
        "Desc": "味方キャラを1名指定できる。指定された味方キャラに氷属性ダメージを与え、「幻惑」状態にする。「幻惑」状態の味方キャラおよびその召喚物は<u>一時離脱</u>する。同時に「幻覚人魚」を召喚し、一時離脱した味方キャラの代わりに戦闘を継続させる。「幻覚人魚」は味方キャラとして扱われる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            10000016
        ]
    },
    "405301104": {
        "Key": "Skill04",
        "Name": "海の賜物に耳を澄ませて",
        "Desc": "「共舞への渇望」状態に入り、行動するたびに「波に抱かれて」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill04"
    },
    "405301105": {
        "Key": "Skill05",
        "Name": "波に抱かれて",
        "Desc": "味方全体に少量の氷属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill05",
        "S": [
            2.5
        ]
    },
    "405301106": {
        "Key": "PassiveSkill02",
        "Name": "壊滅の狂宴",
        "Desc": "ダメージを与えた時、攻撃を受けた味方を「氷蝕」状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            70000218
        ],
        "S": [
            0.4,
            0.8,
            1.2,
            0.7,
            0.05,
            3.0,
            0.7
        ]
    },
    "405301107": {
        "Key": "PassiveSkill01",
        "Name": "帆を休めよ",
        "Desc": "味方の一定回数の攻撃を受けた後、即座に「幻惑の哀歌」を発動する。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            5.0,
            1.0
        ]
    },
    "405301201": {
        "Key": "Skill01",
        "Name": "袖舞う酔気",
        "Desc": "指定した味方単体および隣接する味方に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5,
            1.5
        ]
    },
    "405301202": {
        "Key": "Skill02",
        "Name": "星の如く散るメーレ",
        "Desc": "味方全体に少量の氷属性ダメージを与え、高確率で味方全体の防御力と全属性耐性をダウンさせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            2.0,
            1.0,
            0.15,
            2.0,
            0.15
        ]
    },
    "405301203": {
        "Key": "Skill03",
        "Name": "客人を誘う旋律",
        "Desc": "「波の侍女」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.25
        ]
    },
    "405301204": {
        "Key": "Skill04",
        "Name": "海の賜物に耳を澄ませて",
        "Desc": "「共舞への渇望」状態に入り、行動するたびに「波に抱かれて」を発動する。「<u>壊滅の狂宴</u>」状態ではない場合、<u>「壊滅の狂宴」状態に入れる敵</u>を「<u>壊滅の狂宴</u>」状態にし、それぞれが受けるダメージの一部を一定ターン内に持続ダメージとして発生させる。<br>アクションバーに「壊滅の狂宴」カウントダウンが表示され、カウントダウンのターンが回ってきた時、全ての敵の「<u>壊滅の狂宴</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "EE": [
            405301001,
            405301003
        ],
        "S": [
            1.0,
            0.7
        ]
    },
    "405301205": {
        "Key": "Skill05",
        "Name": "波に抱かれて",
        "Desc": "味方全体に少量の氷属性ダメージを与える。「<u>壊滅の狂宴</u>」状態の時、攻撃を受けた味方に「<u>暗黒の潮の熱病</u>」を付与し、与ダメージの一部は持続ダメージとして一定ターン内に発生する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            405301001,
            405301002
        ],
        "S": [
            2.5,
            0.5
        ]
    },
    "405301206": {
        "Key": "PassiveSkill01",
        "Name": "帆を休めよ",
        "Desc": "一定回数の通常攻撃、戦闘スキル、必殺技、または精霊スキルを受けた後行動順が早まる。「<u>壊滅の狂宴</u>」状態中、行動順が早まるまでに必要な被攻撃回数がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            405301001
        ],
        "S": [
            5.0
        ]
    },
    "405301207": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            2.0,
            0.5
        ]
    },
    "405301301": {
        "Key": "Skill01",
        "Name": "袖舞う酔気",
        "Desc": "指定した味方単体および隣接する味方に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5,
            2.0,
            0.5
        ]
    },
    "405301302": {
        "Key": "Skill02",
        "Name": "星の如く散るメーレ",
        "Desc": "味方全体に少量の氷属性ダメージを与え、高確率で味方全体の防御力と全属性耐性をダウンさせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            1.5,
            1.0,
            0.15,
            2.0,
            0.15
        ]
    },
    "405301303": {
        "Key": "Skill03",
        "Name": "幻惑の哀歌",
        "Desc": "味方キャラを1名指定できる。指定された味方キャラに氷属性ダメージを与え、「幻惑」状態にする。「幻惑」状態の味方キャラおよびその召喚物は<u>一時離脱</u>する。同時に「幻覚人魚」を召喚し、一時離脱した味方キャラの代わりに戦闘を継続させる。「幻覚人魚」は味方キャラとして扱われる。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            10000016
        ]
    },
    "405301306": {
        "Key": "PassiveSkill02",
        "Name": "壊滅の狂宴",
        "Desc": "ダメージを与えた時、攻撃を受けた味方を「氷蝕」状態にする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            70000218
        ],
        "S": [
            0.4,
            0.8,
            1.2,
            1.0,
            0.05,
            3.0,
            0.7
        ]
    },
    "405301307": {
        "Key": "PassiveSkill01",
        "Name": "帆を休めよ",
        "Desc": "味方の一定回数の攻撃を受けた後、即座に「幻惑の哀歌」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            5.0,
            1.0
        ]
    },
    "405301401": {
        "Key": "Skill01",
        "Name": "袖舞う酔気",
        "Desc": "指定した味方単体および隣接する味方に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.5,
            1.5
        ]
    },
    "405301402": {
        "Key": "Skill02",
        "Name": "星の如く散るメーレ",
        "Desc": "味方全体に少量の氷属性ダメージを与え、高確率で味方全体の防御力と全属性耐性をダウンさせる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            2.5,
            1.0,
            0.15,
            2.0,
            0.15
        ]
    },
    "405301403": {
        "Key": "Skill03",
        "Name": "客人を誘う旋律",
        "Desc": "「波の侍女」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.25
        ]
    },
    "405301404": {
        "Key": "Skill04",
        "Name": "海の賜物に耳を澄ませて",
        "Desc": "「共舞への渇望」状態に入り、行動するたびに「波に抱かれて」を発動する。「<u>壊滅の狂宴</u>」状態ではない場合、<u>「壊滅の狂宴」状態に入れる敵</u>を「<u>壊滅の狂宴</u>」状態にし、それぞれが受けるダメージの一部を一定ターン内に持続ダメージとして発生させる。<br>アクションバーに「壊滅の狂宴」カウントダウンが表示され、カウントダウンのターンが回ってきた時、全ての敵の「<u>壊滅の狂宴</u>」状態が解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "EE": [
            405301001,
            405301003
        ],
        "S": [
            1.0,
            0.7
        ]
    },
    "405301405": {
        "Key": "Skill05",
        "Name": "波に抱かれて",
        "Desc": "味方全体に少量の氷属性ダメージを与える。「<u>壊滅の狂宴</u>」状態の時、攻撃を受けた味方に「<u>暗黒の潮の熱病</u>」を付与し、与ダメージの一部は持続ダメージとして一定ターン内に発生する。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill05",
        "EE": [
            405301001,
            405301002
        ],
        "S": [
            3.0,
            0.5
        ]
    },
    "405301406": {
        "Key": "PassiveSkill01",
        "Name": "帆を休めよ",
        "Desc": "一定回数の通常攻撃、戦闘スキル、必殺技、または精霊スキルを受けた後行動順が早まる。「<u>壊滅の狂宴</u>」状態中、行動順が早まるまでに必要な被攻撃回数がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            405301001
        ],
        "S": [
            4.0
        ]
    },
    "405301407": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            2.0,
            0.5
        ]
    },
    "405302001": {
        "Key": "Skill01",
        "Name": "深淵を嫌う黒",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "405302002": {
        "Key": "Skill02",
        "Name": "岸辺に落ちる産声",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "405302003": {
        "Key": "Skill03",
        "Name": "風、雨、そして雷の懐妊",
        "Desc": "アクションバーに「孵化」を追加し、自身に「<u>育みの狂潮</u>」を付与する。「孵化」は行動する時に「洪水と荒波の分娩」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "EE": [
            240530201
        ],
        "S": [
            0.25,
            0.5,
            0.1,
            4.0,
            0.05,
            0.3,
            0.3
        ]
    },
    "405302004": {
        "Key": "Skill04",
        "Name": "誕生から落ち続ける雨",
        "Desc": "味方全体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill04",
        "S": [
            4.2
        ]
    },
    "405302005": {
        "Key": "Skill05",
        "Name": "洪水と荒波の分娩",
        "Desc": "「泡沫の稚児」を召喚し、「台風の目の巣」を付与する。フィールド上に「泡沫の稚児」がいる場合、「颶風の母」はすべての「泡沫の稚児」が倒されるまで「誕生から落ち続ける雨」を発動し続ける。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill05"
    },
    "405302006": {
        "Key": "PassiveSkill01",
        "Name": "帆を休めよ",
        "Desc": "一定回数の通常攻撃、戦闘スキル、必殺技、または精霊スキルを受けた後行動順が早まる。「<u>壊滅の狂宴</u>」状態中、行動順が早まるまでに必要な被攻撃回数がダウンする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "EE": [
            405301001
        ],
        "S": [
            4.0,
            2.0
        ]
    },
    "406201001": {
        "Key": "Skill01",
        "Name": "血罪の啄み",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.8,
            1.2
        ]
    },
    "406201002": {
        "Key": "Skill02",
        "Name": "血罪の共鳴",
        "Desc": "自身とフィールド上にいる他の「黄金の血の記憶の精霊・パーシアーノス」を<u>「血罪の共鳴」</u>状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240620101
        ]
    },
    "406201104": {
        "Key": "Skill02",
        "Name": "血罪の共鳴",
        "Desc": "自身とフィールド上にいる他の「黄金の血の記憶の精霊・パーシアーノス」を<u>「血罪の共鳴」</u>状態にする。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "EE": [
            240620101
        ]
    },
    "406201105": {
        "Key": "Skill01",
        "Name": "血罪の啄み",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.8,
            1.2
        ]
    },
    "406202001": {
        "Key": "Skill01",
        "Name": "血罪の咬みつき",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            2.5
        ]
    },
    "406202002": {
        "Key": "SkillP01",
        "Name": "血罪の汚れ",
        "Desc": "戦闘開始時に<u>「血罪の汚れ」</u>状態を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            240620201,
            240620202
        ],
        "S": [
            0.5
        ]
    },
    "406202003": {
        "Key": "SkillP02",
        "Name": "血罪の共有",
        "Desc": "HPが0になる攻撃を受けた時、隣接する敵に<u>「血罪の汚れ」</u>状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            240620201,
            240620202
        ]
    },
    "406202101": {
        "Key": "Skill01",
        "Name": "血罪の咬みつき",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、ターゲットを<u>「血罪の腐蝕」</u>状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "EE": [
            240620202
        ],
        "S": [
            2.5,
            0.1
        ]
    },
    "406202103": {
        "Key": "SkillP02",
        "Name": "血罪の共有",
        "Desc": "HPが0になる攻撃を受けた時、隣接する敵に<u>「血罪の腐蝕」</u>状態を付与する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP02",
        "EE": [
            240620202
        ],
        "S": [
            0.05
        ]
    },
    "406301001": {
        "Key": "Skill01",
        "Name": "血罪の鞭打ち",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "406301002": {
        "Key": "Skill02",
        "Name": "血罪の唾",
        "Desc": "指定した味方単体および隣接する味方に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            3.0,
            2.5
        ]
    },
    "406301003": {
        "Key": "Skill03",
        "Name": "威嚇警戒",
        "Desc": "チャージ状態に入り、「纏絡」を獲得する。次に行動する時、「纏絡」を所持している場合、「血罪の渦」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "DelayRatio": 1.5,
        "S": [
            5.0
        ]
    },
    "406301004": {
        "Key": "Skill04",
        "Name": "血罪の渦",
        "Desc": "味方全体に虚数属性ダメージを与え、ターゲットの減少したHPの一部を「侵蝕」に変換する。所持している「纏絡」の層数が多いほどダメージが高くなり、発動後は「纏絡」をすべて失う。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "S": [
            3.5,
            0.5,
            0.2,
            0.5,
            2.0
        ]
    },
    "406301005": {
        "Key": "Skill05",
        "Name": "ねじり打ち",
        "Desc": "味方全体に少量の虚数属性ダメージを与える。ターゲットの減少したHPの一部を「侵蝕」に変換する。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill05",
        "S": [
            1.5,
            0.5,
            0.2,
            0.5
        ]
    },
    "406301006": {
        "Key": "PassiveSkillInitiate",
        "Name": "ひねり溜め",
        "Desc": "味方からの攻撃を受けた後、「纏絡」の層数が0でない場合、「ねじり打ち」を発動し「纏絡」を1層失う。任意のターゲットのターンに、この効果は味方1体につき1回まで発動できる。「纏絡」の層数が0になった時、チャージ状態を解除する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "406401001": {
        "Key": "Skill01",
        "Name": "血罪の歯形",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与える。ターゲットがバリアを所持している場合、自身の靭性を削る。この効果により靭性が1を下回ることはない。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            4.5,
            180.0,
            0.0
        ]
    },
    "406401002": {
        "Key": "Skill02",
        "Name": "執行準備",
        "Desc": "「黄金の血の記憶の精霊・パーシアーノス」を召喚する。召喚物が倒されるたびに、自身の靭性を削る。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.1,
            2.0,
            180.0,
            0.5
        ]
    },
    "406401003": {
        "Key": "Skill03",
        "Name": "血罪の睨み",
        "Desc": "指定した味方キャラをロックオンし、自身の速度アップ。数ターン内、その味方に「血罪の歯形」と「血罪の鋸刑」を発動する。このスキルを発動した後、1回再行動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5,
            0.0,
            3.0
        ]
    },
    "406401004": {
        "Key": "Skill04",
        "Name": "血罪の鋸刑",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与え、ターゲットの減少したHPの一部を「<u>侵蝕</u>」に変換する。ターゲットがバリアを所持している場合、自身の靭性を削る。この効果により靭性が1を下回ることはない。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "EE": [
            240320101
        ],
        "S": [
            6.0,
            180.0
        ]
    },
    "406401005": {
        "Key": "Skill05",
        "Name": "罪血の鉗刑",
        "Desc": "味方全体に大量の虚数属性ダメージを与え、ターゲットの減少したHPの一部を「<u>侵蝕</u>」に変換する。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill05",
        "EE": [
            240320101
        ],
        "S": [
            4.0,
            0.5,
            0.2,
            0.5
        ]
    },
    "406401006": {
        "Key": "Skill06",
        "Name": "元凶を差し出せ",
        "Desc": "チャージ状態に入る。次の行動時に「罪血の梟首」を発動する。味方キャラ1名を選び、「罪血の梟首」の最も高いダメージと「<u>血罪の腐蝕</u>」を受けさせる。",
        "P": "2",
        "SP": 0,
        "K": "Skill06",
        "EE": [
            240620202
        ],
        "S": [
            1.0
        ]
    },
    "406401007": {
        "Key": "Skill07",
        "Name": "罪血の梟首",
        "Desc": "「元凶を差し出せ」で選択されたキャラ以外の味方に虚数属性ダメージを与え、「元凶を差し出せ」で選択された味方に大量の虚数属性ダメージを与える。さらに、該当キャラのバリアで相殺できなかったダメージの数値に応じて、「<u>血罪の腐蝕</u>」を付与する。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill07",
        "EE": [
            240620202
        ],
        "S": [
            14.0,
            4.5,
            0.5
        ]
    },
    "406401008": {
        "Key": "PassiveSkillInitiate",
        "Name": "迅速な断罪",
        "Desc": "弱点撃破状態でない時の受けるダメージがダウンし、弱点撃破された時の行動順遅延量がアップし、自身に大量の虚数属性ダメージを与える。弱点撃破された後、受けるダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.5,
            2.0,
            0.5,
            0.2
        ]
    },
    "406401101": {
        "Key": "Skill01",
        "Name": "血罪の歯形",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与える。ターゲットがバリアを所持している場合、自身の靭性を削る。この効果により靭性が1を下回ることはない。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.5,
            180.0,
            0.0
        ]
    },
    "406401102": {
        "Key": "Skill02",
        "Name": "執行準備",
        "Desc": "「黄金の血の記憶の精霊・パーシアーノス」を召喚する。召喚物が倒されるたびに、自身の靭性を削る。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.1,
            2.0,
            180.0,
            0.5
        ]
    },
    "406401103": {
        "Key": "Skill03",
        "Name": "血罪の睨み",
        "Desc": "指定した味方キャラをロックオンし、自身の速度アップ。数ターン内、その味方に「血罪の歯形」と「血罪の鋸刑」を発動する。このスキルを発動した後、1回再行動する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.5,
            0.0,
            3.0
        ]
    },
    "406401104": {
        "Key": "Skill04",
        "Name": "血罪の鋸刑",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与え、ターゲットの減少したHPの一部を「<u>侵蝕</u>」に変換する。ターゲットがバリアを所持している場合、自身の靭性を削る。この効果により靭性が1を下回ることはない。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill04",
        "EE": [
            240320101
        ],
        "S": [
            5.5,
            180.0
        ]
    },
    "406401105": {
        "Key": "Skill05",
        "Name": "罪血の鉗刑",
        "Desc": "味方全体に大量の虚数属性ダメージを与え、ターゲットの減少したHPの一部を「<u>侵蝕</u>」に変換する。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill05",
        "EE": [
            240320101
        ],
        "S": [
            3.0,
            0.5,
            0.2,
            0.5
        ]
    },
    "406401106": {
        "Key": "Skill06",
        "Name": "元凶を差し出せ",
        "Desc": "チャージ状態に入る。次の行動時に「罪血の梟首」を発動し、まだ「元凶を差し出せ」のターゲットとして選択されたことのない味方キャラ1名を選び、「罪血の梟首」の最も高いダメージと「<u>血罪の腐蝕</u>」を受けさせる。すべてのキャラが「元凶を差し出せ」のターゲットとして選択された後、任意のターゲットを選択できる。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill06",
        "EE": [
            240620202
        ],
        "S": [
            1.0
        ]
    },
    "406401107": {
        "Key": "Skill07",
        "Name": "罪血の梟首",
        "Desc": "「元凶を差し出せ」で選択されたキャラ以外の味方に虚数属性ダメージを与え、「元凶を差し出せ」で選択された味方に大量の虚数属性ダメージを与える。さらに、該当キャラのバリアで相殺できなかったダメージの数値に応じて、「<u>血罪の腐蝕</u>」を付与する。",
        "P": "2 3",
        "SP": 15.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill07",
        "EE": [
            240620202
        ],
        "S": [
            6.5,
            1.5,
            0.5
        ]
    },
    "406401108": {
        "Key": "PassiveSkillInitiate",
        "Name": "迅速な断罪",
        "Desc": "弱点撃破状態でない時の受けるダメージがダウンし、弱点撃破された時の行動順遅延量がアップし、自身に大量の虚数属性ダメージを与える。弱点撃破された後、受けるダメージがアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.4,
            2.0,
            0.4,
            0.2
        ]
    },
    "406401109": {
        "Key": "PassiveSkillInitiate02",
        "Name": "腐蝕激化",
        "Desc": "「<u>侵蝕</u>」効果を付与できるスキルを発動するたびに、自身の与ダメージが小幅にアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkillInitiate02",
        "EE": [
            240320101
        ],
        "S": [
            0.06
        ]
    },
    "800101001": {
        "Key": "Skill01",
        "Name": "かく乱",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "800102001": {
        "Key": "Skill01",
        "Name": "かく乱",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "800103001": {
        "Key": "Skill01",
        "Name": "虹色ビーム",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "800103002": {
        "Key": "Skill02",
        "Name": "集束チャージ",
        "Desc": "敵全体の攻撃力をアップする。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "S": [
            0.3,
            2.0
        ]
    },
    "800103003": {
        "Key": "PassiveSkill01",
        "Name": "エネルギー湧泄",
        "Desc": "HPが0になる攻撃を受けた後、味方全体のEPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            15.0
        ]
    },
    "800104001": {
        "Key": "Skill01",
        "Name": "雷騰",
        "Desc": "指定した味方単体に少量の雷属性ダメージを与え、高確率で攻撃を受けた味方を感電状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.8
        ],
        "S": [
            2.5,
            1.0,
            2.0,
            0.8
        ]
    },
    "800105001": {
        "Key": "Skill01",
        "Name": "風色",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.8
        ],
        "S": [
            2.5,
            1.0,
            2.0,
            0.8
        ]
    },
    "800201001": {
        "Key": "Skill01",
        "Name": "賛歌の光",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "800201002": {
        "Key": "Skill02",
        "Name": "賛歌爆発",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "800201003": {
        "Key": "Skill03",
        "Name": "賛歌激震",
        "Desc": "指定した味方単体および隣接する味方に虚数属性ダメージを与え、「後手」状態に入る。次の行動で「賛歌爆発」を発動し、自身の与ダメージが大アップする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            1.0
        ]
    },
    "800201004": {
        "Key": "PassiveSkillInitiate",
        "Name": "虚数アーマー",
        "Desc": "非弱点属性に対する被ダメージがダウンする。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.0
        ]
    },
    "800204001": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800204002": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800204003": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205001": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205002": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205003": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205101": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205102": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205103": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205201": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205202": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205203": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205301": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205302": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205303": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205401": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205402": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205403": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205501": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205502": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205503": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205601": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205602": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205603": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205701": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205702": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205703": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205801": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205802": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205803": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800205901": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800205902": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800205903": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800206001": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800206002": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800206003": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800206004": {
        "Key": "SkillP01",
        "Name": "ふ…復讐してやる",
        "Desc": "味方が敵を攻撃した後、味方全体に攻撃を行う、攻撃回数はその回の攻撃が命中した敵の数に相当する。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "SkillP01",
        "S": [
            0.55,
            5.0
        ]
    },
    "800206101": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800206102": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800206103": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800206104": {
        "Key": "SkillP01",
        "Name": "ふ…復讐してやる",
        "Desc": "味方が敵を攻撃した後、味方全体に攻撃を行う、攻撃回数は味方の攻撃が命中した敵の数に相当する。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "SkillP01",
        "S": [
            0.55,
            5.0
        ]
    },
    "800206901": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800206902": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800206903": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800206904": {
        "Key": "SkillP01",
        "Name": "ふ…復讐してやる",
        "Desc": "味方が敵を攻撃した後、味方全体に攻撃を行う、攻撃回数は味方の攻撃が命中した敵の数に相当する。",
        "P": "1",
        "SP": 0,
        "Elem": "Fire",
        "K": "SkillP01",
        "S": [
            0.55,
            5.0
        ]
    },
    "800207001": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800207002": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800207003": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800207004": {
        "Key": "SkillP01",
        "Name": "な…治してあげる",
        "Desc": "豊穣プーマン以外の敵が味方の攻撃を受けると、自身のHPを消費して、攻撃を受けた敵のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.7,
            1.0
        ]
    },
    "800207101": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800207102": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800207103": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800207104": {
        "Key": "SkillP01",
        "Name": "な…治してあげる",
        "Desc": "豊穣プーマン以外の敵が味方の攻撃を受けると、自身のHPを消費して、攻撃を受けた敵のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.7,
            1.0
        ]
    },
    "800207901": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800207902": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800207903": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800207904": {
        "Key": "SkillP01",
        "Name": "な…治してあげる",
        "Desc": "豊穣プーマン以外の敵が味方の攻撃を受けると、自身のHPを消費して、攻撃を受けた敵のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.0
        ]
    },
    "800208001": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800208002": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800208003": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800208004": {
        "Key": "SkillP01",
        "Name": "ま…守ってあげる",
        "Desc": "戦闘に入る時、敵全体に「ま…守ってあげる」を発動する。「ま…守ってあげる」1層につき、持続ダメージ以外のすべてのダメージを1回防げる。「ま…守ってあげる」の層数は敵全体で共有される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            30.0
        ]
    },
    "800208101": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800208102": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800208103": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800208104": {
        "Key": "SkillP01",
        "Name": "ま…守ってあげる",
        "Desc": "戦闘に入る時、敵全体に「ま…守ってあげる」を発動する。「ま…守ってあげる」1層につき、持続ダメージ以外のすべてのダメージを1回防げる。「ま…守ってあげる」の層数は敵全体で共有される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            20.0
        ]
    },
    "800208201": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800208202": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800208203": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800208204": {
        "Key": "SkillP01",
        "Name": "ま…守ってあげる",
        "Desc": "戦闘に入る時、敵全体に「ま…守ってあげる」を発動する。「ま…守ってあげる」1層につき、持続ダメージ以外のすべてのダメージを1回防げる。「ま…守ってあげる」の層数は敵全体で共有される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            30.0
        ]
    },
    "800208901": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800208902": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800208903": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800208904": {
        "Key": "SkillP01",
        "Name": "ま…守ってあげる",
        "Desc": "戦闘に入る時、敵全体に「ま…守ってあげる」を発動する。「ま…守ってあげる」1層につき、持続ダメージ以外のすべてのダメージを1回防げる。「ま…守ってあげる」の層数は敵全体で共有される。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            40.0
        ]
    },
    "800209001": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800209002": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800209003": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800209101": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800209102": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800209103": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800210001": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800210002": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800210003": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800210101": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800210102": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800210103": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800210201": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800210202": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800210203": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800210901": {
        "Key": "Skill01",
        "Name": "こ…こわい",
        "Desc": "プーマンはびっくりした、2ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "800210902": {
        "Key": "Skill02",
        "Name": "に…にげろ",
        "Desc": "プーマンは恐怖に満ちている、1ターン後に戦闘から逃げだす。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "800210903": {
        "Key": "Skill03",
        "Name": "ふぅ…逃げ切った",
        "Desc": "プーマンは逃げ出し、瞬く間に姿を消した。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800301001": {
        "Key": "Skill01",
        "Name": "凍える哀",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。自身が「氷点」状態の場合、凍結状態の味方単体に攻撃を行った後、さらに氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.5,
            1.0
        ],
        "S": [
            2.5,
            2.5,
            1.0,
            0.0,
            1.0
        ]
    },
    "800301002": {
        "Key": "Skill02",
        "Name": "霜摂取",
        "Desc": "自身が「氷点」状態になり、その後の攻撃で「永冬の雨」を発動できる。",
        "P": "1",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            0.0,
            0.0,
            120.0
        ]
    },
    "800301003": {
        "Key": "Skill03",
        "Name": "永冬の雨",
        "Desc": "「氷点」状態の時のみこのスキルを発動できる。味方全体に少量の氷属性ダメージを与え、確率で攻撃を受けた味方を凍結状態にする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            2.0,
            1.0
        ],
        "S": [
            2.0,
            2.0,
            0.6,
            1.0,
            1.0,
            120.0
        ]
    },
    "800301004": {
        "Key": "Skill04",
        "Name": "凍える哀",
        "Desc": "指定した味方単体に氷属性ダメージを与える。自身が「氷点」状態の場合、確率で攻撃を受けた味方を凍結状態にする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            2.5,
            3.0,
            1.0,
            1.0,
            1.0
        ]
    },
    "800301101": {
        "Key": "Skill01",
        "Name": "凍える哀",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。自身が「氷点」状態の場合、凍結状態の味方単体に攻撃を行った後、さらに氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "DMG": [
            2.5,
            1.0
        ],
        "S": [
            2.5,
            2.5,
            1.0,
            0.0,
            1.0
        ]
    },
    "800301102": {
        "Key": "Skill02",
        "Name": "霜摂取",
        "Desc": "自身が「氷点」状態になり、その後の攻撃で「永冬の雨」を発動できる。",
        "P": "1",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            0.0,
            0.0,
            120.0
        ]
    },
    "800301103": {
        "Key": "Skill03",
        "Name": "永冬の雨",
        "Desc": "このスキルを発動できるのは「氷点」状態の時のみ。このスキルを発動すると、味方全体に氷属性ダメージを与え、確率で攻撃を受けた味方を凍結状態にする。さらにその味方の行動を遅延させる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            2.5,
            1.0
        ],
        "S": [
            2.5,
            2.5,
            0.8,
            1.0,
            1.0,
            1.0
        ]
    },
    "800301104": {
        "Key": "Skill04",
        "Name": "凍える哀",
        "Desc": "指定した味方単体に氷属性ダメージを与える。自身が「氷点」状態の場合、確率で攻撃を受けた味方を凍結状態にする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            2.5,
            3.0,
            1.0,
            1.0,
            1.0
        ]
    },
    "800301105": {
        "Key": "Skill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill05",
        "S": [
            3.0,
            1.0
        ]
    },
    "800301106": {
        "Key": "Skill06",
        "Name": "砕氷裂寒",
        "Desc": "凍結状態の味方に氷属性ダメージを与え、同時にその凍結状態解除し、隣接するターゲットに氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            4.0,
            2.0
        ],
        "S": [
            4.0,
            2.0
        ]
    },
    "800301201": {
        "Key": "Skill01",
        "Name": "凍える哀",
        "Desc": "指定した味方単体に少量の氷属性ダメージを与える。自身が「氷点」状態の場合、凍結状態の味方単体に攻撃を行った後、さらに氷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill01",
        "S": [
            2.0,
            2.0,
            1.0,
            0.0,
            0.5
        ]
    },
    "800301202": {
        "Key": "Skill02",
        "Name": "霜晶凝結",
        "Desc": "自身が「氷点」状態になり、その後の攻撃で「永冬の雨」を発動できる。自身が「凝晶」を1層獲得する。",
        "P": "1",
        "SP": 0,
        "Elem": "Ice",
        "K": "Skill02",
        "S": [
            0.0,
            0.0,
            120.0,
            0.1
        ]
    },
    "800301203": {
        "Key": "Skill03",
        "Name": "永冬の雨",
        "Desc": "「氷点」状態の時のみこのスキルを発動できる。味方全体に氷属性ダメージを与え、確率で攻撃を受けた味方を凍結状態にし、行動順を遅延させる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "Threat": true,
        "K": "Skill03",
        "S": [
            2.0,
            2.2,
            0.6,
            1.0,
            0.5,
            1.0
        ]
    },
    "800301204": {
        "Key": "Skill04",
        "Name": "凍える哀",
        "Desc": "指定した味方単体に氷属性ダメージを与える。自身が「氷点」状態の場合、確率で攻撃を受けた味方を凍結状態にする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Ice",
        "K": "Skill04",
        "S": [
            2.0,
            2.2,
            1.0,
            1.0,
            0.5
        ]
    },
    "800301205": {
        "Key": "Skill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill05",
        "S": [
            3.0,
            1.0
        ]
    },
    "800301206": {
        "Key": "Skill06",
        "Name": "砕氷裂寒",
        "Desc": "凍結状態の味方に氷属性ダメージを与え、同時にその凍結状態解除し、隣接するターゲットに氷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Ice",
        "K": "Skill06",
        "S": [
            3.0,
            2.0
        ]
    },
    "800302001": {
        "Key": "Skill01",
        "Name": "怒号の火",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与え、高確率で攻撃を受けた味方を「焼却」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.5
        ],
        "S": [
            2.5,
            1.0,
            2.0,
            0.5
        ]
    },
    "800302002": {
        "Key": "Skill03",
        "Name": "炎摂取",
        "Desc": "自身を「自然発火」状態にし、その後の攻撃で「浄炎の雨」を発動できる。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.0,
            0.0,
            60.0,
            0.0
        ]
    },
    "800302003": {
        "Key": "Skill05",
        "Name": "浄炎の雨",
        "Desc": "連続でランダムな味方単体に少量の炎属性ダメージを与え、高確率で攻撃を受けた味方を「焼却」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            1.0,
            0.5
        ],
        "S": [
            1.0,
            1.0,
            2.0,
            0.5,
            5.0,
            60.0
        ]
    },
    "800302004": {
        "Key": "Skill07",
        "Name": "溶融",
        "Desc": "攻撃力をアップする、弱点撃破されると効果が解除される。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.3
        ]
    },
    "800302101": {
        "Key": "Skill01",
        "Name": "怒号の火",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与え、高確率で攻撃を受けた味方を「焼却」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.5
        ],
        "S": [
            2.5,
            1.0,
            2.0,
            0.5
        ]
    },
    "800302102": {
        "Key": "Skill03",
        "Name": "炎摂取",
        "Desc": "自身を「自然発火」状態にし、その後の攻撃で「浄炎の雨」を発動できる。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.0,
            0.0,
            60.0,
            0.0
        ]
    },
    "800302103": {
        "Key": "Skill05",
        "Name": "浄炎の雨",
        "Desc": "連続でランダムな味方単体に少量の炎属性ダメージを与え、高確率で攻撃を受けた味方を「焼却」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            1.0,
            0.5
        ],
        "S": [
            1.0,
            1.0,
            2.0,
            0.5,
            5.0,
            60.0
        ]
    },
    "800302104": {
        "Key": "Skill07",
        "Name": "溶融",
        "Desc": "自身の攻撃力をアップ。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.3
        ]
    },
    "800302105": {
        "Key": "Skill08",
        "Name": "爆撃前兆",
        "Desc": "力を溜め、味方のすべての「焼却」状態を吸収する。",
        "P": "1",
        "SP": 0,
        "K": "Skill08"
    },
    "800302106": {
        "Key": "Skill09",
        "Name": "業火爆撃",
        "Desc": "味方全体に炎属性ダメージを与え、高確率で味方全体を「焼却」状態にする。吸収した「焼却」状態が多い程、その回の攻撃の与ダメージがアップする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill09",
        "DMG": [
            3.5
        ],
        "S": [
            3.5,
            0.75
        ]
    },
    "800302201": {
        "Key": "Skill01",
        "Name": "怒号の火",
        "Desc": "指定した味方単体に少量の炎属性ダメージを与え、高確率で攻撃を受けた味方を「焼却」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01",
        "S": [
            2.5,
            1.0,
            2.0,
            0.3
        ]
    },
    "800302202": {
        "Key": "Skill03",
        "Name": "炎華爆燃",
        "Desc": "自身が「自然発火」状態になり、その後の攻撃で「浄炎の雨」を発動できる。自身の攻撃力をアップする。",
        "P": "1",
        "SP": 0,
        "K": "Skill03",
        "S": [
            0.0,
            0.0,
            60.0,
            0.0
        ]
    },
    "800302203": {
        "Key": "Skill05",
        "Name": "浄炎の雨",
        "Desc": "連続でランダムな味方単体に少量の炎属性ダメージを与え、高確率で攻撃を受けた味方を「焼却」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill05",
        "S": [
            1.0,
            1.0,
            2.0,
            0.3,
            5.0,
            60.0
        ]
    },
    "800302204": {
        "Key": "Skill07",
        "Name": "溶融",
        "Desc": "自身の攻撃力をアップする。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.3
        ]
    },
    "800302205": {
        "Key": "Skill08",
        "Name": "爆撃前兆",
        "Desc": "力を溜め、味方のすべての「焼却」状態を吸収する。",
        "P": "1",
        "SP": 0,
        "K": "Skill08"
    },
    "800302206": {
        "Key": "Skill09",
        "Name": "業火爆撃",
        "Desc": "味方全体に炎属性ダメージを与え、高確率で味方全体を「焼却」状態にする。吸収した「焼却」状態が多い程、その回の攻撃の与ダメージがアップする。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Fire",
        "Threat": true,
        "K": "Skill09",
        "S": [
            3.5,
            0.5
        ]
    },
    "800303001": {
        "Key": "Skill01",
        "Name": "追憶の稲妻",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "800303002": {
        "Key": "Skill02",
        "Name": "遣罰の稲妻",
        "Desc": "指定した味方単体および隣接する味方に少量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill02",
        "DMG": [
            2.0,
            1.5
        ],
        "S": [
            2.0,
            1.5
        ]
    },
    "800303003": {
        "Key": "Skill03",
        "Name": "静謐の禁令",
        "Desc": "味方全体に「禁令」を下し、守護者の影への攻撃を禁じる、守護者の影を攻撃した味方は攻撃を1回受ける。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800303004": {
        "Key": "Skill04",
        "Name": "休戦の禁令",
        "Desc": "味方全体に「禁令」を下し、通常攻撃を禁じる、通常攻撃を行った味方は攻撃を1回受ける。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "800303005": {
        "Key": "Skill05",
        "Name": "沈黙の禁令",
        "Desc": "味方全体に「禁令」を下し、戦闘スキルの使用を禁じる、戦闘スキルを使用した味方は攻撃を1回受ける。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "800303006": {
        "Key": "Skill06",
        "Name": "譴罰の暴雷",
        "Desc": "連続でランダムな味方単体に少量の雷属性ダメージを与え、確率で攻撃を受けた味方を感電状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            1.0,
            0.5
        ],
        "S": [
            1.0,
            8.0,
            0.5,
            0.5,
            2.0
        ]
    },
    "800303007": {
        "Key": "Skill07",
        "Name": "逆らえぬ責罰",
        "Desc": "「禁令」を破った味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill07",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "800303008": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.2,
            5.0
        ]
    },
    "800303101": {
        "Key": "Skill01",
        "Name": "追憶の稲妻",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "800303102": {
        "Key": "Skill02",
        "Name": "遣罰の稲妻",
        "Desc": "指定した味方単体および隣接する味方に少量の雷属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill02",
        "DMG": [
            2.0,
            1.5
        ],
        "S": [
            2.0,
            1.5
        ]
    },
    "800303103": {
        "Key": "Skill03",
        "Name": "静謐の禁令",
        "Desc": "味方全体に「禁令」を下し、守護者の影への攻撃を禁じる、守護者の影を攻撃した味方は攻撃を1回受ける。",
        "P": "1",
        "SP": 0,
        "K": "Skill03"
    },
    "800303104": {
        "Key": "Skill04",
        "Name": "休戦の禁令",
        "Desc": "味方全体に「禁令」を下し、通常攻撃を禁じる、通常攻撃を行った味方は攻撃を1回受ける。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "800303105": {
        "Key": "Skill05",
        "Name": "沈黙の禁令",
        "Desc": "味方全体に「禁令」を下し、戦闘スキルの使用を禁じる、戦闘スキルを使用した味方は攻撃を1回受ける。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "800303106": {
        "Key": "Skill06",
        "Name": "譴罰の暴雷",
        "Desc": "連続でランダムな味方単体に少量の雷属性ダメージを与え、確率で攻撃を受けた味方を感電状態にする。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            1.2,
            0.5
        ],
        "S": [
            1.2,
            8.0,
            0.5,
            0.5,
            2.0
        ]
    },
    "800303107": {
        "Key": "Skill07",
        "Name": "逆らえぬ責罰",
        "Desc": "「禁令」を破った味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill07",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "800303108": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.2,
            5.0
        ]
    },
    "800304001": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill01"
    },
    "800304002": {
        "Key": "Skill02",
        "Name": "流年の金棘",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "800304003": {
        "Key": "Skill03",
        "Name": "流年の譴罰",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "800304004": {
        "Key": "Skill05",
        "Name": "黄金時代の纏綿",
        "Desc": "チャージ状態に入り、「追憶のスケール」を9層獲得し、次の行動で「黄金時代の解放」を発動する。攻撃を受けるたびに「追憶のスケール」を1層失う。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "DelayRatio": 2.0
    },
    "800304005": {
        "Key": "Skill04",
        "Name": "黄金時代の解放",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える、ヒット数は自身が所持する「追憶のスケール」層数と同じ。「追憶のスケール」がない場合は発動に失敗する。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            2.25
        ],
        "S": [
            2.25
        ]
    },
    "800304006": {
        "Key": "PassiveSkill01",
        "Name": "流年の盾",
        "Desc": "自身が受ける通常攻撃、戦闘スキル、必殺技、追加攻撃の与ダメージが小ダウンし、低確率で蚕食者の影に攻撃された味方を禁錮状態にする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.1,
            0.2,
            0.5
        ]
    },
    "800304007": {
        "Key": "Skill06",
        "Name": "黄金時代の解放",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill06"
    },
    "800304101": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill01"
    },
    "800304102": {
        "Key": "Skill02",
        "Name": "流年の金棘",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "800304103": {
        "Key": "Skill03",
        "Name": "流年の譴罰",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "800304104": {
        "Key": "Skill05",
        "Name": "黄金時代の纏綿",
        "Desc": "チャージ状態に入り、「追憶のスケール」を9層獲得し、次の行動で「黄金時代の解放」を発動する。攻撃を受けるたびに「追憶のスケール」を1層失う。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "DelayRatio": 1.75
    },
    "800304105": {
        "Key": "Skill07",
        "Name": "黄金時代の解放",
        "Desc": "連続でランダムな味方単体に虚数属性ダメージを与える、「追憶のスケール」がない場合は発動に失敗する。",
        "P": "",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill07",
        "S": [
            4.0,
            1.5
        ]
    },
    "800304106": {
        "Key": "PassiveSkill01",
        "Name": "流年の盾",
        "Desc": "自身が受ける通常攻撃、戦闘スキル、必殺技、追加攻撃の与ダメージが小ダウンし、確率で蚕食者の影に攻撃された味方を禁錮状態にする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.1,
            0.4,
            0.5
        ]
    },
    "800304107": {
        "Key": "Skill06",
        "Name": "黄金時代の解放",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill06"
    },
    "800304108": {
        "Key": "Skill04",
        "Name": "黄金時代の解放",
        "Desc": "連続でランダムな味方単体に虚数属性ダメージを与える、ヒット数は自身が所持する「追憶のスケール」層数と同じ。「追憶のスケール」がない場合は発動に失敗する。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "800304109": {
        "Key": "Skill08",
        "Name": "流年の金棘",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill08",
        "S": [
            3.0
        ]
    },
    "800304201": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill01"
    },
    "800304202": {
        "Key": "Skill02",
        "Name": "流年の金棘",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "800304203": {
        "Key": "Skill03",
        "Name": "流年の譴罰",
        "Desc": "指定した味方単体に大量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "800304204": {
        "Key": "Skill05",
        "Name": "黄金時代の纏綿",
        "Desc": "チャージ状態に入り、「追憶のスケール」を9層獲得し、次の行動で「黄金時代の解放」を発動する。攻撃を受けるたびに「追憶のスケール」を1層失う。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "DelayRatio": 2.0
    },
    "800304205": {
        "Key": "Skill04",
        "Name": "黄金時代の解放",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える、ヒット数は自身が所持する「追憶のスケール」層数と同じ。「追憶のスケール」がない場合は発動に失敗する。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "DMG": [
            2.25
        ],
        "S": [
            2.25
        ]
    },
    "800304206": {
        "Key": "PassiveSkill01",
        "Name": "流年の盾",
        "Desc": "自身が受ける通常攻撃、戦闘スキル、必殺技、追加攻撃の与ダメージが小ダウンし、低確率で蚕食者の影に攻撃された味方を禁錮状態にする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.1,
            0.01,
            0.5
        ]
    },
    "800304207": {
        "Key": "Skill06",
        "Name": "黄金時代の解放",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill06"
    },
    "800305001": {
        "Key": "Skill01",
        "Name": "風を巡る光隕",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            3.0,
            0.75
        ],
        "S": [
            3.0
        ]
    },
    "800305002": {
        "Key": "Skill03",
        "Name": "踏風の行軍",
        "Desc": "指定した味方単体および隣接する味方に少量の風属性ダメージを与え、確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "DMG": [
            2.2,
            0.75
        ],
        "S": [
            2.2
        ]
    },
    "800305003": {
        "Key": "Skill04",
        "Name": "風を掴む",
        "Desc": "チャージ状態に入り、風化状態にあるすべての味方をロックオンし、次の行動で「暴風の矢」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "800305004": {
        "Key": "Skill05",
        "Name": "暴風の矢",
        "Desc": "風化状態の味方に風属性ダメージを与える。フィールド上に風化状態の味方が存在しない場合、このスキルの発動は失敗する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            4.5
        ],
        "S": [
            4.5
        ]
    },
    "800305005": {
        "Key": "PassiveSkillInitiate",
        "Name": "急旋する風",
        "Desc": "風化状態の味方を攻撃した後、攻撃力が小アップする。弱点撃破されると効果が解除される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.08,
            2.0,
            5.0,
            0.75,
            2.0,
            5.0
        ]
    },
    "800305006": {
        "Key": "Skill06",
        "Name": "暴風の矢",
        "Desc": "風化状態の味方に風属性ダメージを与える。フィールド上に風化状態の味方が存在しない場合、このスキルの発動は失敗する。",
        "P": "",
        "SP": 10.0,
        "K": "Skill06"
    },
    "800305101": {
        "Key": "Skill01",
        "Name": "風を巡る光隕",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で風化状態にする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            3.0,
            0.75
        ],
        "S": [
            3.0
        ]
    },
    "800305102": {
        "Key": "Skill03",
        "Name": "踏風の行軍",
        "Desc": "指定した味方単体および隣接する味方に少量の風属性ダメージを与え、確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "DMG": [
            2.2,
            0.75
        ],
        "S": [
            2.2
        ]
    },
    "800305103": {
        "Key": "Skill04",
        "Name": "風を掴む",
        "Desc": "チャージ状態に入り、風化状態にあるすべての味方をロックオンし、次の行動で「暴風の矢」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "800305104": {
        "Key": "Skill05",
        "Name": "暴風の矢",
        "Desc": "風化状態の味方に風属性ダメージを与え、確率で攻撃を受けた味方を再び風化状態にする。フィールド上に風化状態の味方が存在しない場合、このスキルの発動は失敗する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            4.5
        ],
        "S": [
            4.5
        ]
    },
    "800305105": {
        "Key": "PassiveSkillInitiate",
        "Name": "急旋する風",
        "Desc": "風化状態の味方を攻撃した後、攻撃力が小アップする。弱点撃破されると効果が解除される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.08,
            2.0,
            10.0,
            0.75,
            3.0,
            5.0
        ]
    },
    "800305106": {
        "Key": "Skill06",
        "Name": "暴風の矢",
        "Desc": "風化状態の味方に風属性ダメージを与える。フィールド上に風化状態の味方が存在しない場合、このスキルの発動は失敗する。",
        "P": "",
        "SP": 10.0,
        "K": "Skill06"
    },
    "800305107": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "800305108": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill08",
        "S": [
            3.5
        ]
    },
    "800305109": {
        "Key": "Skill09",
        "Name": "まもなく吹く風",
        "Desc": "「風の造物」を召喚する。",
        "P": "1",
        "SP": 0,
        "Elem": "Wind",
        "K": "Skill09",
        "S": [
            0.0,
            0.5
        ]
    },
    "800305201": {
        "Key": "Skill01",
        "Name": "風を巡る光隕",
        "Desc": "指定した味方単体に風属性ダメージを与え、高確率で風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            0.3
        ]
    },
    "800305202": {
        "Key": "Skill03",
        "Name": "踏風の行軍",
        "Desc": "指定した味方単体および隣接する味方に少量の風属性ダメージを与え、確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            0.2
        ]
    },
    "800305203": {
        "Key": "Skill04",
        "Name": "風を掴む",
        "Desc": "チャージ状態に入り、風化状態にあるすべての味方をロックオンし、次の行動で「暴風の矢」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "800305204": {
        "Key": "Skill05",
        "Name": "暴風の矢",
        "Desc": "風化状態の味方に風属性ダメージを与える。フィールド上に風化状態の味方が存在しない場合、このスキルの発動は失敗する。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill05",
        "S": [
            6.0
        ]
    },
    "800305205": {
        "Key": "PassiveSkillInitiate",
        "Name": "急旋する風",
        "Desc": "風化状態の味方を攻撃した後、攻撃力が小アップする。弱点撃破されると効果が解除される。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.08,
            2.0,
            5.0,
            0.75,
            2.0,
            5.0
        ]
    },
    "800305206": {
        "Key": "Skill06",
        "Name": "暴風の矢",
        "Desc": "風化状態の味方に風属性ダメージを与える。フィールド上に風化状態の味方が存在しない場合、このスキルの発動は失敗する。",
        "P": "",
        "SP": 10.0,
        "K": "Skill06"
    },
    "800306001": {
        "Key": "Skill01",
        "Name": "",
        "Desc": "",
        "P": "1",
        "SP": 10.0,
        "Elem": "Fire",
        "K": "Skill01"
    },
    "801101001": {
        "Key": "Skill01",
        "Name": "消滅",
        "Desc": "指定した味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "801102001": {
        "Key": "Skill01",
        "Name": "消滅",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "801201001": {
        "Key": "Skill01",
        "Name": "狩猟の刃",
        "Desc": "指定した味方単体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "801201002": {
        "Key": "Skill02",
        "Name": "旋渦の躍撃",
        "Desc": "指定した味方単体および隣接する味方に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            1.5
        ],
        "S": [
            1.5
        ]
    },
    "801201003": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "攻撃を行うと速度がアップする。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.35,
            2.0,
            3.0
        ]
    },
    "801202001": {
        "Key": "Skill01",
        "Name": "虚無の命意",
        "Desc": "ランダムな味方単体をロックオンし、敵全体の攻撃ターゲットにする。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            1.0,
            0.1
        ]
    },
    "801202002": {
        "Key": "Skill02",
        "Name": "影なき虚撃",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "801202101": {
        "Key": "Skill01",
        "Name": "虚無の命意",
        "Desc": "ランダムな味方単体をロックオンし、敵全体の攻撃ターゲットにする。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            1.0,
            0.1
        ]
    },
    "801202102": {
        "Key": "Skill02",
        "Name": "影なき虚撃",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "DMG": [
            5.0
        ],
        "S": [
            5.0
        ]
    },
    "801203001": {
        "Key": "Skill01",
        "Name": "虚灼砲",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、自身を「オーバーヒート」状態にする。攻撃を受けた味方は確率で「起爆」状態になる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            4.0,
            0.75
        ],
        "S": [
            4.0,
            0.75,
            0.4
        ]
    },
    "801203002": {
        "Key": "Skill02",
        "Name": "熱障阻塞",
        "Desc": "自身の「オーバーヒート」状態を解除する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02",
        "DelayRatio": 0.5
    },
    "801214001": {
        "Key": "Skill01",
        "Name": "災禍の裂撃",
        "Desc": "味方全体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            1.35
        ],
        "S": [
            1.35
        ]
    },
    "801214002": {
        "Key": "Skill02",
        "Name": "荒難の割撃",
        "Desc": "味方全体に少量の虚数属性ダメージを与え、低確率で味方を禁錮状態にする。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            1.5
        ],
        "S": [
            1.5,
            0.2,
            1.0,
            0.3,
            0.2
        ]
    },
    "801214003": {
        "Key": "Skill03",
        "Name": "劫虐崩裂の時",
        "Desc": "味方全体に虚数属性ダメージを与え、低確率で味方目標を禁錮状態にする。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "DMG": [
            2.0
        ],
        "S": [
            2.0,
            0.25,
            1.0,
            0.3,
            0.2
        ]
    },
    "801214201": {
        "Key": "Skill04",
        "Name": "殞落の鍛造",
        "Desc": "味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill04",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "801214202": {
        "Key": "Skill05",
        "Name": "星墜としの詰問",
        "Desc": "味方単体に量子属性ダメージを与え、低確率でその味方をもつれ状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill05",
        "DMG": [
            3.15,
            0.5
        ],
        "S": [
            3.15,
            0.3,
            1.0,
            0.3,
            0.5
        ]
    },
    "801214203": {
        "Key": "Skill06",
        "Name": "曙光が黯淡する時",
        "Desc": "味方単体に量子属性ダメージを与え、確率でその味方をもつれ状態にする。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill06",
        "DMG": [
            3.2,
            0.5
        ],
        "S": [
            3.2,
            0.5,
            1.0,
            0.3,
            0.5
        ]
    },
    "801214301": {
        "Key": "Skill01",
        "Name": "災禍の裂撃",
        "Desc": "味方全体に少量の虚数属性ダメージを与える。",
        "P": "1",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            1.4
        ],
        "S": [
            1.4
        ]
    },
    "801214302": {
        "Key": "Skill02",
        "Name": "荒難の割撃",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            1.4
        ],
        "S": [
            1.4,
            0.0,
            1.0,
            0.3,
            0.3
        ]
    },
    "801214303": {
        "Key": "Skill03",
        "Name": "劫虐崩裂の時",
        "Desc": "味方全体に大量の虚数属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "DMG": [
            1.4
        ],
        "S": [
            1.4,
            0.0,
            1.0,
            0.3,
            0.3
        ]
    },
    "801214501": {
        "Key": "Skill04",
        "Name": "殞落の鍛造",
        "Desc": "味方単体に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill04",
        "DMG": [
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "801214502": {
        "Key": "Skill05",
        "Name": "星墜としの詰問",
        "Desc": "味方単体に量子属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Quantum",
        "K": "Skill05",
        "DMG": [
            2.8
        ],
        "S": [
            2.8,
            0.0,
            1.0,
            0.3,
            0.3
        ]
    },
    "801214503": {
        "Key": "Skill06",
        "Name": "曙光が黯淡する時",
        "Desc": "味方単体に大量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Quantum",
        "K": "Skill06",
        "DMG": [
            2.8
        ],
        "S": [
            2.8,
            0.0,
            1.0,
            0.3,
            0.6
        ]
    },
    "801214601": {
        "Key": "Skill01",
        "Name": "災禍の裂撃",
        "Desc": "味方全体に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 5.0,
        "K": "Skill01",
        "S": [
            2.6
        ]
    },
    "801214602": {
        "Key": "Skill02",
        "Name": "荒難の割撃",
        "Desc": "味方全体に少量の虚数属性ダメージを与え、ランダムな味方2名を「虚数付与」状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "K": "Skill02",
        "S": [
            2.6
        ]
    },
    "801214603": {
        "Key": "Skill03",
        "Name": "劫虐崩裂の時",
        "Desc": "味方全体に虚数属性ダメージを与え、ランダムな味方3名を「虚数付与」状態にする。",
        "P": "1 2",
        "SP": 15.0,
        "K": "Skill03",
        "S": [
            3.0
        ]
    },
    "801214604": {
        "Key": "SkillP01",
        "Name": "対消滅",
        "Desc": "自身がスキルを発動し、味方単体を同時に「量子付与」状態と「虚数付与」状態にした場合、この2つの状態を解除し、その味方に少量の量子属性ダメージと虚数属性ダメージを与え、高確率で「<u>縛り</u>」状態を付与する。",
        "P": "1 2",
        "SP": 15.0,
        "K": "SkillP01",
        "EE": [
            280150121
        ],
        "S": [
            1.2,
            1.0,
            0.1,
            0.3,
            0.6,
            0.5
        ]
    },
    "801214605": {
        "Key": "SkillP02",
        "Name": "仮死",
        "Desc": "HPが0になる攻撃を受けた後、「仮死」状態に入る。",
        "P": "1 2",
        "SP": 15.0,
        "K": "SkillP02"
    },
    "801214606": {
        "Key": "SkillP03",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点撃破状態でない時の被ダメージがダウンする。弱点撃破された時の行動順遅延量がアップし、弱点撃破状態の時の被ダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP03"
    },
    "801214701": {
        "Key": "Skill04",
        "Name": "殞落の鍛造",
        "Desc": "味方単体に少量の量子属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "K": "Skill04",
        "S": [
            4.4
        ]
    },
    "801214702": {
        "Key": "Skill05",
        "Name": "星墜としの詰問",
        "Desc": "味方単体に量子属性ダメージを与え、「量子付与」状態を付与する。",
        "P": "1 2",
        "SP": 20.0,
        "K": "Skill05",
        "S": [
            4.8
        ]
    },
    "801214703": {
        "Key": "Skill06",
        "Name": "曙光が黯淡する時",
        "Desc": "味方単体に大量の量子属性ダメージを与え、「量子付与」状態を付与する。",
        "P": "1 2",
        "SP": 20.0,
        "K": "Skill06",
        "S": [
            4.8
        ]
    },
    "801214704": {
        "Key": "SkillP01",
        "Name": "対消滅",
        "Desc": "自身がスキルを発動し、味方単体を同時に「量子付与」状態と「虚数付与」状態にした場合、この2つの状態を解除し、その味方に少量の量子属性ダメージと虚数属性ダメージを与え、高確率で「<u>縛り</u>」状態を付与する。",
        "P": "1 2",
        "SP": 15.0,
        "K": "SkillP01",
        "EE": [
            280150121
        ],
        "S": [
            1.2,
            1.0,
            0.1,
            0.3,
            0.6,
            0.5
        ]
    },
    "801214705": {
        "Key": "SkillP02",
        "Name": "仮死",
        "Desc": "HPが0になる攻撃を受けた後、「仮死」状態に入る。",
        "P": "1 2",
        "SP": 15.0,
        "K": "SkillP02"
    },
    "801214706": {
        "Key": "SkillP03",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点撃破状態でない時の被ダメージがダウンする。弱点撃破された時の行動順遅延量がアップし、弱点撃破状態の時の被ダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP03"
    },
    "801220001": {
        "Key": "Skill01",
        "Name": "鎖元",
        "Desc": "味方のSPを1減らす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.0
        ]
    },
    "801220002": {
        "Key": "PassiveSkill02",
        "Name": "療癒",
        "Desc": "ターンが回ってきた時、自身のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5
        ]
    },
    "801220003": {
        "Key": "PassiveSkill01",
        "Name": "帰元",
        "Desc": "HPが0になる攻撃を受けた後、味方のSPを3回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            3.0
        ]
    },
    "801220101": {
        "Key": "Skill01",
        "Name": "鎖元",
        "Desc": "味方のSPを1減らす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.0
        ]
    },
    "801220102": {
        "Key": "PassiveSkill02",
        "Name": "療癒",
        "Desc": "ターンが回ってきた時、自身のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5
        ]
    },
    "801220103": {
        "Key": "PassiveSkill01",
        "Name": "帰元",
        "Desc": "HPが0になる攻撃を受けた後、味方のSPを3回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            3.0
        ]
    },
    "801220201": {
        "Key": "Skill01",
        "Name": "鎖元",
        "Desc": "味方のSPを1減らす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.0
        ]
    },
    "801220202": {
        "Key": "PassiveSkill02",
        "Name": "療癒",
        "Desc": "ターンが回ってきた時、自身のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5
        ]
    },
    "801220203": {
        "Key": "PassiveSkill01",
        "Name": "帰元",
        "Desc": "HPが0になる攻撃を受けた後、味方のSPを3回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            3.0
        ]
    },
    "801220301": {
        "Key": "Skill01",
        "Name": "鎖元",
        "Desc": "味方のSPを1減らす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            1.0
        ]
    },
    "801220302": {
        "Key": "PassiveSkill02",
        "Name": "療癒",
        "Desc": "ターンが回ってきた時、自身のHPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5
        ]
    },
    "801220303": {
        "Key": "PassiveSkill01",
        "Name": "帰元",
        "Desc": "HPが0になる攻撃を受けた後、味方のSPを3回復する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            3.0
        ]
    },
    "801220401": {
        "Key": "Skill01",
        "Name": "不生",
        "Desc": "指定した味方単体のEPを減らす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            5.0
        ]
    },
    "801220402": {
        "Key": "PassiveSkill01",
        "Name": "不滅",
        "Desc": "HPが0になる攻撃を受けた後、味方全体がEPを回復する。同時に、隙を突く扇動者に固定数値のダメージを与え、味方の「豊穣バフ」のレベルをアップする。「豊穣バフ」によって味方キャラの与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.04,
            165.0,
            10.0
        ]
    },
    "801220403": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.5
        ]
    },
    "801220501": {
        "Key": "Skill01",
        "Name": "不生",
        "Desc": "指定した味方単体のEPを減らす。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "S": [
            5.0
        ]
    },
    "801220502": {
        "Key": "PassiveSkill01",
        "Name": "不滅",
        "Desc": "HPが0になる攻撃を受けた後、味方全体がEPを回復する。同時に、隙を突く扇動者に固定数値のダメージを与え、味方の「豊穣バフ」のレベルをアップする。「豊穣バフ」によって味方キャラの与ダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.033,
            135.0,
            10.0
        ]
    },
    "801220503": {
        "Key": "PassiveSkill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.5
        ]
    },
    "801220504": {
        "Key": "Skill04",
        "Name": "未来永劫に戻らぬ",
        "Desc": "ロックオンされている味方に虚数属性ダメージを与える。ロックオンされているターゲットが多いほどダメージがアップする。",
        "P": "1",
        "SP": 30.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04"
    },
    "801221001": {
        "Key": "Skill03",
        "Name": "玄気噬身",
        "Desc": "高確率で指定した味方単体を「噬命」状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill03",
        "S": [
            0.4,
            2.0,
            1.0
        ]
    },
    "801221002": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            2.0
        ]
    },
    "801221003": {
        "Key": "Skill04",
        "Name": "破滅",
        "Desc": "指定した味方単体に、その味方の最大HPの割合に応じた雷属性ダメージを与える、このダメージはターゲットの防御力を無視する。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.59
        ]
    },
    "801221004": {
        "Key": "PassiveSkill02",
        "Name": "開花",
        "Desc": "「開花」状態で、次の行動で「破滅」を発動する。「破滅の玄蓮」が「開花」状態で弱点撃破されたり、倒されたり、「開花」状態が解除されたりすると、「不死の神実・幻朧」の被ダメージがアップし、行動が遅延する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.5
        ]
    },
    "801221005": {
        "Key": "PassiveSkill01",
        "Name": "休眠",
        "Desc": "HPが0になる攻撃を受けた後、「休眠」状態に入る。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "801221101": {
        "Key": "Skill03",
        "Name": "玄気噬身",
        "Desc": "高確率で指定した味方単体を「噬命」状態にする。",
        "P": "1",
        "SP": 20.0,
        "K": "Skill03",
        "S": [
            0.4,
            2.0,
            1.0
        ]
    },
    "801221102": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            2.0
        ]
    },
    "801221103": {
        "Key": "Skill04",
        "Name": "破滅",
        "Desc": "指定した味方単体に、その味方の最大HPの割合に応じた虚数属性ダメージを与える、このダメージはターゲットの防御力を無視する。",
        "P": "1",
        "SP": 40.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.59
        ]
    },
    "801221104": {
        "Key": "PassiveSkill02",
        "Name": "開花",
        "Desc": "「開花」状態で、次の行動で「破滅」を発動する。「破滅の玄蓮」が「開花」状態で弱点撃破されたり、倒されたり、「開花」状態が解除されたりすると、「不死の神実・幻朧」の被ダメージがアップし、行動が遅延する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.5
        ]
    },
    "801221105": {
        "Key": "PassiveSkill01",
        "Name": "休眠",
        "Desc": "HPが0になる攻撃を受けた後、「休眠」状態に入る。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "801221201": {
        "Key": "Skill03",
        "Name": "玄気噬身",
        "Desc": "高確率で指定した味方単体を「噬命」状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill03",
        "S": [
            0.4,
            2.0,
            1.0
        ]
    },
    "801221202": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            2.0
        ]
    },
    "801221203": {
        "Key": "Skill04",
        "Name": "破滅",
        "Desc": "指定した味方単体に、その味方の最大HPの割合に応じた雷属性ダメージを与える、このダメージはターゲットの防御力を無視する。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.59
        ]
    },
    "801221204": {
        "Key": "PassiveSkill02",
        "Name": "開花",
        "Desc": "「開花」状態で、次の行動で「破滅」を発動する。「破滅の玄蓮」が「開花」状態で弱点撃破されたり、倒されたり、「開花」状態が解除されたりすると、「不死の神実・幻朧」の被ダメージがアップし、行動が遅延する",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.5
        ]
    },
    "801221205": {
        "Key": "PassiveSkill01",
        "Name": "休眠",
        "Desc": "HPが0になる攻撃を受けた後、「休眠」状態に入る。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "801221301": {
        "Key": "Skill03",
        "Name": "玄気噬身",
        "Desc": "高確率で指定した味方単体を「噬命」状態にする。",
        "P": "1",
        "SP": 20.0,
        "K": "Skill03",
        "S": [
            0.4,
            2.0,
            1.0
        ]
    },
    "801221302": {
        "Key": "Skill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill02",
        "S": [
            2.0
        ]
    },
    "801221303": {
        "Key": "Skill04",
        "Name": "破滅",
        "Desc": "指定した味方単体に、その味方の最大HPの割合に応じた虚数属性ダメージを与える、このダメージはターゲットの防御力を無視する。",
        "P": "1",
        "SP": 40.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04",
        "S": [
            0.59
        ]
    },
    "801221304": {
        "Key": "PassiveSkill02",
        "Name": "開花",
        "Desc": "「開花」状態で、次の行動で「破滅」を発動する。「破滅の玄蓮」が「開花」状態で弱点撃破されたり、倒されたり、「開花」状態が解除されたりすると、「不死の神実・幻朧」の被ダメージがアップし、行動が遅延する",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.5,
            0.5
        ]
    },
    "801221305": {
        "Key": "PassiveSkill01",
        "Name": "休眠",
        "Desc": "HPが0になる攻撃を受けた後、「休眠」状態に入る。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "801221401": {
        "Key": "Skill03",
        "Name": "玄気噬身",
        "Desc": "高確率で指定した味方単体を「噬命」状態にする。",
        "P": "1",
        "SP": 10.0,
        "K": "Skill03",
        "S": [
            0.25,
            2.0,
            1.5
        ]
    },
    "801221402": {
        "Key": "PassiveSkill01",
        "Name": "玄気帰身",
        "Desc": "HPが0になる攻撃を受けた後、味方全体が持っているデバフを解除し、味方全体のHPを回復する。同時に隙を突く扇動者に固定数値のダメージを与え、味方の「壊滅バフ」のレベルを上げる。「壊滅バフ」によって味方キャラの撃破特効がアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.04,
            165.0,
            0.25
        ]
    },
    "801221403": {
        "Key": "PassiveSkill03",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.5,
            0.5,
            0.2
        ]
    },
    "801221501": {
        "Key": "Skill03",
        "Name": "玄気噬身",
        "Desc": "高確率で指定した味方単体を「噬命」状態にする。",
        "P": "1",
        "SP": 20.0,
        "K": "Skill03",
        "S": [
            0.25,
            3.0,
            1.5
        ]
    },
    "801221502": {
        "Key": "PassiveSkill01",
        "Name": "玄気帰身",
        "Desc": "HPが0になる攻撃を受けた後、味方全体が持っているデバフを解除し、味方全体のHPを回復する。同時に隙を突く扇動者に固定数値のダメージを与え、味方の「壊滅バフ」のレベルを上げる。「壊滅バフ」によって味方キャラの撃破特効がアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.033,
            135.0,
            0.25
        ]
    },
    "801221503": {
        "Key": "PassiveSkill03",
        "Name": "守備",
        "Desc": "「守備」状態に入る。弱点が撃破されていない時、受けるダメージがダウンする。弱点が撃破された時、行動順の遅延量がアップする。弱点撃破状態の時、受けるダメージがアップする。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.5,
            0.5,
            0.2
        ]
    },
    "801221504": {
        "Key": "Skill04",
        "Name": "未来永劫に戻らぬ",
        "Desc": "ロックオンされている味方に虚数属性ダメージを与える。ロックオンされているターゲットが多いほどダメージがアップする。",
        "P": "1",
        "SP": 30.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill04"
    },
    "801301001": {
        "Key": "Skill01",
        "Name": "虚実の投影",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "801301002": {
        "Key": "Skill02",
        "Name": "侵略の鉄蹄",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "801301003": {
        "Key": "Skill03",
        "Name": "戦争の蹂躙",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "801301004": {
        "Key": "Skill04",
        "Name": "螺旋の弓矢",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「強弓の終末」を発動する。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill04"
    },
    "801301005": {
        "Key": "Skill05",
        "Name": "強弓の終末",
        "Desc": "指定した味方単体に大量の量子ダメージを与え、高確率で攻撃を受けた味方をもつれ状態にする。",
        "P": "1",
        "SP": 25.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            6.0,
            0.8
        ],
        "S": [
            6.0,
            0.5,
            0.8
        ]
    },
    "801301101": {
        "Key": "Skill01",
        "Name": "虚実の投影",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "801301102": {
        "Key": "Skill02",
        "Name": "侵略の鉄蹄",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "801301103": {
        "Key": "Skill03",
        "Name": "戦争の蹂躙",
        "Desc": "指定した味方単体および隣接する味方に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "801301104": {
        "Key": "Skill04",
        "Name": "螺旋の弓矢",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「強弓の終末」を発動する。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill04"
    },
    "801301105": {
        "Key": "Skill05",
        "Name": "強弓の終末",
        "Desc": "指定した味方単体に大量の量子ダメージを与え、高確率で攻撃を受けた味方をもつれ状態にする。",
        "P": "1",
        "SP": 25.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            8.0,
            0.8
        ],
        "S": [
            8.0,
            1.0,
            0.8
        ]
    },
    "801301201": {
        "Key": "Skill01",
        "Name": "虚実の投影",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "801301202": {
        "Key": "Skill02",
        "Name": "侵略の鉄蹄",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "DMG": [
            4.0
        ],
        "S": [
            4.0
        ]
    },
    "801301203": {
        "Key": "Skill03",
        "Name": "戦争の蹂躙",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "801301204": {
        "Key": "Skill04",
        "Name": "螺旋の弓矢",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「強弓の終末」を発動する。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill04"
    },
    "801301205": {
        "Key": "Skill05",
        "Name": "強弓の終末",
        "Desc": "指定した味方単体に大量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 25.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "DMG": [
            9.0
        ],
        "S": [
            9.0,
            0.0,
            0.0
        ]
    },
    "801301301": {
        "Key": "Skill01",
        "Name": "虚実の投影",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            0.3
        ]
    },
    "801301302": {
        "Key": "Skill02",
        "Name": "侵略の鉄蹄",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            0.4
        ]
    },
    "801301303": {
        "Key": "Skill03",
        "Name": "戦争の蹂躙",
        "Desc": "指定した味方単体および隣接する味方に少量の量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "S": [
            7.0
        ]
    },
    "801301304": {
        "Key": "Skill04",
        "Name": "螺旋の弓矢",
        "Desc": "指定した味方単体をロックオンし、次の行動でターゲットに「強弓の終末」を発動する。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill04"
    },
    "801301305": {
        "Key": "Skill05",
        "Name": "強弓の終末",
        "Desc": "指定した味方単体に大量の量子ダメージを与え、高確率で攻撃を受けた味方をもつれ状態にする。",
        "P": "1",
        "SP": 25.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill05",
        "S": [
            7.0,
            0.5,
            0.8
        ]
    },
    "801314101": {
        "Key": "Skill07",
        "Name": "虚明裂変",
        "Desc": "「厄災の右手」に強化状態を付与し、ターゲットの靭性を回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.6,
            2.0
        ]
    },
    "801314102": {
        "Key": "Skill08",
        "Name": "災厄侵襲",
        "Desc": "「黎明の左手」に強化状態を付与し、ターゲットの靭性を回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.6,
            2.0
        ]
    },
    "801314103": {
        "Key": "Skill09",
        "Name": "エンジン昇変",
        "Desc": "自身以外の敵全体に強化状態を付与し、ターゲットの靭性を回復する。",
        "P": "2",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.6,
            2.0
        ]
    },
    "801314104": {
        "Key": "Skill10",
        "Name": "順逆湮滅",
        "Desc": "味方単体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill10",
        "DMG": [
            4.8
        ],
        "S": [
            4.8
        ]
    },
    "801314105": {
        "Key": "Skill11",
        "Name": "厄災の前兆",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「終末降臨」を発動。",
        "P": "2",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill11",
        "S": [
            0.6,
            1.0
        ]
    },
    "801314106": {
        "Key": "Skill12",
        "Name": "終末降臨",
        "Desc": "味方全体に量子属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill12",
        "DMG": [
            3.6
        ],
        "S": [
            3.6
        ]
    },
    "801314107": {
        "Key": "PassiveSkill03",
        "Name": "エンジンの狭間",
        "Desc": "「反物質エンジン」が弱点撃破状態から回復するたびに、弱点属性が変化する。",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "PassiveSkill03",
        "S": [
            0.4
        ]
    },
    "801314401": {
        "Key": "Skill07",
        "Name": "虚明裂変",
        "Desc": "「厄災の右手」に強化状態を付与し、ターゲットの靭性を回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.2,
            2.0
        ]
    },
    "801314402": {
        "Key": "Skill08",
        "Name": "災厄侵襲",
        "Desc": "「黎明の左手」に強化状態を付与し、ターゲットの靭性を回復する。",
        "P": "1",
        "SP": 0,
        "K": "Skill08",
        "S": [
            0.2,
            2.0
        ]
    },
    "801314403": {
        "Key": "Skill09",
        "Name": "エンジン昇変",
        "Desc": "自身以外の敵全体に強化状態を付与し、ターゲットの靭性を回復する。",
        "P": "2",
        "SP": 0,
        "K": "Skill09",
        "S": [
            0.2,
            2.0
        ]
    },
    "801314404": {
        "Key": "Skill10",
        "Name": "順逆湮滅",
        "Desc": "味方単体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "K": "Skill10",
        "DMG": [
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "801314405": {
        "Key": "Skill11",
        "Name": "厄災の前兆",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「終末降臨」を発動。",
        "P": "2",
        "SP": 0,
        "Elem": "Quantum",
        "K": "Skill11",
        "S": [
            0.2,
            1.0
        ]
    },
    "801314406": {
        "Key": "Skill12",
        "Name": "終末降臨",
        "Desc": "味方全体に量子属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill12",
        "DMG": [
            3.4
        ],
        "S": [
            3.4
        ]
    },
    "801314407": {
        "Key": "PassiveSkill03",
        "Name": "エンジンの狭間",
        "Desc": "「反物質エンジン」が弱点撃破状態から回復するたびに、弱点属性が変化する。",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "PassiveSkill03",
        "S": [
            0.5
        ]
    },
    "801314501": {
        "Key": "Skill07",
        "Name": "虚明裂変",
        "Desc": "敵単体「厄災の右手」に「増幅」状態を付与し、その強化レベルを1アップさせる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill07"
    },
    "801314502": {
        "Key": "Skill08",
        "Name": "災厄侵襲",
        "Desc": "敵単体「黎明の左手」に「増幅」状態を付与し、その強化レベルを1アップさせる。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill08"
    },
    "801314503": {
        "Key": "Skill09",
        "Name": "エンジン昇変",
        "Desc": "自身以外の敵に「増幅」状態を付与し、その強化レベルを1アップさせる。",
        "P": "2",
        "SP": 0,
        "K": "Skill09"
    },
    "801314504": {
        "Key": "Skill10",
        "Name": "順逆湮滅",
        "Desc": "味方単体に量子属性と虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 20.0,
        "K": "Skill10",
        "S": [
            4.4
        ]
    },
    "801314505": {
        "Key": "Skill11",
        "Name": "厄災の前兆",
        "Desc": "チャージ状態に入り、次の行動で味方全体に「終末降臨」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill11"
    },
    "801314506": {
        "Key": "Skill12",
        "Name": "終末降臨",
        "Desc": "味方全体に量子属性ダメージと虚数属性ダメージを与える。攻撃を行った後、味方それぞれにランダムで「量子付与」状態または「虚数付与」状態を付与する。",
        "P": "2",
        "SP": 15.0,
        "Threat": true,
        "K": "Skill12",
        "S": [
            5.6
        ]
    },
    "801314507": {
        "Key": "Skill13",
        "Name": "末日の呪い",
        "Desc": "味方それぞれにランダムで「量子付与」状態または「虚数付与」状態を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill13"
    },
    "801314508": {
        "Key": "Skill14",
        "Name": "集団感染",
        "Desc": "味方全体に量子属性と虚数属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "K": "Skill14",
        "S": [
            3.6
        ]
    },
    "801314509": {
        "Key": "SkillP01",
        "Name": "対消滅",
        "Desc": "自身がスキルを発動し、味方単体を同時に「量子付与」状態と「虚数付与」状態にした場合、この2つの状態を解除し、その味方に少量の量子属性ダメージと虚数属性ダメージを与え、高確率で「<u>縛り</u>」状態を付与する。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "EE": [
            280150121
        ],
        "S": [
            1.2,
            1.0,
            0.1,
            0.3,
            0.6,
            0.5
        ]
    },
    "801314510": {
        "Key": "SkillP02",
        "Name": "仮死",
        "Desc": "HPが0になる攻撃を受けた後、「仮死」状態に入る。",
        "P": "1 2",
        "SP": 15.0,
        "K": "SkillP02"
    },
    "801501001": {
        "Key": "PassiveSkill02",
        "Name": "古獣の余威",
        "Desc": "「反物質エンジン」、「厄災の右手」、「黎明の左手」がすべて倒されるまで、終末獣にダメージを与えることはできない。",
        "P": "1 2",
        "SP": 0,
        "Elem": "Quantum",
        "K": "PassiveSkill02",
        "S": [
            9.0
        ]
    },
    "801501101": {
        "Key": "PassiveSkill02",
        "Name": "古獣の余威",
        "Desc": "「反物質エンジン」、「厄災の右手」、「黎明の左手」がすべて倒されるまで、終末獣にダメージを与えることはできない。",
        "P": "1 2",
        "SP": 0,
        "Elem": "Quantum",
        "K": "PassiveSkill02",
        "S": [
            9.0
        ]
    },
    "801501201": {
        "Key": "SkillP01",
        "Name": "古獣の余威",
        "Desc": "「反物質エンジン」、「厄災の右手」、「黎明の左手」がすべて倒されるまで、「殺戮の壊星獣」に直接攻撃を行うことはできない。部位にダメージを与える時、「殺戮の壊星獣」も同量のダメージを受ける。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.0,
            1.5,
            0.5,
            0.6,
            1.0,
            15.0
        ]
    },
    "801501202": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5,
            0.5,
            1.0,
            1.5
        ]
    },
    "801501203": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02",
        "S": [
            180.0
        ]
    },
    "801501204": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            0.2,
            0.2,
            0.2,
            0.1
        ]
    },
    "801501205": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.2,
            0.05
        ]
    },
    "801501206": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "801502001": {
        "Key": "Skill01",
        "Name": "弾指・起風",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "801502002": {
        "Key": "Skill02",
        "Name": "塵雲一掃",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DMG": [
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "801502003": {
        "Key": "Skill03",
        "Name": "盤根",
        "Desc": "指定した味方単体に風属性ダメージを与え、攻撃を受けた味方の行動順を遅らす。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill03",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.3
        ]
    },
    "801502004": {
        "Key": "Skill04",
        "Name": "生花",
        "Desc": "「豊穣の玄蓮」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.5,
            1.0
        ]
    },
    "801502005": {
        "Key": "Skill05",
        "Name": "弾指・鳴雷",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill05",
        "DMG": [
            3.8
        ],
        "S": [
            3.8
        ]
    },
    "801502006": {
        "Key": "Skill06",
        "Name": "破星砕月",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            4.5
        ],
        "S": [
            4.5
        ]
    },
    "801502007": {
        "Key": "Skill07",
        "Name": "劫、至れり",
        "Desc": "味方単体をロックオンし、「破滅の玄蓮」を「開花」状態にさせる。「破滅の玄蓮」の「弱点無効」効果を解除する。「破滅の玄蓮」は次の行動で「破滅」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill07",
        "S": [
            1.0
        ]
    },
    "801502008": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill08"
    },
    "801502009": {
        "Key": "Skill09",
        "Name": "盛怒",
        "Desc": "指定した味方単体および隣接する味方に虚数属性ダメージを与える。",
        "P": "3",
        "SP": 25.0,
        "Elem": "Imaginary",
        "K": "Skill09",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "801502010": {
        "Key": "Skill10",
        "Name": "玄根化生",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "3",
        "SP": 30.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill10",
        "DMG": [
            3.6
        ],
        "S": [
            3.6
        ]
    },
    "801502011": {
        "Key": "Skill11",
        "Name": "盤根",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、攻撃を受けた味方の行動順を遅らす。",
        "P": "3",
        "SP": 30.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.3
        ]
    },
    "801502012": {
        "Key": "Skill12",
        "Name": "生花",
        "Desc": "「豊穣の玄蓮」を召喚する。",
        "P": "3",
        "SP": 0,
        "K": "Skill12",
        "S": [
            0.5,
            1.0
        ]
    },
    "801502013": {
        "Key": "Skill13",
        "Name": "劫、至れり",
        "Desc": "味方単体をロックオンし、「破滅の玄蓮」を「開花」状態にさせる。「破滅の玄蓮」の「弱点無効」効果を解除する。「破滅の玄蓮」は次の行動で「破滅」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill13",
        "S": [
            1.0
        ]
    },
    "801502014": {
        "Key": "Skill14",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill14",
        "S": [
            1.35,
            2.0
        ]
    },
    "801502101": {
        "Key": "Skill01",
        "Name": "弾指・起風",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "801502102": {
        "Key": "Skill02",
        "Name": "塵雲一掃",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DMG": [
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "801502103": {
        "Key": "Skill03",
        "Name": "盤根",
        "Desc": "指定した味方単体に風属性ダメージを与え、攻撃を受けた味方の行動順を遅らす。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "K": "Skill03",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.3
        ]
    },
    "801502104": {
        "Key": "Skill04",
        "Name": "生花",
        "Desc": "「豊穣の玄蓮」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "S": [
            0.5,
            1.0
        ]
    },
    "801502105": {
        "Key": "Skill05",
        "Name": "弾指・鳴雷",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill05",
        "DMG": [
            3.8
        ],
        "S": [
            3.8
        ]
    },
    "801502106": {
        "Key": "Skill06",
        "Name": "破星砕月",
        "Desc": "味方全体に雷属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            4.5
        ],
        "S": [
            4.5
        ]
    },
    "801502107": {
        "Key": "Skill07",
        "Name": "劫、至れり",
        "Desc": "味方単体をロックオンし、「破滅の玄蓮」を「開花」状態にさせる。「破滅の玄蓮」の「弱点無効」効果を解除する。「破滅の玄蓮」は次の行動で「破滅」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill07",
        "S": [
            1.0
        ]
    },
    "801502108": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill08"
    },
    "801502109": {
        "Key": "Skill09",
        "Name": "盛怒",
        "Desc": "指定した味方単体および隣接する味方に虚数属性ダメージを与える。",
        "P": "3",
        "SP": 25.0,
        "Elem": "Imaginary",
        "K": "Skill09",
        "DMG": [
            3.0,
            2.0
        ],
        "S": [
            3.0,
            2.0
        ]
    },
    "801502110": {
        "Key": "Skill10",
        "Name": "玄根化生",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "3",
        "SP": 30.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill10",
        "DMG": [
            3.6
        ],
        "S": [
            3.6
        ]
    },
    "801502111": {
        "Key": "Skill11",
        "Name": "盤根",
        "Desc": "指定した味方単体に虚数属性ダメージを与え、攻撃を受けた味方の行動順を遅らす。",
        "P": "3",
        "SP": 30.0,
        "Elem": "Imaginary",
        "K": "Skill11",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            0.3
        ]
    },
    "801502112": {
        "Key": "Skill12",
        "Name": "生花",
        "Desc": "「豊穣の玄蓮」を召喚する。",
        "P": "3",
        "SP": 0,
        "K": "Skill12",
        "S": [
            0.5,
            1.0
        ]
    },
    "801502113": {
        "Key": "Skill13",
        "Name": "劫、至れり",
        "Desc": "味方単体をロックオンし、「破滅の玄蓮」を「開花」状態にさせる。「破滅の玄蓮」の「弱点無効」効果を解除する。「破滅の玄蓮」は次の行動で「破滅」を発動する。",
        "P": "3",
        "SP": 0,
        "K": "Skill13",
        "S": [
            1.0
        ]
    },
    "801502114": {
        "Key": "Skill14",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill14",
        "S": [
            1.35
        ]
    },
    "801502201": {
        "Key": "Skill01",
        "Name": "弾指・起風",
        "Desc": "指定した味方単体に風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "801502202": {
        "Key": "Skill02",
        "Name": "塵雲一掃",
        "Desc": "味方全体に少量の風属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DelayRatio": 1.3,
        "S": [
            1.5
        ]
    },
    "801502203": {
        "Key": "Skill03",
        "Name": "虬根・豊穣の威力",
        "Desc": "指定した味方単体に風属性ダメージを与え、その味方の行動順を遅延させる。さらに、フィールド上の行動可能な「豊穣の玄蓮」が攻撃を行う。",
        "P": "1",
        "SP": 0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            3.0,
            0.1,
            5.0
        ]
    },
    "801502204": {
        "Key": "Skill04",
        "Name": "虬根・破滅の威力",
        "Desc": "指定した味方単体に雷属性ダメージを与え、その味方の行動順を遅延させる。さらに、フィールド上の行動可能な「破滅の玄蓮」が攻撃を行う。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "K": "Skill04",
        "S": [
            3.0,
            0.1,
            0.25,
            2.0,
            1.5
        ]
    },
    "801502205": {
        "Key": "Skill05",
        "Name": "弾指・鳴雷",
        "Desc": "指定した味方単体に雷属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Elec",
        "K": "Skill05",
        "S": [
            3.0
        ]
    },
    "801502206": {
        "Key": "Skill06",
        "Name": "破星砕月・豊穣の威力",
        "Desc": "味方全体に風属性ダメージを与え、「豊穣形態」に切り替わる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill06",
        "S": [
            3.5
        ]
    },
    "801502207": {
        "Key": "Skill07",
        "Name": "破星砕月・壊滅の威力",
        "Desc": "味方全体に雷属性ダメージを与え、「壊滅形態」に切り替わる。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Elec",
        "Threat": true,
        "K": "Skill07",
        "S": [
            4.0
        ]
    },
    "801502208": {
        "Key": "Skill08",
        "Name": "双生",
        "Desc": "「豊穣の玄蓮」と「破滅の玄蓮」を召喚する。",
        "P": "1",
        "SP": 0,
        "K": "Skill08"
    },
    "801502209": {
        "Key": "Skill09",
        "Name": "盛怒",
        "Desc": "指定した味方単体および隣接する味方に虚数属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill09",
        "S": [
            2.5,
            1.5
        ]
    },
    "801502210": {
        "Key": "Skill10",
        "Name": "玄根化生",
        "Desc": "味方全体に虚数属性ダメージを与える。",
        "P": "2",
        "SP": 15.0,
        "Elem": "Imaginary",
        "K": "Skill10",
        "S": [
            2.5
        ]
    },
    "801502211": {
        "Key": "Skill11",
        "Name": "双生",
        "Desc": "「豊穣の玄蓮」と「破滅の玄蓮」を召喚する。",
        "P": "2",
        "SP": 0,
        "K": "Skill11"
    },
    "801502212": {
        "Key": "Skill12",
        "Name": "虬根・万曲",
        "Desc": "味方全体に虚数属性ダメージを与え、味方全体の行動順を遅らせる。さらに、フィールド上の行動可能な「玄蓮」が攻撃を行う。",
        "P": "2",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill12",
        "S": [
            2.5,
            0.1,
            5.0
        ]
    },
    "801502213": {
        "Key": "Skill13",
        "Name": "空劫",
        "Desc": "味方全体をロックオンし、次に「玄蓮」が行動する時に「未来永劫に戻らぬ」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill13",
        "S": [
            2.0
        ]
    },
    "801502214": {
        "Key": "Skill14",
        "Name": "未来永劫に戻らぬ",
        "Desc": "ロックオンされている味方に虚数属性ダメージを与える。ロックオンされているターゲットが多いほどダメージがアップする。",
        "P": "2",
        "SP": 30.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill14",
        "S": [
            5.5,
            5.5,
            6.0,
            6.0
        ]
    },
    "801502215": {
        "Key": "PassiveSkill05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill05",
        "S": [
            2.0,
            2.0,
            2.0,
            2.0
        ]
    },
    "801502216": {
        "Key": "PassiveSkill02",
        "Name": "壊滅バフ",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02",
        "S": [
            0.25,
            8.0
        ]
    },
    "801502217": {
        "Key": "PassiveSkill03",
        "Name": "豊穣バフ",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill03",
        "S": [
            0.2,
            8.0
        ]
    },
    "801502218": {
        "Key": "SkillEX01",
        "Name": "鉄壁の防御",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "801502219": {
        "Key": "SkillEX02",
        "Name": "移花接木",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02"
    },
    "801502220": {
        "Key": "SkillEX03",
        "Name": "枯木生華",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            0.2,
            0.25
        ]
    },
    "801502221": {
        "Key": "SkillEX04",
        "Name": "空花陽炎",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.0
        ]
    },
    "801502222": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "801502223": {
        "Key": "PassiveSkill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill04",
        "S": [
            2.0,
            1.5,
            1.0,
            0.5
        ]
    },
    "802201001": {
        "Key": "Skill01",
        "Name": "震える翅",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.0,
            0.5
        ],
        "S": [
            2.0,
            1.0,
            0.5,
            3.0,
            5.0
        ]
    },
    "802201002": {
        "Key": "Skill02",
        "Name": "次分裂",
        "Desc": "自身の繁殖体を1体生み出す。この効果は2ターン後に再発動できる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "802201003": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            2.0,
            1.0,
            0.08
        ]
    },
    "802201004": {
        "Key": "PassiveSkill01",
        "Name": "虫の断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に風属性ダメージを与え、高い確率で攻撃を受けた敵の被ダメージを少しアップさせる。",
        "P": "1",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkill01",
        "S": [
            0.5,
            1.0,
            0.1,
            3.0,
            10.0,
            30.0
        ]
    },
    "802201101": {
        "Key": "Skill01",
        "Name": "羽ばたき",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.0,
            1.0,
            0.5,
            3.0,
            5.0
        ]
    },
    "802201102": {
        "Key": "Skill02",
        "Name": "次分裂",
        "Desc": "自身の繁殖体を1体生み出す。この効果は2ターン後に再発動できる。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "802201103": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            2.0,
            1.0,
            0.08
        ]
    },
    "802201104": {
        "Key": "PassiveSkill01",
        "Name": "虫の断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に風属性ダメージを与え、高い確率で攻撃を受けた敵の被ダメージを少しアップさせる。",
        "P": "1",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkill01",
        "S": [
            0.08,
            1.0,
            0.1,
            3.0,
            10.0,
            0.0
        ]
    },
    "802201105": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.15
        ]
    },
    "802202001": {
        "Key": "Skill01",
        "Name": "蟲爆襲来",
        "Desc": "チャージ状態に入り、次の行動で「蟲爆」を発動。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "802202002": {
        "Key": "Skill02",
        "Name": "蟲爆",
        "Desc": "自爆し、指定した味方単体及び隣接する味方に風属性ダメージを与え、高確率で攻撃された味方を「怒噪」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0,
            3.0,
            2.0
        ]
    },
    "802202003": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            2.0,
            1.0,
            0.5,
            3.0,
            5.0,
            0.08
        ]
    },
    "802202004": {
        "Key": "PassiveSkill01",
        "Name": "虫の断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に風属性ダメージを与え、高い確率で攻撃を受けた敵の被ダメージを少しアップさせる。",
        "P": "1",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkill01",
        "S": [
            0.6,
            2.0,
            0.1,
            3.0,
            10.0,
            30.0
        ]
    },
    "802202101": {
        "Key": "Skill01",
        "Name": "予備兵器",
        "Desc": "チャージ状態に入り、次の行動で「起爆拡散」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "802202102": {
        "Key": "Skill02",
        "Name": "起爆拡散",
        "Desc": "自爆し、指定した味方単体及び隣接する味方に風属性ダメージを与え、高確率で攻撃された味方を「怒噪」状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill02",
        "S": [
            2.2,
            2.2,
            2.0
        ]
    },
    "802202103": {
        "Key": "Skill03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            2.0,
            1.0,
            0.5,
            3.0,
            5.0,
            0.08
        ]
    },
    "802202104": {
        "Key": "PassiveSkill01",
        "Name": "虫の断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に風属性ダメージを与え、高い確率で攻撃を受けた敵の被ダメージを少しアップさせる。",
        "P": "1",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkill01",
        "S": [
            0.08,
            1.0,
            0.1,
            3.0,
            10.0,
            0.0
        ]
    },
    "802202105": {
        "Key": "SkillP01",
        "Name": "栄養",
        "Desc": "HPが0になる攻撃を受ける時、味方のSPを回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            1.0
        ]
    },
    "802202106": {
        "Key": "SkillP02",
        "Name": "増殖",
        "Desc": "「成長ホルモン」1層につき、一定の攻撃力をアップする、最大で3層累積できる。3層に達する時、即座に行動する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP02"
    },
    "802203001": {
        "Key": "Skill01",
        "Name": "角撃",
        "Desc": "指定した味方単体に量子属性ダメージを与える。もつれ状態にあるターゲットを優先的に攻撃し、追加でもつれを1回累積させる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.2
        ]
    },
    "802203002": {
        "Key": "PassiveSkill01",
        "Name": "蝕む断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に量子属性ダメージを与え、攻撃を受けた敵の被ダメージをアップさせる。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "PassiveSkill01",
        "S": [
            0.6,
            1.0,
            0.1,
            3.0,
            10.0,
            30.0
        ]
    },
    "802203101": {
        "Key": "Skill01",
        "Name": "角撃",
        "Desc": "指定した味方単体に量子属性ダメージを与える。もつれ状態にあるターゲットを優先的に攻撃し、追加でもつれを1回累積させる。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            1.6,
            1.0,
            0.5,
            0.3
        ]
    },
    "802203102": {
        "Key": "PassiveSkill01",
        "Name": "蝕む断末魔",
        "Desc": "HPが0になる攻撃を受ける時、敵全体に量子属性ダメージを与え、攻撃を受けた敵の受けるダメージをアップさせる。",
        "P": "1",
        "SP": 0,
        "Elem": "Quantum",
        "K": "PassiveSkill01",
        "S": [
            0.08,
            1.0,
            0.1,
            3.0,
            10.0,
            0.0
        ]
    },
    "802203103": {
        "Key": "SkillP01",
        "Name": "滋養",
        "Desc": "HPが0になる攻撃を受ける時、味方全体のHPを少量回復する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.1
        ]
    },
    "802203104": {
        "Key": "SkillP02",
        "Name": "かく乱",
        "Desc": "「成長ホルモン」1層につき、一定の攻撃力をアップする、最大で3層累積できる。3層に達する時、「角撃」を受けた味方がもつれ状態でないのなら、高確率でその味方をもつれ状態にする。",
        "P": "1",
        "SP": 0,
        "K": "SkillP02"
    },
    "802401001": {
        "Key": "Skill01",
        "Name": "蟲のブレス",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を2層の風化状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.5
        ],
        "S": [
            2.5,
            2.0,
            0.5,
            3.0,
            5.0
        ]
    },
    "802401002": {
        "Key": "Skill02",
        "Name": "戦争兵器",
        "Desc": "指定した味方単体に少量の風属性ダメージを与える。攻撃を受けたターゲットが風化状態であった場合、風化ダメージを1回与える。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DMG": [
            2.5
        ],
        "S": [
            2.5
        ]
    },
    "802401003": {
        "Key": "Skill03",
        "Name": "ハリケーン",
        "Desc": "味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "DMG": [
            1.5,
            0.5
        ],
        "S": [
            1.5,
            1.0
        ]
    },
    "802401004": {
        "Key": "Skill04",
        "Name": "増殖",
        "Desc": "真蟄虫の群れを増やす。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill04"
    },
    "802401005": {
        "Key": "Skill05",
        "Name": "強襲準備",
        "Desc": "チャージ状態に入り、次の行動で「スウォーム強襲」を発動する。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill05"
    },
    "802401006": {
        "Key": "Skill06",
        "Name": "スウォーム強襲",
        "Desc": "フィールド上のすべての真蟄虫の群れの行動制限系デバフと弱点撃破状態を解除し、味方に風属性ダメージを与え、攻撃を受けるたびに1層の風化状態に陥るようにする。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            2.0,
            1.0
        ],
        "S": [
            1.0,
            1.0,
            2.0,
            1.0,
            5.0
        ]
    },
    "802401007": {
        "Key": "Skill07",
        "Name": "スウォーム強襲",
        "Desc": "フィールド上のすべての真蟄虫の群れの行動制限系デバフと弱点撃破状態を解除し、味方に風属性ダメージを与え、攻撃を受けるたびに1層の風化状態に陥るようにする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill07"
    },
    "802401008": {
        "Key": "PassiveSkill01",
        "Name": "継承フェロモン",
        "Desc": "フィールド上に真蟄虫の群れが1つ増えるごとに、すべての真蟄虫の群れがダメージアップを1層獲得する。フィールド上では1つの「継承フェロモン」のみが効果を発揮する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.08,
            0.08
        ]
    },
    "802401009": {
        "Key": "PassiveSkill02",
        "Name": "虫の断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に風属性ダメージを与え、高い確率で攻撃を受けた敵の被ダメージを少しアップさせる。",
        "P": "3",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkill02",
        "S": [
            0.2,
            2.0,
            0.1,
            3.0,
            10.0,
            30.0
        ]
    },
    "802401010": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill08",
        "S": [
            2.0,
            1.0
        ]
    },
    "802401011": {
        "Key": "Skill10",
        "Name": "増殖",
        "Desc": "真蟄虫の群れを増やす。",
        "P": "",
        "SP": 0,
        "K": "Skill10"
    },
    "802401101": {
        "Key": "Skill01",
        "Name": "蟲のブレス",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を2層の風化状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "DMG": [
            2.5,
            0.5
        ],
        "S": [
            2.5,
            2.0,
            0.5,
            3.0,
            5.0
        ]
    },
    "802401102": {
        "Key": "Skill02",
        "Name": "戦争兵器",
        "Desc": "指定した味方単体に少量の風属性ダメージを与える。攻撃を受けたターゲットが風化状態であった場合、風化ダメージを1回与える。",
        "P": "1 2",
        "SP": 20.0,
        "Elem": "Wind",
        "K": "Skill02",
        "DMG": [
            3.0
        ],
        "S": [
            3.0
        ]
    },
    "802401103": {
        "Key": "Skill03",
        "Name": "ハリケーン",
        "Desc": "味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "DMG": [
            2.0,
            0.5
        ],
        "S": [
            2.0,
            1.0
        ]
    },
    "802401104": {
        "Key": "Skill04",
        "Name": "増殖",
        "Desc": "真蟄虫の群れを増やす。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill04"
    },
    "802401105": {
        "Key": "Skill05",
        "Name": "強襲準備",
        "Desc": "チャージ状態に入り、次の行動で「スウォーム強襲」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill05"
    },
    "802401106": {
        "Key": "Skill06",
        "Name": "スウォーム強襲",
        "Desc": "フィールド上のすべての真蟄虫の群れの行動制限系デバフと弱点撃破状態を解除し、味方に風属性ダメージを与え、攻撃を受けるたびに1層の風化状態に陥るようにする。",
        "P": "2",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill06",
        "DMG": [
            2.0,
            1.8
        ],
        "S": [
            1.8,
            1.0,
            2.0,
            1.0,
            5.0
        ]
    },
    "802401107": {
        "Key": "Skill07",
        "Name": "スウォーム強襲",
        "Desc": "フィールド上のすべての真蟄虫の群れの行動制限系デバフと弱点撃破状態を解除し、味方に風属性ダメージを与え、攻撃を受けるたびに1層の風化状態に陥るようにする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill07"
    },
    "802401108": {
        "Key": "PassiveSkill01",
        "Name": "継承フェロモン",
        "Desc": "フィールド上に真蟄虫の群れが1つ増えるごとに、すべての真蟄虫の群れがダメージアップを1層獲得する。フィールド上では1つの「継承フェロモン」のみが効果を発揮する。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.08,
            0.08
        ]
    },
    "802401109": {
        "Key": "PassiveSkill02",
        "Name": "虫の断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に風属性ダメージを与え、高い確率で攻撃を受けた敵の被ダメージを少しアップさせる。",
        "P": "2",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkill02",
        "S": [
            0.4,
            2.0,
            0.1,
            3.0,
            10.0,
            30.0
        ]
    },
    "802401110": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill08",
        "S": [
            2.0,
            1.0
        ]
    },
    "802401111": {
        "Key": "Skill10",
        "Name": "増殖",
        "Desc": "真蟄虫の群れを増やす。",
        "P": "",
        "SP": 0,
        "K": "Skill10"
    },
    "802401201": {
        "Key": "Skill01",
        "Name": "蟲のブレス",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を2層の風化状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.5,
            2.0,
            0.5,
            3.0,
            5.0
        ]
    },
    "802401202": {
        "Key": "Skill02",
        "Name": "戦争兵器",
        "Desc": "指定した味方単体に少量の風属性ダメージを与える。攻撃を受けたターゲットが風化状態であった場合、風化ダメージを1回与える。",
        "P": "1 2 3",
        "SP": 20.0,
        "Elem": "Wind",
        "K": "Skill02",
        "S": [
            2.5
        ]
    },
    "802401203": {
        "Key": "Skill03",
        "Name": "ハリケーン",
        "Desc": "味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            1.5,
            1.0
        ]
    },
    "802401204": {
        "Key": "Skill04",
        "Name": "増殖",
        "Desc": "真蟄虫の群れを増やす。",
        "P": "1 2 3",
        "SP": 0,
        "K": "Skill04"
    },
    "802401205": {
        "Key": "Skill05",
        "Name": "強襲準備",
        "Desc": "チャージ状態に入り、次の行動で「スウォーム強襲」を発動する。",
        "P": "2 3",
        "SP": 0,
        "K": "Skill05"
    },
    "802401206": {
        "Key": "Skill06",
        "Name": "スウォーム強襲",
        "Desc": "フィールド上のすべての真蟄虫の群れの行動制限系デバフと弱点撃破状態を解除し、味方に風属性ダメージを与え、攻撃を受けるたびに1層の風化状態に陥るようにする。",
        "P": "2 3",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill06",
        "S": [
            1.0,
            1.0,
            2.0,
            1.0,
            5.0
        ]
    },
    "802401207": {
        "Key": "Skill07",
        "Name": "スウォーム強襲",
        "Desc": "フィールド上のすべての真蟄虫の群れの行動制限系デバフと弱点撃破状態を解除し、味方に風属性ダメージを与え、攻撃を受けるたびに1層の風化状態に陥るようにする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill07"
    },
    "802401208": {
        "Key": "PassiveSkill01",
        "Name": "継承フェロモン",
        "Desc": "フィールド上に真蟄虫の群れが1つ増えるごとに、すべての真蟄虫の群れがダメージアップを1層獲得する。フィールド上では1つの「継承フェロモン」のみが効果を発揮する。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.08,
            0.08
        ]
    },
    "802401209": {
        "Key": "PassiveSkill02",
        "Name": "虫の断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に風属性ダメージを与え、高い確率で攻撃を受けた敵の被ダメージを少しアップさせる。",
        "P": "3",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkill02",
        "S": [
            0.2,
            2.0,
            0.1,
            3.0,
            10.0,
            30.0
        ]
    },
    "802401210": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill08",
        "S": [
            2.0,
            1.0
        ]
    },
    "802401211": {
        "Key": "Skill10",
        "Name": "増殖",
        "Desc": "真蟄虫の群れを増やす。",
        "P": "",
        "SP": 0,
        "K": "Skill10"
    },
    "802401301": {
        "Key": "Skill01",
        "Name": "蟲のブレス",
        "Desc": "指定した味方単体に少量の風属性ダメージを与え、高確率で攻撃を受けた味方を2層の風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill01",
        "S": [
            2.5,
            2.0,
            0.5,
            3.0,
            5.0
        ]
    },
    "802401302": {
        "Key": "Skill02",
        "Name": "戦争兵器",
        "Desc": "指定した味方単体に少量の風属性ダメージを与える。攻撃を受けたターゲットが風化状態であった場合、風化ダメージを1回与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Wind",
        "K": "Skill02",
        "S": [
            3.0
        ]
    },
    "802401303": {
        "Key": "Skill03",
        "Name": "ハリケーン",
        "Desc": "味方全体に風属性ダメージを与え、高確率で攻撃を受けた味方を風化状態にする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill03",
        "S": [
            2.0,
            1.0
        ]
    },
    "802401304": {
        "Key": "Skill04",
        "Name": "増殖",
        "Desc": "真蟄虫の群れを増やす。",
        "P": "",
        "SP": 0,
        "K": "Skill04"
    },
    "802401305": {
        "Key": "Skill05",
        "Name": "強襲準備",
        "Desc": "チャージ状態に入り、次の行動で「スウォーム強襲」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05"
    },
    "802401306": {
        "Key": "Skill06",
        "Name": "スウォーム強襲",
        "Desc": "フィールド上のすべての真蟄虫の群れの行動制限系デバフと弱点撃破状態を解除し、味方に風属性ダメージを与え、攻撃を受けるたびに1層の風化状態に陥るようにする。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Wind",
        "Threat": true,
        "K": "Skill06",
        "S": [
            1.8,
            1.0,
            2.0,
            1.0,
            5.0
        ]
    },
    "802401307": {
        "Key": "Skill07",
        "Name": "スウォーム強襲",
        "Desc": "フィールド上のすべての真蟄虫の群れの行動制限系デバフと弱点撃破状態を解除し、味方に風属性ダメージを与え、攻撃を受けるたびに1層の風化状態に陥るようにする。",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill07"
    },
    "802401308": {
        "Key": "PassiveSkill01",
        "Name": "継承フェロモン",
        "Desc": "フィールド上に真蟄虫の群れが1つ増えるごとに、すべての真蟄虫の群れがダメージアップを1層獲得する。フィールド上では1つの「継承フェロモン」のみが効果を発揮する。",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.08,
            0.08
        ]
    },
    "802401309": {
        "Key": "PassiveSkill02",
        "Name": "虫の断末魔",
        "Desc": "HPが0になる攻撃を受けた時、敵全体に風属性ダメージを与え、高い確率で攻撃を受けた敵の被ダメージを少しアップさせる。",
        "P": "1",
        "SP": 0,
        "Elem": "Wind",
        "K": "PassiveSkill02",
        "S": [
            0.4,
            2.0,
            0.1,
            3.0,
            10.0,
            30.0
        ]
    },
    "802401310": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 10.0,
        "Elem": "Wind",
        "K": "Skill08",
        "S": [
            2.0,
            1.0
        ]
    },
    "802401311": {
        "Key": "Skill10",
        "Name": "増殖",
        "Desc": "真蟄虫の群れを増やす。",
        "P": "",
        "SP": 0,
        "K": "Skill10"
    },
    "802501001": {
        "Key": "Skill01",
        "Name": "王虫砲",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "802501002": {
        "Key": "Skill02",
        "Name": "瓦解蟄毒",
        "Desc": "指定した味方単体に量子ダメージを与え、高確率で攻撃を受けた味方をもつれ状態にする。同時に「蝕蟄虫」を1体召喚する。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            3.0,
            0.5,
            1.2,
            1.0,
            0.0
        ]
    },
    "802501003": {
        "Key": "Skill03",
        "Name": "熱解死光",
        "Desc": "指定した味方単体および隣接する味方に量子属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "S": [
            4.8,
            4.0
        ]
    },
    "802501004": {
        "Key": "Skill07",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.5
        ]
    },
    "802501005": {
        "Key": "Skill04",
        "Name": "凶禍を呼ぶ外殻",
        "Desc": "「増殖・砕星」状態に入る、次の行動まで継続。「増殖・砕星」状態が持続する間、受けるダメージが大幅にダウンし、攻撃を受けるたびに「蝕蟄虫」を召喚する。「増殖・砕星」状態で弱点撃破されると、敵全体に自身の最大靭性と同等の削靭値を与え、自身以外の敵の受けるダメージをアップさせる。",
        "P": "1",
        "SP": 0,
        "K": "Skill04",
        "DelayRatio": 1.5,
        "S": [
            0.3,
            5.0,
            0.1,
            3.0,
            10.0,
            0.5
        ]
    },
    "802501006": {
        "Key": "Skill06",
        "Name": "壊星の卵",
        "Desc": "味方全体に大量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill06",
        "S": [
            6.6
        ]
    },
    "802501007": {
        "Key": "Skill05",
        "Name": "災いを生む外殻",
        "Desc": "チャージして「増殖・砕星」状態に入る、次の行動まで継続。次の行動時、味方全体に「壊星の卵」を発動する。「増殖・砕星」状態が持続する間、受けるダメージが大幅にダウンし、攻撃を受けるたびに「蝕蟄虫」または「次蟄虫」を召喚する。「増殖・砕星」状態で弱点撃破されると、敵全体に自身の最大靭性と同等の削靭値を与え、自身以外の敵の受けるダメージをアップさせる。",
        "P": "2",
        "SP": 0,
        "K": "Skill05",
        "DelayRatio": 1.25,
        "S": [
            0.0,
            0.07
        ]
    },
    "802501008": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.4
        ]
    },
    "802501009": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "PassiveSkill01",
        "S": [
            0.25,
            1.0,
            0.1,
            3.0,
            10.0,
            30.0
        ]
    },
    "802501101": {
        "Key": "Skill01",
        "Name": "王虫砲",
        "Desc": "指定した味方単体に量子属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "802501102": {
        "Key": "Skill02",
        "Name": "瓦解蟄毒",
        "Desc": "指定した味方単体に量子ダメージを与え、高確率で攻撃を受けた味方をもつれ状態にする。同時に「蝕蟄虫」を1体召喚する。",
        "P": "1 2",
        "SP": 15.0,
        "Elem": "Quantum",
        "K": "Skill02",
        "S": [
            3.0,
            0.5,
            0.6,
            1.0,
            0.0
        ]
    },
    "802501103": {
        "Key": "Skill03",
        "Name": "熱解死光",
        "Desc": "指定した味方単体および隣接する味方に量子属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Quantum",
        "K": "Skill03",
        "S": [
            4.5,
            3.5,
            0.5,
            1.2,
            1.0
        ]
    },
    "802501104": {
        "Key": "Skill07",
        "Name": "共食い",
        "Desc": "「虫卵」を消費して召喚物のスウォームを強化する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill07",
        "S": [
            0.4
        ]
    },
    "802501105": {
        "Key": "Skill04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill04",
        "DelayRatio": 1.25,
        "S": [
            0.0,
            3.0,
            0.1,
            3.0,
            10.0,
            60.0
        ]
    },
    "802501106": {
        "Key": "Skill06",
        "Name": "壊星の卵",
        "Desc": "味方全体に大量の量子属性ダメージを与える。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Quantum",
        "Threat": true,
        "K": "Skill06",
        "S": [
            6.0
        ]
    },
    "802501107": {
        "Key": "Skill05",
        "Name": "卵の世話",
        "Desc": "チャージ状態に入り、靭性保護と一定層数の「虫卵」を獲得する、次の行動まで継続。次の行動で味方全体に「壊星の卵」を発動する。",
        "P": "2",
        "SP": 0,
        "K": "Skill05",
        "DelayRatio": 1.25,
        "S": [
            0.0,
            0.05
        ]
    },
    "802501108": {
        "Key": "Skill08",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "Skill08",
        "S": [
            1.0
        ]
    },
    "802501109": {
        "Key": "PassiveSkill01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "Elem": "Quantum",
        "K": "PassiveSkill01",
        "S": [
            0.15,
            1.0,
            0.1,
            3.0,
            10.0,
            60.0
        ]
    },
    "802501110": {
        "Key": "SkillP01",
        "Name": "蟲海の併呑",
        "Desc": "攻撃を受けた後、 召喚物のスウォームを召喚する。弱点撃破される時、敵全体に量子属性ダメージを与え、自身以外の敵の受けるダメージをアップさせ、弱点撃破状態にする。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.5,
            0.8,
            1.1,
            0.6
        ]
    },
    "802501111": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "802501112": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02"
    },
    "802501113": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            2.0
        ]
    },
    "802501114": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            1.0,
            3.0
        ]
    },
    "802501115": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "802501116": {
        "Key": "SkillP02",
        "Name": "無限繁殖",
        "Desc": "ターンが終了する時に一定数の「虫卵」を獲得する。「虫の断末魔」または「蝕む断末魔」を受ける時、「虫卵」を1層失う。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP02",
        "S": [
            3.0,
            0.0,
            0.0,
            7.0,
            3.0,
            150.0
        ]
    },
    "803201001": {
        "Key": "Skill01",
        "Name": "打刻",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.8
        ],
        "S": [
            2.8
        ]
    },
    "803201002": {
        "Key": "PassiveSkill01",
        "Name": "業績アップ",
        "Desc": "攻撃を行うたびに「KPI」を1獲得する。自身が弱点撃破された時、またはHPが0になる攻撃を受けた時、攻撃者が「KPI」を奪う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.5
        ]
    },
    "803201003": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "803202001": {
        "Key": "Skill01",
        "Name": "申し立て",
        "Desc": "指定した味方単体および隣接する味方に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            2.0,
            1.6
        ],
        "S": [
            2.0,
            1.6
        ]
    },
    "803202002": {
        "Key": "PassiveSkill01",
        "Name": "業績アップ",
        "Desc": "攻撃を行うたびに「KPI」を1獲得する。自身が弱点撃破された時、またはHPが0になる攻撃を受けた時、攻撃者が「KPI」を奪う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.5
        ]
    },
    "803202003": {
        "Key": "PassiveSkill02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkill02"
    },
    "803203001": {
        "Key": "Skill01",
        "Name": "測り難き命運",
        "Desc": "ダメージを受けない。ギャンブルデュエルに入ったユニットの攻撃を受けた後、攻撃者に1～6のポイントをランダムで与える。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "803203101": {
        "Key": "Skill01",
        "Name": "測り難き命運",
        "Desc": "HPの最低値は1。ギャンブルデュエルに入ったユニットの攻撃を受けると、攻撃者に1～6のポイントをランダムで与える。HPが1になると「<u>時機到来</u>」効果を獲得する。「<u>時機到来</u>」効果中は必ずポイント6が発生し、ギャンブルデュエル終了時に「懲罰」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "EE": [
            280340111
        ],
        "S": [
            1.5,
            15.0
        ]
    },
    "803203102": {
        "Key": "PassiveSkill01",
        "Name": "懲罰",
        "Desc": "自爆して、博戯の砂金石に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "803203103": {
        "Key": "Skill05",
        "Name": "決して露見しない",
        "Desc": "ギャンブルデュエルに入ったユニットの攻撃を受ける時、ギャンブルデュエルのオッズが倍増する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "S": [
            0.25,
            4.0,
            8.0,
            16.0
        ]
    },
    "803203201": {
        "Key": "Skill01",
        "Name": "測り難き命運",
        "Desc": "HPの最低値は1。ギャンブルデュエルに入ったユニットの攻撃を受けると、攻撃者に1～6のポイントをランダムで与える。HPが1になると「<u>時機到来</u>」効果を獲得する。「<u>時機到来</u>」効果中は必ずポイント6が発生し、ギャンブルデュエル終了時に「懲罰」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01",
        "EE": [
            280340111
        ],
        "S": [
            1.5,
            15.0
        ]
    },
    "803203202": {
        "Key": "PassiveSkill01",
        "Name": "懲罰",
        "Desc": "自爆して、博戯の砂金石に虚数属性ダメージを与える。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01"
    },
    "803203301": {
        "Key": "PassiveSkill01",
        "Name": "ベット",
        "Desc": "倒された後、自身の「ポイント」を味方に加算する。さらに、「大博打の賽を振る者」の靱性を削り、HPを一定量削る。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            60.0,
            0.03
        ]
    },
    "803203302": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            0.5,
            0.45
        ]
    },
    "803203303": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.01
        ]
    },
    "803203401": {
        "Key": "Skill01",
        "Name": "リミテッド・タイム・ラック",
        "Desc": "行動する時、自身が戦闘から離脱する。",
        "P": "1",
        "SP": 0,
        "K": "Skill01"
    },
    "803203402": {
        "Key": "PassiveSkill01",
        "Name": "ダブルベット",
        "Desc": "倒された後、味方の「ポイント」を2倍にする。さらに、「大博打の賽を振る者」の靱性を削り、HPを一定量削る。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            60.0,
            0.03
        ]
    },
    "803301001": {
        "Key": "Skill01",
        "Name": "処分",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.2
        ],
        "S": [
            3.2
        ]
    },
    "803301002": {
        "Key": "Skill06",
        "Name": "コストダウン/収益アップ",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill06",
        "DMG": [
            3.8
        ],
        "S": [
            3.8
        ]
    },
    "803301003": {
        "Key": "Skill02",
        "Name": "研修中…",
        "Desc": "チャージ状態に入り、次の行動で「企業カルチャーショック」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "803301004": {
        "Key": "Skill03",
        "Name": "企業カルチャーショック",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            3.6
        ],
        "S": [
            3.6
        ]
    },
    "803301005": {
        "Key": "Skill04",
        "Name": " 720 度評価システム",
        "Desc": "すべての「平社員・外勤」と「平社員・警備」の「KPI」を奪う。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "803301006": {
        "Key": "Skill05",
        "Name": "チームビルディング",
        "Desc": "「平社員・外勤」または「平社員・警備」を召喚する。すべての「平社員・外勤」と「平社員・警備」が「KPI」を1獲得する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "S": [
            1.0,
            0.5
        ]
    },
    "803301007": {
        "Key": "PassiveSkillInitiate",
        "Name": "業績アップ",
        "Desc": "攻撃を行うたびに「KPI」を1獲得する。自身が弱点撃破された時、またはHPが0になる攻撃を受けた時、攻撃者が「KPI」を奪う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.5
        ]
    },
    "803301101": {
        "Key": "Skill01",
        "Name": "処分",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "DMG": [
            3.2
        ],
        "S": [
            3.2
        ]
    },
    "803301102": {
        "Key": "Skill06",
        "Name": "コストダウン/収益アップ",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill06",
        "DMG": [
            3.8
        ],
        "S": [
            3.8
        ]
    },
    "803301103": {
        "Key": "Skill02",
        "Name": "研修中…",
        "Desc": "チャージ状態に入り、次の行動で「企業カルチャーショック」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "803301104": {
        "Key": "Skill03",
        "Name": "企業カルチャーショック",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "DMG": [
            4.2
        ],
        "S": [
            4.2
        ]
    },
    "803301105": {
        "Key": "Skill04",
        "Name": " 720 度評価システム",
        "Desc": "すべての「平社員・外勤」と「平社員・警備」の「KPI」を奪う。",
        "P": "1",
        "SP": 0,
        "K": "Skill04"
    },
    "803301106": {
        "Key": "Skill05",
        "Name": "最下位淘汰",
        "Desc": "「KPI」を持たない「平社員・外勤」または「平社員・警備」を排除し、「平社員・外勤」または「平社員・警備」を最多で4体召喚する。同時にフィールド上にいる「平社員・外勤」と「平社員・警備」は「KPI」を1獲得する。",
        "P": "1",
        "SP": 0,
        "K": "Skill05",
        "S": [
            1.1,
            0.65
        ]
    },
    "803301107": {
        "Key": "Skill07",
        "Name": "最下位淘汰",
        "Desc": "「KPI」を持たない「平社員・外勤」または「平社員・警備」を排除し、「平社員・外勤」または「平社員・警備」を最多で4体召喚する。同時にフィールド上にいる「平社員・外勤」と「平社員・警備」は「KPI」を1獲得する。",
        "P": "",
        "SP": 0,
        "K": "Skill07"
    },
    "803301108": {
        "Key": "PassiveSkillInitiate",
        "Name": "業績アップ",
        "Desc": "攻撃を行うたびに「KPI」を1獲得する。自身が弱点撃破された時、またはHPが0になる攻撃を受けた時、攻撃者が「KPI」を奪う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.5
        ]
    },
    "803301201": {
        "Key": "Skill01",
        "Name": "処分",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.2
        ]
    },
    "803301202": {
        "Key": "Skill06",
        "Name": "コストダウン/収益アップ",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill06",
        "S": [
            3.8
        ]
    },
    "803301203": {
        "Key": "Skill02",
        "Name": "研修中…",
        "Desc": "チャージ状態に入り、次の行動で「企業カルチャーショック」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "803301204": {
        "Key": "Skill03",
        "Name": "企業カルチャーショック",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "S": [
            3.6
        ]
    },
    "803301205": {
        "Key": "Skill04",
        "Name": " 720 度評価システム",
        "Desc": "すべての「平社員・外勤」と「平社員・警備」の「KPI」を奪う。",
        "P": "",
        "SP": 0,
        "K": "Skill04"
    },
    "803301206": {
        "Key": "Skill05",
        "Name": "チームビルディング",
        "Desc": "「平社員・外勤」または「平社員・警備」を召喚する。すべての「平社員・外勤」と「平社員・警備」が「KPI」を1獲得する。",
        "P": "",
        "SP": 0,
        "K": "Skill05",
        "S": [
            1.0,
            0.5
        ]
    },
    "803301207": {
        "Key": "PassiveSkillInitiate",
        "Name": "業績アップ",
        "Desc": "攻撃を行うたびに「KPI」を1獲得する。自身が弱点撃破された時、またはHPが0になる攻撃を受けた時、攻撃者が「KPI」を奪う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.5
        ]
    },
    "803301301": {
        "Key": "Skill01",
        "Name": "処分",
        "Desc": "指定した味方単体に少量の物理属性ダメージを与える。",
        "P": "1",
        "SP": 10.0,
        "Elem": "Phys",
        "K": "Skill01",
        "S": [
            3.2
        ]
    },
    "803301302": {
        "Key": "Skill06",
        "Name": "コストダウン/収益アップ",
        "Desc": "指定した味方単体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 15.0,
        "Elem": "Phys",
        "K": "Skill06",
        "S": [
            3.8
        ]
    },
    "803301303": {
        "Key": "Skill02",
        "Name": "研修中…",
        "Desc": "チャージ状態に入り、次の行動で「企業カルチャーショック」を発動する。",
        "P": "1",
        "SP": 0,
        "K": "Skill02"
    },
    "803301304": {
        "Key": "Skill03",
        "Name": "企業カルチャーショック",
        "Desc": "味方全体に物理属性ダメージを与える。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Phys",
        "Threat": true,
        "K": "Skill03",
        "S": [
            3.6
        ]
    },
    "803301305": {
        "Key": "Skill04",
        "Name": " 720 度評価システム",
        "Desc": "すべての「平社員・外勤」と「平社員・警備」の「KPI」を奪う。",
        "P": "",
        "SP": 0,
        "K": "Skill04"
    },
    "803301306": {
        "Key": "Skill05",
        "Name": "チームビルディング",
        "Desc": "「平社員・外勤」または「平社員・警備」を召喚する。すべての「平社員・外勤」と「平社員・警備」が「KPI」を1獲得する。",
        "P": "",
        "SP": 0,
        "K": "Skill05",
        "S": [
            1.0,
            0.5
        ]
    },
    "803301307": {
        "Key": "PassiveSkillInitiate",
        "Name": "業績アップ",
        "Desc": "攻撃を行ったたびに「KPI」を1獲得する。自身が弱点撃破される時、またはHPが0になる攻撃を受ける時、攻撃者が「KPI」を奪う。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkillInitiate",
        "S": [
            0.5
        ]
    },
    "803401001": {
        "Key": "Skill01",
        "Name": "一か八か",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "DMG": [
            3.5
        ],
        "S": [
            3.5
        ]
    },
    "803401002": {
        "Key": "Skill02",
        "Name": "分散投資",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "DMG": [
            1.1
        ],
        "S": [
            1.1,
            5.0,
            8.0
        ]
    },
    "803401003": {
        "Key": "Skill03",
        "Name": "サイコロ噴泉",
        "Desc": "味方全体に少量の虚数属性ダメージを与え、味方それぞれのEPを減らす。",
        "P": "1 2",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "DMG": [
            2.5
        ],
        "S": [
            2.5,
            10.0
        ]
    },
    "803401004": {
        "Key": "Skill04",
        "Name": "ギャンブルタイム",
        "Desc": "「オール・オア・ナッシング」を召喚し、味方単体をギャンブルデュエルに引きずり込む。「オール・オア・ナッシング」はギャンブルデュエルに参加している味方の攻撃を受けた後、攻撃者に1～6のポイントをランダムで与える。<br>ギャンブルデュエルに参加している味方単体のターン終了時、ポイントが博戯の砂金石より小さい場合は敗北となり、攻撃を受ける。<br>ポイントが博戯の砂金石より大きい場合は勝利となり、必殺技を発動できるようになる。<br>また、賭けに参加していない味方は「観戦者は語る勿れ」状態になり、賭けが終了した後に解除される。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "S": [
            1.5,
            0.0
        ]
    },
    "803401005": {
        "Key": "Skill05",
        "Name": "博打の宴",
        "Desc": "「オール・オア・ナッシング」を召喚し、味方全体をギャンブルデュエルに引きずり込む。「オール・オア・ナッシング」は味方の攻撃を受けた後、攻撃者に1～6のポイントをランダムで与える。<br>博戯の砂金石の次の行動時、ポイントが博戯の砂金石より小さい味方は敗北となり、攻撃を受ける。<br>ポイントが博戯の砂金石より大きい味方は勝利となり、必殺技を発動できるようになる。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "DelayRatio": 0.4,
        "S": [
            0.5,
            0.2,
            2.0,
            2.0
        ]
    },
    "803401006": {
        "Key": "Skill06",
        "Name": "敗者の退席",
        "Desc": "ギャンブルデュエルに負けた味方単体に虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "K": "Skill06",
        "DMG": [
            5.7
        ],
        "S": [
            5.7,
            1.0,
            0.3
        ]
    },
    "803401007": {
        "Key": "Skill07",
        "Name": "勝者総取り",
        "Desc": "ギャンブルデュエルに負けたすべての味方に大量の虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "K": "Skill07",
        "DMG": [
            5.7
        ],
        "S": [
            5.7,
            1.0,
            0.3
        ]
    },
    "803401008": {
        "Key": "Skill08",
        "Name": "博戯",
        "Desc": "毎回賭けに勝った味方は「豪運」の効果を獲得し、与ダメージが増加する。毎回賭けに負けた味方は「不運」の効果を獲得し、被ダメージが増加する。",
        "P": "1 2",
        "SP": 0,
        "K": "Skill08"
    },
    "803401009": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "803401101": {
        "Key": "Skill01",
        "Name": "一か八か",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.0
        ]
    },
    "803401102": {
        "Key": "Skill02",
        "Name": "分散投資",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1 2 3",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            1.1,
            5.0,
            8.0
        ]
    },
    "803401103": {
        "Key": "Skill03",
        "Name": "サイコロ噴泉",
        "Desc": "味方全体に少量の虚数属性ダメージを与え、味方それぞれのEPを減らす。",
        "P": "1 2 3",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            2.0,
            20.0
        ]
    },
    "803401104": {
        "Key": "Skill04",
        "Name": "ギャンブルタイム",
        "Desc": "「オール・オア・ナッシング」を召喚し、味方単体をギャンブルデュエルに引きずり込む。「オール・オア・ナッシング」はギャンブルデュエルに参加している味方の攻撃を受けた後、攻撃者に1～6のポイントをランダムで与える。<br>「オール・オア・ナッシング」は残りHPが1になった後、「<u>時機到来</u>」を獲得する。1つ目の「オール・オア・ナッシング」が攻撃を受けるたびに、ギャンブルデュエルのオッズが倍になる。<br>ギャンブルデュエルに参加している味方単体のターン終了時、ポイントが博戯の砂金石より小さい場合は敗北となり、攻撃を受ける。<br>ポイントが博戯の砂金石より大きい場合は勝利となり、必殺技を発動できるようになる。<br>また、賭けに参加していない味方は「観戦者は語る勿れ」状態になり、賭けが終了した後に解除される。",
        "P": "1",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "DelayRatio": 1.1,
        "EE": [
            280340111
        ],
        "S": [
            1.5,
            0.0
        ]
    },
    "803401105": {
        "Key": "Skill05",
        "Name": "博打の宴",
        "Desc": "「オール・オア・ナッシング」を召喚し、味方全体をギャンブルデュエルに引きずり込む。各「オール・オア・ナッシング」は攻撃を受けるたびに、攻撃した味方に1～6のポイントをランダムで与える。さらに残りHPが1になると「<u>時機到来</u>」効果を獲得し、最初の「オール・オア・ナッシング」が攻撃を受けるたびにギャンブルデュエルのオッズが倍増する。博戯の砂金石の次の行動時、ポイントが博戯の砂金石より小さい場合は敗北となり、攻撃を受ける。ポイントが博戯の砂金石より大きい場合は勝利となり、必殺技を発動できるようになる。",
        "P": "2",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "DelayRatio": 1.1,
        "EE": [
            280340111
        ],
        "S": [
            0.15,
            0.02,
            1.0,
            1.0,
            2.0
        ]
    },
    "803401106": {
        "Key": "Skill08",
        "Name": "狂熱の深淵",
        "Desc": "「オール・オア・ナッシング」を召喚し、獲得ポイントを2倍にして味方全体をギャンブルデュエルに引きずり込む。各「オール・オア・ナッシング」は攻撃を受けるたびに、攻撃した味方に1～6のポイントをランダムで与える。さらに残りHPが1になると「<u>時機到来</u>」効果を獲得し、最初の「オール・オア・ナッシング」が攻撃を受けるたびにギャンブルデュエルのオッズが倍増する。博戯の砂金石の次の行動時、味方の合計ポイントが博戯の砂金石より小さい場合は全体が敗北となり、攻撃を受ける。合計ポイントが博戯の砂金石より大きい場合は全体が勝利となり、必殺技を発動できるようになる。",
        "P": "3",
        "SP": 0,
        "Threat": true,
        "K": "Skill08",
        "DelayRatio": 1.1,
        "EE": [
            280340111
        ]
    },
    "803401107": {
        "Key": "Skill06",
        "Name": "敗者の退席",
        "Desc": "ギャンブルデュエルに負けた味方単体に虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "K": "Skill06",
        "S": [
            5.0,
            1.5,
            0.5
        ]
    },
    "803401108": {
        "Key": "Skill07",
        "Name": "勝者総取り",
        "Desc": "賭けに負けた味方すべてに大量の虚数属性のダメージを与え、攻撃を受けた味方を高確率で禁錮状態にする。",
        "P": "2 3",
        "SP": 20.0,
        "Elem": "Imaginary",
        "K": "Skill07",
        "S": [
            5.0,
            1.5,
            0.5
        ]
    },
    "803401109": {
        "Key": "PassiveSkill02",
        "Name": "一度閉じた目のうそ",
        "Desc": "ギャンブルデュエルの初期オッズが1、最大4。ギャンブルデュエルで勝った味方はオッズの層数分の「<u>フェンゴからの贈り物</u>」効果を獲得する。ギャンブルデュエルに負けた味方はオッズの層数分の「<u>フェンゴの呪い</u>」効果を獲得する。",
        "P": "1",
        "SP": 0,
        "K": "PassiveSkill02",
        "EE": [
            280340112,
            280340113
        ]
    },
    "803401110": {
        "Key": "PassiveSkill03",
        "Name": "二度閉じた目のペテン",
        "Desc": "ギャンブルデュエルの初期オッズが1、最大8。ギャンブルデュエルで勝った味方はオッズの層数分の「<u>フェンゴからの贈り物</u>」効果を獲得する。ギャンブルデュエルに負けた味方はオッズの層数分の「<u>フェンゴの呪い</u>」効果を獲得する。",
        "P": "2",
        "SP": 0,
        "K": "PassiveSkill03",
        "EE": [
            280340112,
            280340113
        ]
    },
    "803401111": {
        "Key": "PassiveSkill04",
        "Name": "三度閉じた目の詭計",
        "Desc": "ギャンブルデュエルの初期オッズが1、最大 16 。ギャンブルデュエルで勝つと味方全体がオッズの層数分の「<u>フェンゴからの贈り物</u>」効果を獲得する。ギャンブルデュエルに負けると味方全体がオッズの層数分の「<u>フェンゴの呪い</u>」効果を獲得する。",
        "P": "3",
        "SP": 0,
        "K": "PassiveSkill04",
        "EE": [
            280340112,
            280340113
        ]
    },
    "803401112": {
        "Key": "PassiveSkill01",
        "Name": "借金の山",
        "Desc": "ギャンブルデュエルを1回発動するたびに、博戯の砂金石のダメージがアップする。",
        "P": "1 2 3",
        "SP": 0,
        "K": "PassiveSkill01",
        "S": [
            0.2,
            1.0,
            1.5
        ]
    },
    "803401201": {
        "Key": "Skill01",
        "Name": "一か八か",
        "Desc": "指定した味方単体に虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 10.0,
        "Elem": "Imaginary",
        "K": "Skill01",
        "S": [
            3.5
        ]
    },
    "803401202": {
        "Key": "Skill02",
        "Name": "分散投資",
        "Desc": "連続でランダムな味方単体に少量の虚数属性ダメージを与える。",
        "P": "1 2",
        "SP": 5.0,
        "Elem": "Imaginary",
        "K": "Skill02",
        "S": [
            1.1,
            5.0,
            8.0
        ]
    },
    "803401203": {
        "Key": "Skill03",
        "Name": "収益の取り分",
        "Desc": "味方全体に少量の虚数属性ダメージを与え、EPを減らす。第二段階の時、追加で味方の「ポイント」を減らす。",
        "P": "1 2",
        "SP": 0,
        "Elem": "Imaginary",
        "K": "Skill03",
        "S": [
            2.5,
            10.0
        ]
    },
    "803401204": {
        "Key": "Skill04",
        "Name": "ギャンブルタイム",
        "Desc": "「オール・オア・ナッシング」を召喚し、味方単体をギャンブルデュエルに引きずり込む。「オール・オア・ナッシング」はギャンブルデュエルに参加している味方の攻撃を受けた後、攻撃者に1～6のポイントをランダムで与える。ギャンブルデュエルに参加している味方単体のターン終了時、ポイントが博戯の砂金石より小さい場合は敗北となり、攻撃を受ける。ポイントが博戯の砂金石より大きい場合は勝利となり、必殺技を発動できるようになる。また、ギャンブルデュエルに参加していない味方は「観戦者は語る勿れ」状態になり、ギャンブルデュエルが終了した後に解除される。",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill04",
        "DelayRatio": 1.5,
        "S": [
            1.5,
            0.0
        ]
    },
    "803401205": {
        "Key": "Skill05",
        "Name": "博打の宴",
        "Desc": "「オール・オア・ナッシング」を召喚し、味方全体をギャンブルデュエルに引きずり込む。「オール・オア・ナッシング」は味方の攻撃を受けた後、攻撃者に1～6のポイントをランダムで与える。博戯の砂金石の次の行動時、ポイントが博戯の砂金石より小さい味方は敗北となり、攻撃を受ける。ポイントが博戯の砂金石より大きい味方は勝利となり、必殺技を発動できるようになる。",
        "P": "",
        "SP": 0,
        "Threat": true,
        "K": "Skill05",
        "DelayRatio": 1.5,
        "S": [
            0.5,
            0.2,
            2.0,
            2.0
        ]
    },
    "803401206": {
        "Key": "Skill06",
        "Name": "敗者の退席",
        "Desc": "ギャンブルデュエルに負けた味方単体に虚数属性ダメージを与え、高確率で攻撃を受けた味方単体を禁錮状態にする。",
        "P": "",
        "SP": 20.0,
        "Elem": "Imaginary",
        "K": "Skill06",
        "S": [
            5.7,
            1.0,
            0.3
        ]
    },
    "803401207": {
        "Key": "Skill07",
        "Name": "勝者総取り",
        "Desc": "ギャンブルデュエルに負けたすべての味方に大量の虚数属性ダメージを与え、高確率で攻撃を受けた味方を禁錮状態にする。",
        "P": "",
        "SP": 20.0,
        "Elem": "Imaginary",
        "K": "Skill07",
        "S": [
            5.7,
            1.0,
            0.3
        ]
    },
    "803401208": {
        "Key": "Skill08",
        "Name": "博戯",
        "Desc": "ギャンブルデュエルに勝った味方は「豪運」の効果を獲得し、与ダメージがアップする。ギャンブルデュエルに負けた味方は「不運」の効果を獲得し、受けるダメージがアップする。",
        "P": "",
        "SP": 0,
        "K": "Skill08"
    },
    "803401209": {
        "Key": "PassiveSkillInitiate",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "PassiveSkillInitiate"
    },
    "803401210": {
        "Key": "Skill11",
        "Name": "フロップにベット",
        "Desc": "「オール・オア・ナッシング」を2つアクティベートする。さらに、味方単体をロックオンし、次の行動時にロックオンした味方単体に「大博打」を発動する。アクティベートされた「オール・オア・ナッシング」をすべて倒すと、「大博打」は発動されず、ランダムな味方単体が必殺技を発動できるようになる。",
        "P": "1",
        "SP": 0,
        "K": "Skill11",
        "DelayRatio": 1.2
    },
    "803401211": {
        "Key": "Skill12",
        "Name": "オールイン",
        "Desc": "すべての「オール・オア・ナッシング」をアクティベートし、次の行動時に「賭けに出れば必ず負ける」を発動する。アクティベートされた「オール・オア・ナッシング」をすべて倒すと、「賭けに出れば必ず負ける」は発動されず、味方全体が必殺技を発動できるようになる。",
        "P": "2",
        "SP": 0,
        "K": "Skill12",
        "DelayRatio": 1.2
    },
    "803401212": {
        "Key": "Skill13",
        "Name": "大博打",
        "Desc": "ロックオンした味方単体に虚数属性ダメージを与え、高確率で禁錮状態にする。",
        "P": "1",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill13",
        "S": [
            3.0,
            0.5,
            0.2
        ]
    },
    "803401213": {
        "Key": "Skill14",
        "Name": "賭けに出れば必ず負ける",
        "Desc": "味方全体に虚数属性ダメージを与え、高確率で禁錮状態にする。",
        "P": "2",
        "SP": 20.0,
        "Elem": "Imaginary",
        "Threat": true,
        "K": "Skill14",
        "S": [
            1.5,
            0.25,
            0.2
        ]
    },
    "803401214": {
        "Key": "SkillP01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillP01",
        "S": [
            0.3,
            0.95,
            0.01,
            49.0,
            99.0,
            1.1
        ]
    },
    "803401215": {
        "Key": "SkillEX01",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX01",
        "S": [
            0.5,
            1.0,
            1.5
        ]
    },
    "803401216": {
        "Key": "SkillEX02",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX02"
    },
    "803401217": {
        "Key": "SkillEX03",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX03",
        "S": [
            0.5,
            0.45
        ]
    },
    "803401218": {
        "Key": "SkillEX04",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX04",
        "S": [
            0.01
        ]
    },
    "803401219": {
        "Key": "SkillP02",
        "Name": "ポイント",
        "Desc": "戦闘中、すべてのユニットに一定数の「ポイント」が付与される、段階が進むとポイントがリセットされる。味方の「ポイント」が敵より小さい時、敵の受けるダメージが大幅に軽減され、靭性保護を獲得する。味方の「ポイント」が敵と同じ、またはそれより大きい時、敵の受けるダメージがアップする。",
        "P": "1 2",
        "SP": 0,
        "K": "SkillP02"
    },
    "803401220": {
        "Key": "SkillP03",
        "Name": "コール",
        "Desc": "段階開始時、または召喚物が倒された時、「オール・オア・ナッシング」を最大 6 体召喚する。",
        "P": "1",
        "SP": 0,
        "K": "SkillP03",
        "S": [
            6.0
        ]
    },
    "803401221": {
        "Key": "SkillP04",
        "Name": "ブラインドベット",
        "Desc": "段階開始時または召喚物が倒された時、「オール・オア・ナッシング」または「オール・オア・ナッシング・ダブルラック」を最大 11 体召喚する。",
        "P": "2",
        "SP": 0,
        "K": "SkillP04",
        "S": [
            11.0
        ]
    },
    "803401222": {
        "Key": "SkillEX05",
        "Name": "",
        "Desc": "",
        "P": "",
        "SP": 0,
        "K": "SkillEX05",
        "S": [
            40.0,
            20.0,
            4.0,
            0.1
        ]
    },
    "2120101": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": [],
        "Elem": "Phys",
        "P": "1"
    },
    "2120102": {
        "Name": "",
        "Desc": "",
        "SP": 20,
        "DMG": [],
        "Elem": "Phys",
        "P": "1"
    },
    "2120103": {
        "Name": "",
        "Desc": "",
        "SP": 20,
        "DMG": [],
        "Elem": "Phys",
        "P": "1"
    },
    "2120104": {
        "Name": "",
        "Desc": "",
        "SP": 20,
        "DMG": [],
        "Elem": "Phys",
        "P": "1 2"
    },
    "2120105": {
        "Name": "",
        "Desc": "",
        "SP": 20,
        "DMG": [],
        "Elem": "Phys",
        "P": "1 2"
    },
    "4030301": {
        "Name": "",
        "Desc": "",
        "SP": 20,
        "DMG": [],
        "Elem": "Phys",
        "P": "1 2"
    },
    "4030302": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": [],
        "Elem": "Phys",
        "P": "1 2"
    },
    "4030303": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": [],
        "Elem": "Phys",
        "P": "2"
    },
    "114201": {
        "Name": "",
        "Desc": "",
        "SP": 10,
        "DMG": [
            3
        ],
        "Elem": "Elec",
        "P": "1 2"
    },
    "114202": {
        "Name": "",
        "Desc": "",
        "SP": 10,
        "DMG": [
            2
        ],
        "Elem": "Elec",
        "P": "1 2"
    },
    "114204": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": [],
        "P": "1"
    },
    "114205": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": [],
        "P": "2"
    },
    "114206": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": [],
        "P": "2"
    },
    "114211": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": []
    },
    "114212": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": []
    },
    "114213": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": []
    },
    "114214": {
        "Name": "",
        "Desc": "",
        "SP": 0,
        "DMG": []
    },
    "104000": {
        "Name": "Abyssal Light Shine",
        "Desc": "Iniquitous Baptist only has 1 Weakness Type chosen from Fire, Thunder, Ice and Wind, and will switch its Weakness Type before casting a skill.",
        "SP": 0,
        "DMG": [],
        "P": "1 2"
    },
    "104001": {
        "Name": "Fathomless Flames",
        "Desc": "Switch Weakness Type to Fire, and deals <1> Fire DMG to a single target and adjacent units.<br>When a character taking DMG does not have a shield or shield is broken, they will lose HP equal to @20%# of Max HP.",
        "SP": 15,
        "Elem": "Fire",
        "DMG": [
            3.6
        ],
        "P": "1 2"
    },
    "104002": {
        "Name": "Violet Lightning",
        "Desc": "Switch Weakness Type to Thunder, and deals <1> Thunder DMG to a single target and adjacent units.<br>When a character taking DMG does not have a shield or shield is broken, they will lose @40# Energy.",
        "SP": 15,
        "Elem": "Elec",
        "DMG": [
            3.6
        ],
        "P": "1 2"
    },
    "104003": {
        "Name": "Frost Fall",
        "Desc": "Switch Weakness Type to Ice, and deals <1> Ice DMG to a single target and adjacent units.<br>When a character taking DMG does not have a shield or shield is broken, their action will be delayed by @40%#.",
        "SP": 15,
        "Elem": "Ice",
        "DMG": [
            3.6
        ],
        "P": "1 2"
    },
    "104004": {
        "Name": "Sepulchral Wind",
        "Desc": "Switch Weakness Type to Wind, and deals <1> Wind DMG to a single target and adjacent units.<br>When a character taking DMG does not have a shield or shield is broken, they will be inflicted with @2# stacks of Wind Shear.",
        "SP": 15,
        "Elem": "Wind",
        "DMG": [
            3.6
        ],
        "P": "1 2"
    },
    "104005": {
        "Name": "By Holy Proclamation",
        "Desc": "Summons Fire, Thunder, Ice and Wind Elemental Rings, and enters the Charge state, during which becomes untargetable. The next action exits the Charge state and casts \"Salvation Belongs to the Abyss.\"<br>Elemental Rings have @3# units of Toughness of corresponding element, are immune to DMG, and will be destroyed immediately upon being Weakness Broken.<br>Destroying all Elemental Rings during Iniquitous Baptist's Charge will stop the Charge and automatically Break its Weakness.",
        "SP": 0,
        "DMG": [],
        "P": "1"
    },
    "104006": {
        "Name": "Salvation Belongs to the Abyss",
        "Desc": "Destroys all Elemental Rings still on the field, and triggers the corresponding effects while destroying:<br>- Fire: Deals <1> Fire DMG to all targets, and causes them to lose HP equal to @10%# of Max HP.<br>- Thunder: Deals <1> Thunder DMG to all targets, and causes them to lose @20# Energy.<br>- Ice: Deals <1> Ice DMG to all targets, and delays their action by @20%#.<br>- Wind: Deals <1> Wind DMG to all targets, and inflicts them with @1# stack of Wind Shear.",
        "SP": 0,
        "Elem": "Imaginary",
        "DMG": [
            2
        ],
        "P": "1"
    },
    "104007": {
        "Name": "Give Thanks and Receive Thy Blessing",
        "Desc": "Gains @4# Weaknesses: Fire, Thunder, Ice and Wind. Recovers all Toughness and enters the Charge state, during which DEF is increased by @300%# and Toughness DMG received is increased by @50%#.<br>The next action exits the Charge state and consecutively casts the 4 skills: Fathomless Flames, Violet Lightning, Frost Fall and Sepulchral Wind. The DMG dealt by these skills is decreased by @40%#.",
        "SP": 0,
        "DMG": [],
        "P": "2"
    },
    "104201": {
        "Name": "Yunlai Swordsmanship",
        "Desc": "Deals <1> Thunder DMG to a single target.",
        "SP": 10.0,
        "Elem": "Elec",
        "DMG": [
            2.2
        ],
        "P": "1 2"
    },
    "104202": {
        "Name": "Yunlai Swordsmanship (Complete)",
        "Desc": "Deals <1> Thunder DMG to a single target.",
        "SP": 15.0,
        "Elem": "Elec",
        "DMG": [
            4.3
        ],
        "P": "3"
    },
    "104203": {
        "Name": "Thundering Stiletto",
        "Desc": "Deals <1> Thunder DMG to a single target, and <2> Thunder DMG to adjacent targets.\nAfter this skill, Keqing's next action is delayed by @25%#.",
        "SP": 15.0,
        "Elem": "Elec",
        "DMG": [
            3.5,
            2.5
        ],
        "P": "1 2 3"
    },
    "104204": {
        "Name": "Aristocratic Dignity",
        "Desc": "Deals <1> Thunder DMG to a single target and enters the @Piercing Thunderbolt# state.<br>Piercing Thunderbolt: After every cast of @Thundering Stiletto#, will unleash an extra sword hit on every target, dealing <2> Thunder DMG.<br>In this state, Keqing will gain a second Toughness Bar equal to @50%# of her original Toughness. Breaking this Toughness Bar will not trigger Weakness Broken, but will instead dispel the Piercing Thunderbolt state and cause her to lose @13% Max HP#.",
        "SP": 10.0,
        "Elem": "Elec",
        "DMG": [
            3.0,
            0.55
        ],
        "P": "1 2"
    },
    "104205": {
        "Name": "Foreseen Reformation",
        "Desc": "Every time @Yunlai Swordsmanship# is used or a @Lightning Stiletto# is summoned, DMG dealt by Keqing and all Lightning Stilettos is increased by @2%#. Max 99 stacks. Unremoveable.",
        "Elem": "Elec",
        "P": "1 2 3"
    },
    "104206": {
        "Name": "Stellar Restoration",
        "Desc": "Deals <1> Thunder DMG to a single target, and summons 2 @Lightning Stilettos# with @6# HP points.<br>When a Lightning Stiletto is attacked, Keqing acts immediately and casts @Thundering Stiletto# on the attacker, and orders the Lightning Stiletto to ``Monitor` the attacker.",
        "SP": 15.0,
        "Elem": "Elec",
        "DMG": [
            4.2
        ],
        "P": "2 3"
    },
    "104207": {
        "Name": "Thundering Penance",
        "Desc": "Summons 2 @Lightning Stilettos# with @4# HP points, and enters the Charge state. After 2 turns, casts @Starward Sword#.",
        "Elem": "Elec",
        "DMG": [
            3.0
        ],
        "P": "3"
    },
    "104208": {
        "Name": "Starward Sword",
        "Desc": "When there are @0#/@1#/@2#/@3#/@4# Lightning Stilettos on the field, deals <1>/<2>/<3>/<4>/<5> Thunder DMG to a all targets.<br>If there are no Lightning Stilettos on the field, will automatically be Weakness Broken after casting this skill. During Weakness Broken, DMG taken is increased by @150%# and action is delayed by an extra @50%#.<br>After casting this skill, clear all Lightning Stilettos on the field.",
        "SP": 20.0,
        "Elem": "Elec",
        "DMG": [
            6.0,
            5.1,
            4.2,
            3.3,
            2.4
        ],
        "P": "3"
    },
    "104209": {
        "Name": "Tenacious Star",
        "Desc": "Phase 3's Max HP changed to @1.66# times the original, Toughness changed to @1.33# times the original.<br>When HP first falls below @50%# in Phase 3, Keqing acts immediately, but SPD is permanently decreased by @10%#.",
        "Elem": "Elec",
        "P": ""
    },
    "104210": {
        "Name": "Beckoning Stars",
        "Desc": "@Lightning Stilettos# will deal <1> Thunder DMG to Monitored targets.<br>Lightning Stilettos are immune to DMG. When they are attacked, they will lose @1# HP Point. When they lose all HP Points, they will disperse.<br>When a Lightning Stiletto disperses, Keqing will ``Lock On` the target that it Monitored. Lock On is considered as a Debuff and lasts @2# turns. Keqing and all Lightning Stilettos will attack the Locked On target.",
        "SP": 10.0,
        "Elem": "Elec",
        "DMG": [
            1.5
        ],
        "P": "2 3"
    },
    "104211": {
        "Name": "Trulla Cementarii",
        "Desc": "When casting @Starward Sword#, Keqing will deal an additional <1> Thunder DMG to the Locked On target.",
        "SP": 5.0,
        "Elem": "Elec",
        "DMG": [
            1.6
        ],
        "P": "3"
    },
    "104212": {
        "Name": "Attunement",
        "Desc": "Lightning Stiletto's attacks have an @80%# Base Chance to inflict @Distunement#: DMG taken increases by @0.8%# and ATK decreases by @1%#, lasting @3# turns.<br>If Distunement stacks to 10 layers and is not dispelled, the target will lose @74% Max HP# at the beginning of their next turn, and Distunement will be dispelled.",
        "Elem": "Elec",
        "P": "2 3"
    }
}

var _ee = {
    "401301001": {
        "N": "均等に分担",
        "D": "今回の攻撃決算前のダメージとデバフ効果は、攻撃を受けたすべてのターゲットが均等に分担する。"
    },
    "402302001": {
        "N": "オロニクスの印",
        "D": "必殺技を発動することで、この印を解除できる。<br>ターゲットに「オロニクスの印」が2層付与されている時、すべての印が解除されると共に、量子属性ダメージを受け、高確率でもつれ状態に陥る。<br>ターゲットに「エーグルの印」と「オロニクスの印」が同時に付与されている時、すべての印が解除されると共に、自身の最大HPの一定割合分の確定ダメージを受ける。またEPが減少し、高確率でもつれ状態に陥る。"
    },
    "240620101": {
        "N": "血罪の共鳴",
        "D": "他の「血罪の共鳴」状態の「黄金の血の記憶の精霊・パーシアーノス」が攻撃を行うと、自身も攻撃を行う。"
    },
    "402301001": {
        "N": "エーグルの印",
        "D": "任意の味方が敵を倒した後、この印を解除できる。HPが0になる攻撃を繰り出した味方から優先的に解除される。<br>ターゲットに「エーグルの印」が2層付与されている時、すべての印が解除されると共に、炎属性ダメージを受け、EPが減少する。<br>ターゲットに「エーグルの印」と「オロニクスの印」が同時に付与されている時、すべての印が解除されると共に、自身の最大HPの一定割合分の確定ダメージを受ける。またEPが減少し、高確率でもつれ状態に陥る。"
    },
    "240150101": {
        "N": "温度",
        "D": "現在の戦場の環境温度に応じて、味方は持続的に燃焼ダメージを受ける。味方の与ダメージは温度に応じてアップする。"
    },
    "240150102": {
        "N": "ヘリウムフラッシュ",
        "D": "「至高、極陽、天空の化身」が「怒り、晨昏と日星を焼く」を発動した後、現在の「ヘリウムフラッシュ」に応じて「温度」が上がる。この状態で味方が攻撃を行った後、その回の攻撃が命中した敵の数に応じて「ヘリウムフラッシュ」をダウンさせる。"
    },
    "240150103": {
        "N": "雷雲",
        "D": "現在の戦場環境で雷雲が蓄積される。「至高、極陽、天空の化身」が「憤り、昼夜の天空を破る」を発動した後、「雷雲」の層数に応じた回数分、味方に少量の雷属性ダメージを与える。その後、味方が奪い取った「雷雲」の数に応じて、自身に少量の雷属性ダメージを与える。"
    },
    "70000216": {
        "N": "ライフカウント",
        "D": "「ライフカウント」を持つターゲットは攻撃を受けた時、HPの代わりに「ライフカウント」が減少する。「ライフカウント」が0になると戦闘不能状態になる。"
    },
    "70000217": {
        "N": "後方",
        "D": "「後方ターゲット」はフィールドの後方に位置し、「単体攻撃」と「拡散攻撃」タイプのスキルによって選択されることはない。"
    },
    "240150105": {
        "N": "修復",
        "D": "指定した敵の行動制限系デバフと弱点撃破状態を解除する。指定した敵がターゲットとして選択できない状態の場合、その敵を選択可能な状態にする。"
    },
    "240150104": {
        "N": "電離",
        "D": "この時、味方が攻撃を行うと、その攻撃が命中した敵の数に応じて「雷雲」を奪う。「陽雷の鴉」、「百眼の芽」、または「百眼の梢」がHPが0になる攻撃を受けた場合、さらに「雷雲」を一定量奪う。なお、すべての「雷雲」が奪われると敵は弱点撃破状態に陥る。"
    },
    "70000215": {
        "N": "纏わりつく苦痛",
        "D": "「魔王の手下」を吸収すると、この「魔王の手下」を召喚した時に消費したHPを回復する。「魔王の手下」が倒されると、「魔王の手下」を召喚した時に消費したHPを回復できなくなる。"
    },
    "70000218": {
        "N": "氷蝕",
        "D": "持続ダメージ系デバフ。「氷蝕」状態の場合、ターンが回ってくるたびに自身の最大HPの一定割合分の氷属性持続ダメージを受ける。"
    },
    "240320101": {
        "N": "侵蝕",
        "D": "攻撃を行った後、侵蝕に削がれた分のHPを回復する。命中した敵が多いほど、回復量がアップする。ダメージを受けた時、減少したHPの一部が侵蝕に変換される。HPを消費すると失ったHPはすべて侵蝕に変換される。HP回復で侵蝕が解除されると、自身が「新生」効果を獲得する。「新生」：次の攻撃の与ダメージがアップする。"
    },
    "280150121": {
        "N": "縛り",
        "D": "行動順が遅延し、速度がダウンする。次のターンが回ってきた時に量子属性付加ダメージを受ける。<br>「縛り」状態の敵が攻撃を受けたたび、この付加ダメージがアップする、この効果は最大で5層累積できる。この状態は、同時に量子もつれ状態と禁錮状態と見なされる。"
    },
    "220330101": {
        "N": "月狂い",
        "D": "この状態では咆哮の棺の速度がアップし、「合成狼毒」と「殺戮アルゴリズム」を発動するようになる。咆哮の棺が弱点撃破される時、この状態は解除される。"
    },
    "220330102": {
        "N": "まとわりつく恐怖",
        "D": "2ターン目が回ってきた時に「恐怖」状態に陥る。その前にデバフ付与者に攻撃を1回行うと「まとわりつく恐怖」状態を解除できる。"
    },
    "220330103": {
        "N": "恐怖",
        "D": "行動できない。次のターンが回ってきた時まで継続。"
    },
    "401403001": {
        "N": "非致死性",
        "D": "ターゲットがダメージを受けた時、自身のHPが足りない場合、残りHPが1になる。"
    },
    "401403002": {
        "N": "衰亡ダメージ",
        "D": "バリアで防げず、分担不能の固定ダメージを与える。"
    },
    "401403003": {
        "N": "死の芳香",
        "D": "ターンが終了するたびに、自身の速度がアップする。「ボリュクス」または「憐憫の腕」が攻撃を受けると「死へと誘う泡」が削られ、味方のHPが回復する。「死へと誘う泡」が0になるとこの状態が解除される。"
    },
    "401403004": {
        "N": "永遠の眠りの中",
        "D": "このターゲットが敵にダメージを与えた時、敵の受けるダメージがダウンする。味方のHPが一定まで回復すると、この状態を解除できる。"
    },
    "401403005": {
        "N": "死の芳香",
        "D": "ターン終了ごとに自身の速度をアップ。「暗澹たる手、キャストリス」または「憐憫の腕」が攻撃を受けると「死へと誘う泡」が削られ、味方のHPが回復する。「死へと誘う泡」が0になるとこの状態が解除される。"
    },
    "280340111": {
        "N": "時機到来",
        "D": "ギャンブルデュエルに入ったユニットの攻撃を受けると必ず6のポイントが振り出され、ギャンブルデュエル終了時に「懲罰」を発動する。"
    },
    "10000016": {
        "N": "一時離脱",
        "D": "一時離脱状態のターゲットはスキルのターゲットにはならず、アクションバーにも表示されない。"
    },
    "10000017": {
        "N": "確定ダメージ",
        "D": "いかなる効果にも影響されない無属性ダメージ。このダメージは攻撃を1回行ったと見なされない。"
    },
    "280340112": {
        "N": "フェンゴからの贈り物",
        "D": "1層につき与ダメージがアップする。"
    },
    "280340113": {
        "N": "フェンゴの呪い",
        "D": "1層につき受けるダメージをアップする。"
    },
    "220350101": {
        "N": "怒噪",
        "D": "操作不能になり、自動でランダムな敵を攻撃する。スキルを受けデバフが解除される時、「怒噪」状態の解除が優先される。"
    },
    "220350102": {
        "N": "虚弱",
        "D": "与ダメージダウン。"
    },
    "230040221": {
        "N": "切り替えカウント",
        "D": "「講義チャンネル」状態の敵が攻撃を受けた後、切り替えカウント+1。切り替えカウントが上限に達する時、「空きコマチャンネル」に切り替わる。"
    },
    "240340131": {
        "N": "枷鎖崩壊",
        "D": "「最期の嗚咽」と「必要な苦難」を交互に発動する。「最期の嗚咽」は「壊れた容器」を召喚してチャージ状態に入る。「必要な苦難」は強力な攻撃を発動する。「災厄の力」の層数は、強力な攻撃の段数を増やす。「壊れた容器」を倒すことで、靭性と「災厄の力」の層数を削ることができる。第二段階では、「沈黙の悲嘆」と「捨つることに涙せず」を発動し、「災厄の力」の層数がアップする。"
    },
    "240620201": {
        "N": "血罪の汚れ",
        "D": "攻撃後、命中したターゲットのバリアで相殺できなかったダメージに応じて、<u>「血罪の腐蝕」</u>を付与する。"
    },
    "240620202": {
        "N": "血罪の腐蝕",
        "D": "ターンが回ってきた時、固定の虚数属性ダメージを受ける。"
    },
    "70000302": {
        "N": "追加発動",
        "D": "単体攻撃スキルを発動した後、ターゲットを再選択してそのスキルを再度発動できる。"
    },
    "70000303": {
        "N": "戦闘スタイル",
        "D": "高潔で公正な銀騎士は戦闘に応じて自身の状態を変える。<br>「騎士の怒り」：「槍先」の彫刻を召喚し、自身の受けるダメージがダウンする。フィールド上に彫刻が4体いる時、自身が靭性保護状態になる。<br>「黄金奉還」：「盾」の彫刻を召喚し、自身の与ダメージがアップする。<br>「華麗なる勲章」：「叙勲」の彫刻を召喚する。彫刻が存在する時、自身は攻撃対象に選択されない。"
    },
    "70000304": {
        "N": "転移",
        "D": "弱点属性をターゲットに移す。弱点属性はターゲットが倒された後に戻り、さらに靭性値を削られる。"
    },
    "240150201": {
        "N": "黒蝕",
        "D": "「黒蝕」状態では、ターゲットとして選択できない。行動もできない。"
    },
    "240150202": {
        "N": "腐敗",
        "D": "回復できる最大HPがダウンする。"
    },
    "70000317": {
        "N": "月喰み",
        "D": "この状態ではボス幻影は「一騎打ち」を発動する。味方はキャラクターを1名選択し、ボス幻影と「一騎打ち」を行う必要がある。その間、選択されたキャラとその召喚物を除き、他の味方は一時離脱状態になる。ボス幻影が弱点撃破された時にこの状態が解除される。"
    },
    "401403601": {
        "N": "死の芳香",
        "D": "ターンが終了するたびに自身の速度をアップする。「枯れ果てた導き手」または「憐憫の腕」が攻撃を受けた時「死へと誘う泡」が削られ、味方のHPが回復する。「死へと誘う泡」が0になった時、この状態を解除し、「枯れ果てた導き手」は弱点撃破状態になる。"
    },
    "401403602": {
        "N": "負荷HP",
        "D": "「負荷HP」とは、受けたダメージが残りHPを超えた分の累積値である。治癒を受けると「負荷HP」を優先的に回復する。"
    },
    "401403603": {
        "N": "瀕死の足掻き",
        "D": "この味方は一定量の<u>「負荷HP」</u>を累積したため、与ダメージと弱点撃破効率が低下し、一定ターン後にHPが0になるダメージを受ける。"
    },
    "401403604": {
        "N": "腐敗の咬傷",
        "D": "このターゲットを攻撃した後、攻撃者は少量の量子属性の<u>「衰亡ダメージ」</u>を受ける。"
    },
    "240340181": {
        "N": "枷鎖崩壊",
        "D": "「沈黙の悲嘆」と「捨つることに涙せず」を交互に発動。「壊れた容器」を倒すことで靭性を削り、「災厄の力」の層数を減らせる。"
    },
    "401403605": {
        "N": "耐負荷",
        "D": "ターゲットのHPは1を下回らない。受けるダメージの残りHPを超えた分は<u>「負荷HP」</u>に変換される。治癒を受けると<u>「負荷HP」</u>を優先的に回復する。"
    },
    "405301001": {
        "N": "壊滅の狂宴",
        "D": "行動順が早まるまでに必要な被攻撃回数がダウンする。ダメージを受ける、または特定のスキルを発動してダメージを与えた時、そのダメージの一部は即座には発生せず、「暗黒の潮の熱病」の形で一定ターン内に発生する。「壊滅の狂宴」のカウントダウンのターンが回ってきた時、敵全体の「壊滅の狂宴」状態が解除される。"
    },
    "405301002": {
        "N": "暗黒の潮の熱病",
        "D": "「暗黒の潮の熱病」は、持続ダメージ系デバフの1種。この効果による持続ダメージは、ターゲットが受けたダメージの一部から由来する。重複して付与された時、持続ターン数が更新される。「暗黒の潮の熱病」状態中、ターゲットはターンが回ってくるたびに風化、燃焼、感電、裂創による持続ダメージを受ける。敵の「暗黒の潮の熱病」状態は、「壊滅の狂宴」状態が解除された時に即座に解除される。味方の「暗黒の潮の熱病」状態は、味方がHPを最大まで回復した時に即座に解除され、この状態による持続ダメージも受けなくなる。"
    },
    "405301003": {
        "N": "「壊滅の狂宴」状態に入れる敵",
        "D": "「壊滅の狂宴」状態に入れる敵：波の侍女、波濤の夫人、泡沫の稚児、颶風の母。"
    },
    "240530201": {
        "N": "育みの狂潮",
        "D": "状態中、「颶風の母」が攻撃を受ける時に受けるダメージがダウンする。自身が「帆を休めよ」の効果で行動順が早まる時、HPを消費して「泡沫の稚児」を召喚し、「孵化」の行動順を小幅遅延する。"
    },
    "240440101": {
        "N": "二律背反",
        "D": "必殺技が発動可能になり、発動した時に自身のHPを失う。このダメージはバリアを優先的に消費する。なお、このダメージは非致死性である。効果継続期間中に必殺技を発動しなかった場合、効果が解除された時にEPは元に戻る。"
    },
    "240440102": {
        "N": "潜在能力発現",
        "D": "与ダメージがアップし、ターンが回ってきた時、HPを回復する。"
    },
    "240440103": {
        "N": "「法」の戒め",
        "D": "行動した後、HPを失う。"
    },
    "403401001": {
        "N": "災厄の力",
        "D": "特定のスキルを発動する時、「災厄の力」の層数を全て消費して攻撃段数を増やす。"
    },
    "403401002": {
        "N": "纏わりつく苦痛",
        "D": "「壊れた容器」を吸収すると、この「壊れた容器」を召喚した時に消費したHPを回復する。「壊れた容器」が倒されると、「壊れた容器」を召喚した時に消費したHPを回復できなくなる。"
    },
    "230030131": {
        "N": "補習",
        "D": "補習状態の時、攻撃を受けてもチャンネルが切り替わらない。"
    },
    "240140101": {
        "N": "栄光",
        "D": "「栄光」1層につき、与ダメージとEP回復効率がアップする。戦闘スキルまたは必殺技を発動する時、「栄光」が1層増える。攻撃を行う時、「栄光」層数分の「タイタンの神躯」を解除できる。"
    },
    "230030171": {
        "N": "社畜根性",
        "D": "社畜根性状態の時、攻撃を受けても状態が切り替わらない。"
    },
    "220320101": {
        "N": "「月狂い」状態に入れる敵",
        "D": "「月狂い」状態に入れる敵：狼兵・玄爪、狼兵・蝕月、咆哮の棺、咆哮の棺（バグ）、歩離人の戦首・呼雷、歩離人の戦首・呼雷（スペック）。"
    },
    "220320102": {
        "N": "月狂い",
        "D": "この状態では狼兵・玄爪の速度がアップし、攻撃を行う時に高確率でターゲットに「裂創」を付与する。狼兵・玄爪が弱点撃破される時、この状態は解除される。"
    },
    "220320103": {
        "N": "嗜血",
        "D": "「月狂い」状態に入れるすべての敵は「嗜血」の層数を共有する。「月狂い」状態に入れる敵が戦闘に入る時、同等層数の「嗜血」をその敵に付与する。ターン終了時、フィールド上の「月狂い」状態に入れる敵がすべて倒されている場合、「嗜血」の層数をクリアする。"
    },
    "23025011": {
        "N": "異夢",
        "D": "一定ターンの間、行動不能になる。また、ターンが回って来るたびに少量のHPを回復する。攻撃を受ける時、被ダメージが大アップし、攻撃を受けた後に「異夢」状態が解除される。"
    },
    "240330101": {
        "N": "禍堕ち",
        "D": "次の行動で「濁流奔湧」を発動する。"
    },
    "23025014": {
        "N": "光の中を歩んで",
        "D": "味方全体の受けたダメージを防ぐバリア。バリアの耐久値が0になる、または消える前に敵の攻撃は味方のHPを削ることはできない。"
    },
    "220340101": {
        "N": "月狂い",
        "D": "この状態に入ると呼雷の速度がアップし、さらに追加のスキルを発動するようになる。呼雷がフィールドにいる時「狼兵・玄爪」と「狼兵・蝕月」の月狂いの効果が強化される。呼雷が弱点撃破された時、この状態は解除される。"
    },
    "240320401": {
        "N": "潜伏",
        "D": "ターゲット指定タイプの攻撃のメインターゲットにはならない。弱点撃破されるか、フィールド上の自身以外のすべての敵が「潜伏」状態になった時、自身の「潜伏」状態を解除する。フィールド上に他の敵がいない時、自身の「潜伏」状態を解除する。"
    },
    "23003051": {
        "N": "宴荒らしの罪",
        "D": "一定ターンの間、ターンが回ってくるたびに風属性ダメージを受ける。この効果は累積できる。"
    },
    "23003052": {
        "N": "宴の罪",
        "D": "一定ターンの間、ターンが回ってくるたびに雷属性ダメージを受ける。この効果は累積できる。"
    },
    "220340141": {
        "N": "血騒ぎ",
        "D": "「血騒ぎ」を持つ味方キャラとその召喚物が「一騎打ち」に入ると、攻撃を行った後に靭性が削られ、HPが回復する。この効果は累積でき、「一騎打ち」終了時に解除される。"
    },
    "220340142": {
        "N": "「月喰み」状態に入れる敵",
        "D": "「月喰み」状態に入れる敵：狼兵・玄爪、狼兵・蝕月、豪雷旋雲の狂狼の主"
    },
    "220340143": {
        "N": "嗜血",
        "D": "「月喰み」状態に入れるすべての敵は「嗜血」の層数を共有する。「月喰み」状態に入れる敵が戦闘に入る時、同等層数の「嗜血」をその敵に付与する。ターン終了時、フィールド上の「月喰み」状態に入れる敵がすべて倒されている場合、「嗜血」の層数をクリアする。"
    },
    "220340144": {
        "N": "激昂の戦い",
        "D": "与ダメージ、撃破特効がアップする。この効果は累積できる。"
    },
    "240220101": {
        "N": "吹き荒れる風",
        "D": "「吹き荒れる風」效果を持つ相手がターン終了時に即座に行動する。「吹き荒れる風」効果によって発動したターンでは再びこの効果を発動できない。弱点撃破状態になると解除される。"
    },
    "220320201": {
        "N": "月狂い",
        "D": "この状態では狼兵・蝕月の速度がアップし、味方に攻撃を行った後、自身のHPを回復する。狼兵・蝕月が弱点撃破される時、この状態は解除される。"
    },
    "403501001": {
        "N": "行動ロック",
        "D": "自身または他の味方や敵のターンが終了しても、自身の行動値は変わらない。"
    },
    "220040142": {
        "N": "誘狂",
        "D": "ボス幻影に強化され特殊攻撃モードに入る。この効果は弱点撃破された後に解除される。"
    },
    "220040144": {
        "N": "血眼",
        "D": "受けるダメージがアップし、速度がアップする。"
    },
    "240330201": {
        "N": "決闘",
        "D": "速度アップ。決闘状態以外の敵から受けたダメージがダウンする。攻撃するたびに「士気」を1層獲得する。決闘目標となる敵が決闘目標となる味方からのダメージを受けた時、ダメージ量に応じて決闘ゲージが減少する。決闘ゲージが0になると、敵が敗北となり、決闘状態が解除される。「士気」：1層につき与ダメージがアップする。"
    },
    "230240231": {
        "N": "焼身",
        "D": "回復できる最大HPがダウンする。燃えるSPまたは「燃焼」によるHP変動値は「焼身」に転換され、回復できる最大HPをダウンさせる。"
    }
}