// Auto Generated

var _tut = [
    {
        "_id": 2247,
        "Name": "ダブルフィールド",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224701.png",
                "Desc": "味方をそれぞれ@2つの戦場#に分けて戦闘します。異なる戦場にいる味方と敵は、もう一方の戦場のターゲットを@攻撃できません#。"
            }
        ],
        "Type": 1,
        "Order": 438
    },
    {
        "_id": 2249,
        "Name": "幻惑",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224901.png",
                "Desc": "味方キャラが「幻惑」状態になると@「一時離脱」#し、「幻惑」状態で召喚されたユニットがそのキャラのステータスを引き継ぎ、代わりに戦闘を行います。"
            }
        ],
        "Type": 1,
        "Order": 438
    },
    {
        "_id": 2238,
        "Name": "負荷HP",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223801.png",
                "Desc": "「耐負荷」状態のユニットは、@現在HPを超えた分#のダメージを「負荷HP」に変換し、戦闘不能状態になりません。"
            }
        ],
        "Type": 1,
        "Order": 437
    },
    {
        "_id": 2237,
        "Name": "後方ターゲット",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223701.png",
                "Desc": "「後方ターゲット」はフィールドの後方に配置され、@「単体攻撃」#と@「拡散攻撃」#タイプのスキルの攻撃対象にはなりません。@「全体攻撃」、「バウンド」、「追加攻撃」#タイプのスキルは敵の後方ターゲットを攻撃できます。"
            }
        ],
        "Type": 1,
        "Order": 436
    },
    {
        "_id": 2236,
        "Name": "ライフカウント",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223601.png",
                "Desc": "「ライフカウント」を持つユニットは@攻撃を受けた時#、HPの代わりに「ライフカウント」が減少します。「ライフカウント」が@0になった時#、そのユニットは戦闘不能状態になります。「ライフカウント」の減少は、@治療#や@バリア#で防ぐことはできません。"
            }
        ],
        "Type": 1,
        "Order": 435
    },
    {
        "_id": 3228,
        "Name": "長い夢の記憶",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_322801.png",
                "Desc": "いつでも、ここで記憶の中で体験したことを確認できます。"
            },
            {
                "Image": "TutorialPage_322802.png",
                "Desc": "すべての記憶は、それぞれの時間軸に従ってここに保存されます。異なる視点からのものであっても、同じ時系列に従っています。"
            },
            {
                "Image": "TutorialPage_322803.png",
                "Desc": "また、非常に曖昧な過去の出来事については、対応するパートを押すことで、より詳しく振り返ることができます。"
            },
            {
                "Image": "TutorialPage_322804.png",
                "Desc": "終焉クエストの詳細は、「開拓行路」からもご確認いただけます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9337,
        "Name": "階差宇宙・バルーンクラッシュ",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_933701.png",
                "Desc": "バルーンに攻撃を当てると、バルーンの色が交互に変化します。"
            },
            {
                "Image": "TutorialPage_933702.png",
                "Desc": "フィールド上のすべてのバルーンを同じ色に変換するとラウンドクリアとなります。制限時間内にクリアしたラウンド数が多いほど、より豪華な報酬を獲得できます。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 10030,
        "Name": "チュートリアル",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223901.png",
                "Desc": "「ライフカウント」を持つユニットは@攻撃を受けた時#、HPの代わりに「ライフカウント」が減少します。「ライフカウント」が@0になった時#、そのユニットは戦闘不能状態になります。「ライフカウント」の減少は、@治療#や@バリア#で防ぐことはできません。"
            },
            {
                "Image": "TutorialPage_223902.png",
                "Desc": "味方キャラが@敵を倒した時#、「ライフカウント」が回復します。記憶の精霊が敵を倒した時、召喚者の「ライフカウント」が回復します。「ライフカウント」が少ない味方キャラで敵を倒すことで、「ライフカウント」がゼロになって戦闘不能状態に陥ることを防げます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10031,
        "Name": "チュートリアル",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224001.png",
                "Desc": "「後方ターゲット」はフィールドの後方に配置され、@「単体攻撃」#と@「拡散攻撃」#タイプのスキルの攻撃対象にはなりません。@「全体攻撃」、「バウンド」、「追加攻撃」#タイプのスキルは敵の後方ターゲットを攻撃できます。"
            },
            {
                "Image": "TutorialPage_224002.png",
                "Desc": "敵の「後方ターゲット」を@倒した#時、ボスの受けるダメージが最大@ 2000% #までアップします。この効果はボスの段階切り替えの時に解除されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10032,
        "Name": "チュートリアル",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224101.png",
                "Desc": "「耐負荷」状態のユニットは、@現在HPを超えた分#のダメージを「負荷HP」に変換し、戦闘不能状態になりません。"
            },
            {
                "Image": "TutorialPage_224102.png",
                "Desc": "アクションバーの@「負荷清算」が行動した時#、HPの@集計処理#が行われ、HPが0未満のユニットは致命ダメージを受けます。@治療#をすることで味方ユニットのHPが0以下になることを防げます。本ステージの敵は@HPが低いですが、与えるダメージ量が高い#ため、バリアと治療が得意なキャラクターを@複数#編成することをおすすめします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10033,
        "Name": "チュートリアル",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224801.png",
                "Desc": "味方をそれぞれ@2つの戦場#に分けて戦闘します。異なる戦場にいる味方と敵は、もう一方の戦場のターゲットを@攻撃できません#。挑戦開始時に味方全体から半数のキャラを選択するとブラックウォーリアの戦場へ移動し、残りのキャラはホワイトガーディアンの戦場へ移動します。"
            },
            {
                "Image": "TutorialPage_224802.png",
                "Desc": "敵の復活を防ぐため、できるだけ各戦場の敵ボスを@同時に#倒さなければなりません。攻撃力の高い@2名#のアタッカーを各戦場に編成してボスと戦いましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10034,
        "Name": "チュートリアル",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_225001.png",
                "Desc": "ボスは@味方の攻撃を一定回数受けた後#、味方キャラ1体を「幻惑」状態にします。この状態では「幻覚人魚」がそのキャラのステータスの一部を引き継ぎ、代わりに戦闘を行います。"
            },
            {
                "Image": "TutorialPage_225002.png",
                "Desc": "「幻覚人魚」は回復とバリア効果を受けることができず、撃破された時に味方全体に大量のダメージを与えます。「幻覚人魚」は@戦闘スキル#を使用すると@ターゲットの最大HP#に基づいた持続ダメージ系デバフを付与し、持続ダメージを追加で発動させます。また、@通常攻撃#をすると、「幻惑」状態を解除できます。「幻覚人魚」をサポートできるキャラクターを編成し、戦闘スキルによる強力な持続ダメージを最大限に活用しましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10060,
        "Name": "キメラのレア度について",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006001.png",
                "Desc": "キメラには@レア度#が設定されています。レア度は高い順に、プリズム、ゴールド、パープル、ブルー、ホワイトがあります。"
            },
            {
                "Image": "TutorialPage_1006002.png",
                "Desc": "ラウンド数が増えるにつれて、ショップにはより高いレア度のキメラが出現します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10061,
        "Name": "挑戦試合について",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006101.png",
                "Desc": "挑戦試合では、プレイヤーは顔なじみのキメラトレーナーやフレンドとバトルできます。"
            },
            {
                "Image": "TutorialPage_1006102.png",
                "Desc": "挑戦試合では、プレイヤーは@セーブデータ#を使ってバトルします。@トーナメント戦#をクリアすると、その試合で使用した編成を保存できます。"
            },
            {
                "Image": "TutorialPage_1006103.png",
                "Desc": "フレンドバトルでは、相手の@守備編成#に挑戦することができます。守備編成はイベントのメイン画面で設定できます。"
            },
            {
                "Image": "TutorialPage_1006104.png",
                "Desc": "設定した守備編成はイベントのメイン画面に表示されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10062,
        "Name": "召喚キュー",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006201.png",
                "Desc": "@召喚#されたキメラは、戦闘に参加する前に@召喚キュー#に表示されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 100021,
        "Name": "マネーウォーズ",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000101.png",
                "Desc": "「マネーウォーズ」では、メンバーを集めて、@8～ 10 人のパーティ#を編成して戦闘を行い、競争相手たちを打ち倒していきます。"
            }
        ],
        "Type": 5,
        "Order": 699
    },
    {
        "_id": 100022,
        "Name": "キャラクター・ポジション",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000102.png",
                "Desc": "各キャラクターはそれぞれに@「前衛」、「後衛」#というポジションを持っています。<br>一部のキャラクターは@「前後衛」#であり、前衛と後衛のどちらに配置しても能力を発揮できます。"
            }
        ],
        "Type": 5,
        "Order": 698
    },
    {
        "_id": 100023,
        "Name": "キャラクター・特別スキル",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000103.png",
                "Desc": "キャラクターが@適切なポジション#に配置されている時、「マネーウォーズ」専用の新しい能力——@キャラ特別スキル#が発動します。<br>スキルが発動することで、今までとは異なる戦闘が体験できます。"
            },
            {
                "Image": "TutorialPage_10000201.png",
                "Desc": "@「前衛」#キャラ特別スキル：<br>キャラクター本来のスキルが@強化#される、または@新たなスキル#を獲得できます。"
            },
            {
                "Image": "TutorialPage_10000202.png",
                "Desc": "@「後衛」#キャラ特別スキル：<br>強化されたスキルで後衛から戦闘に参加し、@自動的にスキルを発動#して敵を攻撃したり、味方をサポートしたりします。"
            }
        ],
        "Type": 5,
        "Order": 697
    },
    {
        "_id": 100024,
        "Name": "キャラクター・★ランク",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001103.png",
                "Desc": "同じ★ランクのキャラクターを3体集めると自動的に@ランクアップ#し、戦闘能力が大幅にアップします。<br>通常では@★ランク3#が、キャラクターの最強形態となります。"
            },
            {
                "Image": "TutorialPage_10000402.png",
                "Desc": "キャラクターをランクアップさせるとステータスが上昇するほか、@キャラ特別スキル#の効果もアップします。<br>例：Dr.レイシオは戦闘中に@連続でチョークを投げて#敵を攻撃できるようになります。"
            }
        ],
        "Type": 5,
        "Order": 696
    },
    {
        "_id": 100025,
        "Name": "キャラクター・コスト",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "マネーウォーズでは、キャラクターそれぞれに@「コスト」#があり、このコストはキャラクターを雇用するために必要なコイン数となっています。<br>コストは<color=#b4b4b4>1#、<color=#6cce9f>2#、<color=#7196ff>3#、<color=#927fe7>4#、<color=#ffd471>5#の5段階に分かれています。"
            },
            {
                "Image": "TutorialPage_10000502.png",
                "Desc": "キャラクターの戦闘能力にはコストに応じた@初期強化#が与えられます。<br>基本的に、<color=#ffd471>コスト5#><color=#927fe7>コスト4#><color=#7196ff>コスト3#><color=#6cce9f>コスト2#><color=#b4b4b4>コスト1#となり、同じコストのキャラクターの@戦闘能力はほぼ同等#となります。"
            }
        ],
        "Type": 5,
        "Order": 695
    },
    {
        "_id": 100026,
        "Name": "キャラクター・育成とお試し",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000701.png",
                "Desc": "「マネーウォーズ」でのキャラクターを雇用時、<br>@該当キャラクターを所持している#場合、キャラクターの@育成データ#はそのまま@引き継がれます#。<br>@該当キャラクターを所持していない#場合、対応する@お試しキャラ#を雇用してプレイできます。"
            }
        ],
        "Type": 5,
        "Order": 694
    },
    {
        "_id": 100027,
        "Name": "キャラクター・数値マッピング",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000702.png",
                "Desc": "@育成基準に満たない#キャラクターを所持している場合、システムは自動的に該当キャラクターを強化します。<br>自動的に強化されたキャラクターは、この@マッピングのマーク#で確認できます。"
            }
        ],
        "Type": 5,
        "Order": 693
    },
    {
        "_id": 100028,
        "Name": "絆",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001104.png",
                "Desc": "@同じ絆#を持つキャラクターを雇用すると、パーティの戦闘力が大幅にアップします。"
            },
            {
                "Image": "TutorialPage_10002802.png",
                "Desc": "同じ絆に属するキャラクターを多く編成すると、絆のレベルが上がります。<br>絆のレベルが高いほど、効果も強力になります。"
            }
        ],
        "Type": 5,
        "Order": 692
    },
    {
        "_id": 100029,
        "Name": "絆・登録",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10002901.png",
                "Desc": "@絆登録#機能を利用することで、ショップで目当ての絆に所属するキャラを見つけやすくなります！"
            }
        ],
        "Type": 5,
        "Order": 691
    },
    {
        "_id": 100030,
        "Name": "コイン",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "「マネーウォーズ」において、@コイン#はキャラクターの雇用、パーティ規模の拡張、ショップの更新に使用する重要なリソースです。<br>より多くのコインを獲得することがパーティ全体の戦力向上に繋がります。"
            },
            {
                "Image": "TutorialPage_10000802.png",
                "Desc": "戦闘終了時に獲得できるコインの総数は以下のように決定されます。<br>本パートのコイン収入 = 基礎コイン + @連勝#コイン@ + 利子#"
            }
        ],
        "Type": 5,
        "Order": 690
    },
    {
        "_id": 100031,
        "Name": "コイン・連勝",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000601.png",
                "Desc": "戦闘に勝利することで、連勝数が+1されます。<br>連勝数が多いほど、ボーナスで@獲得できる連勝コインが多くなります#。"
            }
        ],
        "Type": 5,
        "Order": 689
    },
    {
        "_id": 100032,
        "Name": "コイン・利息",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000803.png",
                "Desc": "戦闘終了時、所持している@コイン 10 枚#につき、@1枚の利子#（最大5枚まで）を獲得できます。<br>@コインを適度に貯める#ことも、より多くのリソースを獲得するための効率的な方法です。"
            }
        ],
        "Type": 5,
        "Order": 688
    },
    {
        "_id": 100033,
        "Name": "ショップ",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "各パートの準備開始時、自動的に1回ショップが更新されます。ショップではコインを使って必要なキャラクターを雇用できます。"
            },
            {
                "Image": "TutorialPage_10003102.png",
                "Desc": "コインを2枚使ってショップを更新することで、ショップに出現しているキャラクターを更新できます。<br>また、ロック機能を使用すれば、次のパート開始時の自動更新を停止させることもできます。"
            }
        ],
        "Type": 5,
        "Order": 687
    },
    {
        "_id": 100034,
        "Name": "レベル・パーティ規模",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001105.png",
                "Desc": "戦闘で経験値を獲得するか、コインで経験値を購入して@レベルアップ#することで、@パーティ規模#を拡張し、より多くのキャラクターを配置できるようになります！"
            }
        ],
        "Type": 5,
        "Order": 686
    },
    {
        "_id": 100035,
        "Name": "レベル・ショップの更新確率",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "@レベル#が上がるにつれて、ショップを更新する際に@より高コスト#のキャラクターが出現しやすくなります。"
            }
        ],
        "Type": 5,
        "Order": 685
    },
    {
        "_id": 100036,
        "Name": "次元界とパート",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "マネーウォーズでの戦いは、3つの次元界から構成されています。<br>各次元界には、複数の異なるパートがあります。"
            },
            {
                "Image": "TutorialPage_10003402.png",
                "Desc": "報酬：難易度が低いパート、行動値は無制限で、敵からの戦利品としてランダムで晶鉱がドロップします。<br>戦闘：様々な競争相手陣営の通常エネミーや精鋭エネミーとの戦闘に挑戦するパートです。<br>補給：キャラクターと装備の補給パックが複数提供され、現在の編成に応じて自由に選択できます。<br>遭遇：難易度を選べる挑戦パートです。戦闘に勝利すると追加報酬が獲得できます。基本的に、挑戦する敵の難易度が高いほど、獲得できる報酬のレア度も高くなります。<br>ボス：次元界のボスエネミーに挑戦します。勝利することで、その次元界はクリアとなります。"
            }
        ],
        "Type": 5,
        "Order": 684
    },
    {
        "_id": 100037,
        "Name": "パーティHP",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000301.png",
                "Desc": "マネーウォーズは、パーティHP 100 の状態で開始されます。<br>挑戦評価は最終ステージが終了時点での、パーティHP残量によって決定します。"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "戦闘、遭遇、ボスパートで勝利した場合、現在のパーティHPが維持されます。<br>勝利できなかった場合、パーティHPが一定量失われます。<br>パーティHPが0になると、ゲームは終了します。"
            }
        ],
        "Type": 5,
        "Order": 683
    },
    {
        "_id": 100038,
        "Name": "戦闘・勝利ルール",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10003601.png",
                "Desc": "@カウントが0になる#までにすべての敵を倒すと、戦闘勝利となります。"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "カウントが0になる前にすべての敵を倒すことができなかった場合、戦闘に敗北し、味方パーティがダメージを受けます。"
            },
            {
                "Image": "TutorialPage_10000303.png",
                "Desc": "HPが0になると、模擬テストを終了し退出します。@頑張って生き残りましょう#！"
            }
        ],
        "Type": 5,
        "Order": 682
    },
    {
        "_id": 100039,
        "Name": "戦闘・最低進捗要求",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10003701.png",
                "Desc": "遭遇パートとボスパートの戦闘には最低進捗要求があります。<br>カウントダウン終了までに最低進捗要求を満たしていない場合、より多くのパーティHPが失われます。"
            }
        ],
        "Type": 5,
        "Order": 681
    },
    {
        "_id": 100040,
        "Name": "戦闘・瀕死ルール",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001601.png",
                "Desc": "戦闘中にキャラクターのHPが0になる攻撃を受けた際、@戦闘不能状態にならず#、HPを一定量回復します。"
            },
            {
                "Image": "TutorialPage_10001602.png",
                "Desc": "戦闘中にキャラクターのHPが0になる攻撃を受けた際、その戦闘の@残りカウント#が減少し、@戦闘がより早く終了#します。<br>これにより、カウントが0になる前に@全ての敵を倒す#ことが@より困難#になっています。"
            },
            {
                "Image": "TutorialPage_10001603.png",
                "Desc": "@ヒーラー#や@絆#、@生存装備#を適切に選択し、@パーティの生存能力#を高め、戦闘がすぐに終わってしまわないように備えてください。"
            }
        ],
        "Type": 5,
        "Order": 680
    },
    {
        "_id": 100041,
        "Name": "戦闘・自動秘技",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001201.png",
                "Desc": "「マネーウォーズ」の戦闘では、@前衛#キャラクターは@自動的に秘技を使用#して戦闘を開始します。"
            },
            {
                "Image": "TutorialPage_10001202.png",
                "Desc": "前衛キャラクター同士が@同時に発動できない#秘技効果を持つ場合、配置したポジションが@左側#のキャラクターの秘技効果が優先されます。"
            }
        ],
        "Type": 5,
        "Order": 679
    },
    {
        "_id": 100042,
        "Name": "装備",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004001.png",
                "Desc": "「マネーウォーズ」では、各キャラクターに最大3つの装備を装着できます。<br>キャラクターに適切な装備を身につけさせることで、戦闘能力を大きく向上させることができます。"
            }
        ],
        "Type": 5,
        "Order": 678
    },
    {
        "_id": 100043,
        "Name": "装備・基本装備",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004101.png",
                "Desc": "基本装備は最も基本的な装備で、キャラクターに様々な基礎ステータスボーナスを与えます。"
            }
        ],
        "Type": 5,
        "Order": 677
    },
    {
        "_id": 100044,
        "Name": "装備・合成",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000901.png",
                "Desc": "任意の@基本装備2つ#で@上級装備#1つに合成できます。<br>基本装備をクリックして合成リストを確認できます。"
            }
        ],
        "Type": 5,
        "Order": 676
    },
    {
        "_id": 100045,
        "Name": "装備・上級装備",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "@上級装備#は合成リストの基本装備と同じ@基礎ステータス#を持ちます。<br>それ以外にも、@上級装備#は独自の戦闘効果を持ち、キャラクターの戦闘能力を大幅に強化できます。"
            }
        ],
        "Type": 5,
        "Order": 675
    },
    {
        "_id": 100046,
        "Name": "装備・おすすめと登録",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004401.png",
                "Desc": "キャラカードで、キャラクターに適した装備を確認できます。"
            },
            {
                "Image": "TutorialPage_10004402.png",
                "Desc": "装備登録機能を使いこなせば、キャラクターに必要なおすすめ装備が簡単に見つけられます！"
            }
        ],
        "Type": 5,
        "Order": 674
    },
    {
        "_id": 100047,
        "Name": "レア装備・特権装備",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004501.png",
                "Desc": "上級装備は同名の装備の強化版であり、より強力なステータスを与えるだけでなく、固有の戦闘効果も強化されます。"
            }
        ],
        "Type": 5,
        "Order": 673
    },
    {
        "_id": 100048,
        "Name": "レア装備・スターエンブレム",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004601.png",
                "Desc": "通常、絆には対応するスターエンブレム装備が存在します。<br>同じ絆以外のキャラクターに装備させると、装備したキャラクターはその絆に加わり、絆のメンバーとしてカウントされ、絆による強化効果も得られるようになります。"
            },
            {
                "Image": "TutorialPage_10004602.png",
                "Desc": "レッドダイヤモンドやブルーダイヤモンドと基本装備を合成することで、各絆のスターエンブレムを獲得できます。"
            }
        ],
        "Type": 5,
        "Order": 672
    },
    {
        "_id": 100049,
        "Name": "レア装備・レッドダイヤモンドとブルーダイヤモンド",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004701.png",
                "Desc": "希少な合成素材は以下の用途に使用できます：<br>絆のスターエンブレムを合成し、絆メンバーの数を増やす。<br>富の宝石を合成し、パーティ規模の上限を拡張する。"
            }
        ],
        "Type": 5,
        "Order": 671
    },
    {
        "_id": 100050,
        "Name": "レア装備・富の宝石",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004801.png",
                "Desc": "とても貴重な装備。入手時にパーティ規模の上限+1。<br>装備し続けることでコインを獲得できます。"
            },
            {
                "Image": "TutorialPage_10004802.png",
                "Desc": "任意の2つのレッドダイヤモンドまたはブルーダイヤモンドを使用して合成を行うと、富の宝石を獲得できます。"
            }
        ],
        "Type": 5,
        "Order": 670
    },
    {
        "_id": 100051,
        "Name": "消耗品・リムーブレンチ",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001002.png",
                "Desc": "@リムーブレンチ#を使うことで、キャラクターの装備を自由に采配することができ、パーティの戦力を最大限に引き上げることができます。"
            }
        ],
        "Type": 5,
        "Order": 669
    },
    {
        "_id": 100052,
        "Name": "消耗品・冶金炉",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005001.png",
                "Desc": "装備の上にドラッグすることで、レア度が同じランダムな装備に変換されます。"
            },
            {
                "Image": "TutorialPage_10005002.png",
                "Desc": "キャラクターの上にドラッグすることで、そのキャラクターのすべての装備をランダムに変更します。"
            }
        ],
        "Type": 5,
        "Order": 668
    },
    {
        "_id": 100053,
        "Name": "消耗品・スタッフプロジェクター",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005101.png",
                "Desc": "キャラクターの上にドラッグすることで、★ランク1の同一キャラクターを獲得します。"
            }
        ],
        "Type": 5,
        "Order": 667
    },
    {
        "_id": 100054,
        "Name": "消耗品・ラッキートークン",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005201.png",
                "Desc": "キャラクターの上にドラッグすることで、そのキャラクターのおすすめ装備リストにある4つの上級装備のうち、1つを選択して獲得できます。"
            }
        ],
        "Type": 5,
        "Order": 666
    },
    {
        "_id": 100055,
        "Name": "消耗品・特権カード",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005301.png",
                "Desc": "上級装備の上にドラッグすることで、装備がアップグレードされ、能力値と特殊効果が大幅に強化された同名の特権装備となります。"
            },
            {
                "Image": "TutorialPage_10005302.png",
                "Desc": "キャラクターの上にドラッグすることで、そのキャラクターが装備している上級装備のうち1つを選択し、特権装備にアップグレードします。"
            }
        ],
        "Type": 5,
        "Order": 665
    },
    {
        "_id": 100056,
        "Name": "職級",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001702.png",
                "Desc": "「マネーウォーズ」には、初期職級が設定されています。<br>スタンダードゲームで、@現在の最高職級難度#への挑戦に成功すると、決算時に残りの@パーティHP#に応じた@挑戦評価#が与えられ、職級を昇進させることができます。"
            }
        ],
        "Type": 5,
        "Order": 664
    },
    {
        "_id": 100057,
        "Name": "職級・昇進ルール",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001302.png",
                "Desc": "パーティHPが@ 70 以上#で、@職級昇進+3#。<br>クリア時、パーティHPが@ 40 以上#で、@職級昇進+2#。<br>クリア時、パーティHPが 40 未満で@職級昇進+1#となります。"
            },
            {
                "Image": "TutorialPage_10001703.png",
                "Desc": "挑戦に失敗しても、現在の職級は下がりません。"
            }
        ],
        "Type": 5,
        "Order": 663
    },
    {
        "_id": 100058,
        "Name": "スタンダードゲーム",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005601.png",
                "Desc": "@「スタンダードゲーム」#はマネーウォーズの通常プレイモードです。<br>スタンダードゲームに挑戦することで、職級を昇進させることができます。"
            },
            {
                "Image": "TutorialPage_10001701.png",
                "Desc": "スタンダードゲームでは、挑戦したい@職級の難易度#を自由に選択できます。<br>職級が高いほど、挑戦の難易度も高くなり、獲得できる報酬も大きくなります。"
            }
        ],
        "Type": 5,
        "Order": 662
    },
    {
        "_id": 100059,
        "Name": "ハイスピードゲーム",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001401.png",
                "Desc": "@「ハイスピードゲーム」#は@プレイ時間の短い#クイックモードで、@隔週で更新されるポイント報酬ミッション#の達成に利用できます。"
            },
            {
                "Image": "TutorialPage_10001402.png",
                "Desc": "@「ハイスピードゲーム」#モードでは挑戦難易度を自由に選択できますが、クリアしても@職級は昇進しません#。"
            }
        ],
        "Type": 5,
        "Order": 661
    },
    {
        "_id": 100060,
        "Name": "ハイスピードゲーム・ルール",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "@「ハイスピードゲーム」#では、各次元界が@通常よりも少ないパート#で構成されています。"
            },
            {
                "Image": "TutorialPage_10001502.png",
                "Desc": "「ハイスピードゲーム」では、各パートの開始時に@通常よりも多くの経験値とコインを自動で獲得しますが、利息は獲得できなくなっています#。"
            }
        ],
        "Type": 5,
        "Order": 660
    },
    {
        "_id": 100061,
        "Name": "攻略大全",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005901.png",
                "Desc": "「マネーウォーズ」では、メイン画面またはゲーム中の準備画面で攻略大全を確認できます。<br>他のプレイヤーのおすすめ編成を確認して、編成の参考にしてみましょう。"
            }
        ],
        "Type": 5,
        "Order": 659
    },
    {
        "_id": 100062,
        "Name": "攻略大全・攻略を適用",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006001.png",
                "Desc": "ゲーム中、攻略システムが所持キャラクターに合わせて、自動で最適な攻略を提案します。<br>@攻略を適用#機能を利用すると、ショップで攻略のおすすめキャラクターをすぐに見つけることができます！"
            }
        ],
        "Type": 5,
        "Order": 658
    },
    {
        "_id": 100063,
        "Name": "攻略大全・装備登録",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006101.png",
                "Desc": "攻略を適用すると、攻略でおすすめされているキャラクターの装備をいつでも探すことができます。"
            }
        ],
        "Type": 5,
        "Order": 657
    },
    {
        "_id": 100064,
        "Name": "上級テクニック・戦力アップ",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001001.png",
                "Desc": "パーティの中でメインアタッカーを決め、そのキャラクターを中心に育成しましょう。<br>ヒント：メインアタッカーには、同じ絆の中でコストおよび★ランクがより高いアタッカーキャラクターを選出するのが基本です。"
            },
            {
                "Image": "TutorialPage_10006202.png",
                "Desc": "メインアタッカーの育成方法：<br>1. 優先的に★ランクをアップさせます。コスト1/2/3のキャラクターは★3まで、コスト4/5のキャラクターは★2まで育成しましょう。<br>2. 適切な上級装備を優先的に3つ装備させます。<br>3. メインアタッカーの絆効果を2つ以上発動させてみましょう。"
            }
        ],
        "Type": 5,
        "Order": 656
    },
    {
        "_id": 100065,
        "Name": "上級テクニック・キャラクターの見つけ方",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "ショップのレベルの上昇に応じて、各コストのキャラクターの出現率が変化します。<br>ショップのレベルが高いほど、高いコストのキャラクター（コスト4/5）が出現しやすくなります。<br>ショップのレベルが高くなると、低コストのキャラクター（コスト1/2/3）は出現しにくくなります。"
            },
            {
                "Image": "TutorialPage_10006302.png",
                "Desc": "欲しいキャラクターの見つけ方：キャラクターのコストに応じて、出現率の最も高いレベルでショップを更新します。<br>例：コスト2のアタッカーを中心に編成する場合、レベル6でショップを更新し続けることで、コスト2のキャラクターが 40% の確率で出現します。<br>例：コスト4のアタッカーを中心に編成する場合、まずはレベル8まで上げてからショップを更新し、必要なキャラクターを探しましょう。"
            }
        ],
        "Type": 5,
        "Order": 655
    },
    {
        "_id": 100066,
        "Name": "上級テクニック・経済と運営",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006401.png",
                "Desc": "1度のゲームで獲得するコインの枚数は、勝敗に大きく影響します。<br>コインを 50 枚を貯めておくことで各パートでコイン5枚の利息を獲得できます。コツコツ貯金することを忘れないようにしましょう。"
            },
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "コインの合理的な使い方：<br>1. ゲームの後半にコストの高いキャラクターを入手しやすくするため、序盤はショップの更新よりも、レベルアップや利息獲得のための貯蓄を優先しましょう。<br>2. 編成の中心となるキャラクター以外は、無理に★ランク3を目指す必要はありません。★ランク2でも十分な戦力となってくれます。"
            }
        ],
        "Type": 5,
        "Order": 654
    },
    {
        "_id": 100067,
        "Name": "上級テクニック・装備の強化",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006501.png",
                "Desc": "基本装備は全部で8種類あり、それぞれ特定のタイプと対応しています。例えば：<br>折りたたみナイフは前衛戦力をアップさせるため、アタッカータイプの前衛に適しています。<br>・ピースピストルは後衛戦力をアップさせるため、アタッカータイプの後衛に適しています。<br>・ローラースケートは速度をアップさせるため、スピードタイプのキャラクターに適しています。"
            },
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "上級装備の効果は、そのレシピに使用される基本装備の効果と関連しています。例えば：<br>折りたたみナイフ（前衛）+ ラッキースター（ラッキーヒット率）= 高周波チェーンソー（前衛キャラクターのラッキーヒット率が大幅アップ）<br>生命の花（HP）+ 量産型装甲（バリア）= 痛覚遮断チップ（治療するターゲットの受けるダメージダウン）"
            }
        ],
        "Type": 5,
        "Order": 653
    },
    {
        "_id": 2246,
        "Name": "オンパロスの「憎悪」",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_224601.png",
                "Desc": "「反創造主」、「ミソス」、「ロゴス」の攻撃は「オンパロスの『憎悪』」をアップさせます。「憎悪」がアップすると、味方の回復できる最大HPと最大SPがダウンします。「憎悪」が最大値に達すると敗北となります！"
            },
            {
                "Image": "TutorialPage_224602.png",
                "Desc": "味方が必殺技を使用すると「英雄、星々の如く輝きて」または「一緒に紡ぐ物語」をチャージできます。「英雄、星々の如く輝きて」や「一緒に紡ぐ物語」を発動すると「オンパロスの『憎悪』」を大幅にダウンさせることができます！"
            }
        ],
        "Type": 1,
        "Order": 434
    },
    {
        "_id": 6361,
        "Name": "時の果て・歳月の支援",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636101.png",
                "Desc": "三月なのかは皆のために@歳月の界域#を展開します。時の果てでは、オロニクスの祈言が@常に強化状態#になります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6362,
        "Name": "「世負い」の試練・1",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636201.png",
                "Desc": "@「願い」を表す凝晶を3つ#見つけ、それらを順番に@再構築する#ことで試練を達成できます。"
            },
            {
                "Image": "TutorialPage_636202.png",
                "Desc": "この試練では、@光のエリア#が形成され、エリアの内と外はそれぞれ異なる時空間に位置しています。キャラクターが@光と闇の境界線を越える#と、@反対側の光のエリア#へ転送されます。"
            },
            {
                "Image": "TutorialPage_636301.png",
                "Desc": "@凝晶を再構築する#たびに、光のエリアの@境界線が拡大#します。試練を達成するために、この性質を利用しましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6363,
        "Name": "「世負い」の試練・1",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636301.png",
                "Desc": "@凝晶を再構築する#たびに、光のエリアの@境界線が拡大#します。試練を達成するために、この性質を利用しましょう。"
            },
            {
                "Image": "TutorialPage_636302.png",
                "Desc": "@凝晶を再構築する#たびに、光のエリアの@境界線が拡大#します。試練を達成するために、この性質を利用しましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6364,
        "Name": "「世負い」の試練・2",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636401.png",
                "Desc": "@「絶望」を表す凝晶を3つ#見つけ、それらを順番に@打ち砕く#ことで試練を達成できます。"
            },
            {
                "Image": "TutorialPage_636402.png",
                "Desc": "この試練では@闇のエリア#へ入ります。エリアの内と外はそれぞれ異なる時空間に位置しており、キャラクターが@光と闇の境界線を越える#と、@反対側の闇のエリア#へ転送されます。"
            },
            {
                "Image": "TutorialPage_636501.png",
                "Desc": "@凝晶を打ち砕く#たびに、光のエリアの@境界線が縮小します#。試練を達成するために、この性質を利用しましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6365,
        "Name": "「世負い」の試練・2",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636501.png",
                "Desc": "@凝晶を打ち砕く#たびに、光のエリアの@境界線が縮小します#。試練を達成するために、この性質を利用しましょう。"
            },
            {
                "Image": "TutorialPage_636502.png",
                "Desc": "@凝晶を打ち砕く#たびに、光のエリアの@境界線が縮小します#。試練を達成するために、この性質を利用しましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6366,
        "Name": "トロイの木馬プログラム「ヤドリギ」・1",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636601.png",
                "Desc": "「ヤドリギ」号はスクリューガム個人のコレクションで、優雅なデザインの木馬プログラムです。@巡航#ボタンを押すと飛行を開始し、もう一度押すと@ホバリング#状態に切り替わります。"
            },
            {
                "Image": "TutorialPage_636602.png",
                "Desc": "左スティックで「ヤドリギ」号の向きを操作し、@ブースト#ボタンを押すと一時的に加速できます。"
            },
            {
                "Image": "TutorialPage_636603.png",
                "Desc": "@終了#ボタンを押すと飛行を終了します。オプションで飛行操作の@上下反転#を設定できます。"
            },
            {
                "Image": "TutorialPage_636604.png",
                "Desc": "「ヤドリギ」号には自動巡航プログラムが搭載されています。@自動巡航#ボタンをクリックすると「ヤドリギ」号は自動的にウェイポイントまで飛行します。飛行中にボタンをもう一度クリックすると@手動操縦#に切り替わります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6367,
        "Name": "トロイの木馬プログラム「ヤドリギ」・2",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636701.png",
                "Desc": "飛行中でもマップを開いて、@ウェイポイント#を確認できます。"
            },
            {
                "Image": "TutorialPage_636702.png",
                "Desc": "@ウェイポイント#を選択して巡航開始をクリックすると、「ヤドリギ」号は自動的に選択した地点まで飛行し、着陸します。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6368,
        "Name": "トロイの木馬プログラム「ヤドリギ」・3",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636801.png",
                "Desc": "十四行代数式バリアが解除されました。スクリューガムはδme -13 のデータ空間に複数の@加速リング#を設置し、「ヤドリギ」号のハッキング効率を向上させました。"
            },
            {
                "Image": "TutorialPage_636802.png",
                "Desc": "「ヤドリギ」号が@加速リング#を通過すると、強力な加速効果が発動しますが、加速中は方向操作ができなくなります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6369,
        "Name": "隠れ道駆動機構",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636901.png",
                "Desc": "「隠れ道駆動機構」は@オンパロス全域のヤーヌスの隠れ道#と繋がっており、起動すると@解放済み#の全ての隠れ道が@「瞬時起動」#状態に入ります。"
            },
            {
                "Image": "TutorialPage_636902.png",
                "Desc": "再度「隠れ道駆動機構」に触れることで、状態の切り替えが可能です。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 7104,
        "Name": "キュレネ",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_710302.png",
                "Desc": "キュレネが秘技を使用すると、味方の移動速度がアップします。また、戦闘に入ると即座に結界を展開し、味方が攻撃を行うと追加で確定ダメージを与えます。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9947,
        "Name": "部屋とインテリアのカスタマイズ",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819004.png",
                "Desc": "「コズミック・ハウジングガイド」をクリアすると、開拓者は星穹列車の「パーティー車両」2階に自分の部屋を手に入れられます。"
            },
            {
                "Image": "TutorialPage_994702.png",
                "Desc": "「インテリアカスタマイズ」機能を利用して、冒険の中で手に入れた家具を部屋の中に配置できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 100001,
        "Name": "キャラクター・ポジション",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000101.png",
                "Desc": "「マネーウォーズ」では、メンバーを集めて、@8～ 10 人のパーティ#を編成して戦闘を行い、競争相手たちを打ち倒していきます。"
            },
            {
                "Image": "TutorialPage_10000102.png",
                "Desc": "各キャラクターはそれぞれに@「前衛」、「後衛」#というポジションを持っています。<br>一部のキャラクターは@「前後衛」#であり、前衛と後衛のどちらに配置しても能力を発揮できます。"
            },
            {
                "Image": "TutorialPage_10000103.png",
                "Desc": "キャラクターが@適切なポジション#に配置されている時、「マネーウォーズ」専用の新しい能力——@キャラ特別スキル#が発動します。<br>スキルが発動することで、今までとは異なる戦闘が体験できます。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100002,
        "Name": "キャラクター・特別スキル",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000201.png",
                "Desc": "@「前衛」#キャラ特別スキル：<br>キャラクター本来のスキルが@強化#される、または@新たなスキル#を獲得できます。"
            },
            {
                "Image": "TutorialPage_10000202.png",
                "Desc": "@「後衛」#キャラ特別スキル：<br>強化されたスキルで後衛から戦闘に参加し、@自動的にスキルを発動#して敵を攻撃したり、味方をサポートしたりします。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100003,
        "Name": "戦闘・勝利ルール",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000301.png",
                "Desc": "@カウントが0になる#までにすべての敵を倒すことで戦闘に勝利でき、@連勝数#が記録されます。<br>連勝数が増えると、より多くのコインを獲得できます。"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "カウントが0になる前にすべての敵を倒すことができなかった場合、戦闘に敗北し、味方パーティがダメージを受けます。"
            },
            {
                "Image": "TutorialPage_10000303.png",
                "Desc": "HPが0になると、模擬テストを終了し退出します。@頑張って生き残りましょう#！"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100004,
        "Name": "キャラクター・★ランク",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000401.png",
                "Desc": "@同じ★ランクのキャラクターを3体#集めると自動的に@ランクアップ#し、戦闘能力が大幅にアップします。<br>通常では@★ランク3#が、キャラクターの最強形態となります。"
            },
            {
                "Image": "TutorialPage_10000402.png",
                "Desc": "キャラクターをランクアップさせるとステータスが上昇するほか、@キャラ特別スキル#の効果もアップします。<br>例：Dr.レイシオは戦闘中に@連続でチョークを投げて#敵を攻撃できるようになります。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100005,
        "Name": "キャラクター・コスト",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "マネーウォーズでは、キャラクターそれぞれに@「コスト」#があり、このコストはキャラクターを雇用するために必要なコイン数となっています。<br>コストは<color=#b4b4b4>1#、<color=#6cce9f>2#、<color=#7196ff>3#、<color=#927fe7>4#、<color=#ffd471>5#の5段階に分かれています。"
            },
            {
                "Image": "TutorialPage_10000502.png",
                "Desc": "キャラクターの戦闘能力にはコストに応じた@初期強化#が与えられます。<br>基本的に、<color=#ffd471>コスト5#><color=#927fe7>コスト4#><color=#7196ff>コスト3#><color=#6cce9f>コスト2#><color=#b4b4b4>コスト1#となり、同じコストのキャラクターの@戦闘能力はほぼ同等#となります。"
            },
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "@レベル#が上がるにつれて、ショップを更新する際に@より高コスト#のキャラクターが出現しやすくなります。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100006,
        "Name": "コイン・連勝",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000601.png",
                "Desc": "戦闘に勝利することで、連勝数が+1されます。<br>連勝数が多いほど、ボーナスで@獲得できる連勝コインが多くなります#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100007,
        "Name": "キャラクター・数値マッピング",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000701.png",
                "Desc": "「マネーウォーズ」でのキャラクターを雇用時、<br>@該当キャラクターを所持している#場合、キャラクターの@育成データ#はそのまま@引き継がれます#。<br>@該当キャラクターを所持していない#場合、対応する@お試しキャラ#を雇用してプレイできます。"
            },
            {
                "Image": "TutorialPage_10000702.png",
                "Desc": "@育成基準に満たない#キャラクターを所持している場合、システムは自動的に該当キャラクターを強化します。<br>自動的に強化されたキャラクターは、この@マッピングのマーク#で確認できます。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100008,
        "Name": "コイン",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "@コイン#は「マネーウォーズ」における最も重要なリソースです。<br>より多くのコインを獲得することでパーティ全体の戦力を向上させることができます。"
            },
            {
                "Image": "TutorialPage_10000802.png",
                "Desc": "戦闘終了時に獲得できるコインの総数は以下のように決定されます。<br>本パートのコイン収入 = 基礎コイン + @連勝#コイン@ + 利子#"
            },
            {
                "Image": "TutorialPage_10000803.png",
                "Desc": "戦闘終了時、所持している@コイン 10 枚#につき、@1枚の利子#（最大5枚まで）を獲得できます。<br>@コインを適度に貯める#ことも、より多くのリソースを獲得するための効率的な方法です。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100009,
        "Name": "装備・合成",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000901.png",
                "Desc": "@基本装備2つ#で@上級装備#1つが合成できます。<br>基本装備をクリックして合成リストを確認できます。"
            },
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "@上級装備#は合成リストの基本装備と同じ@基礎ステータス#を持ちます。<br>それ以外にも、@上級装備#は独自の戦闘効果を持ち、キャラクターの戦闘能力を大幅に強化できます。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100010,
        "Name": "装備",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001001.png",
                "Desc": "パーティの中で@メインアタッカー#を決め、そのキャラクターに優先的に@上級装備を3つ#装備させましょう。<br>ヒント：メインアタッカーには、同じ絆の中でコストおよび★ランクがより高いアタッカーキャラクターを選出するのが基本です。"
            },
            {
                "Image": "TutorialPage_10001002.png",
                "Desc": "@リムーブレンチ#を使うことで、キャラクターの装備を自由に采配することができ、パーティの戦力を最大限に引き上げることができます。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100011,
        "Name": "パーティ編成",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001101.png",
                "Desc": "「マネーウォーズ」では、メンバーを集めて、@8～ 10 人のパーティ#を編成して戦闘を行い、競争相手たちを打ち倒していきます。"
            },
            {
                "Image": "TutorialPage_10001102.png",
                "Desc": "各キャラクターはそれぞれに@「前衛」#、@「後衛」#、@「前後衛」#という@「ポジション」#を持っています。<br>キャラクターが@適切なポジション#に配置されている時、「マネーウォーズ」専用の新しい能力——@キャラ特別スキル#が発動します！"
            },
            {
                "Image": "TutorialPage_10001103.png",
                "Desc": "同じ★ランクのキャラクターを3体集めると自動的に@ランクアップ#し、戦闘能力が大幅にアップします。<br>通常では@★ランク3#が、キャラクターの最強形態となります。"
            },
            {
                "Image": "TutorialPage_10001104.png",
                "Desc": "@同じ絆#を持つキャラクターを雇用すると、パーティの戦闘力が大幅にアップします。<br>@絆登録#機能を利用することで、ショップで目当ての絆を持つキャラクターを見つけやすくなります！"
            },
            {
                "Image": "TutorialPage_10001105.png",
                "Desc": "コインで経験値を購入して@レベルアップ#することで、@パーティ規模#を拡張し、より多くのキャラクターを配置できるようになります！<br>レベルが高いほど、ショップに@コストの高い#キャラが出現しやすくなります。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100012,
        "Name": "キャラクターの秘技",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001201.png",
                "Desc": "「マネーウォーズ」の戦闘では、@前衛#キャラクターは@自動的に秘技を使用#して戦闘を開始します。"
            },
            {
                "Image": "TutorialPage_10001202.png",
                "Desc": "前衛キャラクター同士が@同時に発動できない#秘技効果を持つ場合、配置したポジションが@左側#のキャラクターの秘技効果が優先されます。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100013,
        "Name": "パーティHP",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001301.png",
                "Desc": "@現在の最高職級難度#への挑戦に成功すると、決算時の残り@パーティHP#に応じた@挑戦評価#が与えられ、職級を昇進させることができます。"
            },
            {
                "Image": "TutorialPage_10001302.png",
                "Desc": "クリア時、パーティHPが@ 70 以上#で@職級昇進+3#。<br>クリア時、パーティHPが@ 40 以上#で@職級昇進+2#。<br>クリア時、パーティHPが 40 未満で@職級昇進+1#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100014,
        "Name": "ハイスピードゲーム",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001401.png",
                "Desc": "@「ハイスピードゲーム」#は@プレイ時間の短い#クイックモードで、@隔週で更新されるポイント報酬ミッション#の達成に利用できます。"
            },
            {
                "Image": "TutorialPage_10001402.png",
                "Desc": "@「ハイスピードゲーム」#モードでは挑戦難易度を自由に選択できますが、クリアしても@職級は昇進しません#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100015,
        "Name": "ハイスピードゲーム・ルール",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "@「ハイスピードゲーム」#は@プレイ時間が短い#クイックモードで、各次元界は@通常よりも少ないパート#で構成されています。"
            },
            {
                "Image": "TutorialPage_10001502.png",
                "Desc": "「ハイスピードゲーム」では、各パートの開始時に@通常よりも多くの経験値とコインを自動で獲得しますが、利息は獲得できなくなっています#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100016,
        "Name": "戦闘・カウントダウンペナルティ",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001601.png",
                "Desc": "戦闘中にキャラクターのHPが0になる攻撃を受けた際、@戦闘不能状態にならず#、HPを一定量回復します。"
            },
            {
                "Image": "TutorialPage_10001602.png",
                "Desc": "戦闘中にキャラクターのHPが0になる攻撃を受けた際、その戦闘の@残りカウント#が減少し、@戦闘がより早く終了#します。<br>これにより、カウントが0になる前に@全ての敵を倒す#ことが@より困難#になっています。"
            },
            {
                "Image": "TutorialPage_10001603.png",
                "Desc": "@ヒーラー#や@絆#、@生存装備#を適切に選択し、@パーティの生存能力#を高め、戦闘がすぐに終わってしまわないように備えてください。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100017,
        "Name": "職級",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001701.png",
                "Desc": "スタンダードゲームでは、挑戦したい@職級の難易度#を自由に選択できます。<br>職級が高いほど、挑戦の難易度も高くなり、獲得できる報酬も大きくなります。"
            },
            {
                "Image": "TutorialPage_10001702.png",
                "Desc": "@現在の最高職級難度#への挑戦に成功すると、決算時の残り@パーティHP#に応じた@挑戦評価#が与えられ、職級を昇進させることができます。<br>評価内容に応じて、@職級は最大で+3#されます。"
            },
            {
                "Image": "TutorialPage_10001703.png",
                "Desc": "挑戦に失敗しても、現在の職級は下がりません。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 10040,
        "Name": "風雲！にゃんこ城",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004001.png",
                "Desc": "「風雲！にゃんこ城」は創造物たちが自発的に開催する障害物競走大会です。各レースには@8名#のプレイヤーが観戦に参加し、選手たちを@応援#します。"
            },
            {
                "Image": "TutorialPage_1004002.png",
                "Desc": "応援には@ぴょんぴょんおやつ#を消費しますが、各ステージ終了時に、応援した選手が@トップ3#に入ると、その勝利配当に応じて大量のお菓子が返還されます。"
            },
            {
                "Image": "TutorialPage_1004003.png",
                "Desc": "レース中、プレイヤーは@アリーナアイテム#を使ってレースに影響を与えることができます。いずれかのアイテムを使用すると、@すべてのアイテム#がクールタイムに入ります。"
            },
            {
                "Image": "TutorialPage_1004004.png",
                "Desc": "各レース終了後に@観戦ポイント#を獲得でき、レベルの高いアリーナほど、ポイントをより多く獲得できます。ポイントを集めることで、観戦報酬を獲得できます。"
            },
            {
                "Image": "TutorialPage_1004005.png",
                "Desc": "初めて上級アリーナでのレースを観戦すると、@「おやつ交換」#が解放されます。余った「ぴょんぴょんおやつ」を奇妙なお菓子や魂の涙などの報酬と交換できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10041,
        "Name": "勝利配当",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004101.png",
                "Desc": "各ステージで、応援している選手が優勝すると、@今回の応援に消費されたお菓子#と、該当選手の@勝利配当#に応じた一定数のお菓子が返還されます。"
            },
            {
                "Image": "TutorialPage_1004102.png",
                "Desc": "応援した選手が2位または3位に入賞した場合、返還されるお菓子がその分減少します。<br>応援選手がトップ3に入らなかった場合、お菓子は返還されません。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10042,
        "Name": "アリーナアイテム",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004201.png",
                "Desc": "レース中、プレイヤーは@アリーナアイテム#を使ってレースに影響を与えることができます。いずれかのアイテムを使用すると、@すべてのアイテム#がクールタイムに入ります。"
            },
            {
                "Image": "TutorialPage_1004202.png",
                "Desc": "@ゴミ袋#はフィールド上の任意の位置にドラッグして使用できます。使用後、少し遅れて範囲内の創造物を気絶させます。順位が高い創造物に使うとより効果的で、その勢いを止めることができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10043,
        "Name": "アリーナアイテム",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004301.png",
                "Desc": "@シグナルブロッカー#はバネ板または仕掛け板にドラッグして使用すると、それを一時的に停止させることができます。バネ板を停止させると、その上を通る創造物が跳ねなくなり、仕掛け板を停止させると、創造物がフィールド外に押し出されなくなります。"
            },
            {
                "Image": "TutorialPage_1004302.png",
                "Desc": "@万能エサ#はフィールド上の任意の位置にドラッグして使用でき、周囲の創造物を継続的に引き寄せます。仕掛けや特殊マスの近くに配置することで、思いがけない効果を発揮します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10044,
        "Name": "応援スキル",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004401.png",
                "Desc": "応援パートでは、画面右上をクリックして、アリーナを確認できます。<br>選手たちのスキルによって有利な地形は違ってくるため、応援する前にアリーナをよく観察することで、有利な選手を見つけやすくなります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10045,
        "Name": "アリーナギミックと特殊マス",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004501.png",
                "Desc": "減速マス：創造物が地面にくっついてジャンプが難しくなり、移動速度が遅くなります"
            },
            {
                "Image": "TutorialPage_1004502.png",
                "Desc": "つるつるマス：ジャンプした創造物が、一定距離を滑って進みます"
            },
            {
                "Image": "TutorialPage_1004504.png",
                "Desc": "仕掛け板：仕掛け板は一定時間ごとに、外への押し出しを行います"
            },
            {
                "Image": "TutorialPage_1004503.png",
                "Desc": "バネ板：バネ板に乗った創造物は、特定の方向に一定距離はじき飛ばされます"
            },
            {
                "Image": "TutorialPage_1004505.png",
                "Desc": "テレポット：創造物がテレポットに入ると、ランダムな他のテレポットに転送されます"
            },
            {
                "Image": "TutorialPage_1004506.png",
                "Desc": "コンベア：コンベアの上に乗った創造物はジャンプせず、コンベアの動きに合わせて移動します"
            },
            {
                "Image": "TutorialPage_1004507.png",
                "Desc": "バブル：バブルに触れた創造物は中に閉じ込められ、他の創造物と衝突するか、一定時間が経過してバブルが割れるまで脱出できません"
            },
            {
                "Image": "TutorialPage_1004508.png",
                "Desc": "スロープ：スロープに乗った創造物は、斜面に沿って下まで滑り落ちます"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 6357,
        "Name": "バトルズ視点・1",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635701.png",
                "Desc": "「シーフ」バトルズを自由に操作してミッションをクリアしましょう。左スティックでシーフの飛行をコントロールし、上昇・下降キーで高さを調整できます。バトルズの操作を終了するには終了キーを押してください。"
            },
            {
                "Image": "TutorialPage_635702.png",
                "Desc": "「シーフ」バトルズは宝物を呑み込むことができます。宝物に近づいて「呑み込む」ボタンをクリックすると、すぐに報酬を獲得できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6358,
        "Name": "バトルズ視点・2",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635801.png",
                "Desc": "バトルズはバブル弾を発射して攻撃できます。@攻撃ボタンを長押し#すると、ロックオンしている対象に向けて@連続で#バブル弾を発射します。"
            },
            {
                "Image": "TutorialPage_635802.png",
                "Desc": "バブル弾を放つとバブルエネルギーが消費されます。周囲に浮かぶ@バブル#を拾うとエネルギーを回復できます。@「バブルの家」#を連続して攻撃するとそれを破壊し、バブルを獲得できます。"
            },
            {
                "Image": "TutorialPage_635901.png",
                "Desc": "ザグレウスの力はバトルズを敵から察知されないようにしてくれます。一定数のバブル弾を発射することで敵を撃退できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6359,
        "Name": "バトルズ視点",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635901.png",
                "Desc": "ザグレウスの力はバトルズを敵から察知されないようにしてくれます。一定数のバブル弾を発射することで敵を撃退できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6360,
        "Name": "バトルズ視点・3",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_636001.png",
                "Desc": "フィールドには「飛翔する幣」を持った@「飛天の壺」#が存在し、バブルで破壊することで「飛翔する幣」を入手できます。フィールドの「飛翔する幣」をすべて集めると報酬が獲得できます。"
            },
            {
                "Image": "TutorialPage_636002.png",
                "Desc": "マップ上で「バトルズ視点」アイコンを選択すると@「飛翔する幣」#の収集状況を確認できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8207,
        "Name": "異相の仲裁",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820701.png",
                "Desc": "異相の仲裁は一連の@高難易度#挑戦コンテンツであり、ステージ内容と報酬は定期的に更新されます。"
            },
            {
                "Image": "TutorialPage_820702.png",
                "Desc": "異相の仲裁には@ナイト#と@キング#の2種類のステージがあります。ナイトステージをクリアしていない場合、キングは護衛に守られ、難易度が<color=#eb4d3dff>大幅に上昇#します。"
            },
            {
                "Image": "TutorialPage_820703.png",
                "Desc": "すべての@ナイトステージ#をクリアすると、護衛を失ってキングは弱体化します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8208,
        "Name": "護衛の排除",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820801.png",
                "Desc": "すべてのナイトステージをクリアすることでキングの能力が弱体化します。その後ナイトステージの記録をリセットしても、キングの弱体化状態には影響ありません。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8209,
        "Name": "中盤の激戦",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820702.png",
                "Desc": "ナイトステージでは、残りラウンド数が少なくなると、ラウンド開始時に戦闘バフを獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9847,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@トゲの柱#にぶつかったリトルアザラシは@6#のダメージを受ける。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9848,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@トゲ壁#にぶつかったリトルアザラシは@6#のダメージを受ける。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9849,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@トゲ壁#にぶつかったリトルアザラシは@6#のダメージを受ける。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@#浮き輪柱に衝突したアザラシは@加速#し、ラウンド中で攻撃力が@2#アップします。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9850,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@トゲの柱#にぶつかったリトルアザラシは@6#のダメージを受ける。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@#浮き輪柱に衝突したアザラシは@加速#し、ラウンド中で攻撃力が@2#アップします。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9851,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@トゲ壁#にぶつかったリトルアザラシは@6#のダメージを受ける。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16505,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650501.png",
                "Desc": "{TEXTJOIN#247}に使用するアイテムを選択してください"
            },
            {
                "Image": "TutorialPage_1650502.png",
                "Desc": "アイテムは@{TEXTJOIN#247}の上にドラッグする#ことで使用できます"
            },
            {
                "Image": "TutorialPage_1650503.png",
                "Desc": "@左クリック#でカメラを回転させられます"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16506,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650601.png",
                "Desc": "右側に向かって出勤していくキメラを数えましょう"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16507,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650701.png",
                "Desc": "重りを付けたランニング中、アクセルバーが現れることがあります。この時@正しい順番で方向を入力することで#{TEXTJOIN#247}を歩かせることができ、連続で正解すれば{TEXTJOIN#247}を走らせることができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16508,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650801.png",
                "Desc": "お客様の要望に応じた料理を選択し、注文を完了させましょう"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16509,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650901.png",
                "Desc": "ボールをアイテム欄からドラッグして放すと、ボールを投げることができます。ボールを放す位置が@高ければ高いほど#投げられる@距離は長くなる#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10010,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001001.png",
                "Desc": "@「びっくり箱」#は戦闘をサポートしてくれます。行動時に特殊な効果が発動し、戦闘を有利に進められます。"
            },
            {
                "Image": "TutorialPage_1001002.png",
                "Desc": "ステージの解放に伴い、より多くの@「コメディアン」#がショーに参加するようになります。<br>パーティにいるコメディアンは、様々な@「サプライズギフト」#を「びっくり箱」に入れ、戦闘をサポートします。"
            },
            {
                "Image": "TutorialPage_1001003.png",
                "Desc": "「コメディアン」は@「耐笑度」#が溜まると「びっくり箱」をチャージします。<br>「耐笑度」が高いほど、「びっくり箱」の@効果は強く#なります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10011,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10012,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001011.png",
                "Desc": "花火が自身以外の味方に戦闘スキルを使用すると、その味方は@SPを消費せずに戦闘スキルを3回発動#できます。"
            },
            {
                "Image": "TutorialPage_1001012.png",
                "Desc": "パーティのキャラが@戦闘スキル#を使用すると、びっくり箱を@チャージ#し、花火の@サプライズギフトの攻撃段数#が増加します。花火のサプライズギフトはランダムな敵にダメージを与えます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10013,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001021.png",
                "Desc": "青雀は和了の後でも@牌を引くことができます#。また@和了#するたびにびっくり箱を@大量にチャージ#します。"
            },
            {
                "Image": "TutorialPage_1001022.png",
                "Desc": "青雀の@サプライズギフト#は敵単体に@デバフ効果#を付与し、その後の「サプライズギフト」による@ダメージ#を@強化#します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10014,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001031.png",
                "Desc": "アベンチュリンが@必殺技#を使用すると@抽選#が行われ、結果に応じて@サプライズギフトのバウンド回数#が決定されます。その後、対応する耐笑度を獲得します。"
            },
            {
                "Image": "TutorialPage_1001032.png",
                "Desc": "最大の出目が出ると、びっくり箱が@即座に作動#します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10015,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001041.png",
                "Desc": "飛霄の@サプライズギフト#は飛霄に大量の「飛黄」を提供します。"
            },
            {
                "Image": "TutorialPage_1001042.png",
                "Desc": "必殺技を使用すると、飛霄はすべての飛黄を消費して@敵全体#に複数回のダメージを与えます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10016,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001051.png",
                "Desc": "ケリュドラの@サプライズギフト#は、直前に発動したサプライズギフトを@再発動#させられます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10017,
        "Name": "チュートリアル",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001061.png",
                "Desc": "サンポが必殺技を発動すると、@ 10 個の専用のびっくり箱#が追加で発動します。追加発動するびっくり箱には、@コメディアン全員#のサプライズギフトが含まれます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10020,
        "Name": "折り紙の小鳥マッチ ・ 群鳥割拠",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1002001.png",
                "Desc": "「折り紙の小鳥マッチ」は@対戦型パズルゲーム#です。群鳥割拠モードでは、1試合につき@ 30 名#のプレイヤーが対戦に参加します。"
            },
            {
                "Image": "TutorialPage_1002002.png",
                "Desc": "このモードでは@行動回数に制限はありません#。制限時間内にフルーツを消去し、小鳥の@戦力#をできるだけ高めてください。"
            },
            {
                "Image": "TutorialPage_1002003.png",
                "Desc": "各ラウンドの終了時点で@目標戦力に達していない#プレイヤーは脱落となります。各プレイヤーには試合中に@1度だけ脱落を回避するチャンス#があります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10021,
        "Name": "青雀の小鳥",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@スーパー爆弾を2個#消すごとに、フィールド上のランダムなフルーツ@1個#を@バブル速達#に変化させます。<br>隣接するフルーツを消してバブルを割ると、中のアイテムを入手できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10022,
        "Name": "タイタンの紋章刻印",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1002201.png",
                "Desc": "大墓の装置がこの空間に投影した@タイタンの紋章#を集めて、先に進みましょう。"
            },
            {
                "Image": "TutorialPage_1002202.png",
                "Desc": "一部のタイタンの紋章は@特定の角度から見て#、完全な形になることでダウンロードできるようになります。"
            },
            {
                "Image": "TutorialPage_1002203.png",
                "Desc": "一部のタイタンの紋章は@他の装置を利用して模様を調整#し、完全な形になることでダウンロードできるようになります。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 2245,
        "Name": "暗黒の潮の熱病",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_224501.png",
                "Desc": "「暗黒の潮の熱病」は、持続ダメージ系デバフの1種です。この効果による持続ダメージは、ターゲットが受けたダメージに応じて変化します。重複して付与された際には持続ターン数が更新されます。"
            },
            {
                "Image": "TutorialPage_224502.png",
                "Desc": "「暗黒の潮の熱病」状態中、ターゲットはターンが回ってくるたびに風化、燃焼、感電、裂創による持続ダメージを受けます。"
            },
            {
                "Image": "TutorialPage_224503.png",
                "Desc": "敵の「暗黒の潮の熱病」状態は、「壊滅の狂宴」状態が解除されることで即座に解除されます。味方の「暗黒の潮の熱病」状態は、HPを最大まで回復することで即座に解除され、この状態による持続ダメージも解除されます。"
            }
        ],
        "Type": 1,
        "Order": 433
    },
    {
        "_id": 2244,
        "Name": "二律背反",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_224401.png",
                "Desc": "「二律背反」状態になると必殺技が使用可能になります。ただし、効果中に必殺技を発動すると大量のHPを失います。"
            }
        ],
        "Type": 1,
        "Order": 432
    },
    {
        "_id": 3226,
        "Name": "開拓を続ける",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_322601.png",
                "Desc": "開拓クエスト・幕間をクリアしました。引き続き開拓クエストを進めて、開拓レベルを上げてイベントに参加しましょう"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3227,
        "Name": "遺物合成・ステータスカスタマイズ",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_322701.png",
                "Desc": "遂願樹脂はすべて1対1の比率で自塑樹脂に変換されました。遺物のカスタマイズ合成を行う際、自塑樹脂を消費することで、メインステータスを1種類指定できます。さらに追加で自塑樹脂を消費すれば、サブステータスを1〜2種類指定することも可能です。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 7103,
        "Name": "ファイノン・秘技",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_710301.png",
                "Desc": "マップ探索時、ファイノンがパーティにいると、@秘技PT上限#がアップする。秘技を使用すると、前方一定範囲内の敵を@倒せる#"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9960,
        "Name": "経営モードの操作",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996001.png",
                "Desc": "お客様の@リクエスト#を確認したら、@メニュー#をクリックしてキッチンに注文を伝えましょう。"
            },
            {
                "Image": "TutorialPage_996002.png",
                "Desc": "注文を伝えると、キッチンでは@順番通り#に調理が始まります。@事前に注文#しておくこともでき、各メニューは最大3つまで保存可能です。"
            },
            {
                "Image": "TutorialPage_996003.png",
                "Desc": "料理が完成すると、お客様の頭上に@吹き出しが表示され#ます。吹き出しをクリックするとホールスタッフが@配膳#してくれます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9961,
        "Name": "栽培モードの操作",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996004.png",
                "Desc": "作物を育てるには@資金#が必要です。"
            },
            {
                "Image": "TutorialPage_996005.png",
                "Desc": "畑の空いている場所を@クリック#または直接@ドラッグ#して作物を植えましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9962,
        "Name": "経営モードの操作",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996006.png",
                "Desc": "一日に来店するお客様の数は決まっています。レストランが@ランクアップ#すると@より多くのお客様#が訪れるようになります。<br>時間内にすべてのお客様に満足していただけるよう心がけましょう。"
            },
            {
                "Image": "TutorialPage_996007.png",
                "Desc": "注文するとメニューに応じた食材が消費され、@必要な食材がなくなる#と調理できなくなります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9963,
        "Name": "清掃イベント",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996008.png",
                "Desc": "お客様が食事をした後、テーブルが汚れたままになっていると次のお客様が@席に着く#際に@影響#があるかもしれません。"
            },
            {
                "Image": "TutorialPage_996009.png",
                "Desc": "配膳中のホールスタッフが料理を落としてしまい、@通路が塞がってしまう#ことがあります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9964,
        "Name": "フィーバー状態とフィーバーレベル",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996010.png",
                "Desc": "@フィーバー状態#になると、すべてのメニューの@販売価格がアップ#します。お客様に@連続して料理を提供#するほど、上昇幅も大きくなります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9965,
        "Name": "経営管理について",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996011.png",
                "Desc": "レストランの配置で@テーブルを購入#すると、より多くのお客様に同時に料理を提供できるようになります。"
            },
            {
                "Image": "TutorialPage_996012.png",
                "Desc": "スタッフ研修では、追加の妖精スタッフを@雇う#ことができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9967,
        "Name": "設備とスタッフのレベルアップ",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996014.png",
                "Desc": "設備はレベルアップすることで、@効果#がより強力になります。"
            },
            {
                "Image": "TutorialPage_996015.png",
                "Desc": "スタッフをトレーニングさせると、@自動化#スキルを習得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9968,
        "Name": "巨大作物について",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996016.png",
                "Desc": "@カボチャ、トゲトゲの実、またはボールキャベツ#を@同じ畑#に複数植えると、@巨大作物#を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9969,
        "Name": "自動化のすすめ",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996017.png",
                "Desc": "自動化スキルにより、スタッフは@自動配膳、自動清掃、自動注文#ができるようになります。"
            },
            {
                "Image": "TutorialPage_996018.png",
                "Desc": "より多くのスタッフに自動化スキルを習得させ、@効率的な営業#を目指しましょう！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10000,
        "Name": "ドリンク属性",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000001.png",
                "Desc": "プロのバーテンダーとしての素質があるあなたは、ドリンクが持つ3つの属性を見抜くことができます。各属性に、@2種類の傾向#があります。"
            },
            {
                "Image": "TutorialPage_1000002.png",
                "Desc": "傾向は、材料を加えることで変化し、「スペシャルレシピ」における「少々」や「超」などの程度にそれぞれ対応しています。<br>レシピの表現があいまいな時は、ヒントをもとに判断しましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10001,
        "Name": "「スペシャルレシピ」の隠し効果",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000101.png",
                "Desc": "@「既知の効果」#を調合する、または味と効果が全く異なる@「隠し効果」#に挑戦してみましょう。<br>2つの効果は@互いに独立#しているので、お好みで調合してください。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10005,
        "Name": "「古いボトルと新たな友」：ドリンク調合",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000001.png",
                "Desc": "プロのバーテンダーとしての素質があるあなたは、ドリンクが持つ3つの属性を見抜くことができます。各属性に、@2種類の傾向#があります。"
            },
            {
                "Image": "TutorialPage_1000002.png",
                "Desc": "傾向は、材料を加えることで変化し、「スペシャルレシピ」における「少々」や「超」などの程度にそれぞれ対応しています。<br>レシピの表現があいまいな時は、ヒントをもとに判断しましょう。"
            },
            {
                "Image": "TutorialPage_1000101.png",
                "Desc": "@「既知の効果」#を調合する、または味と効果が全く異なる@「隠し効果」#に挑戦してみましょう。<br>2つの効果は@互いに独立#しているので、お好みで調合してください。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10002,
        "Name": "黄金のスケープゴート・五",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000201.png",
                "Desc": "輪廻する運命においては、時おり転送ゲートが出現します。転送ゲートには@「開かれている」と「閉ざされている」#の2つの状態があります。@同じエネルギー色#を持つ転送ゲートのどちらかに入ると、@もう片方のゲートへ転送され#、同時に、ゲートは@閉鎖されます#。"
            },
            {
                "Image": "TutorialPage_1000202.png",
                "Desc": "マップ上には特殊なボタンがあり、踏むことで@同じエネルギー色#を持つ1組の転送ゲートがリセットされます。転送ゲートが開いている間は、ボタンは@起動しません#。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 10003,
        "Name": "黄金のスケープゴート・六",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000301.png",
                "Desc": "注意！@転送ゲートに入る#際、もう一人のあなたが@ボタンを踏んでいる#と、転送ゲートは@開いたままとなり#、中に入ったあなたは@無限に転送を繰り返す時空のループに迷い込む#ことになってしまいます……"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 3225,
        "Name": "潮騒の贈り物",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_322501.png",
                "Desc": "再創世後のオンパロスを探索する際に、「秩序無きネクタール」を獲得することができます。開拓クエスト、冒険クエスト、マップ上の戦利品、「シーフ」バトルズを倒す、創生のエンドモを集めるなど、入手方法はたくさんあります。"
            },
            {
                "Image": "TutorialPage_322502.png",
                "Desc": "「極上のネクタール」を水に溶かして奉納レベルを上げると報酬を受け取れます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8802,
        "Name": "チュートリアル",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880201.png",
                "Desc": "ラウンド制限内にすべての敵を倒すと、勝利となります。戦闘に勝利すると対戦相手がダメージを受けます"
            },
            {
                "Image": "TutorialPage_880202.png",
                "Desc": "ラウンド制限内にすべての敵を倒すことができなかった場合、敗北となります。戦闘に敗北すると自身がダメージを受けます"
            },
            {
                "Image": "TutorialPage_880203.png",
                "Desc": "HPが0になった時、選手は敗北とみなされ、退場します。@頑張って生き残りましょう！#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8803,
        "Name": "チュートリアル",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880301.png",
                "Desc": "同じ駒を購入すると、駒の経験値が上がります"
            },
            {
                "Image": "TutorialPage_880302.png",
                "Desc": "駒の経験値がMAXになると、★ランクが上がり、より強力な戦闘効果を提供できるようになります"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8804,
        "Name": "チュートリアル",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880401.png",
                "Desc": "終了時に開拓者の機能ランク評価が@NO.5を超えている#場合、@クリア#とみなされます。そうでない場合は、失敗とみなります"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8805,
        "Name": "チュートリアル",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_930601.png",
                "Desc": "「Fate/stay night」では条件を満たした場合、@キャラクターレベル、光円錐レベル、軌跡、遺物#が強化されます。"
            },
            {
                "Image": "TutorialPage_930602.png",
                "Desc": "キャラクターレベルが現在の均衡レベルに対応するレベルに達していない場合、@現在の均衡レベルに相応しいレベルまで引き上げられます#。"
            },
            {
                "Image": "TutorialPage_930603.png",
                "Desc": "キャラクターに装備している光円錐のレベルが現在の均衡レベルに対応するレベルに達していない場合、@現在の均衡レベルに相応しいレベルまで引き上げられます#。キャラクターに光円錐を装備していない場合、自動的に@現在の均衡レベルに適合する臨時光円錐#が装備されます。"
            },
            {
                "Image": "TutorialPage_930604.png",
                "Desc": "解放済みの軌跡が未覚醒の場合、@軌跡が覚醒されます#。また、軌跡レベルが現在の均衡レベルの要求を下回っている場合、@該当する軌跡が現在の均衡レベルに適合する軌跡レベルまで引き上げられます#。"
            },
            {
                "Image": "TutorialPage_930605.png",
                "Desc": "キャラクターが装備している遺物の総強化レベルが現在の均衡レベルの要求を下回っている場合、遺物は@現在の均衡レベルに適合する臨時遺物に交換#されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9970,
        "Name": "折り紙の小鳥マッチ · 2人対戦",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997001.png",
                "Desc": "2人対戦では両者が@同じフィールド#上で交互に行動します。それぞれ1ターンの間に@2回#ずつ行動でき、@4ターンが経過した時点で#より戦力が高いほうが勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9971,
        "Name": "折り紙の小鳥マッチ · 2人対戦",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997101.png",
                "Desc": "@2人対戦#では同じフルーツを@4個以上繋げて#爆弾を生成することで、@追加の行動回数#を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9973,
        "Name": "小鳥スキル",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@特定のフルーツ#を消去すると、小鳥にエネルギーをチャージできます。@満タンまでエネルギーをチャージ#した小鳥は、強力な戦闘スキルを発動してフルーツの消去を手伝ってくれます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9974,
        "Name": "対戦アイテム",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997401.png",
                "Desc": "対戦アイテムにはさまざまな効果があり、使用しても@行動回数は消費されません#。ただし、各アイテムには1回の対戦で@使用できる回数#に@制限#があります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9975,
        "Name": "爆弾によるコンボ消去",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997501.png",
                "Desc": "任意の@2個のフルーツ爆弾#を入れ替えると、コンボ消去を発動できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9976,
        "Name": "アーケード対戦知名度",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997601.png",
                "Desc": "青雀がアーケード対戦で新しい相手に勝つたびに、@知名度が上がっていきます#。知名度レベルが上がるにつれ、新しい機能が解放されていきます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9978,
        "Name": "ストーリーモード",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997601.png",
                "Desc": "青雀がアーケード対戦で新しい相手に勝つたびに、@知名度が上がっていきます#。知名度レベルが上がるにつれ、新しい機能や対戦アイテムが解放されていきます。"
            },
            {
                "Image": "TutorialPage_997701.png",
                "Desc": "@挑戦目標を達成する#、または@知名度レベルを上げる#ことで、対戦アイテムを強化するのに必要な「チュンチュントントン工具箱」を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9979,
        "Name": "ボーナスフルーツ",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997901.png",
                "Desc": "ボーナスフルーツを消去すると、@戦力が3#増加します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9980,
        "Name": "活性エリア",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_998001.png",
                "Desc": "活性エリアのフルーツまたは障害物を消去すると、@戦力が2倍#になります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9987,
        "Name": "折り紙の小鳥マッチ",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦力#を上げていく@対戦型パズルゲーム#です。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@同じフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@特定のフルーツ#を消去すると、小鳥にエネルギーをチャージできます。@満タンまでエネルギーをチャージ#した小鳥は、強力な@戦闘スキル#を発動してフルーツの消去を手伝ってくれます。"
            },
            {
                "Image": "TutorialPage_997401.png",
                "Desc": "対戦開始前に必要な対戦アイテムを選択できます。アイテムを使用しても@行動回数は消費されません#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9988,
        "Name": "オンラインモード・マルチ乱闘",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813801.png",
                "Desc": "マルチ乱闘モードでは、各回@6名#のプレイヤーが参加します。プレイヤーは各ラウンド開始時に、@残っている対戦相手の中からランダムで選ばれた1名#と対戦することになります。"
            },
            {
                "Image": "TutorialPage_813802.png",
                "Desc": "2人対戦とは異なり、マルチ乱闘では@追加の行動回数を獲得することができません#。決められた@時間#と@行動回数#の中でフルーツを消して、小鳥の戦闘力を強化して生き残りましょう！"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "各ラウンドの戦闘終了後、戦力が低いプレイヤーは@固定ダメージ#を受けます。プレイヤーのHPが0になると@瀕死状態#になり、@再びダメージを受ける#と脱落となります。"
            },
            {
                "Image": "TutorialPage_998903.png",
                "Desc": "オンラインモードのマルチ乱闘では、すべての対戦アイテムの効果が自動的に★3まで強化されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9989,
        "Name": "オンラインモード・2人対戦",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_998901.png",
                "Desc": "2人対戦では対戦相手と@同じフィールド上#で戦うことになります。"
            },
            {
                "Image": "TutorialPage_998902.png",
                "Desc": "決められた@時間#と@行動回数#内でフルーツを消していきましょう。@4ターン#が経過した時点で、より戦力が高いほうが勝利となります。"
            },
            {
                "Image": "TutorialPage_998903.png",
                "Desc": "オンラインモードの2人対戦では、すべての対戦アイテムの効果が自動的に★3まで強化されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9990,
        "Name": "折り紙の小鳥マッチ · 2人対戦",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦力#を上げていく@対戦型パズルゲーム#です。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@同じフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@特定のフルーツ#を消去すると、小鳥にエネルギーをチャージできます。@満タンまでエネルギーをチャージ#した小鳥は、強力な@戦闘スキル#を発動してフルーツの消去を手伝ってくれます。"
            },
            {
                "Image": "TutorialPage_997001.png",
                "Desc": "2人対戦では両者が@同じフィールド#上で交互に行動します。それぞれ1ターンの間に@2回#ずつ行動でき、@4ターンが経過した時点#でより戦力が高いほうが勝利となります。"
            },
            {
                "Image": "TutorialPage_997101.png",
                "Desc": "@2人対戦#では同じフルーツを@4個以上繋げて#爆弾を生成することで、@追加の行動回数#を獲得できます。"
            },
            {
                "Image": "TutorialPage_999501.png",
                "Desc": "2人対戦では@2個のスーパー爆弾を入れ替えて#コンボ消去を発動させると、@追加の行動回数#を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9991,
        "Name": "折り紙の小鳥マッチ · マルチ乱闘",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦力#を上げていく@対戦型パズルゲーム#です。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@同じフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@特定のフルーツ#を消去すると、小鳥にエネルギーをチャージできます。@満タンまでエネルギーをチャージ#した小鳥は、強力な@戦闘スキル#を発動してフルーツの消去を手伝ってくれます。"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "マルチ乱闘では各ラウンドの戦闘終了後、戦力の低いプレイヤーが@固定ダメージ#を受けます。プレイヤーのHPが0になると@瀕死状態#になり、@再びダメージを受ける#と脱落となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9992,
        "Name": "ジェイドの小鳥",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@ブルーベリーを5個#消すたびに、フィールドの中央で@3×3#マスの爆発が@1#回発生します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9993,
        "Name": "ブートヒルの小鳥",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@モモを5個#消すたびに、フィールド上のランダムなフルーツ@3#個が@ボーナスモモ#に変わります。<br>ボーナスモモを消すと、戦力を@3#獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9994,
        "Name": "青雀の小鳥",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@スーパー爆弾#を@3#個消すたびに、ランダムなアイテムの使用可能回数が@1#回復します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9995,
        "Name": "折り紙の小鳥マッチ · 2人対戦",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_999501.png",
                "Desc": "2人対戦では@2個のスーパー爆弾を入れ替えて#コンボ消去を発動させると、@追加の行動回数#を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2243,
        "Name": "アルゴリズム切替",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_224301.png",
                "Desc": "「ザンダー」が「進化形態」の時、フィールドに敵が出現する、または記憶の精霊が召喚されることで「ザンダー」の形態切り替えが加速します。"
            },
            {
                "Image": "TutorialPage_224302.png",
                "Desc": "「ザンダー」が「論証形態」の時、敵が消滅する、または記憶の精霊が退場することで「ザンダー」の形態切り替えを加速させ、脅威を軽減できます。"
            }
        ],
        "Type": 1,
        "Order": 431
    },
    {
        "_id": 2242,
        "Name": "天候",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_224201.png",
                "Desc": "晨昏の目により、フィールド上のすべてのターゲットは天候の影響を受けます。酷暑時には、現在のフィールドに「温度」が付与されます。ターンが経過すると「温度」が上昇し、味方は「温度」に応じて持続的な燃焼ダメージを受けます。ただし、味方の与えるダメージも「温度」に応じてアップします。"
            }
        ],
        "Type": 1,
        "Order": 430
    },
    {
        "_id": 9958,
        "Name": "火種の匣と秘術の錠",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_322001.png",
                "Desc": "「火種の匣」は重要なアイテムを保管した容器です。起動すると、@鍵穴#と、その周囲に@鍵の欠片#がいくつか現れます。"
            },
            {
                "Image": "TutorialPage_322002.png",
                "Desc": "鍵の欠片は一定の間隔で@回転#し、鍵穴に@影#を映し出します。オロニクスの祈言を使用して@欠片を巻き戻すことで、影の形を変えられます#。"
            },
            {
                "Image": "TutorialPage_322003.png",
                "Desc": "鍵穴と一致する影は@緑色#に表示され、@正しい#ことを意味しています。鍵穴と一致しない影はオレンジ色となり、誤っていることを意味しています。影と鍵穴が@「完全に重なった」#時、自動で解錠されます。すべての鍵穴を解錠すると、火種の匣が開きます。"
            },
            {
                "Image": "TutorialPage_322004.png",
                "Desc": "ヒント：一部のキャラクターが持つ秘技にも@時間停止#の効果があります。例えば、@「記憶」の運命を歩む開拓者#などです。これを利用することで、解錠をより簡単にできます。"
            }
        ],
        "Type": 2,
        "Order": 289
    },
    {
        "_id": 6351,
        "Name": "西風のピクシス・1",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635101.png",
                "Desc": "羅盤を@回転#させることで、@矢印の位置を調整し、障害物を避けながらスタートからゴールまで辿り着きましょう#。@スタート、ゴール、羅盤の矢印の向き、赤い障害物の配置#をよく観察することが大切です。"
            },
            {
                "Image": "TutorialPage_635106.png",
                "Desc": "@赤い部分は道を塞ぐ障害物#です。障害物を避けつつ@ルートを繋げましょう。#"
            },
            {
                "Image": "TutorialPage_635102.png",
                "Desc": "@「選択」#ボタンで輪を選択し、@「回転」#ボタンで回転できます。ルートが繋がるとラインが表示され、この時に@「確定」#ボタンを押すとルートが確定します。"
            },
            {
                "Image": "TutorialPage_635103.png",
                "Desc": "羅盤でルートを繋げた後、仕掛けが起動します。@フィールド上に羅盤のルートと同じように虹の道が現れます#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6352,
        "Name": "晨昏の目の風域",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635201.png",
                "Desc": "晨昏の目には風域があり、それにより足場が動いています。近くにある風域を制御する装置に@巻き戻しを行うと風域の向きを切り替えられ#、足場の移動方向を反対にできます。神座を使用して@祈言を強化すると、巻き戻しに時間制限がなくなり#、その効果が持続するようになります。"
            },
            {
                "Image": "TutorialPage_635202.png",
                "Desc": "巻き戻し中の装置に対して@もう一度巻き戻しボタンを押すと、風域を逆向き#にできます。これを利用して、足場の上で装置を巻き戻す、または巻き戻しの中断を行えば、風域の向きを切り替えられ、別の場所に移動できるようになります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6354,
        "Name": "西風のピクシス・2",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635104.png",
                "Desc": "ルート上に@戦利品マーク#がある場合、フィールド上のその場所へ行くことで獲得できます。1つの羅盤には複数の繋ぎ方がありますが、通常@戦利品#のある場所を通るルートは1つだけです。羅盤を@もう一度調べる#ことで、ルートの変更ができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6355,
        "Name": "西風のピクシス・3",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635105.png",
                "Desc": "「雲上の廃砦」晨昏の目では、羅盤が中央の台と繋がった後、さらに羅盤の@外側に通じるルートを繋げる必要があります#。また、この外側に通じるルート上に@戦利品#がある可能性もあります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6356,
        "Name": "西風のピクシス",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635101.png",
                "Desc": "羅盤を@回転#させることで、@矢印の位置を調整し、障害物を避けながらスタートからゴールまで辿り着きましょう#。@スタート、ゴール、羅盤の矢印の向き、赤い障害物の配置#をよく観察することが大切です。"
            },
            {
                "Image": "TutorialPage_635106.png",
                "Desc": "@赤い部分は道を塞ぐ障害物#です。障害物を避けつつ@ルートを繋げましょう。#"
            },
            {
                "Image": "TutorialPage_635102.png",
                "Desc": "@「選択」#ボタンで輪を選択し、@「回転」#ボタンで回転できます。ルートが繋がるとラインが表示され、この時に@「確定」#ボタンを押すとルートが確定します。"
            },
            {
                "Image": "TutorialPage_635103.png",
                "Desc": "羅盤でルートを繋げた後、仕掛けが起動します。@フィールド上に羅盤のルートと同じように虹の道が現れます#。"
            },
            {
                "Image": "TutorialPage_635104.png",
                "Desc": "ルート上に@戦利品マーク#がある場合、フィールド上のその場所へ行くことで獲得できます。1つの羅盤には複数の繋ぎ方がありますが、通常@戦利品#のある場所を通るルートは1つだけです。羅盤を@もう一度調べる#ことで、ルートの変更ができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8340,
        "Name": "チュートリアル",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834001.png",
                "Desc": "限られたラウンド内で、できるだけ多くの敵を倒してパーティレベルを上げましょう。<br>パーティレベルが上がると、ランダムに出現する武器やアクセサリーを1つ選んで獲得できます。"
            },
            {
                "Image": "TutorialPage_834002.png",
                "Desc": "優先的に武器のレベルを上げ、対応する共鳴アクセサリーを探しましょう。<br>レベル8の武器とそれに対応するアクセサリーを揃えると、その後のレベルアップで武器をレジェンド武器に昇格させることができます。"
            },
            {
                "Image": "TutorialPage_834003.png",
                "Desc": "対応する属性またはバフを持つアクセサリーを獲得すると、武器の効果を強化することができます。"
            },
            {
                "Image": "TutorialPage_834004.png",
                "Desc": "武器とアクセサリーを適切に組み合わせることで、より強力な効果を得られます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8341,
        "Name": "おすすめ武器",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834101.png",
                "Desc": "本ステージの初期武器：@レンジャーのバッジ#<br>「レンジャーのバッジ」は固定速度で弓使いを召喚して風矢を放ちます。味方の@召喚物#が多いほど、弓使いの数が増えます。<br>優先的に初期の@武器のレベル#を上げて、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_834102.png",
                "Desc": "武器のオススメ組み合わせ<br>風・雷・物理属性：レンジャーのバッジ、急雷の巨槌、アサシンダガー<br>発射系：レンジャーのバッジ、恒久の氷槍<br>連撃系：レンジャーのバッジ（レベルアップ後）、急雷の巨槌<br>関連アクセサリー：雷嵐の鎖（連撃率アップ）、緑野の息吹（風雷物理ダメージアップ）、永夜の丸盾（発射数アップ）"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8342,
        "Name": "おすすめ武器",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834201.png",
                "Desc": "本ステージの初期武器：@恒久の氷槍#<br>「恒久の氷槍」は味方が一定数の敵を攻撃すると、HPが最も高い敵に「氷の矛」を発射します。<br>優先的に初期の@武器のレベル#を上げて、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_834202.png",
                "Desc": "武器のオススメ組み合わせ<br>氷・量子属性：恒久の氷槍、晦月の円刃、暗月の誓<br>ツイン武器：暗月の誓、太陽の証<br>関連アクセサリー：不凍の霊泉（氷量子属性のダメージアップ）、永夜の丸盾（発射数アップ）"
            },
            {
                "Image": "TutorialPage_834203.png",
                "Desc": "ツイン武器は強力なレジェンド武器です。<br>ツイン武器への昇格にはレベルMAXの武器が2つ必要となります。レベルMAXの武器1つ+アクセサリー1つでは昇格できません。<br>ツイン武器「日月のエンブレム」=「太陽の証」Lv.8+「暗月の誓」Lv.8"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8343,
        "Name": "おすすめ武器",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834301.png",
                "Desc": "本ステージの初期武器：@ファイアワンド#<br>「ファイアワンド」は敵と味方のHPを燃やし、爆発を放ちます。燃えている@味方のHP#が多いほど、爆発のダメージがアップします。<br>優先的に初期の@武器のレベル#を上げて、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_834302.png",
                "Desc": "おすすめする武器の組み合わせ<br>HP変動：ファイアワンド、炭酸シューター<br>炎虚数属性：ファイアワンド、炭酸シューター、ラッキールーレット<br>発射特性：炭酸シューター、ラッキールーレット、恒久の氷槍"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8344,
        "Name": "おすすめ武器",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834401.png",
                "Desc": "本ステージの初期武器：@殲滅ロボット#<br>「殲滅ロボット」は単体の敵に「殲滅のマーク」を付与し、その敵が@弱点撃破ダメージ#を受けた際に、ランダムな属性ダメージを与え、さらにランダムな属性の弱点を付与します。<br>優先的に初期の@武器のレベル#を上げて、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_834402.png",
                "Desc": "武器のオススメ組み合わせ<br>弱点撃破系：殲滅ロボット、七色の野球ボール、純美の祈り<br>召喚系：七色の野球ボール、純美の祈り、ラッキールーレット"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8345,
        "Name": "おすすめ武器",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834501.png",
                "Desc": "本ステージの初期武器：@舞い上がる羽#<br>味方キャラが敵を攻撃すると一定の確率で「舞い上がる羽」を発動し、敵全体に竜巻攻撃を行います。<br>優先的に初期の@武器のレベル#を上げて、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_834502.png",
                "Desc": "武器のオススメ組み合わせ<br>行動時発動系：舞い上がる羽、純美の祈り、至って普通のバット<br>連撃系：舞い上がる羽、急雷の巨槌、七色の野球ボール<br>エピック武器：七色の野球ボール、至って普通のバット"
            },
            {
                "Image": "TutorialPage_834503.png",
                "Desc": "エピック武器は強力なレジェンド武器です。<br>エピック武器への昇格には、1つのレジェンド武器と1つのレベルMAXの普通武器が必要です。<br>エピック武器「アルティメットプリズムホームラン」=レジェンド武器「レインボーピッチャー」+「至って普通のバット」Lv8"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8346,
        "Name": "チュートリアル",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834601.png",
                "Desc": "@「魔王の印」#が付いている敵は魔王の手下です。"
            },
            {
                "Image": "TutorialPage_834602.png",
                "Desc": "@この段階中#は絶えず敵が湧いてきます。そのため、魔王の手下を集中して攻撃しましょう！"
            },
            {
                "Image": "TutorialPage_834603.png",
                "Desc": "魔王の手下を倒して、魔王のお宝を手に入れましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9981,
        "Name": "爆裂ミサイル",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998101.png",
                "Desc": "ミサイルを発射することで、相手を破壊または妨害できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9982,
        "Name": "ニトロバースト",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998201.png",
                "Desc": "スキル「ニトロバースト」を使用すると、@加速できます#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9983,
        "Name": "無敵モード",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998301.png",
                "Desc": "スキルを使用すると@無敵#状態に入り、@加速#効果を獲得します。障害物または他のマシンに@衝突#すると、継続時間が延長されます"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9984,
        "Name": "運試し",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998401.png",
                "Desc": "使用可能なスキルがある場合、@ランダム#にスキル牌を1枚引きます"
            },
            {
                "Image": "TutorialPage_998401.png",
                "Desc": "スキル牌にはチョンボ（効果なし）、チー（無敵）、ポン（加速）、テンホー（無敵加速）があります"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9985,
        "Name": "ルール説明",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998501.png",
                "Desc": "加速ゾーンの上を走ると加速します。"
            },
            {
                "Image": "TutorialPage_998502.png",
                "Desc": "減速ゾーンの上を走ると減速します。"
            },
            {
                "Image": "TutorialPage_998503.png",
                "Desc": "これは@広告看板#です。<br>広告看板にぶつかると@減速#します。<br>広告主を怒らせないように注意しましょう！"
            },
            {
                "Image": "TutorialPage_998504.png",
                "Desc": "@スキルボトル#を集めると、エネルギーをチャージできます。"
            },
            {
                "Image": "TutorialPage_998505.png",
                "Desc": "@加速ボトル#を集めると、加速エネルギーをチャージできます。"
            },
            {
                "Image": "TutorialPage_998506.png",
                "Desc": "コース内の@謎のぬいぐるみ#にお気を付けください！ぶつかると@コントロールを失い、スタン状態になります#！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9986,
        "Name": "加速エリア/減速エリア",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998501.png",
                "Desc": "加速ゾーンの上を走ると加速します。"
            },
            {
                "Image": "TutorialPage_998502.png",
                "Desc": "減速ゾーンの上を走ると減速します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2235,
        "Name": "夢の泡と永き眠り",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_223501.png",
                "Desc": "味方のHPが減った時、「死へと誘う泡」を獲得します。「死へと誘う泡」が上限に達すると、「ボリュクス」の行動順が早まり、次の行動で「強化」状態に入ります。"
            },
            {
                "Image": "TutorialPage_223502.png",
                "Desc": "「強化」状態中、「ボリュクス」または「憐憫の腕」が攻撃を受けると「死へと誘う泡」が削られ、味方のHPが回復します。「死へと誘う泡」がすべて削られると「強化」状態が解除されます。"
            },
            {
                "Image": "TutorialPage_223503.png",
                "Desc": "「永遠の眠りの中」状態の味方が敵にダメージを与えた時、敵の受けるダメージがダウンする。味方のHPが一定まで回復すると、この状態を解除できる。"
            }
        ],
        "Type": 1,
        "Order": 424
    },
    {
        "_id": 6345,
        "Name": "オロニクスの神跡・追憶のルーン",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_634501.png",
                "Desc": "ルーンの台座を調べると@「追憶のルーン」#を獲得できます。ルーンを持っていると、「奇跡の宝珠」の照射範囲が@キャラクターと共に移動#し、キャラクター周りの時空を反転させます。"
            },
            {
                "Image": "TutorialPage_634502.png",
                "Desc": "追憶のルーンを持っている状態で、もう一度台座を調べるとルーンを置くことができます。すると、@奇跡の宝珠の照射範囲も移動を停止します#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6350,
        "Name": "オロニクスの祈言・時象儀と時間停止",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_635001.png",
                "Desc": "@「時象儀」#はオロニクスの司祭が作り出した時を司る祭器で、大きさや形は様々です。「時象儀」を@壊す#と、@周囲の時間が止まります。#"
            },
            {
                "Image": "TutorialPage_635002.png",
                "Desc": "壊れた時象儀は@巻き戻すことで修復する#ことができます。修復後、周囲の時の流れが元通りになります。"
            },
            {
                "Image": "TutorialPage_635003.png",
                "Desc": "オブジェクトを@巻き戻す#時、そのオブジェクトは@タイムストップエリアの影響を受けません。#"
            },
            {
                "Image": "TutorialPage_635004.png",
                "Desc": "動くオブジェクトを@特定のタイミングで停止させたい場合は#まず@タイムストップエリアを展開#した後、@巻き戻しを行い、#特定のタイミングで@巻き戻しを中断#してください。"
            },
            {
                "Image": "TutorialPage_633301.png",
                "Desc": "ヒント：一部キャラの秘技にも時間を停止する効果があります。例えば、@「記憶」の運命を歩む開拓者#など。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 3224,
        "Name": "点火チケットについて",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_322401.png",
                "Desc": "@点火チケット#を使用すると、@疑似花萼/凝結虚影#からドロップする育成素材を素早く獲得できます。"
            },
            {
                "Image": "TutorialPage_322403.png",
                "Desc": "キャラクター育成画面では、素材クイック獲得を使用して、足りない@疑似花萼/凝結虚影#の素材を補充できます。"
            },
            {
                "Image": "TutorialPage_322402.png",
                "Desc": "「循星の帰路」を解放すると、一定数の点火チケットを獲得できます。「循星の帰路」終了後、@使用されなかった点火チケットは回収#されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 7102,
        "Name": "キャストリス・秘技",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_710201.png",
                "Desc": "キャストリスが@秘技#を発動した後、持続的に範囲内の敵を@目眩#状態にする。<br>秘技を再び発動して@範囲内#の敵を攻撃すると、@死竜を召喚して戦闘に入る#。"
            },
            {
                "Image": "TutorialPage_710202.png",
                "Desc": "死竜は自身の@HP#を消費して、敵全体に@連続ブレス#を発動する。<br>死竜の@HPが 25% 未満#になった時にブレスを持続させると、@自爆#を発動して敵全体にダメージを与える。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9820,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9821,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982102.png",
                "Desc": "味方キャラはHPが0になる攻撃を受けても戦闘不能状態にならず、@即座に復活#し、@行動順が早まります#。"
            },
            {
                "Image": "TutorialPage_982101.png",
                "Desc": "味方キャラが@治癒を受ける#時、HP回復量が@HP減少量#に変換されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9822,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982201.png",
                "Desc": "味方の2、3、4枠目のキャラが敵を攻撃すると、ターゲットを@「ロックオン」#状態にします。同時に1枠目のキャラの@行動順が早まります#。"
            },
            {
                "Image": "TutorialPage_982202.png",
                "Desc": "味方1枠目のキャラは「ロックオン」状態の敵@のみ#を攻撃可能。また、ターゲットに追加のダメージを与えます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9823,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982301.png",
                "Desc": "敵のHPが0になっても@戦闘不能にはならず#、再度ダメージを受けると、そのダメージが@敵全体に広がります#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9824,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982402.png",
                "Desc": "@弱点撃破#状態の敵を攻撃すると、@全属性#の@弱点撃破#効果が発動します。"
            },
            {
                "Image": "TutorialPage_982401.png",
                "Desc": "敵が@弱点撃破#された時、自身の弱点を@隣接する敵#に付与します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9825,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982501.png",
                "Desc": "敵は持続ダメージ系デバフを付与されると、@「猛毒」#を1層獲得します。「猛毒」状態の敵に対する持続ダメージは@必ず会心#になります。"
            },
            {
                "Image": "TutorialPage_982502.png",
                "Desc": "「猛毒」の層数が高いほど、敵の受ける@会心ダメージ#がアップします。@4層#の「猛毒」を持つ敵に攻撃を行う時、その敵および隣接する敵にある@持続ダメージ系デバフのダメージを発生#させることができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9826,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982601.png",
                "Desc": "味方キャラが@戦闘スキル#を発動した後、@SPを回復#し、@最大SP#と与ダメージがアップします。"
            },
            {
                "Image": "TutorialPage_982602.png",
                "Desc": "味方が@攻撃を受けた後#、@SP#とその@上限が減ります#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9827,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982701.png",
                "Desc": "味方キャラが@必殺技#を発動する時、@「反響」#回数を獲得し、@召喚物#の与ダメージがアップします。"
            },
            {
                "Image": "TutorialPage_982702.png",
                "Desc": "@召喚物が攻撃した後#、@「反響」の回数#を消費し、即座に行動します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9829,
        "Name": "トゲ柱",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@トゲ柱#に衝突したアザラシは@3#のダメージを受けます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9830,
        "Name": "トゲ壁",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@トゲ壁#に衝突したアザラシは@3#ダメージを受けます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9831,
        "Name": "浮き輪柱",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@#浮き輪柱に衝突したアザラシは@加速#し、ラウンド中で攻撃力が@1#アップします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9832,
        "Name": "再行動エリア",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982008.png",
                "Desc": "行動終了後に@再行動エリア#に留まったアザラシは@追加ターン#を獲得できます。この効果は1ラウンドに1回まで発動できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9833,
        "Name": "渦トラップ",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982009.png",
                "Desc": "@渦トラップ#に落ちたアザラシは、@現在HPの 50% #分のダメージを受け、スタート位置に戻されます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9834,
        "Name": "氷",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "つるつると滑る氷。利用することでリトルアザラシがより遠くへ行けます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9835,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@トゲ壁#に衝突したアザラシは@3#ダメージを受けます。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@#浮き輪柱に衝突したアザラシは@加速#し、ラウンド中で攻撃力が@1#アップします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9836,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "つるつると滑る氷。利用することでリトルアザラシがより遠くへ行けます。"
            },
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@トゲ壁#に衝突したアザラシは@3#ダメージを受けます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9837,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@トゲ柱#に衝突したアザラシは@3#のダメージを受けます。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@#浮き輪柱に衝突したアザラシは@加速#し、ラウンド中で攻撃力が@1#アップします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9838,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9839,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@トゲ柱#に衝突したアザラシは@3#のダメージを受けます。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9840,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@トゲ壁#に衝突したアザラシは@3#ダメージを受けます。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9841,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@#浮き輪柱に衝突したアザラシは@加速#し、ラウンド中で攻撃力が@1#アップします。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9842,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@トゲ壁#に衝突したアザラシは@3#ダメージを受けます。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@#浮き輪柱に衝突したアザラシは@加速#し、ラウンド中で攻撃力が@1#アップします。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9843,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982008.png",
                "Desc": "行動終了後に@再行動エリア#に留まったアザラシは@追加ターン#を獲得できます。この効果は1ラウンドに1回まで発動できます。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9844,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982009.png",
                "Desc": "@渦トラップ#に落ちたアザラシは、@現在HPの 50% #分のダメージを受け、スタート位置に戻されます。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9845,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@トゲ柱#に衝突したアザラシは@3#のダメージを受けます。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@#浮き輪柱に衝突したアザラシは@加速#し、ラウンド中で攻撃力が@1#アップします。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9846,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "つるつると滑る氷。利用することでリトルアザラシがより遠くへ行けます。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@アザラシ#をドラッグすると発射できます。衝突した時、相手に@攻撃力#に応じたダメージを与えます。"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "アザラシはさまざまな@スキル#を持っており、スキルをうまく利用することが勝利へのカギとなります。"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "1ターンごとに1回行動できます。新しいラウンドが始まると@先手が交代#します。"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "相手のアザラシを倒すと@ポイント#を獲得でき、最大ポイントに到達すると勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9951,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995101.png",
                "Desc": "これは「開拓」をテーマとした@経営シミュレーションゲーム#です。プレイヤーは展示会の企画者として、@「STARRAIL☆WORLD」#のサブ会場を経営します。"
            },
            {
                "Image": "TutorialPage_995102.png",
                "Desc": "会場には銀河各地からの@特色あるブース#が設置されており、お馴染みのキャラクターを@アシスタント#として招待し、一緒に展示会を経営することができます。"
            },
            {
                "Image": "TutorialPage_995103.png",
                "Desc": "ゲームの目標はコインを稼いで@会場レベル#を上げて展示会をさらに盛り上げることです。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9952,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995201.png",
                "Desc": "<color=#6ee0b6ff>「記念」#、<color=#ffc870ff>「消費」#、<color=#73b0f4ff>「趣味」#の3タイプの展示エリアがあり、各ブースはいずれかのタイプに所属しています。"
            },
            {
                "Image": "TutorialPage_995202.png",
                "Desc": "展示エリアには、@対応するアシスタント#しか配置できません。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9953,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995301.png",
                "Desc": "展示日が始まってから、一定時間毎に@パム急便#イベントが発生します。<br>パム急便をクリアすると、@展示日#の進捗が@前進#します。"
            },
            {
                "Image": "TutorialPage_995302.png",
                "Desc": "@荷物をドラッグ＆ドロップ#して、対応するアシスタントに渡すと、@急便報酬#を獲得できます。<br>報酬には@大量のコイン#、@ジュエル#、および@入場券#などのレアアイテムが含まれています。"
            },
            {
                "Image": "TutorialPage_995303.png",
                "Desc": "注意：@展示会の秒間収入を上げる#と、パム急便で獲得できる@大量のコイン報酬#も@同時にアップします#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9954,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995401.png",
                "Desc": "特定の@アシスタントを編成して同時に稼働させる#と、@経営者の絆#が発動し、絆を持つアシスタント同士の収入がアップします。"
            },
            {
                "Image": "TutorialPage_995402.png",
                "Desc": "経営者の絆は通常@二人の絆#になっています。例えば@三月なのか#と@姫子#は絆を発動できます。また、後にはさらに強力な@三人の絆#も出てきます。"
            },
            {
                "Image": "TutorialPage_995403.png",
                "Desc": "@会場管理#画面で、エリアにいるアシスタントの@絆情報#を確認でき、各キャラの@絆の組み合わせ#をチェックできる"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9955,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995501.png",
                "Desc": "このゲームでは、プレイヤーの目標はコインを稼いで@会場レベル#を上げ、展示会をさらに盛り上げることです。"
            },
            {
                "Image": "TutorialPage_995502.png",
                "Desc": "より多くのコインを稼ぐためには、会場の@秒間収入#を優先的に上げる必要があります。<br>秒間収入が増えると、アシスタントがより多くのコインを稼げるようになるだけでなく、パム急便などの@展示イベント#で獲得できるコインの数もアップします。"
            },
            {
                "Image": "TutorialPage_995503.png",
                "Desc": "特定の@アシスタントを編成して同時に稼働させる#と、@経営者の絆#が発動し、絆を持つアシスタント同士の収入がアップします。"
            },
            {
                "Image": "TutorialPage_995504.png",
                "Desc": "@入場券#を使うと、より多くのアシスタントを招待し、一緒に展示会を経営できます。<br>重複して招待されたアシスタントは@ランク経験値#に変換され、★ランクがアップすると、アシスタントの@収益性と絆効果#が大幅にアップします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9956,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995601.png",
                "Desc": "展示日が始まってから、一定時間毎に@ゲストイベント#が発生します。<br>ゲストイベントをクリアすると、@展示日#の進捗が@前進#します。"
            },
            {
                "Image": "TutorialPage_995602.png",
                "Desc": "ゲストたちはそれぞれ@1つの逸話をシェア#してくれます。イベントをクリアすると大量の@展示会報酬#を獲得できます！"
            },
            {
                "Image": "TutorialPage_995603.png",
                "Desc": "@展示会の秒間収入を上げる#と、ゲストイベントで獲得できる@大量のコイン報酬#も@同時にアップします#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9957,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995701.png",
                "Desc": "ミスターフク郎をクリックすると、@ミスターフク郎の大盤振舞#をプレイできます。カウントダウンが終了するとゲームが開始します。"
            },
            {
                "Image": "TutorialPage_995702.png",
                "Desc": "制限時間内に@ミスターフク郎を連打#することで、コインを獲得できます。最後に@連打回数#に応じて@大量のコイン#を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9959,
        "Name": "チュートリアル",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995901.png",
                "Desc": "フレンド同士で@思い出カードの欠片について協力を依頼したり、欠片をプレゼント#したりすることができます。"
            },
            {
                "Image": "TutorialPage_995902.png",
                "Desc": "指定のフレンドを選択すると、@指定の思い出カードの欠片#について協力を依頼したり、プレゼントしたりできます。毎日参加すると@スピンコイン#を獲得できます。"
            },
            {
                "Image": "TutorialPage_995903.png",
                "Desc": "@スピンコイン#を使用すると、ゲストイベントでランダムルーレットをもう一度回すことができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2234,
        "Name": "侵蝕",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_223401.png",
                "Desc": "一部の敵は味方を「侵蝕」状態にすることができる。敵を攻撃すると侵蝕に削がれた分のHPを回復する。命中した敵が多いほど、回復量がアップする。"
            }
        ],
        "Type": 1,
        "Order": 423
    },
    {
        "_id": 6330,
        "Name": "ヤーヌスのパズル",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633001.png",
                "Desc": "@ボタンを長押し#することで巻き戻しの力を発動し、パズルを回転させることができます。途中で@ボタンを離す#と、パズルは逆方向に回転します。重力とパズルの回転をうまく利用して、石のボールをパズルの外に出しましょう！"
            },
            {
                "Image": "TutorialPage_633002.png",
                "Desc": "一部特殊な仕切りは@一定の法則#に従って移動します。タイミングを見計らい、その特性を生かして石のボールを転がしましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6346,
        "Name": "「知識の花」",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_634601.png",
                "Desc": "@「知識の花」#に立つと、成長する花に乗って高い所に上がることができ、巻き戻しの力を使えば、下に戻ることもできます。"
            },
            {
                "Image": "TutorialPage_634602.png",
                "Desc": "「知識の花」が暗黒の潮に侵蝕されている場合、巻き戻しの力で復元したとしても、力を使う前の状態に戻ってしまいます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6347,
        "Name": "「霊液箱」と「知識の花」の新芽",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_634701.png",
                "Desc": "@「霊液箱」#の一部の側面は脆く薄い膜に覆われており、衝撃を受けると膜が破裂して、中から「霊液」がこぼれ出てきます。"
            },
            {
                "Image": "TutorialPage_634702.png",
                "Desc": "「霊液」が花壇に触れると「知識の花」が育ちます。巻き戻しの力でそれらを元の状態に戻すことができます。"
            },
            {
                "Image": "TutorialPage_634703.png",
                "Desc": "「霊液箱」の側面はそれぞれ薄い膜が付いていることがあります。異なる方向の膜を破壊すると、結果も異なります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6348,
        "Name": "ヤーヌスのパズル・1",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633001.png",
                "Desc": "@ボタンを長押し#することで巻き戻しの力を発動し、パズルを回転させることができます。途中で@ボタンを離す#と、パズルは逆方向に回転します。重力とパズルの回転をうまく利用して、石のボールをパズルの外に出しましょう！"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6349,
        "Name": "ヤーヌスのパズル・2",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633002.png",
                "Desc": "一部特殊な仕切りは@一定の法則#に従って移動します。タイミングを見計らい、その特性を生かして石のボールを転がしましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8701,
        "Name": "チュートリアル",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870101.png",
                "Desc": "キメラが仕事につくたびに、<color=#6FB29F> <icon SpriteName=ActivityChimeraWorkHP id=0 width=1 height=1>仕事の進度 #がキメラの<color=#D5AE67> <icon SpriteName=ActivityChimeraATK id=1 width=1 height=1>効率 #分増加します。"
            },
            {
                "Image": "TutorialPage_870102.png",
                "Desc": "同時に、キメラは<color=#D5AE67> <icon SpriteName=ActivityChimeraWorkATK id=0 width=1 height=1>仕事をこなすのに必要な #数の<color=#6FB29F> <icon SpriteName=ActivityChimeraHP id=1 width=1 height=1>体力 #を消費します。"
            },
            {
                "Image": "TutorialPage_870103.png",
                "Desc": "<color=#D5AE67> <icon SpriteName=ActivityChimeraATK id=0 width=1 height=1>効率 #と<color=#6FB29F> <icon SpriteName=ActivityChimeraHP id=1 width=1 height=1>体力 #の高いキメラほど、優れた仕事能力を持っています。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8702,
        "Name": "チュートリアル",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870201.png",
                "Desc": "最終決戦では、@最高難易度#の仕事に挑戦することになります！"
            },
            {
                "Image": "TutorialPage_870202.png",
                "Desc": "@複数ラウンド#の派遣で仕事を達成できますが、疲れて倒れたキメラは仕事に復帰できません。まだ体力が残っているキメラは続投可能です。"
            },
            {
                "Image": "TutorialPage_870203.png",
                "Desc": "全てのキメラが倒れるまでに仕事を達成すれば、挑戦成功となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8703,
        "Name": "チュートリアル",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870301.png",
                "Desc": "残業モードでは、@複数ラウンド#の仕事を達成する必要があります。"
            },
            {
                "Image": "TutorialPage_870302.png",
                "Desc": "各ラウンドの仕事を終えるとチーム編成画面に戻ります。その際、倒れなかったキメラの@属性は継承され#、疲れて倒れたキメラは次のラウンドの仕事に参加できなくなります。"
            },
            {
                "Image": "TutorialPage_870303.png",
                "Desc": "全てのキメラが「倒れる」までに、できるだけ多くのガオクッキーを手に入れましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8704,
        "Name": "チュートリアル",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870401.png",
                "Desc": "5つ目の仕事を達成しても、チームにいるキメラの<color=#6FB29F> <icon SpriteName=ActivityChimeraHP id=0 width=1 height=1>体力 #と<color=#D5AE67> <icon SpriteName=ActivityChimeraATK id=1 width=1 height=1>効率 #が十分残っている場合、@追加依頼#が発生します。"
            },
            {
                "Image": "TutorialPage_870402.png",
                "Desc": "追加依頼では、より多くのガオクッキーが貰えるほか、依頼を一定数達成すると、@段階目標を前倒しで達成#できます！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9333,
        "Name": "階差宇宙・黄金の血の祝福",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933301.png",
                "Desc": "階差宇宙では、@黄金の血の祝福#を選択して戦闘効果を強化できます。"
            },
            {
                "Image": "TutorialPage_933302.png",
                "Desc": "4つのエリアに入るたびに、@黄金の血の祝福#を1回選択できます。"
            },
            {
                "Image": "TutorialPage_933303.png",
                "Desc": "黄金の血の祝福は、@基礎効果#と@強化効果#の2種類があります。基礎効果を所持している場合のみ、対応する強化効果を選択できます。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9334,
        "Name": "階差宇宙・昼と夜",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933401.png",
                "Desc": "戦闘中は@白昼#と@黒夜#を交互に繰り返します。"
            },
            {
                "Image": "TutorialPage_933402.png",
                "Desc": "白昼と黒夜にはそれぞれ専属の基礎効果が付与されています。黄金の血の祝福を選択すると追加バフを獲得できます。"
            },
            {
                "Image": "TutorialPage_933403.png",
                "Desc": "特定の祝福を選択すると、白昼と黒夜が占める割合を変えられます。また、永遠に白昼または黒夜にすることも可能です。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9335,
        "Name": "階差宇宙・星階",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933502.png",
                "Desc": "拓星モードでは、星階に応じたプロトコルレベルにしか挑戦できません。クリアすると@知恵の瞳を灯す#ことができます。決算まで進めなかった場合、@知恵の瞳の灯りが消えます#。"
            },
            {
                "Image": "TutorialPage_933503.png",
                "Desc": "知恵の瞳が満タンになると星階が上がります。@知恵の瞳の灯りが完全に消えた#場合、挑戦に失敗しても星階は下がりません。"
            },
            {
                "Image": "TutorialPage_933505.png",
                "Desc": "前回の階差宇宙で一定のレベルに達した場合、今回の階差宇宙で星階を上げる時に、追加で知恵の瞳を獲得できます。この効果は星階がある程度上がると発動されない場合があります。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9336,
        "Name": "階差宇宙・過剰変換",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933602.png",
                "Desc": "「階差宇宙」の@「変換」#エリアでは、@「過剰変換」#に挑戦することができます。"
            },
            {
                "Image": "TutorialPage_933603.png",
                "Desc": "「過剰変換」で最初の2ウェーブの挑戦目標を達成すると@戦利品の宝箱#を獲得できます。達成した目標が多ければ多いほど、報酬が豪華になります。"
            },
            {
                "Image": "TutorialPage_933601.png",
                "Desc": "第3ウェーブの挑戦中、@敵のHPを削る#とポイントが獲得できます。獲得したポイントが多いほど、戦闘終了後により多くの宇宙の欠片が獲得できます。"
            },
            {
                "Image": "TutorialPage_933604.png",
                "Desc": "「過剰変換」では、敵に敗れても戦闘に勝利したものと見なされ、変換データに基づいて決算が行われます。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 3222,
        "Name": "紡がれた物語",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322101.png",
                "Desc": "「無名の追憶」で、「紡がれた物語」に英雄たちの物語を書くことができます。"
            },
            {
                "Image": "TutorialPage_322102.png",
                "Desc": "開拓クエストを進めることで、「無名の追憶」を獲得できます"
            }
        ],
        "Type": 3,
        "Order": 501
    },
    {
        "_id": 3218,
        "Name": "潮騒の贈り物",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_321801.png",
                "Desc": "オンパロスを探索する際に、「極上のネクタール」を獲得することができます。開拓クエスト、冒険クエスト、世界クエストのクリア、マップ上の戦利品、「シーフ」バトルズを倒す、創生のエンドモを集める、真実の獅子の口が出した謎を解くなど、入手方法はたくさんあります。"
            },
            {
                "Image": "TutorialPage_321802.png",
                "Desc": "「極上のネクタール」を水に溶かして奉納レベルを上げると報酬を受け取れます。"
            }
        ],
        "Type": 3,
        "Order": 500
    },
    {
        "_id": 2233,
        "Name": "「紛争」の征服を防ぐ",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223301.png",
                "Desc": "「征服か屈服か」のHPを減らすことで、対応するキャラの回復可能な最大HPをアップできます。また、キャラが自身に対応する「征服か屈服か」に攻撃を行う時、より大きいダメージを与えられます。"
            }
        ],
        "Type": 1,
        "Order": 422
    },
    {
        "_id": 2232,
        "Name": "栄光",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223201.png",
                "Desc": "「栄光」を持つキャラは戦闘スキルまたは必殺技を発動することで「栄光」層数を累積し、バフ効果を獲得します。攻撃を行うと、「栄光」の層数に応じて「タイタンの神躯」を解除できます。"
            }
        ],
        "Type": 1,
        "Order": 421
    },
    {
        "_id": 2231,
        "Name": "掃射",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223101.png",
                "Desc": "敵の掃射タイプのスキルは、固定の方向から発動し、順番に味方全員を攻撃して、攻撃ターゲットを変更するいかなる効果の影響も受けません。すべてのターゲットを順番に攻撃した後、攻撃回数が余っている場合は再びランダムなターゲットを攻撃します。"
            }
        ],
        "Type": 1,
        "Order": 420
    },
    {
        "_id": 2230,
        "Name": "薙ぎ払い",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223001.png",
                "Desc": "敵の薙ぎ払いタイプのスキルは、固定の方向から発動し、順番に一定数のターゲットを攻撃します。このスキルは攻撃ターゲットを変更するいかなる効果の影響も受けません。"
            }
        ],
        "Type": 1,
        "Order": 419
    },
    {
        "_id": 2229,
        "Name": "分担",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_222901.png",
                "Desc": "敵の分担タイプのスキルは、パーティ内の複数ターゲットを攻撃でき、このスキルによるダメージ係数またはこのスキルが付属する効果係数は攻撃を受けたターゲットに均等に分担されます"
            }
        ],
        "Type": 1,
        "Order": 418
    },
    {
        "_id": 2228,
        "Name": "戦鎧",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_222802.png",
                "Desc": "敵の「戦鎧」は一定回数の攻撃を与えると破壊できます。"
            },
            {
                "Image": "TutorialPage_222801.png",
                "Desc": "「戦鎧」を破壊した時、敵の行動順を遅延させ、さらに敵の受けるダメージをアップさせ、攻撃者のEPを回復します。"
            },
            {
                "Image": "TutorialPage_222803.png",
                "Desc": "「戦鎧」が破壊された敵を攻撃することで、さらにダメージを与えることができます。ターンが終了する時、「戦鎧」は完全に修復されます。"
            }
        ],
        "Type": 1,
        "Order": 417
    },
    {
        "_id": 6125,
        "Name": "預言の盤",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "預言の盤はオロニクスの創造物で謎を解くと@預言を現実にすることができます#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "操作エリアにある背景模様に重ねながら、左側の模様と一致するように欠片を配置してください。欠片と欠片を重ねた時、@重なり合う部分は影になります#が、さらに欠片を重ねた部分は再び浮かび上がります"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "しばらくしても謎を解けなかった場合、預言の盤に助けを求めることができます。@ヒントボタンを押し、任意の欠片をタップすると#ヒントを確認できます"
            }
        ],
        "Type": 2,
        "Order": 289
    },
    {
        "_id": 6114,
        "Name": "黄金のスケープゴート・一",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "聖なる灯火で@祭壇を灯し#、世界に光をもたらしましょう！"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "@あなたの行動#は虚空の暗闇に@記録#されているから気をつけて！運命の歩数が@0になると#闇に染まったもう1人の自分が敵として現れ、@これまで刻んできた運命の軌跡に沿って1歩ずつ迫ってきます……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "闇に染まったもう1人の自分は、@記録されたあなたの行動#をそのままコピーして@1歩ずつ動きます#。@記録された分の行動が尽きると、もう1人の自分は停止します#。@決して接触しないように注意してください。#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "道中の@古代晶石制御盤#は同じエネルギー色の床の状態を変えることができます。それを利用して祭壇まで進みましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6116,
        "Name": "黄金のスケープゴート・二",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "@はしご#を使うと上下に移動できます。どの長さのはしごを使っても必要な歩数は1です。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6122,
        "Name": "黄金のスケープゴート・三",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611405.png",
                "Desc": "運命の道は険しい…@一度落ちてしまうと永遠に戻ることができなくなります。#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6124,
        "Name": "黄金のスケープゴート・四",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611407.png",
                "Desc": "運命の道において過去に縛られることは悲劇といえる……@闇に染まったもう1人の自分に近づいてはいけません。#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6126,
        "Name": "虫鳴秘話",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612601.png",
                "Desc": "オンパロスの各地に祝福を宿したエンドモが存在しています。近づいて会話するとエンドモを集めることができ、その祝福をアグライアに届けることができます。"
            },
            {
                "Image": "TutorialPage_612602.png",
                "Desc": "@1つのエリア内のエンドモをすべて集めると#、「ラフトラ」が預言を解読してくれます。意外な情報を提供し、未知の驚きをもたらしてくれるかもしれません。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6127,
        "Name": "虫鳴秘話・ラフトラの協力",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612701.png",
                "Desc": "エンドモが出没するエリアにはあらかじめアグライアが「ラフトラ」を用意しています。@そのエリアで未発見のエンドモがいる場合#、「ラフトラ」に@「記憶の残晶」#を渡すことで、ヒントを教えてもらうことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6128,
        "Name": "記憶の残像",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634401.png",
                "Desc": "「記憶の残像」はオンパロスの世界にある憶質の残留物です。中に歳月が残されているため、映像によって過去を垣間見ることができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6129,
        "Name": "記憶の残晶",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634402.png",
                "Desc": "オンパロスを探索したり、特別な仕掛けを操作したり、住民たちの話を聞いてみましょう…世界の記憶と初めて出会った時、散らばった@「記憶の残晶」#を獲得できます。"
            },
            {
                "Image": "TutorialPage_634403.png",
                "Desc": "「記憶の残晶」を使うと、特定のショップでアイテムと交換したり、「ラフトラ」に渡して未収集のエンドモの方角を教えてもらったりできます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6130,
        "Name": "奇妙な結晶体",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634404.png",
                "Desc": "丹恒と共にオンパロスで過ごした時間を追憶し、それを一定数の「記憶の残晶」に変えることができます。@毎週開始時に更新されます#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6301,
        "Name": "オロニクスの神跡・奇跡の書物",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "@奇跡の書物#を調べると、2つの異なる時空を@行き来できます#。"
            },
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "2つの異なる時空は、@道路、障害物、ギミック、戦利品#などに差異が生じる可能性があります。<br>@主要な道路の差異#と@重要な対象#は、一方の時空で@金色の記憶の塵影#となって現れます。それを観察することで、@もう一方の時空の様子を予測#できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6302,
        "Name": "オロニクスの神跡・奇跡の宝珠",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇跡の宝珠#の光は@照らした場所を違う時空にすることができます#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "右下にある@スイッチボタン#を使うことで、@宝珠の光が切替#できます。@退出ボタン#を押すと、@宝珠の操作画面を閉じる#ことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6303,
        "Name": "オロニクスの神跡・特殊な模様が施された門",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630301.png",
                "Desc": "オンパロスで一部の扉は特定の時空でしか開けません。@太陽の扉は白昼の時空でだけ開けます。月の扉は永夜の時空でだけ開けます。#"
            },
            {
                "Image": "TutorialPage_630302.png",
                "Desc": "扉にある光る模様が@黄色#なら、その扉は現在の時空で@開けます#。光る模様が@白色#なら、その扉は現在の時空では@開けません#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6304,
        "Name": "ヤーヌスの隠れ道・一",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide.png",
                "Desc": "手がかりを回転させてマークを組み合わせてください。@進捗バーが 100% になる#と、@目標地点に向かって速やかに移動#できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6305,
        "Name": "オロニクスの祈言",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630501.png",
                "Desc": "オンパロスでは記憶を宿すものをあらゆる場所で見かけます。近づくとエネルギーの波紋に覆われていることがわかります。この時、@ボタンを長押しすると「オロニクスの祈言」が発動して#、一定時間前の状態に戻すことができます。"
            },
            {
                "Image": "TutorialPage_630502.png",
                "Desc": "「オロニクスの祈言」の力には制約があり、通常@3秒間#しか発動できません。発動時間が3秒を超えても対象を正しい状態に戻せなかった場合は、力を発動する前の状態に戻ります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6306,
        "Name": "記憶を宿すものにぶつかる",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630601.png",
                "Desc": "記憶を宿すもの同士が接触した時、衝突によって一時的に記憶が消えて普段の安定した状態に戻ります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6307,
        "Name": "不安定な橋",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630701.png",
                "Desc": "「オロニクスの祈言」を使うと、崩れた浮き橋をしばらく浮遊した状態に戻すことができます。"
            },
            {
                "Image": "TutorialPage_630702.png",
                "Desc": "復元された浮き橋は@1回しか通過できません#。通過後、再び崩れ落ちます。また、浮き橋のエネルギー源はその下にある晶石のため、@晶石に衝撃を与えた場合も浮き橋は崩れ落ちます#。浮き橋の崩れ方には差が生じる場合もあります。"
            },
            {
                "Image": "TutorialPage_630703.png",
                "Desc": "開拓者自身が不安定な橋の上に立っている時、祈言を発動してその橋の時間を巻き戻すことはできません。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6308,
        "Name": "石のボールの彫像",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630801.png",
                "Desc": "鎮球の彫像の@台座は攻撃で破壊することができます#。破壊すると、彫像の向いている方向へ鎮球が転び出し、道中の障害物を壊したり、半開きの扉を押し開けたりすることができます。"
            },
            {
                "Image": "TutorialPage_630802.png",
                "Desc": "「オロニクスの祈言」を使うと鎮球の彫像を台座が破壊される前の状態まで戻すことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6309,
        "Name": "強化される祈言",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630901.png",
                "Desc": "「オロニクスの神座」を調べると、歳月の界域を呼び出すことができます。界域内では、記憶を宿すものにおける@エネルギー波の色が変化します#。この時、開拓者の時間を遡る能力に制約はなくなります。"
            },
            {
                "Image": "TutorialPage_630902.png",
                "Desc": "界域内では、ボタンを@1回クリックする#だけで、時間の遡りが完了し、かつ@3秒間の時間制限がありません#。また、時間を遡る途中、同じターゲットに対してもう一度遡るボタンをクリックすると、この過程を中断できます。"
            },
            {
                "Image": "TutorialPage_630902.png",
                "Desc": "開拓者の近くに@光の玉が浮かんでいるかどうか#を観察することで、界域が呼び出されたかどうかを判断できます。神座から一定の距離を離れると、界域が消え、時間を遡る力もそれに伴い強化前の状態に戻ります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6310,
        "Name": "圧力感知の仕掛け",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631001.png",
                "Desc": "穴の中央にあるのは圧力感知の仕掛けのようです。球体の重さを借りて起動すれば、何かを起動できるかもしれません…？"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6311,
        "Name": "台座を回転する",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631101.png",
                "Desc": "連結部位に@発光する青い模様#がある鎮球の彫像の台座は、回転させることができます。このような彫像は後方から@向きを調整#することができ、鎮球を異なる方向に転がすことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6312,
        "Name": "シーフの悪戯",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631201.png",
                "Desc": "「シーフ」はオンパロスで誰もが知る大盗賊（自称）であり、@人の目の前でお宝を盗み、虚空に逃げ込むのが大好き#です。そして去り際に、挑発として飛翔する幣を1枚残します。"
            },
            {
                "Image": "TutorialPage_631202.png",
                "Desc": "「シーフ」を制裁できるのはオロニクスの力だけです。@飛翔する幣の近くで、逃走に使った空間の裂け目に向かって「オロニクスの祈言」の時間を遡る力を使うことで#、「シーフ」を捕まえられます。"
            },
            {
                "Image": "TutorialPage_631301.png",
                "Desc": "@長押し#して「オロニクスの祈言」を発動し、「シーフ」の時間を逃げる前まで巻き戻しましょう。ただし、「シーフ」は特定の区間内で@激しくもがく#ため、ご注意ください。"
            },
            {
                "Image": "TutorialPage_631302.png",
                "Desc": "「シーフ」が特殊区間内にいる時、ボタンを@離して#祈言を中断しましょう。その後、「シーフ」が油断したすきにボタンを@長押し#して、逮捕してください。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6314,
        "Name": "ザグレウスの手",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「ザグレウスの手」は「詭術」のタイタン、ザグレウスの神体の一部です。ザグレウスが命を落とした後、オンパロスの人々はその神体を自分たちの役に立てるよう改造しました。"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "@操作台#を調べて「ザグレウスの手」を操作しましょう。"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "左スティックで移動をコントロールし、右のボタンで上昇、降下を行えます。@退出ボタン#を押して操作を終了することができ、「ザグレウスの手」は@その場に残ります#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6315,
        "Name": "ザグレウスの手・持ち上げ",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631501.png",
                "Desc": "「ザグレウスの手」は運搬に使えます。"
            },
            {
                "Image": "TutorialPage_631502.png",
                "Desc": "@運搬可能な荷物#には運搬マークが表示されています。「ザグレウスの手」を操作して運搬可能な荷物に近づくと@「持ち上げ」#が可能になり、荷物を手に持つことができます。また「ザグレウスの手」が荷物を持っている間、@その他の動作は行えません#。"
            },
            {
                "Image": "TutorialPage_631503.png",
                "Desc": "「ザグレウスの手」が運搬可能な荷物を持っている場合、マークのついた@荷物置き場#が見えるようになります。運搬可能な荷物を持って@荷物置き場#に近づくと対応する置き場に運ぶことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6316,
        "Name": "ザグレウスの手・パンチ",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「ザグレウスの手」はチャージ後に一定の破壊力を持ちながら突進することができます。"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "@パンチ#ボタンを押すと、照準状態に入ります。この状態の「ザグレウスの手」は@移動できません#。画面をドラッグして方向を変え、@パンチ#ボタンを押すと@「パンチ」#ができ、「ザグレウスの手」が狙いを定めた方向へ突き進みます。突進の間、「ザグレウスの手」を@制御できません#。"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "照準状態では、「ザグレウスの手」は光る@破壊可能な物体#を見つけます。突進で@破壊可能な物体#と衝突すると、物体を破壊することができます。衝突が起きた後、「ザグレウスの手」は@突進をやめます#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6317,
        "Name": "ザグレウスの手・飛翔試練",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "すべての「ザグレウスの手」において、初回起動時に「飛翔試練」が開始します。「ザグレウスの手」を操作して近くで生成された「飛翔する幣」を集めてください。"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "近くの@「飛翔する幣」#をすべて集めるたびに、当該「ザグレウスの手」の財宝を獲得できます。"
            },
            {
                "Image": "TutorialPage_631703.png",
                "Desc": "マップで「ザグレウスの手」のアイコンをクリックすると、@「飛翔する幣」#の収集状況を確認できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6318,
        "Name": "ザグレウスの手・もう1つの試練",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631801.png",
                "Desc": "「ザグレウスの手」付近に藍石の山が存在する場合、「飛翔試練」の一部となることがあります。近くに散乱する藍石を拾って藍石の山を復元すると隠されている@「飛翔する幣」#を獲得できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6319,
        "Name": "ザグレウスの手・橋渡し",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631901.png",
                "Desc": "「ザグレウスの手」を操作してザグレウスの印に近づけると@「橋渡し」#が行えます。印のある位置で「ザグレウスの手」が橋となり、@通過する#ことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6320,
        "Name": "オロニクスの神跡・奇跡の書物",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "@奇跡の書物#を調べると、2つの異なる時空を@行き来できます#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6321,
        "Name": "オロニクスの神跡・奇跡の宝珠",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇跡の宝珠#の光は@照らした場所を違う時空にすることができます#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "右下にある@スイッチボタン#を使うことで、@宝珠の光が切替#できます。@退出ボタン#を押すと、@宝珠の操作画面を閉じる#ことができます。"
            },
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "一部の奇跡の宝珠は@複数エリアのうちの1つ#を照らすことができます。宝珠を起動した後、@スクリーンにある黄色の円#を押すと、宝珠の向きを変えることができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6322,
        "Name": "オロニクスの神跡・特殊な模様が施された門",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630301.png",
                "Desc": "オンパロスで一部の扉は特定の時空でしか開けません。@太陽の扉は白昼の時空でだけ開けます。月の扉は永夜の時空でだけ開けます。#"
            },
            {
                "Image": "TutorialPage_630302.png",
                "Desc": "扉にある光る模様が@黄色#なら、その扉は現在の時空で@開けます#。光る模様が@白色#なら、その扉は現在の時空では@開けません#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6323,
        "Name": "オロニクスの神跡・金色の記憶の塵影",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "2つの異なる時空は、@道路、障害物、ギミック、戦利品#などに差異が生じる可能性があります。<br>@主要な道路の差異#と@重要な対象#は、一方の時空で@金色の記憶の塵影#となって現れます。それを観察することで、@もう一方の時空の様子を予測#できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6324,
        "Name": "オロニクスの神跡・金色の記憶の塵影",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "2つの異なる時空は、@道路、障害物、ギミック、戦利品#などに差異が生じる可能性があります。<br>@主要な道路の差異#と@重要な対象#は、一方の時空で@金色の記憶の塵影#となって現れます。それを観察することで、@もう一方の時空の様子を予測#できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6325,
        "Name": "オロニクスの神跡・奇跡の宝珠・二",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "一部の奇跡の宝珠は@複数エリアのうちの1つ#を照らすことができます。宝珠を起動した後、@スクリーンにある黄色の円#を押すと、宝珠の向きを変えることができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6326,
        "Name": "オロニクスの神跡・奇跡の宝珠・二",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "一部の奇跡の宝珠は@複数エリアのうちの1つ#を照らすことができます。宝珠を起動した後、@スクリーンにある黄色の円#を押すと、宝珠の向きを変えることができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6327,
        "Name": "オロニクスの神跡・奇跡の宝珠・一",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇跡の宝珠#の光は@照らした場所を違う時空にすることができます#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "右下にある@スイッチボタン#を使うことで、@宝珠の光が切替#できます。@退出ボタン#を押すと、@宝珠の操作画面を閉じる#ことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6328,
        "Name": "オロニクスの神跡・奇跡の宝珠・一",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇跡の宝珠#の光は@照らした場所を違う時空にすることができます#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "右下にある@スイッチボタン#を使うことで、@宝珠の光が切替#できます。@退出ボタン#を押すと、@宝珠の操作画面を閉じる#ことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6329,
        "Name": "オロニクスの神跡・上級",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "どの時空にいようと、宝珠の光は@もう1つの時空#を続けて映し出すことができます。"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "@宝珠の光を指定された場所に向けた後#、奇跡の書物を使って@時空を越えると#、新しい発見があるかもしれません。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6331,
        "Name": "不安定な橋",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630701.png",
                "Desc": "「オロニクスの祈言」を使うと、崩れた浮き橋をしばらく浮遊した状態に戻すことができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6332,
        "Name": "暗黒の潮に侵蝕された物",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633201.png",
                "Desc": "記憶を宿すものが暗黒の潮に侵蝕されている場合、完全に復元したとしても、時間が経つと再び崩れてしまい、力を使う前の状態に戻ります。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6333,
        "Name": "祈言と時間停止",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633301.png",
                "Desc": "タイムストップ状態のオブジェクトは、時間を遡る過程が中断されても、直ちに元の状態に戻ることがなく、しばらく現在の状態を維持します。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6334,
        "Name": "事故の発生",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633401.png",
                "Desc": "運動中の物体には気をつけてください、開拓者にぶつかることがあります。うっかりすると怪我をしますよ。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6335,
        "Name": "運命の深淵・「公正な天秤」",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633501.png",
                "Desc": "マップにある@公正な天秤#を利用してオロニクスの試練をクリアします。"
            },
            {
                "Image": "TutorialPage_633502.png",
                "Desc": "@ザグレウスの手#を操作してマップ内で@重り#に使えるものを探し出し、@天秤の右側にある皿#に置き、オロニクスの謎を解いてみましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6336,
        "Name": "黄金の手槍",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633601.png",
                "Desc": "祈言を使って「黄金の手槍」の@時間を戻す#と、その経路を再現することができます。時間が戻された「黄金の手槍」を@追跡または掴む#と、対応する報酬を獲得できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6337,
        "Name": "飛天の壺",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633701.png",
                "Desc": "ヤーヌスの祝福を受けた不思議なアイテム。@破ると#一定時間内@移動速度バフ#を獲得できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6338,
        "Name": "3Dナビゲーション",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633801.png",
                "Desc": "画面をドラッグすると、カメラを回転できます。左下のコントロールをドラッグすると、カメラを移動できます。画面右下のリセットボタンをタップすると、カメラをリセットできます。"
            }
        ],
        "Type": 3,
        "Order": 285
    },
    {
        "_id": 6339,
        "Name": "3Dナビゲーション",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633901.png",
                "Desc": "画面をドラッグすると、カメラを回転できます。左下のコントロールをドラッグすると、カメラを移動できます。画面右下のリセットボタンをタップすると、カメラをリセットできます。"
            },
            {
                "Image": "TutorialPage_633902.png",
                "Desc": "画面左下のボタンをクリックすると、時空を切り替えることができます。ナビゲーションもマップの時空変化に応じて変わります。"
            },
            {
                "Image": "TutorialPage_633903.png",
                "Desc": "奇跡の宝珠のアイコンをクリックすると、宝珠の光が届く範囲が黄色い円形のマークとしてナビゲーション上に表示されます。"
            }
        ],
        "Type": 3,
        "Order": 285
    },
    {
        "_id": 6340,
        "Name": "鋳魂の儀",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634001.png",
                "Desc": "ニカドリーの魂はクレムノス人によって4つの欠片に分断され、鋳魂区にある4体の彫像に封印されています。@これらの彫像が手に持っている大剣を台座に差し込むと#、ニカドリーの神性の一欠片を解放できます。"
            },
            {
                "Image": "TutorialPage_634002.png",
                "Desc": "ザグレウスの手を使って@エネルギー充填装置を掴み#、@彫像の台座に置きましょう#。その後、オロニクスの祈言を使って@時空を巻き戻し、彫像の手に持つ大剣を修復#し、彫像をアクティベートさせましょう。本体が欠けている彫像は、@奇跡の宝珠の光を浴びせる#ことで修復できます。"
            },
            {
                "Image": "TutorialPage_634003.png",
                "Desc": "@永夜の時空#で、4体の彫像をすべてアクティベートすると、ニカドリーの神性を解き放ち、ストーリーを進めることができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6341,
        "Name": "オロニクスの神跡・金色の記憶の塵影",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "探索中、@金色の記憶の塵影#を見つけることがあります。この場合、@対象は異なる時空の同じ場所に存在する#ことを意味します。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6342,
        "Name": "ヤーヌスの隠れ道・二",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide2.png",
                "Desc": "オンパロスを探索中、開拓者は外観が異なる2種類の「隠れ道の門」を見つけることができます。調べると「ヤーヌスの隠れ道」に入ることができ、門と門の間を@素早く移動#できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6343,
        "Name": "ヤーヌスの隠れ道・三",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide3.png",
                "Desc": "一部の隠れ道の手掛かりは複雑で、@水平、垂直方向の2軸#を同時に合わせることで、パターンを合わせ、@素早い移動#を実現できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 1110,
        "Name": "アクションバー詳細",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_110105.png",
                "Desc": "アクションバー上のターゲットをクリックして詳細を確認できます。"
            }
        ],
        "Type": 1,
        "Order": 198
    },
    {
        "_id": 3219,
        "Name": "潮騒の贈り物",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_321801.png",
                "Desc": "オンパロスを探索する際に、「極上のネクタール」を獲得することができます。開拓クエスト、冒険クエスト、世界クエストのクリア、マップ上の戦利品、「シーフ」バトルズを倒す、創生のエンドモを集める、真実の獅子の口が出した謎を解くなど、入手方法はたくさんあります。"
            },
            {
                "Image": "TutorialPage_321802.png",
                "Desc": "「極上のネクタール」を水に溶かして奉納レベルを上げると報酬を受け取れます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3221,
        "Name": "紡がれた物語",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322101.png",
                "Desc": "「無名の追憶」で、「紡がれた物語」に英雄たちの物語を書くことができます。"
            },
            {
                "Image": "TutorialPage_322102.png",
                "Desc": "開拓クエストを進めることで、「無名の追憶」を獲得できます"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3223,
        "Name": "有効サブステータスについて",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322301.png",
                "Desc": "有効サブステータスとは、キャラクターの@おすすめサブステータス#を指しており、おすすめサブステータス自身、およびその強化回数を含みます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9920,
        "Name": "異変メカニズム：「定点撃破」",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992001.png",
                "Desc": "この敵を@弱点撃破#することで味方にバフを付与できます。"
            },
            {
                "Image": "TutorialPage_992002.png",
                "Desc": "この敵を@弱点撃破#した後、自身の行動順が 50% 早まり、撃破特効がアップします。"
            },
            {
                "Image": "TutorialPage_992004.png",
                "Desc": "任意の敵を@弱点撃破#した後、その敵および@隣接する敵#に攻撃者の属性を弱点として@付与#し、さらにダメージを与えます。"
            },
            {
                "Image": "TutorialPage_992003.png",
                "Desc": "この敵を@弱点撃破#して@「定点撃破」#メカニズムを発動した後、@「ステージバフ」#が1ランク上がります。<br>「ステージバフ」ランクが上がっていくにつれ、「ステージバフ」の@トロフィー評価#も上がります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9921,
        "Name": "異変メカニズム：「連撃破甲」",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992101.png",
                "Desc": "この敵を@連続で攻撃#することで「戦鎧」を破壊し、倒すことができます。"
            },
            {
                "Image": "TutorialPage_992102.png",
                "Desc": "この敵の「戦鎧」を破壊した後、アクションバーにある味方の「影破りの弓」が即座に行動し、敵全体に攻撃を行います。"
            },
            {
                "Image": "TutorialPage_992303.png",
                "Desc": "この敵の「戦鎧」を破壊して@「連撃破甲」#メカニズムを触発した後、@「ステージバフ」#が1ランク上がります。<br>「ステージバフ」ランクが上がっていくにつれ、「ステージバフ」の@トロフィー評価#も上がります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9922,
        "Name": "異変メカニズム：「謎解き退場」",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992201.png",
                "Desc": "@戦闘スキル#または@必殺技#を正しく使用してこの敵を攻撃すると、@「謎解き退場」#を触発できます。"
            },
            {
                "Image": "TutorialPage_992202.png",
                "Desc": "@通常攻撃#を受ける、または他の敵に攻撃されると、この敵は@戦闘スキル#状態と@必殺技#状態の間で切り替わります。"
            },
            {
                "Image": "TutorialPage_992103.png",
                "Desc": "@「謎解き退場」#メカニズムを触発した後、@「ステージバフ」#が1ランク上がります。<br>「ステージバフ」ランクが上がっていくにつれ、「ステージバフ」の@トロフィー評価#も上がります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9923,
        "Name": "異変メカニズム：「狂暴吸収」",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992301.png",
                "Desc": "この敵を@攻撃#して「戦鎧」を0層にした後、この敵は即座に隣接する敵を@吸収#します。吸収された敵は倒されます。"
            },
            {
                "Image": "TutorialPage_992302.png",
                "Desc": "敵を1体吸収するたびに、@「狂暴吸収」#を発動して敵全体にダメージを与えます。"
            },
            {
                "Image": "TutorialPage_992203.png",
                "Desc": "@「狂暴吸収」#メカニズムを触発した後、@「ステージバフ」#が1ランク上がります。<br>「ステージバフ」ランクが上がっていくにつれ、「ステージバフ」の@トロフィー評価#も上がります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9925,
        "Name": "晨昏の巻物・プレイガイド",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992501.png",
                "Desc": "イベント「晨昏の巻物」では@5つ#の巻物があります。巻物を見つけて@戦闘に入り#、敵を倒して埃に埋もれた過去を解き明かしましょう。"
            },
            {
                "Image": "TutorialPage_992501.png",
                "Desc": "巻物の物語に出現する敵は独特な@「異変メカニズム」#を持っています。@「異変メカニズム」#を利用して敵を倒し、より多くの@「ステージバフ」#を獲得する必要があります。バフを使ってより多くの敵を倒し、ポイント報酬を獲得しましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9926,
        "Name": "晨昏の巻物・ファイナルチャレンジ",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992601.png",
                "Desc": "@「ファイナルチャレンジ」#段階では、敵を倒すことでポイントを獲得できます。<br>@残りラウンド#がある場合、追加ポイントを獲得できます。"
            },
            {
                "Image": "TutorialPage_992602.png",
                "Desc": "「ファイナルチャレンジ」段階では@「ステージバフ」#のランクを上げることはできません。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9931,
        "Name": "預言の盤",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "預言の盤はオロニクスの創造物で謎を解くと@預言を現実にすることができます#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "操作エリアにある背景模様に重ねながら、左側の模様と一致するように欠片を配置してください。欠片と欠片を重ねた時、@重なり合う部分は影になります#が、さらに欠片を重ねた部分は再び浮かび上がります"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "しばらくしても謎を解けなかった場合、預言の盤に助けを求めることができます。@ヒントボタンを押し、任意の欠片をタップすると#ヒントを確認できます"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9932,
        "Name": "黄金のスケープゴート",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "聖なる灯火で@祭壇を灯し#、世界に光をもたらしましょう！"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "@あなたの行動#は虚空の暗闇に@記録#されているから気をつけて！運命の歩数が@0になると#闇に染まったもう1人の自分が敵として現れ、@これまで刻んできた運命の軌跡に沿って1歩ずつ迫ってきます……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "闇に染まったもう1人の自分は、@記録されたあなたの行動#をそのままコピーして@1歩ずつ動きます#。@記録された分の行動が尽きると、もう1人の自分は停止します#。@決して接触しないように注意してください。#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "道中の@古代晶石制御盤#は同じエネルギー色の床の状態を変えることができます。それを利用して祭壇まで進みましょう。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9933,
        "Name": "ザグレウスの手",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「ザグレウスの手」は「詭術」のタイタン、ザグレウスの神体の一部です。ザグレウスが命を落とした後、オンパロスの人々はその神体を自分たちの役に立てるよう改造しました。"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "@操作台#を調べて「ザグレウスの手」を操作しましょう。"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "左スティックで移動をコントロールし、右のボタンで上昇、降下を行えます。@退出ボタン#を押して操作を終了することができ、「ザグレウスの手」は@その場に残ります#。"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "すべての「ザグレウスの手」において、初回起動時に「飛翔試練」が開始します。「ザグレウスの手」を操作して近くで生成された「飛翔する幣」を集めてください。"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "近くの@「飛翔する幣」#をすべて集めるたびに、当該「ザグレウスの手」の財宝を獲得できます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9935,
        "Name": "黄金のスケープゴート",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "@はしご#を使うと上下に移動できます。どの長さのはしごを使っても必要な歩数は1です。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9936,
        "Name": "黄金のスケープゴート",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611405.png",
                "Desc": "運命の道は険しい…@一度落ちてしまうと永遠に戻ることができなくなります。#"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9937,
        "Name": "黄金のスケープゴート",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611407.png",
                "Desc": "運命の道において過去に縛られることは悲劇といえる……@闇に染まったもう1人の自分に近づいてはいけません。#"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9938,
        "Name": "ザグレウスの手・パンチ",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「ザグレウスの手」はチャージ後に一定の破壊力を持ちながら突進することができます。"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "@パンチ#ボタンを押すと、照準状態に入ります。この状態の「ザグレウスの手」は@移動できません#。画面をドラッグして方向を変え、@パンチ#ボタンを押すと@「パンチ」#ができ、「ザグレウスの手」が狙いを定めた方向へ突き進みます。突進の間、「ザグレウスの手」を@制御できません#。"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "照準状態では、「ザグレウスの手」は光る@破壊可能な物体#を見つけます。突進で@破壊可能な物体#と衝突すると、物体を破壊することができます。衝突が起きた後、「ザグレウスの手」は@突進をやめます#。"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "すべての「ザグレウスの手」において、初回起動時に「飛翔試練」が開始します。「ザグレウスの手」を操作して近くで生成された「飛翔する幣」を集めてください。"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "近くの@「飛翔する幣」#をすべて集めるたびに、当該「ザグレウスの手」の財宝を獲得できます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9941,
        "Name": "預言の盤",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "預言の盤はオロニクスの創造物で謎を解くと@預言を現実にすることができます#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "操作エリアにある背景模様に重ねながら、左側の模様と一致するように欠片を配置してください。欠片と欠片を重ねた時、@重なり合う部分は影になります#が、さらに欠片を重ねた部分は再び浮かび上がります"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "しばらくしても謎を解けなかった場合、預言の盤に助けを求めることができます。@ヒントボタンを押し、任意の欠片をタップすると#ヒントを確認できます"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9942,
        "Name": "黄金のスケープゴート",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "聖なる灯火で@祭壇を灯し#、世界に光をもたらしましょう！"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "@あなたの行動#は虚空の暗闇に@記録#されているから気をつけて！運命の歩数が@0になると#闇に染まったもう1人の自分が敵として現れ、@これまで刻んできた運命の軌跡に沿って1歩ずつ迫ってきます……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "闇に染まったもう1人の自分は、@記録されたあなたの行動#をそのままコピーして@1歩ずつ動きます#。@記録された分の行動が尽きると、もう1人の自分は停止します#。@決して接触しないように注意してください。#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "道中の@古代晶石制御盤#は同じエネルギー色の床の状態を変えることができます。それを利用して祭壇まで進みましょう。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9943,
        "Name": "ザグレウスの手",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「ザグレウスの手」は「詭術」のタイタン、ザグレウスの神体の一部です。ザグレウスが命を落とした後、オンパロスの人々はその神体を自分たちの役に立てるよう改造しました。"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "@操作台#を調べて「ザグレウスの手」を操作しましょう。"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "左スティックで移動をコントロールし、右のボタンで上昇、降下を行えます。@退出ボタン#を押して操作を終了することができ、「ザグレウスの手」は@その場に残ります#。"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "すべての「ザグレウスの手」において、初回起動時に「飛翔試練」が開始します。「ザグレウスの手」を操作して近くで生成された「飛翔する幣」を集めてください。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9944,
        "Name": "オロニクスの神跡",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "@奇跡の書物#を調べると、2つの異なる時空を@行き来できます#。"
            },
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "2つの異なる時空は、@道路、障害物、ギミック、戦利品#などに差異が生じる可能性があります。<br>@主要な道路の差異#と@重要な対象#は、一方の時空で@金色の記憶の塵影#となって現れます。それを観察することで、@もう一方の時空の様子を予測#できます。"
            },
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇跡の宝珠#の光は@照らした場所を違う時空にすることができます#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "右下にある@スイッチボタン#を使うことで、@宝珠の光が切替#できます。@退出ボタン#を押すと、@宝珠の操作画面を閉じる#ことができます。"
            },
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "一部の奇跡の宝珠は@複数エリアのうちの1つ#を照らすことができます。宝珠を起動した後、@スクリーンにある黄色の円#を押すと、宝珠の向きを変えることができます。"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "どの時空にいようと、宝珠の光は@もう1つの時空#を続けて映し出すことができます。"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "@宝珠の光を指定された場所に向けた後#、奇跡の書物を使って@時空を越えると#、新しい発見があるかもしれません。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9945,
        "Name": "黄金のスケープゴート",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "聖なる灯火で@祭壇を灯し#、世界に光をもたらしましょう！"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "@あなたの行動#は虚空の暗闇に@記録#されているから気をつけて！運命の歩数が@0になると#闇に染まったもう1人の自分が敵として現れ、@これまで刻んできた運命の軌跡に沿って1歩ずつ迫ってきます……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "闇に染まったもう1人の自分は、@記録されたあなたの行動#をそのままコピーして@1歩ずつ動きます#。@記録された分の行動が尽きると、もう1人の自分は停止します#。@決して接触しないように注意してください。#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "道中の@古代晶石制御盤#は同じエネルギー色の床の状態を変えることができます。それを利用して祭壇まで進みましょう。"
            },
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "@はしご#を使うと上下に移動できます。どの長さのはしごを使っても必要な歩数は1です。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9946,
        "Name": "ザグレウスの手・パンチ",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「ザグレウスの手」はチャージ後に一定の破壊力を持ちながら突進することができます。"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "@パンチ#ボタンを押すと、照準状態に入ります。この状態の「ザグレウスの手」は@移動できません#。画面をドラッグして方向を変え、@パンチ#ボタンを押すと@「パンチ」#ができ、「ザグレウスの手」が狙いを定めた方向へ突き進みます。突進の間、「ザグレウスの手」を@制御できません#。"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "照準状態では、「ザグレウスの手」は光る@破壊可能な物体#を見つけます。突進で@破壊可能な物体#と衝突すると、物体を破壊することができます。衝突が起きた後、「ザグレウスの手」は@突進をやめます#。"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "すべての「ザグレウスの手」において、初回起動時に「飛翔試練」が開始します。「ザグレウスの手」を操作して近くで生成された「飛翔する幣」を集めてください。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8303,
        "Name": "運命を共に",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "このマークが付いたボスエネミー以外の敵を倒すと、ボスエネミーにダメージを与えられます。"
            }
        ],
        "Type": 1,
        "Order": 416
    },
    {
        "_id": 3217,
        "Name": "パムの着替えブース",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_321701.png",
                "Desc": "パムの衣装を入手したら、パーティー車両にある「パムの着替えブース」で着替えられます。「設定」-「その他」-「システム機能」でパムの衣装表示の適応範囲を設定できます。"
            }
        ],
        "Type": 3,
        "Order": 397
    },
    {
        "_id": 6120,
        "Name": "聴音調律",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_612001.png",
                "Desc": "歪んだ「秩序」の余音は混乱を招くだけ——サンデーは調律師として、夢境の調和を乱しているのがどこなのか、簡単に見分けることができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8190,
        "Name": "コズミック・ハウジングガイド",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819001.png",
                "Desc": "部屋のリフォームとインテリアカスタマイズを通して、自分の部屋を少しずつ充実させていくことができます。"
            },
            {
                "Image": "TutorialPage_819002.png",
                "Desc": "部屋のリフォームには@「列車基金」#が必要となります。@「列車基金」#は当番を行うことで獲得できます。"
            },
            {
                "Image": "TutorialPage_819003.png",
                "Desc": "また@「夕食会議」#の中で、その日の当番報告書をパムに提出すると、パムポイントに応じて追加の@「列車基金」#を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8191,
        "Name": "コズミック・ハウジングガイド：内装リフォーム",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819101.png",
                "Desc": "部屋は6つのエリアに分かれており、それぞれに独立したリフォーム完成度が存在します。列車基金を消費して部屋のリフォームを進め、インテリア評価を上げることで、リフォーム手当を獲得できます。"
            },
            {
                "Image": "TutorialPage_819504.png",
                "Desc": "夕食会議では@「設計図」#と@「インテリア」#を獲得できます。@「設計図」#を獲得すると、エリア内のリフォーム項目を解放できます。また、インテリアカスタマイズにて@「インテリア」#を部屋に配置することができます。"
            },
            {
                "Image": "TutorialPage_819103.png",
                "Desc": "リフォーム完成度が上がるにつれて、部屋全体のインテリアも徐々に充実していきます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8192,
        "Name": "コズミック・ハウジングガイド：列車当番",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819401.png",
                "Desc": "行動カードを選んで当番スケジュールを進めることで、チームメンバーの@「当番レベル」#を上げられます。また、@「夕食会議」#にて当番報告書を提出することで@「列車基金」#を獲得できます。"
            },
            {
                "Image": "TutorialPage_819402.png",
                "Desc": "行動カードごとに作業量が異なります。行動カードを選択すると、そのスケジュールに対応するマスの数だけ進みます。"
            },
            {
                "Image": "TutorialPage_819403.png",
                "Desc": "マスに止まることで対応する効果が発動します。なるべく有利な効果を持つマスに止まれるように行動カードを選択しましょう。"
            },
            {
                "Image": "TutorialPage_819404.png",
                "Desc": "スケジュールでは一定期間ごとに@「夕食会議」#が行われ、報告結果に応じて多額の@「列車基金」#が手に入ります。これを目標に進みましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8193,
        "Name": "コズミック・ハウジングガイド：内装リフォーム",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819001.png",
                "Desc": "リフォームとインテリアカスタマイズを通して、自分の部屋を少しずつ充実させていくことができます。"
            },
            {
                "Image": "TutorialPage_819302.png",
                "Desc": "リフォーム完成度を上げることでインテリア評価が上がり、リフォーム手当を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8194,
        "Name": "コズミック・ハウジングガイド：列車当番",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819401.png",
                "Desc": "@行動カード#を選んで@当番スケジュール#を進めることで、対応するチームメンバーの@当番レベル#を上げ、@列車基金#を獲得することができます。"
            },
            {
                "Image": "TutorialPage_819402.png",
                "Desc": "@行動カード#ごとに作業量が異なります。行動カードを選択すると、スケジュールでそれに@応じたマスの数#だけ進みます。"
            },
            {
                "Image": "TutorialPage_819403.png",
                "Desc": "マスに止まることで対応する効果が発動します。なるべく有利な効果を持つマスに止まれるように行動カードを選択しましょう。"
            },
            {
                "Image": "TutorialPage_819404.png",
                "Desc": "スケジュールでは一定期間ごとに@「夕食会議」#が行われ、報告結果に応じて多額の@「列車基金」#が手に入ります。これを目標に進みましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8195,
        "Name": "コズミック・ハウジングガイド：夕食会議",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819501.png",
                "Desc": "@「夕食会議」#で当番報告書をパムに提出すると、パムポイントに応じて追加の@「列車基金」#を獲得できます。"
            },
            {
                "Image": "TutorialPage_819502.png",
                "Desc": "チームメンバーの@当番レベル#が高いほど、対応する当番報告書の@基本ポイント#も高くなります。"
            },
            {
                "Image": "TutorialPage_819503.png",
                "Desc": "同じ報告書を提出すると@一括報告#と見なされ、@ポイント獲得効率#が上がり、より高いパムポイントを獲得できます。"
            },
            {
                "Image": "TutorialPage_819504.png",
                "Desc": "限られた再考の機会と報告書の提出回数の中で、できるだけ高いパムポイントを獲得して、より多くの列車基金を手に入れましょう！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8196,
        "Name": "リーダー特性・三月なのか",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819601.png",
                "Desc": "当番チームのリーダーは独自の@「リーダー特性」#を持っており、当番の仕事をサポートできます。"
            },
            {
                "Image": "TutorialPage_819602.png",
                "Desc": "三月なのかがリーダーになった場合、三月なのかに対応する行動カードの獲得確率が上がります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8197,
        "Name": "リーダー特性・丹恒",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819701.png",
                "Desc": "丹恒がリーダーになった場合、すべての行動カードを出した後でしか引き直しができなくなりますが、最後の夕食会議の前にスペシャル行動カード@「乗客の模範」#を獲得できます。"
            },
            {
                "Image": "TutorialPage_819702.png",
                "Desc": "@「乗客の模範」#はチームメンバー全員の当番レベルを、チーム内で@最も当番レベルが高いメンバーと同じレベル#まで引き上げることができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8198,
        "Name": "リーダー特性・ヴェルト",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819801.png",
                "Desc": "ヴェルトがリーダーになった場合、スペシャル行動カード@「熱血応援」#を獲得できます。@「熱血応援」#を使用すると、スケジュールに@「応援マス」#を生成できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8199,
        "Name": "リーダー特性・開拓者",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819901.png",
                "Desc": "開拓者がリーダーになった場合、前方5マス以降のスケジュールが霧に包まれ確認できなくなりますが、@着想マス#の出現率が大幅に上がり、@獲得するすべての会議スキルが強化されます#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8301,
        "Name": "敵の波涛",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830101.png",
                "Desc": "「虚構叙事」におけるすべての戦闘にはラウンド制限があります。ラウンドが終了するか、@すべてのウェーブの敵#を倒すと戦闘は終了します。できるだけ多くの敵を倒す、またはボスエネミーのHPを削ることで@より高いポイント#が得られ、より多くの報酬を獲得できます。"
            },
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "戦闘中、ボスエネミー以外の敵が@絶えず出現#します。このマークが付いているボスエネミー以外の敵を倒すと、@ボスエネミーにダメージを与えられます#。ボスエネミーが倒されると、そのウェーブが終了します。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@敵を倒す#と戦意値が溜まります。@「戦意メカニズム」#を発動させると「戦意値」を大量に溜めることができ、より早く@「戦意の洶湧」#フェーズに入り、追加で強力なステージバフ効果を得ることができます。"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「戦意の洶湧」#は一定の@行動値#内で継続します。このフェーズが終わると@倒した敵の数に応じて#一定の戦意値が付与されますが、付与される@「戦意値」#には上限があります。"
            },
            {
                "Image": "TutorialPage_807303.png",
                "Desc": "最終的にパート1とパート2の戦闘@ポイントの合計#で集計が行われます。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8302,
        "Name": "虚構叙事",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_807401.png",
                "Desc": "虚構叙事は@定期的に更新される#@高難易度挑戦ステージ#シリーズです。"
            },
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "戦闘中に@「戦意値」#をMAXまで溜めると、@「戦意の洶湧」#フェーズに入ります。これにより強力なステージバフ効果が得られ、戦闘効率を大幅に向上させることができます。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "戦闘中に@敵を倒す#と「戦意値」が溜まります。<br>周期ごとの虚構叙事には異なる@「戦意メカニズム」#が設定されており、これを発動させると大量の「戦意値」を溜められ、より早く「戦意の洶湧」フェーズに入ることができます。"
            },
            {
                "Image": "TutorialPage_830104.png",
                "Desc": "戦闘中は敵が@絶えず出現#します。敵を倒す、またはボスエネミーにダメージを与えることで@ポイントを獲得#できます。<br>なるべく早く@「戦意の洶湧」#フェーズに入り、敵を倒してより多くのポイントを獲得しましょう！"
            },
            {
                "Image": "TutorialPage_807403.png",
                "Desc": "虚構叙事をクリアして指定のポイントに到達すると、「物語の星」を獲得して「叙事の贈与」を受け取ることができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8304,
        "Name": "敵の波涛",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "戦闘中、ボスエネミー以外の敵が@絶えず出現#します。このマークが付いているボスエネミー以外の敵を倒すと、@ボスエネミーにダメージを与えられます#。ボスエネミーが倒されると、そのウェーブが終了します。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@敵を倒す#と戦意値が溜まります。@「戦意メカニズム」#を発動させると「戦意値」を大量に溜めることができ、より早く@「戦意の洶湧」#フェーズに入り、追加で強力なステージバフ効果を得ることができます。"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「戦意の洶湧」#は一定の@行動値#内で継続します。このフェーズが終わると@倒した敵の数に応じて#一定の戦意値が付与されますが、付与される@「戦意値」#には上限があります。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8305,
        "Name": "虚構叙事",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "戦闘中に@「戦意値」#をMAXまで溜めると、@「戦意の洶湧」#フェーズに入ります。これにより強力なステージバフ効果が得られ、戦闘効率を大幅に向上させることができます。"
            },
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "戦闘中、ボスエネミー以外の敵が@絶えず出現#します。このマークが付いているボスエネミー以外の敵を倒すと、@ボスエネミーにダメージを与えられます#。ボスエネミーが倒されると、そのウェーブが終了します。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@敵を倒す#と戦意値が溜まります。@「戦意メカニズム」#を発動させると「戦意値」を大量に溜めることができ、より早く@「戦意の洶湧」#フェーズに入り、追加で強力なステージバフ効果を得ることができます。"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「戦意の洶湧」#は一定の@行動値#内で継続します。このフェーズが終わると@倒した敵の数に応じて#一定の戦意値が付与されますが、付与される@「戦意値」#には上限があります。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8306,
        "Name": "虚構叙事",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830106.png",
                "Desc": "虚構叙事のプレイモードが更新されました。新たに登場した@「戦意メカニズム」#を体験してみましょう。"
            },
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "戦闘中に@「戦意値」#をMAXまで溜めると、@「戦意の洶湧」#フェーズに入ります。これにより強力なステージバフ効果が得られ、戦闘効率を大幅に向上させることができます。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "戦闘中に@敵を倒す#と「戦意値」が溜まります。<br>周期ごとの虚構叙事には異なる@「戦意メカニズム」#が設定されており、これを発動させると大量の「戦意値」を溜められ、より早く「戦意の洶湧」フェーズに入ることができます。"
            },
            {
                "Image": "TutorialPage_830104.png",
                "Desc": "戦闘中は敵が@絶えず出現#します。敵を倒す、またはボスエネミーにダメージを与えることで@ポイントを獲得#できます。<br>なるべく早く@「戦意の洶湧」#フェーズに入り、敵を倒してより多くのポイントを獲得しましょう！"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8310,
        "Name": "フォトコンテスト",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_831001.png",
                "Desc": "開拓者は三月なのかと一緒に@毎日のテーマ#に沿って@フォトアイデア#を練り、そのテーマに相応しい@作品#を撮影してください。撮影して投稿に成功すると、Mr.レックと観覧者からレビューを受けることができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 7101,
        "Name": "バナーネの刻・壮絶狩猟",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_710101.png",
                "Desc": "「バナーネの刻」で乱破が@秘技#を使用すると、「スプラッシュ」状態に入り、ダッシュ中にぶつかったバナーネモンキーを起こすことができます。起こしたバナーネモンキーが多いほど、バナフェッサー・プリモンとの決戦において獲得できるバフの効果が大きくなります。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9321,
        "Name": "不可知域・コンポーネント",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932101.png",
                "Desc": "コンポーネントは六角形の@アドコンポーネント#と、円形の@パッシブコンポーネント#の2種類にわかれています。"
            },
            {
                "Image": "TutorialPage_932102.png",
                "Desc": "@アドコンポーネント#はセプターが覚醒している時に強力な効果を発動します。セプターと上手く組み合わせることで倍以上の力を発揮します。"
            },
            {
                "Image": "TutorialPage_932103.png",
                "Desc": "@パッシブコンポーネント#はセプターとアドコンポーネントを強化できます。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9325,
        "Name": "不可知域・次元界IV",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932501.png",
                "Desc": "次元界IIIをクリアした時、一定の追加ラウンド数を消費して@次元界IV#に入れます。追加ラウンドが足りない場合、@次元界IV#には入れません。@次元界IV#の敵はより強大です。腕に自信がある方はぜひ挑戦してみてください。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9326,
        "Name": "不可知域・コンポーネント合成",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932601.png",
                "Desc": "創造物の培養器では、@同じ★ランク#のコンポーネント4個で、より★ランクが高いコンポーネントを合成できます。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9327,
        "Name": "不可知域・コンポーネント上書き",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932701.png",
                "Desc": "創造物の培養器では、コンポーネントを上書きして同じ★ランクのランダムなコンポーネントにすることができます。"
            },
            {
                "Image": "TutorialPage_932702.png",
                "Desc": "上書きに必要な宇宙の欠片の数は、上書きの回数に応じて増加していきます。各創造物の培養器のコンポーネントの上書き回数には上限があります。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9330,
        "Name": "不可知域・追加ラウンド",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_933001.png",
                "Desc": "@「模擬宇宙：不可知域」#の戦闘には、カウントダウンとして標準ラウンドが設けられています。標準ラウンドが0になっても戦闘が終了しない場合、@追加ラウンド#が消費されます。"
            },
            {
                "Image": "TutorialPage_933002.png",
                "Desc": "探索開始時、一定数の追加ラウンドが付与されます。追加ラウンドは戦闘ごとではなく、探索ごとに一定数付与されます。追加ラウンドを消費し尽くすと、敵が凶暴状態に入り、攻撃力が大幅にアップします。"
            },
            {
                "Image": "TutorialPage_933003.png",
                "Desc": "追加ラウンドが0の状態で戦闘に入ると、敵はその戦闘の標準ラウンドが尽きた後に凶暴状態に入ります。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9331,
        "Name": "不可知域・演算傾向",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_933101.png",
                "Desc": "演算傾向を選択すると、その傾向に適したセプターの出現率がアップします。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9332,
        "Name": "不可知域・次元界IV",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932501.png",
                "Desc": "次元界IIIをクリアした時、一定の追加ラウンド数を消費して@次元界IV#に入れます。追加ラウンドが足りない場合、@次元界IV#には入れません。@次元界IV#の敵はより強大です。腕に自信がある方はぜひ挑戦してみてください。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9811,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981101.png",
                "Desc": "画面下に表示されるガイドは音楽のリズムに合わせて動きます。"
            },
            {
                "Image": "TutorialPage_981102.png",
                "Desc": "音楽のリズムに注意して、適切なタイミングで@反応#してください。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9812,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981103.png",
                "Desc": "入力タイミングが複数存在する場合は、@順番に入力#してください。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9813,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981104.png",
                "Desc": "ガイドが表示されたら対応するリズムを@長押し#してください。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9814,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981105.png",
                "Desc": "エキスパートモードではすべてのガイドがオフになります。リズムに合わせて反応しましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9815,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981106.png",
                "Desc": "ここをクリックすると、対応するトラックの音楽を@オン#または@オフ#にできます。"
            },
            {
                "Image": "TutorialPage_981107.png",
                "Desc": "ここをクリックすると、楽曲の対応する位置に@素早く移動#し、曲を再生できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9816,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981108.png",
                "Desc": "各ライブでは、それぞれ対応する音楽スタイルの@インスピレーション#を集める必要があります。ノーマルモードの音楽チャレンジをクリアすると、インスピレーションを獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9817,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981106.png",
                "Desc": "ここをクリックすると、対応するトラックの音楽を@オン#または@オフ#にできます。"
            },
            {
                "Image": "TutorialPage_981107.png",
                "Desc": "ここをクリックすると、楽曲の対応する位置に@素早く移動#し、曲を再生できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9818,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981801.png",
                "Desc": "ハードモードでは@判定ラインが消えます#。リズムに合わせて反応しましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9819,
        "Name": "チュートリアル",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981901.png",
                "Desc": "どの曲でも4つのサウンドを@同時に選択#できます。クリックすることで追加できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9324,
        "Name": "階差宇宙・カウボーイ対決チャレンジ",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_932401.png",
                "Desc": "ハヌロケット弾を発射してボス・ストーンを攻撃すると、HPを削ることができます。時間切れまで生存すれば報酬を受け取れます。なお@ボス・ストーン#を倒すと、より豪華な報酬を獲得できます。"
            },
            {
                "Image": "TutorialPage_932402.png",
                "Desc": "ボス・ストーンは、HPが一定値まで削られると一定時間ダウンします。その時、特別なボーナスターゲットが出現します。ボーナスターゲットを2回命中して破壊すると、奇物や宇宙の欠片、祝福などの@追加報酬#を獲得できます。"
            },
            {
                "Image": "TutorialPage_932403.png",
                "Desc": "ボス・ストーンの攻撃に命中されるとHPが減ります。全てのHPを失うと挑戦が失敗します。@HPマーク#がついている道具を壊すと@HPが回復します#。"
            },
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "@スラーダマーク#がついたアイテムを破壊すると、@「クロックタイム」のスキルゲージ#をチャージできます。"
            },
            {
                "Image": "TutorialPage_932304.png",
                "Desc": "「クロックタイム」のスキルゲージにスラーダエネルギーがある場合、@「クロックタイム」ボタン#をクリックして、クロックボーイを召喚し敵の時間を遅延させることができます。クロックボーイを召喚している間は、スラーダエネルギーが継続して消費されます。「クロックタイム」継続中に@再度「クロックタイム」ボタンをクリックする#と、@「クロックタイム」が終了#します。"
            }
        ],
        "Type": 4,
        "Order": 464
    },
    {
        "_id": 9323,
        "Name": "階差宇宙・火力全開チャレンジ",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_932301.png",
                "Desc": "ハヌロケット弾を発射してターゲットを破壊すると、ポイントを獲得できます。@より高いポイント#を手に入れて、@ウェーブ目標#を達成しましょう。ウェーブ目標の達成回数が多いほど、最終的な報酬がより豪華になります。"
            },
            {
                "Image": "TutorialPage_932302.png",
                "Desc": "挑戦中に確率で特別な@ボーナスターゲット#が出現します。ボーナスターゲットを2回命中して破壊すると、奇物や宇宙の欠片、祝福などの@追加報酬#を獲得できます。"
            },
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "@スラーダマーク#がついたアイテムを破壊すると、@「クロックタイム」のスキルゲージ#をチャージできます。"
            },
            {
                "Image": "TutorialPage_932304.png",
                "Desc": "「クロックタイム」のスキルゲージにスラーダエネルギーがある場合、@「クロックタイム」ボタン#をクリックして、クロックボーイを召喚し敵の時間を遅延させることができます。クロックボーイを召喚している間は、スラーダエネルギーが継続して消費されます。「クロックタイム」継続中に@再度「クロックタイム」ボタンをクリックする#と、@「クロックタイム」が終了#します。"
            }
        ],
        "Type": 4,
        "Order": 463
    },
    {
        "_id": 6026,
        "Name": "大衍万象",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "@大衍万象#は航路を占い、未来を問う大型玉兆演算端末です。地面の陣枢を移動し、陣法の図と昭示を一致させることで、陣基を起動してください。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6119,
        "Name": "尋径指路・三",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_611501.png",
                "Desc": "鍵付き杭は機巧が上を2回通ると、上昇します。"
            },
            {
                "Image": "TutorialPage_611502.png",
                "Desc": "鍵付き杭は機巧が上を2回通ると、上昇します。"
            },
            {
                "Image": "TutorialPage_611503.png",
                "Desc": "鍵付き杭は機巧が上を2回通ると、上昇します。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2227,
        "Name": "擬靭性",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_222701.png",
                "Desc": "擬靭性を持つ敵の初期靭性が0まで削られると、弱点撃破効果が発動しますが、引き続き臨時靭性が削られていきます。また、臨時靭性が0まで削られると、敵は再度弱点撃破ダメージを受け、その後この効果は解除されます。"
            }
        ],
        "Type": 1,
        "Order": 194
    },
    {
        "_id": 7100,
        "Name": "飛霄・秘技",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_710001.png",
                "Desc": "飛霄は秘技を発動すると、自身に移動速度アップ効果を付与すると同時に、周囲の敵を引き寄せられるようになります。引き寄せた敵の数が@多い#ほど、戦闘に入った時の@与ダメージがアップ#します。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8180,
        "Name": "演武典礼・試合ルール",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818001.png",
                "Desc": "@参加選手#は会場の観客たちの応援を勝ち取るため、自分の武芸を精一杯披露しなければなりません！<br>選手は観客の応援度に応じてそれぞれ@「白熱値」#を獲得できます。"
            },
            {
                "Image": "TutorialPage_818002.png",
                "Desc": "試合中に@指定された条件#を達成すると、@「ハイライトシーン」#が上演され、大量の@「白熱値」#を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818004.png",
                "Desc": "味方の「白熱値」が上がると、相手の「白熱値」が下がります。<br>反対に、相手が行動すると、相手の「白熱値」が上がり、味方の「白熱値」が下がります。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "片方の選手の「白熱値」が上限に達すると、会場が@「応援強化」#状態に入ります。<br>観客の応援を得ている選手は強力な@バフ効果#を獲得することができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8181,
        "Name": "演武典礼・仮想訓練",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818101.png",
                "Desc": "「仮想訓練」では、@より高難易度である#番人に@挑戦#することができます。<br>@演武試合を勝ち進んでいくと#、新たな「仮想訓練」が解放されます。"
            },
            {
                "Image": "TutorialPage_818102.png",
                "Desc": "「仮想訓練」では@行動#を通して「白熱値」を獲得することはできません。<br>@「ハイライトシーン」#の上演を通してのみ「白熱値」を獲得でき、「応援強化」状態に入ることができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8182,
        "Name": "演武典礼・新人デビュー戦",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818201.png",
                "Desc": "フィールド上にいる敵の@弱点#を@撃破#し、@「ハイライトシーン」#を上演して大量の「白熱値」を獲得しましょう。"
            },
            {
                "Image": "TutorialPage_818202.png",
                "Desc": "敵が弱点撃破される時、他の敵の@靭性#を@削る#。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8183,
        "Name": "演武典礼・トパーズに挑戦",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818301.png",
                "Desc": "今回の試合の敵はKPIを持っています。敵の弱点を撃破する、または倒すと、@敵の持っているKPIを奪う#ことができます。<br>KPIを奪うと@「ハイライトシーン」#が上演され、大量の「白熱値」を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818302.png",
                "Desc": "味方キャラが獲得する@KPIは累積することができます#。また、KPIは味方が与える必殺技ダメージをアップさせます。<br>味方単体が合計で@3つのKPIを#獲得した時、@行動順が 100% 早まります#。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8184,
        "Name": "演武典礼・ブートヒルに挑戦",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818401.png",
                "Desc": "ボスエネミーは@「魂魄石」#を召喚します。<br>「魂魄石」を倒すと@「ハイライトシーン」#が上演され、大量の「白熱値」を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818402.png",
                "Desc": "ボスエネミーに@「魂の鞭打ち」#が付与されます。そのボスの行動時、他の敵に雷属性の@持続ダメージ#を優先的に与えます。<br>ボスに「魂の鞭打ち」を付与すれば、より早く「魂魄石」を倒すことができます。"
            },
            {
                "Image": "TutorialPage_818403.png",
                "Desc": "味方キャラが「魂魄石」から@解放#された時、味方全体が@「魂の拷問」#を1層獲得します。<br>「魂の拷問」1層につき、@「魂の鞭打ち」#のダメージ発生回数がアップします。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8185,
        "Name": "演武典礼・アルジェンティに挑戦",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818501.png",
                "Desc": "アルジェンティの召喚物は@絶えず出現します#。<br>@召喚物を倒し#、@「ハイライトシーン」#を上演することで、大量の「白熱値」を獲得しましょう。"
            },
            {
                "Image": "TutorialPage_818502.png",
                "Desc": "味方全体の累計で@必殺技を3回#発動すると、複数回の@「勇気の拳」#が発動し、敵を攻撃します。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8186,
        "Name": "演武典礼・スヴァローグに挑戦",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818601.png",
                "Desc": "味方が@連続で行動#した時、@「ハイライトシーン」#が上演され、大量の「白熱値」を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818602.png",
                "Desc": "味方が連続で行動する@回数が多いほど#、獲得できる「白熱値」と味方の必殺技ダメージがアップします。<br>優先的に@敵の召喚物を倒す#ことで敵の行動を妨害し、味方の連続行動を維持することができます。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8187,
        "Name": "演武典礼・彦卿に挑戦",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818701.png",
                "Desc": "彦卿は@複数のバリア#を持っており、戦闘開始時に@弱点保護#状態になります。<br>@任意の召喚物を弱点撃破#すると彦卿の弱点保護を解除でき、味方の行動順を 50% 早めることができます。"
            },
            {
                "Image": "TutorialPage_818702.png",
                "Desc": "彦卿または召喚物を@弱点撃破#すると@「ハイライトシーン」#が上演され、大量の「白熱値」を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8188,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818801.png",
                "Desc": "量産機を@弱点撃破#することで@「ハイライトシーン」#が上演され、大量の「白熱値」を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818802.png",
                "Desc": "量産機を弱点撃破すると、敵全体の@残り靱性の 30% が削られます#。これにより、他の敵が撃破しやすくなります。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8189,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818901.png",
                "Desc": "味方キャラが@カウンター#を発動することで@「ハイライトシーン」#が上演され、大量の「白熱値」を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8200,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820001.png",
                "Desc": "植物は@絶えず出現します#。植物を倒すと、ボスは@HPを失い#ます。<br>@植物を倒す#ことで@「ハイライトシーン」#を上演し、大量の「白熱値」を獲得しましょう。"
            },
            {
                "Image": "TutorialPage_820002.png",
                "Desc": "味方が@追加攻撃#を発動し、@ 15 体の敵に命中するたび#に、@「燎原の烈火」#を発動して敵全体を攻撃します。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8201,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820101.png",
                "Desc": "敵が@弱点撃破ダメージ#を受ける時、@被ダメージアップ#効果が1層付与されます。<br>@被ダメージアップ効果の層数が最も多い#敵を集中的に攻撃すれば、より高い弱点撃破ダメージを与えることができます。"
            },
            {
                "Image": "TutorialPage_820102.png",
                "Desc": "敵に@弱点撃破ダメージ#を与えて@「ハイライトシーン」#を上演し、大量の「白熱値」を獲得しましょう。<br>敵が持っている@被ダメージアップ効果の層数が多いほど#、獲得できる「白熱値」も多くなります。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8202,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820201.png",
                "Desc": "プーマンが逃げる前に@倒す#ことで、@「ハイライトシーン」#を上演し、大量の「白熱値」を獲得しましょう。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8203,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820301.png",
                "Desc": "1枠目のキャラの@必殺技#を発動することで、@「ハイライトシーン」#を上演し、大量の「白熱値」を獲得しましょう。"
            },
            {
                "Image": "TutorialPage_820302.png",
                "Desc": "1枠目のキャラが@必殺技#を発動し、@ 10 体の敵に命中するたび#に、キャラのEPが 100% 回復します。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8204,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820401.png",
                "Desc": "@ボス#の@弱点を撃破#することで@「ハイライトシーン」#を上演し、大量の「白熱値」を獲得しましょう。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8205,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820501.png",
                "Desc": "今回の試合の敵はKPIを持っています。敵の弱点を撃破する、または倒すと、@敵の持っているKPIを奪う#ことができます。<br>KPIを奪うと@「ハイライトシーン」#が上演され、大量の「白熱値」を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8206,
        "Name": "演武典礼・予選攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820601.png",
                "Desc": "味方キャラが@HPを失う#ことで、@「ハイライトシーン」#が上演され、大量の「白熱値」を獲得することができます。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "試合中、味方の「白熱値」が上限に達すると、@「応援強化」#状態に入ります。<br>この時、敵は@弱点撃破#状態となり、受けるダメージも@ 400% #アップします。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9901,
        "Name": "枘構立方",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_601202.png",
                "Desc": "枘構立方を回して、@立方体#と両側にある@指示板#を一致させましょう。"
            },
            {
                "Image": "TutorialPage_990102.png",
                "Desc": "下の@小さな矢印#をクリックすると、@対応する#枘構立方の立方体を回転させることができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9902,
        "Name": "枘構立方・リメイク",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_611301.png",
                "Desc": "「枘構立方・リメイク」は枘構立方の完全リメイク版です。画面の中央にある装置を押すと、表示された方向に沿って@ブロックを積む#ことができます。ブロックを積むたびに、@資源ブロック#を1つ消費します。"
            },
            {
                "Image": "TutorialPage_611302.png",
                "Desc": "ブロックを積み重ねると装置の@形#が変わります。装置の形が両側の指示板と一致すると、クリアとなります。"
            },
            {
                "Image": "TutorialPage_611303.png",
                "Desc": "指定されていない位置にブロックを積み重ねると、両側の板に@エラーメッセージ#が表示されます。「撤回」または「リセット」ボタンを押すと、積み重ね操作に戻れます。"
            },
            {
                "Image": "TutorialPage_611304.png",
                "Desc": "画面を回転させて、各方向から装置を観察できます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9903,
        "Name": "大衍万象",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "地面にある陣枢を移動させ、陣法の星紋と@昭示の図#を一致させてギミックを解いてください。"
            },
            {
                "Image": "TutorialPage_990302.png",
                "Desc": "地面にある@陣枢を持ち上げる#ことができます。各陣枢に繋ぐ光る線の接続関係は変化しません。陣枢をすでに持っている場合は、@陣枢を交換#することができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9904,
        "Name": "貨物整理",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990401.png",
                "Desc": "輸送用星槎に@貨物を積み#、左側の@伝票目標#に必要な貨物数を満たしてください。"
            },
            {
                "Image": "TutorialPage_990402.png",
                "Desc": "@貨物をクリック#して素早く配置できます。@貨物をドラッグ、または回転させて#配置する位置を調節しましょう。"
            },
            {
                "Image": "TutorialPage_990403.png",
                "Desc": "@貨物は指定されたタイプの配置ポイントに置く必要があります。#貨物表で@貨物に対応するタイプの配置ポイント#を確認することができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9905,
        "Name": "枘構立方",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990501.png",
                "Desc": "一部の立方体には特殊な@紋様#があります。それを両側の@指示板#の紋様と一致させることで@枘構立方#を解けます。"
            },
            {
                "Image": "TutorialPage_990103.png",
                "Desc": "画面の@左右の矢印#をクリックすると、@視界#を切り替えることができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9911,
        "Name": "枘構立方",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_601202.png",
                "Desc": "枘構立方を回して、@立方体#と両側にある@指示板#を一致させましょう。"
            },
            {
                "Image": "TutorialPage_990102.png",
                "Desc": "下の@小さな矢印#をクリックすると、@対応する#枘構立方の立方体を回転させることができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9913,
        "Name": "大衍万象",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "地面にある陣枢を移動させ、陣法の星紋と@昭示の図#を一致させてギミックを解いてください。"
            },
            {
                "Image": "TutorialPage_990302.png",
                "Desc": "地面にある@陣枢を持ち上げる#ことができます。各陣枢に繋ぐ光る線の接続関係は変化しません。陣枢をすでに持っている場合は、@陣枢を交換#することができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9915,
        "Name": "枘構立方",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990501.png",
                "Desc": "一部の立方体には特殊な@紋様#があります。それを両側の@指示板#の紋様と一致させることで@枘構立方#を解けます。"
            },
            {
                "Image": "TutorialPage_990103.png",
                "Desc": "画面の@左右の矢印#をクリックすると、@視界#を切り替えることができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 2226,
        "Name": "まとわりつく恐怖",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222601.png",
                "Desc": "味方は「まとわりつく恐怖」状態を付与された後、「まとわりつく恐怖」状態の付与者に攻撃を1回行うことで「まとわりつく恐怖」状態を解除できます。"
            },
            {
                "Image": "TutorialPage_222602.png",
                "Desc": "「まとわりつく恐怖」状態が終了する時まで、付与者を攻撃して「まとわりつく恐怖」を解除できなかった場合、「恐怖」状態に陥り、行動できなくなります。"
            }
        ],
        "Type": 1,
        "Order": 415
    },
    {
        "_id": 2225,
        "Name": "月狂い",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222501.png",
                "Desc": "このマークを持つ敵は「月狂い」状態に入ることができます。敵が攻撃を行った後、「月狂い」状態を発動できる敵に「嗜血」を1層付与します。"
            },
            {
                "Image": "TutorialPage_222502.png",
                "Desc": "「嗜血」が一定層数に達する時、「月狂い」状態に入ります。<br>同時にアクションバーに「月狂い」のカウントダウンが出現し、カウントダウンのターンが回ってきた時、すべての敵の「月狂い」状態が解除されます。"
            }
        ],
        "Type": 1,
        "Order": 410
    },
    {
        "_id": 3216,
        "Name": "おすすめ遺物",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_321601.png",
                "Desc": "キャラクターのおすすめ@セット#、@メインステータス#、および@サブステータス#を確認できます。おすすめセットおよびメインステータスのデータは最近のアクティブプレイヤーによるものです。"
            },
            {
                "Image": "TutorialPage_321602.png",
                "Desc": "遺物のメインステータスまたはサブステータスがおすすめと一致する場合、ステータス画面で@ハイライト#されます。"
            }
        ],
        "Type": 3,
        "Order": 396
    },
    {
        "_id": 6113,
        "Name": "枘構立方・リメイク",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611301.png",
                "Desc": "「枘構立方・リメイク」は枘構立方の完全リメイク版です。画面の中央にある装置を押すと、表示された方向に沿って@ブロックを積む#ことができます。ブロックを積むたびに、@資源ブロック#を1つ消費します。"
            },
            {
                "Image": "TutorialPage_611302.png",
                "Desc": "ブロックを積み重ねると装置の@形#が変わります。装置の形が両側の指示板と一致すると、クリアとなります。"
            },
            {
                "Image": "TutorialPage_611303.png",
                "Desc": "指定されていない位置にブロックを積み重ねると、両側の板に@エラーメッセージ#が表示されます。「撤回」または「リセット」ボタンを押すと、積み重ね操作に戻れます。"
            },
            {
                "Image": "TutorialPage_611304.png",
                "Desc": "画面を回転させて、各方向から装置を観察できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6117,
        "Name": "交渉",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611701.png",
                "Desc": "交渉終了時、@気迫度が相手以上であれば#交渉成功となり、低ければ交渉失敗となります。"
            },
            {
                "Image": "TutorialPage_611702.png",
                "Desc": "交渉の途中、@どちらかの気迫度が0になる#と交渉が終了します。"
            },
            {
                "Image": "TutorialPage_611703.png",
                "Desc": "@交渉の選択によって異なる結果が生じます#。結果は気迫度を増減させる可能性があります。プレイヤーの選択にしたがって、交渉ターンが0になるまで交渉は続き、その時点で交渉終了となります。"
            },
            {
                "Image": "TutorialPage_611704.png",
                "Desc": "交渉ターン内で@「交渉戦略」を使用#し、さまざまな交渉技術を発揮することで、交渉の成功を後押しできます。"
            },
            {
                "Image": "TutorialPage_611705.png",
                "Desc": "ここで相手の情報を確認できます。@選択に迷う場合#は確認してください。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6118,
        "Name": "複数条件撮影",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611801.png",
                "Desc": "このクエストでは、撮影を成功させるために、多くの目標条件を達成する必要があります。"
            },
            {
                "Image": "TutorialPage_611802.png",
                "Desc": "撮影画面の左上には、達成する必要がある撮影の目標条件が表示されています。"
            },
            {
                "Image": "TutorialPage_611803.png",
                "Desc": "撮影条件を@すべて#達成した時にシャッターを押すと、撮影が成功となります。できるだけすべての撮影条件を達成して撮影しましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2223,
        "Name": "削靭値",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222301.png",
                "Desc": "この回の攻撃で削れる敵の靭性の@基礎値#です。"
            }
        ],
        "Type": 1,
        "Order": 193
    },
    {
        "_id": 2224,
        "Name": "超撃破ダメージ",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222401.png",
                "Desc": "@撃破特効#、この回の攻撃の@削靭値#、または@キャラクターのレベル#が高ければ高いほど、敵に与える@超撃破ダメージ#がアップします。<br>超撃破ダメージは会心が発生しないほか、ダメージアップ系効果の影響を受けません。<br>超撃破ダメージは一種の@弱点撃破ダメージ#となります。"
            }
        ],
        "Type": 1,
        "Order": 188
    },
    {
        "_id": 8160,
        "Name": "花咲く習剣録",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816001.png",
                "Desc": "剣術の助教として三月なのかの修行スケジュールを作成し、彼女が 15 日後にスコートを倒せるよう、剣技習得の手伝いをしましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8161,
        "Name": "剣技習得",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816102.png",
                "Desc": "三月なのかは剣技を習得することで戦闘能力を高めることができます。習得には対応するステータスと上達度に対する条件を満たす必要があります。"
            },
            {
                "Image": "TutorialPage_816101.png",
                "Desc": "@剣術の上達度#は三月なのかの修行の成果を表し、段位が高いほど、三月なのかの戦闘能力が高いことを意味します。なお、上達度は剣技の習得で上げることができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8162,
        "Name": "腕試し",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816201.png",
                "Desc": "@腕試し#は三月なのかが1人で行う必要があります。戦闘はすべて自動で進行し、仲間の支援を受けることはできません。"
            },
            {
                "Image": "TutorialPage_816202.png",
                "Desc": "三月なのかの@剣術の上達度#が高いほど、腕試しに勝利しやすくなります。勝利するとステータスが上昇し、ご機嫌値が回復します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8163,
        "Name": "支援効果",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816301.png",
                "Desc": "剣術の鍛錬中、三月なのかは@仲間の支援#を得て、鍛錬と遊覧の効率を上げられます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8164,
        "Name": "習剣の邂逅",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816401.png",
                "Desc": "三月なのかは多様な@習剣の邂逅#を通じてストーリーをクリアすることができます。仙舟での邂逅、仲間の支援、鍛錬秘話…それらによって最終的なクリア方法も異なるかもしれません。"
            },
            {
                "Image": "TutorialPage_816402.png",
                "Desc": "@習剣の邂逅#を通じてストーリーをクリアするたびに、三月なのかは@修行の収穫#を得て、新たな剣術修行を開始する時にステータスがアップします。"
            },
            {
                "Image": "TutorialPage_816403.png",
                "Desc": "@習剣の邂逅#を通じてストーリーをクリアするたびに、対応する邂逅を@遡ることができる#ようになります。これにより、さまざまなエンディングをすぐに体験し直すことができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8165,
        "Name": "椒丘・薬膳料理の効果",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816502.png",
                "Desc": "椒丘の支援効果は@特定のコマでのみ#有効となります。それに合わせて鍛錬のスケジュールを調整することをおすすめします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8166,
        "Name": "銀狼・攻略のアドバイス",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816601.png",
                "Desc": "銀狼の支援効果は@特定の条件を満たした後#に有効となります。それに合わせて鍛錬のスケジュールを調整することをおすすめします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8167,
        "Name": "剣術の上達度",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816101.png",
                "Desc": "@剣術の上達度#は三月なのかの修行の成果を表し、段位が高いほど、三月なのかの戦闘能力が高いことを意味します。なお、上達度は剣技の習得で上げることができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8168,
        "Name": "鍛錬スケジュール",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816701.png",
                "Desc": "三月なのかの@ステータス#は@鍛錬#を通して上げることができます。それぞれの@鍛錬#をある程度行うと、その効果が上昇します。"
            },
            {
                "Image": "TutorialPage_816702.png",
                "Desc": "鍛錬では@ご機嫌値#を消費します。ご機嫌値が低下すると、@鍛錬効率#も下がります。ご機嫌値は@遊覧#を通して回復することができます。"
            },
            {
                "Image": "TutorialPage_816703.png",
                "Desc": "鍛錬中に@ひらめき一閃#を発動すると、その回の鍛錬における@ステータスアップ効果を倍#にすることができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8170,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817001.png",
                "Desc": "魔法使いが@戦闘スキル#を発動した後、リトルゴミーを1体戦闘に召喚します。1度に最大で5体まで召喚できます。<br>リトルゴミーが1体増えるごとに、パーティ全体の与ダメージがアップし、リトルゴミーが5体になるとさらに与ダメージが大アップします。"
            },
            {
                "Image": "TutorialPage_817002.png",
                "Desc": "リトルゴミーの数が多いほど、攻撃力、削靭値がアップします。<br>リトルゴミーが敵を攻撃を行う時、魔法使いのEPを大量に回復させます。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8171,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817101.png",
                "Desc": "魔法使いはリトルゴミーに対してのみ@戦闘スキル#を発動できます。魔法使いが戦闘スキルを発動すると、リトルゴミーが@動力ポイント#を3獲得します。<br>味方キャラが@カウンター#を発動する時、リトルゴミーは動力ポイントを1消費し、@追加攻撃#を行い、魔法使いのEPを回復させます。"
            },
            {
                "Image": "TutorialPage_817102.png",
                "Desc": "魔法使いが@必殺技#を発動した後、リトルゴミーが進化します。進化の最高形態は@究極・金#形態です。<br>進化した後、リトルゴミーの攻撃力が大アップし、味方全体の@追加攻撃#ダメージがアップします。"
            },
            {
                "Image": "TutorialPage_817103.png",
                "Desc": "リトルゴミーが究極・金形態に進化した後、最大動力ポイントが5までアップします。<br>魔法使いが@必殺技#を発動した後、リトルゴミーが@動力ポイント#を獲得します。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8172,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817201.png",
                "Desc": "魔法使いが@戦闘スキル#を発動する時、敵のフィールドに空きスペースがある場合、敵のフィールドに@有害廃棄物#を1体召喚します。<br>さらに敵のフィールド内のすべての有害廃棄物を@即座に行動させます#。"
            },
            {
                "Image": "TutorialPage_817202.png",
                "Desc": "@有害廃棄物#が行動する時、制御を受けることなく@ランダムな効果#を発動します。<br>ランダム効果の例：敵を攻撃して@持続ダメージ#系デバフを付与する。魔法使いを殴り、魔法使いの@EPを回復させる#。味方のリトルゴミーを励まし、@即座に行動させる#など。"
            },
            {
                "Image": "TutorialPage_817203.png",
                "Desc": "味方のリトルゴミーが敵に攻撃を行う時、敵を@即座に行動#させ、敵に@持続ダメージ#を与えます。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8173,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817301.png",
                "Desc": "リトルゴミーの初期HPは1です。味方キャラのHPが@減る#または@回復#する時、リトルゴミーは@同量のHPを回復#します。<br>リトルゴミーのHPが最大値まで回復する時、@進化#します。最高で@究極・金#形態まで進化きます。"
            },
            {
                "Image": "TutorialPage_817302.png",
                "Desc": "リトルゴミーが@究極・金#形態になった後、パーティの与ダメージが大アップし、敵に攻撃を行うたびに味方全体がEPを回復します。<br>味方キャラが敵攻撃を行うたびに、リトルゴミーの@HPが減り#、HPが1になると究極・金形態は終了します。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8174,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817401.png",
                "Desc": "味方キャラが@必殺技#を発動する時、リトルゴミーが動力ポイントを1獲得します。<br>動力ポイントが最大値に達する時、さらにリトルゴミーを4体召喚し、リトルゴミーが@自爆アタック#を発動します。"
            },
            {
                "Image": "TutorialPage_817402.png",
                "Desc": "@特殊マーク#のある敵に自爆アタックを発動する時、その敵を@直接倒す#ことができます。<br>指定の敵を倒すと、@残りのリトルゴミー#が@究極・金形態#になり、@「超自爆アタック」#を発動して大ダメージを与えます。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8175,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817501.png",
                "Desc": "今回のイベントでは、指定のキャラを@「魔法使い」#として操作し、@「マイリトルゴミー」#と共に戦うことができます。<br>@注意事項#：各ステージでは@指定した魔法仲間#しか戦闘に参加できません。"
            },
            {
                "Image": "TutorialPage_817502.png",
                "Desc": "「魔法使い」であるキャラは、その@戦闘スキル#と@必殺技#に@新たな戦闘効果#が追加され、「マイリトルゴミー」を指揮して戦います。"
            },
            {
                "Image": "TutorialPage_817503.png",
                "Desc": "ステージごとにユニークな@「マイリトルゴミー」#の戦闘メカニズムがあります。魔法使いや他の魔法仲間と協力して、新しい戦闘を体験しましょう。"
            },
            {
                "Image": "TutorialPage_817504.png",
                "Desc": "「マイリトルゴミー」は戦闘中に「魔法使い」の一部ステータスと@バフ#を@引き継ぎ#ます。<br>「マイリトルゴミー」が敵を攻撃したり、敵から攻撃を受けたりすると、「魔法使い」が@EPを回復#します。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8176,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817601.png",
                "Desc": "イベント「開拓！友達は魔法！」では、お馴染みのキャラたちが「魔法使い」として登場し、「マイリトルゴミー」と共に戦います。"
            },
            {
                "Image": "TutorialPage_817602.png",
                "Desc": "各地に散らばった「マイリトルゴミー」の分身を見つけ出し、彼らと一緒に敵を撃退しましょう！"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9801,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980101.png",
                "Desc": "@カメラのピント#を動かして、@ゴミ箱#に@狙いが定まった#時、@撮影ボタン#を押すと、撮影成功となります。"
            },
            {
                "Image": "TutorialPage_980102.png",
                "Desc": "ゴミ箱の@レア度によって#得点は異なります。@できるだけ多く#のゴミ箱を撮影して、ステージ目標を達成しましょう。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9802,
        "Name": "スナップショットチュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980201.png",
                "Desc": "@金#のゴミ箱は@特殊ポーズ#を取ります。"
            },
            {
                "Image": "TutorialPage_980202.png",
                "Desc": "@特殊ポーズ#を取っている間に撮影すると追加で@スナップショットポイント#を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9803,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980101.png",
                "Desc": "@カメラのピント#を動かして、@ゴミ箱#に@狙いが定まった#時、@撮影ボタン#を押すと、撮影成功となります。"
            },
            {
                "Image": "TutorialPage_980102.png",
                "Desc": "ゴミ箱の@レア度によって#得点は異なります。@できるだけ多く#のゴミ箱を撮影して、ステージ目標を達成しましょう。"
            },
            {
                "Image": "TutorialPage_980201.png",
                "Desc": "@金#のゴミ箱は@特殊ポーズ#を取ります。"
            },
            {
                "Image": "TutorialPage_980202.png",
                "Desc": "@特殊ポーズ#を取っている間に撮影すると追加で@スナップショットポイント#を獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9804,
        "Name": "チュートリアル",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980401.png",
                "Desc": "一部のゴミ箱は@星槎に乗ったり#、@空から落ちてきたり#します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9306,
        "Name": "階差宇宙・数値マッピング",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930601.png",
                "Desc": "「階差宇宙・人間喜劇」では条件を満たした場合、@キャラクターレベル、光円錐レベル、軌跡、遺物#が強化されます。"
            },
            {
                "Image": "TutorialPage_930602.png",
                "Desc": "キャラクターレベルが現在の均衡レベルに対応するレベルに達していない場合、@現在の均衡レベルに相応しいレベルまで引き上げられます#。"
            },
            {
                "Image": "TutorialPage_930603.png",
                "Desc": "キャラクターに装備している光円錐のレベルが現在の均衡レベルに対応するレベルに達していない場合、@現在の均衡レベルに相応しいレベルまで引き上げられます#。キャラクターに光円錐を装備していない場合、自動的に@現在の均衡レベルに適合する臨時光円錐#が装備されます。"
            },
            {
                "Image": "TutorialPage_930604.png",
                "Desc": "解放済みの軌跡が未覚醒の場合、@軌跡が覚醒されます#。また、軌跡レベルが現在の均衡レベルの要求を下回っている場合、@該当する軌跡が現在の均衡レベルに適合する軌跡レベルまで引き上げられます#。"
            },
            {
                "Image": "TutorialPage_930605.png",
                "Desc": "キャラクターが装備している遺物の総強化レベルが現在の均衡レベルの要求を下回っている場合、遺物は@現在の均衡レベルに適合する臨時遺物に交換#されます。"
            }
        ],
        "Type": 4,
        "Order": 477
    },
    {
        "_id": 9309,
        "Name": "階差宇宙・周期演算",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930901.png",
                "Desc": "周期演算では毎期@特別なコンテンツ#が更新され、毎期初回クリア時に追加報酬を獲得できます。"
            },
            {
                "Image": "TutorialPage_930902.png",
                "Desc": "周期演算では@追加の適合値報酬#を獲得できますが、毎期上限が設けられています。"
            }
        ],
        "Type": 4,
        "Order": 476
    },
    {
        "_id": 9310,
        "Name": "階差宇宙・オーナメント抽出",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931001.png",
                "Desc": "ボスを直接選択して挑戦することができ、戦闘に勝利すると対応する次元界オーナメントを獲得できます。"
            },
            {
                "Image": "TutorialPage_931002.png",
                "Desc": "階差宇宙クリア時の構築内容は保存しておくことが可能で、同じ構築内容でクイック挑戦を行えます。"
            }
        ],
        "Type": 4,
        "Order": 475
    },
    {
        "_id": 9312,
        "Name": "階差宇宙・過剰変換",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931201.png",
                "Desc": "「階差宇宙」でボスエネミーを撃破すると、@「過剰変換」#に挑戦できます。"
            },
            {
                "Image": "TutorialPage_931205.png",
                "Desc": "「過剰変換」に入る時、味方全体が@必殺技を発動できる#状態になり、@SPを5回復#します。"
            },
            {
                "Image": "TutorialPage_931202.png",
                "Desc": "「過剰変換」では、@敵のHPを減らす#ことで@変換データ#を獲得できます。"
            },
            {
                "Image": "TutorialPage_931203.png",
                "Desc": "挑戦目標を達成すると、@戦利品の宝箱#を獲得できます。達成した目標が多ければ多いほど、報酬が豪華になります。"
            },
            {
                "Image": "TutorialPage_931204.png",
                "Desc": "「過剰変換」では、敵に敗れても戦闘に勝利したものと見なされ、変換データに応じて決算が行われます。"
            }
        ],
        "Type": 4,
        "Order": 474
    },
    {
        "_id": 9313,
        "Name": "階差宇宙・コレクション",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931301.png",
                "Desc": "暉長石号にはいくつかのコレクション展示エリアがあり、@コレクション#のプレビューや展示に利用できます。"
            },
            {
                "Image": "TutorialPage_931302.png",
                "Desc": "@「階差宇宙」#、@「模擬宇宙・宇宙の蝗害」#、@「模擬宇宙・黄金と機械」#で特定の挑戦をクリアすると、@コレクション#を獲得できます。"
            },
            {
                "Image": "TutorialPage_931303.png",
                "Desc": "コレクション展示エリアに置かれたコレクションは、「階差宇宙」での挑戦において@バフ#を提供することができます。"
            }
        ],
        "Type": 4,
        "Order": 473
    },
    {
        "_id": 9314,
        "Name": "階差宇宙・絵画",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931401.png",
                "Desc": "暉長石号にはいくつかの絵画展示エリアがあり、@絵画#のプレビューや展示に利用できます。"
            },
            {
                "Image": "TutorialPage_931402.png",
                "Desc": "@「階差宇宙」#、@「模擬宇宙・宇宙の蝗害」#、@「模擬宇宙・黄金と機械」#で特定の挑戦をクリアすると、@絵画#を獲得できます。"
            }
        ],
        "Type": 4,
        "Order": 472
    },
    {
        "_id": 9320,
        "Name": "階差宇宙・特性",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_932001.png",
                "Desc": "「階差宇宙」では、@着想サーキット#を開放することで@運命の特性#を解放できます。"
            },
            {
                "Image": "TutorialPage_932002.png",
                "Desc": "@「キーワード」#を含む任意の@祝福#または@方程式#を獲得すると、対応する特性を開放できます。"
            },
            {
                "Image": "TutorialPage_932003.png",
                "Desc": "それぞれの@運命#には対応する@特性#が1つあり、特性の効果および開放状況はメニューで確認できます。"
            }
        ],
        "Type": 4,
        "Order": 471
    },
    {
        "_id": 9308,
        "Name": "階差宇宙・創造物の培養器",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930808.png",
                "Desc": "創造物の培養器にいるルアン・メェイの創造物は、それぞれ1つの創造物機能に対応しています。"
            },
            {
                "Image": "TutorialPage_930801.png",
                "Desc": "祝福強化、祝福上書き、方程式上書き、奇物合成、加重奇物上書きなど、さまざまな機能が含まれています。"
            },
            {
                "Image": "TutorialPage_930809.png",
                "Desc": "同じ創造物の培養器では、その培養器にいるルアン・メェイの創造物のすべての機能を使用できます。"
            }
        ],
        "Type": 4,
        "Order": 470
    },
    {
        "_id": 9315,
        "Name": "階差宇宙・方程式上書き",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931501.png",
                "Desc": "創造物の培養器の機能の1つで、宇宙の欠片を消費して既存の方程式を置き換えることができます。"
            },
            {
                "Image": "TutorialPage_931502.png",
                "Desc": "上書きするたびに3つのランダムな方程式から1つを選び、選んだ方程式を上書きします。"
            },
            {
                "Image": "TutorialPage_931503.png",
                "Desc": "方程式の上書きに必要な宇宙の欠片の数は、上書きの回数に応じて増加していきます。各創造物の培養器の方程式の上書き回数には上限があります。"
            }
        ],
        "Type": 4,
        "Order": 469
    },
    {
        "_id": 9316,
        "Name": "階差宇宙・祝福上書き",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931601.png",
                "Desc": "創造物の培養器の機能の1つで、宇宙の欠片を消費して既存の祝福を置き換えることができます。"
            },
            {
                "Image": "TutorialPage_931602.png",
                "Desc": "上書きするたびに3つのランダムな祝福から1つを選び、選んだ祝福を上書きします。"
            },
            {
                "Image": "TutorialPage_931603.png",
                "Desc": "祝福の上書きに必要な宇宙の欠片の数は、上書きの回数に応じて増加していきます。"
            }
        ],
        "Type": 4,
        "Order": 468
    },
    {
        "_id": 9317,
        "Name": "階差宇宙・祝福強化",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931701.png",
                "Desc": "創造物の培養器の機能の1つで、創造物の培養器のエネルギーを消費して祝福を強化することができます。"
            },
            {
                "Image": "TutorialPage_931702.png",
                "Desc": "各創造物の培養器は初期状態で一定のエネルギーを有しており、このエネルギーを消費することで祝福を強化できます。"
            },
            {
                "Image": "TutorialPage_931703.png",
                "Desc": "祝福のレア度が高ければ高いほど、強化に必要なエネルギーも多くなります。"
            }
        ],
        "Type": 4,
        "Order": 467
    },
    {
        "_id": 9318,
        "Name": "階差宇宙・奇物合成",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931801.png",
                "Desc": "創造物の培養器の機能の1つで、同じレア度の奇物を2つ使って合成することができます。"
            },
            {
                "Image": "TutorialPage_931802.png",
                "Desc": "合成するたび、よりレア度の高い3つのランダムな奇物の中から1つを選んで獲得できます。最高で★3奇物を獲得できます。"
            },
            {
                "Image": "TutorialPage_931803.png",
                "Desc": "不利奇物は奇物の合成には使用できません。また、各創造物の培養器の奇物合成回数には上限があります。"
            }
        ],
        "Type": 4,
        "Order": 466
    },
    {
        "_id": 9319,
        "Name": "階差宇宙・加重奇物上書き",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931901.png",
                "Desc": "創造物の培養器の機能の一つです。既存の加重奇物と置き換えられます。"
            },
            {
                "Image": "TutorialPage_931902.png",
                "Desc": "上書きするたびに3つのランダムな加重奇物から1つを選び、選んだ加重奇物を上書きします。"
            },
            {
                "Image": "TutorialPage_931903.png",
                "Desc": "加重奇物の上書きには宇宙の欠片を消費しません。各創造物の培養器の加重奇物の上書き回数には上限があります。"
            }
        ],
        "Type": 4,
        "Order": 465
    },
    {
        "_id": 6112,
        "Name": "『クロックボーイ』外伝・『ハヌ戦線』・6",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_611201.png",
                "Desc": "今回は「王のゴミ箱」が出現します。「王のゴミ箱」は@2回命中して#撃破できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 1119,
        "Name": "ホタル・秘技",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_111901.png",
                "Desc": "ホタルが秘技を発動すると、空に飛び上がって@自由に移動#できるようになります。"
            },
            {
                "Image": "TutorialPage_111902.png",
                "Desc": "自由移動時間が終了する、もしくは再度秘技ボタンを押すと、秘技範囲内にいるすべての敵に落下攻撃を行い、@炎属性弱点を付与#します。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8130,
        "Name": "",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦闘力#を上げていく@対戦型パズルゲーム#です。"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "ラウンド終了時、@戦闘力の差#に基づいてダメージが清算されます。<br>相手の@HPが0になる#とこちらの勝利となります。"
            },
            {
                "Image": "",
                "Desc": ""
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@同じ色のフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@特定のフルーツ#を消すと、小鳥にエネルギーをチャージさせることができます。@満タンまでエネルギーをチャージ#した小鳥は、強力な戦闘スキルを発動してフルーツの消去を手伝ってくれます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8131,
        "Name": "開拓の小鳥",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "一定数の@キウイ#を消すたびに、ランダムな位置に@2×2のマスの爆発#が起こります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8132,
        "Name": "銀狼の小鳥",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813201.png",
                "Desc": "一定数の@ブルーベリー#を消すたびに、ランダムで一定数のフルーツが@スーパー爆弾#に変わります。<br>スーパー爆弾の位置を隣接するフルーツと交換した場合、@それと同じフルーツが全部#消えます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8133,
        "Name": "三月の小鳥",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813301.png",
                "Desc": "一定数の@イチゴ#を消すたびに、ランダムで一定数のフルーツが@直線爆弾#に変わります。<br>直線爆弾は消える時、@爆弾のある行#または@列#で爆発を起こします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8134,
        "Name": "ホタルの小鳥",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813401.png",
                "Desc": "一定数の@バナナ#を消すたびに、ランダムな位置で@十字爆発#が起こります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8135,
        "Name": "ロビンの小鳥",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813501.png",
                "Desc": "一定数の@モモ#を消すたびに、ランダムに一定数のフルーツが@正方形爆弾#に変わります。<br>正方形爆弾は消される時、@3×3#の範囲爆発を起こします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8136,
        "Name": "折り紙の小鳥マッチ",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦闘力#を上げていく@対戦型パズルゲーム#です。"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "ラウンド終了時、@戦闘力の差#に基づいてダメージが清算されます。<br>相手の@HPが0になる#とこちらの勝利となります。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8137,
        "Name": "折り紙の小鳥マッチ",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦闘力#を上げていく@対戦型パズルゲーム#です。"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "ラウンド終了時、@戦闘力の差#に基づいてダメージが清算されます。<br>相手の@HPが0になる#とこちらの勝利となります。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@同じ色のフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@特定のフルーツ#を消すと、小鳥にエネルギーをチャージさせることができます。@満タンまでエネルギーをチャージ#した小鳥は、強力な戦闘スキルを発動してフルーツの消去を手伝ってくれます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8138,
        "Name": "マルチ乱闘モード",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813801.png",
                "Desc": "マルチ乱闘モードでは、各回に@6人#のプレイヤーが参加できます。プレイヤーは毎ラウンド、@残っている対戦相手の1名#と対戦することになります。"
            },
            {
                "Image": "TutorialPage_813802.png",
                "Desc": "決められた@時間#と@行動回数#の中でフルーツを消して、小鳥の戦闘力を強化して生き残りましょう！"
            },
            {
                "Image": "TutorialPage_813804.png",
                "Desc": "各ラウンド開始時、プレイヤーは@前のラウンドの最終フィールドを引き継ぎ#、同時に新たなフィールドの効果を獲得します。"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "プレイヤーのHPが0になると@瀕死#状態になり、再び@ダメージを受ける#と@脱落#となってしまいます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8139,
        "Name": "折り紙の小鳥マッチ",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折り紙の小鳥マッチ」は@指定された行動回数内#にフルーツを消去して、小鳥の@戦闘力#を上げていく@対戦型パズルゲーム#です。"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "ラウンド終了時、@戦闘力の差#に基づいてダメージが清算されます。<br>相手の@HPが0になる#とこちらの勝利となります。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@同じ色のフルーツを4個以上#繋げると、対応する@爆弾#を生成できます。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@特定のフルーツ#を消すと、小鳥にエネルギーをチャージさせることができます。@満タンまでエネルギーをチャージ#した小鳥は、強力な戦闘スキルを発動してフルーツの消去を手伝ってくれます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8147,
        "Name": "ルール",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814701.png",
                "Desc": "ステージ内には行動値カウンターが設けられており、味方と敵が行動した後、対応する行動値が差し引かれます。"
            },
            {
                "Image": "TutorialPage_814702.png",
                "Desc": "ステージのポイントはボスの@残りHPの割合#と、ボスを撃破した後の@残り行動値#の2つの要素に基づいて計算されます。ボスを撃破していない場合は、ボスの@残りHPの割合#のみで計算されます。"
            },
            {
                "Image": "TutorialPage_814703.png",
                "Desc": "最終的にパート1とパート2の戦闘@ポイントの合計#で集計が行われます。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8148,
        "Name": "末日の幻影",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814801.png",
                "Desc": "末日の幻影は@周期的に更新#される@高難易度挑戦ステージ#です。"
            },
            {
                "Image": "TutorialPage_814802.png",
                "Desc": "「末日の幻影」では「終焉」の投影に立ち向かい、かつて遭遇した@ボス#に勝つ必要があります。"
            },
            {
                "Image": "TutorialPage_814803.png",
                "Desc": "これらの強敵の投影は通常のボスエネミーとは@少々異なり#、戦闘開始時にその詳細を確かめることができます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8149,
        "Name": "クイック解放",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814901.png",
                "Desc": "「末日の幻影」の@最高★3クリア#難易度は記録されるため、後続の周期が開始されると、記録に基づいて対応する難易度、およびそれまでの全難易度がクイック解放されます。最大で@最初の3つの難易度#がクイック解放されます。"
            },
            {
                "Image": "TutorialPage_814902.png",
                "Desc": "クイック解放された後、記録されている★3でクリアした最高ステージに直接挑戦することができます。その難易度を★3でクリアすると、@その前の難易度もすべて★3でクリアしたものと見なされ、すべての報酬を獲得#できます。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8150,
        "Name": "チュートリアル",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815001.png",
                "Desc": "敵の弱点を@撃破#すると、@行動順が 100% 早まり#、SPが1回復します。"
            },
            {
                "Image": "TutorialPage_815002.png",
                "Desc": "ヒント：敵の弱点を@順次撃破#していくと、@何回も連続して行動#するチャンスを得られます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8151,
        "Name": "チュートリアル",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815101.png",
                "Desc": "各ウェーブのすべての敵は@HPを共有#します。"
            },
            {
                "Image": "TutorialPage_815102.png",
                "Desc": "敵は@デバフ#状態になる時、または行動時に@必殺技被ダメージアップ#を1層獲得します。<br>@被ダメージアップの層数が最も多い#敵を集中攻撃すれば、敵全体により大きなダメージを与えられます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8152,
        "Name": "チュートリアル",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815202.png",
                "Desc": "アクションバー上の@「ギフトボックス」#は行動時、すべての敵を@弱点撃破状態#にすると同時に、効果が切れるまで味方の@攻撃力#を大アップします。<br>@「ギフトボックス」#の効果中は@全力#で敵を攻撃して、より大きなダメージを与えましょう！"
            },
            {
                "Image": "TutorialPage_815502.png",
                "Desc": "味方キャラが行動するたびに@「ギフトボックス」の行動順が早まり#、加速度的に「ギフトボックス」のバフを獲得できます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8153,
        "Name": "チュートリアル",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815301.png",
                "Desc": "敵の攻撃力が大アップし、攻撃時、味方に@大ダメージ#を与えます。"
            },
            {
                "Image": "TutorialPage_815302.png",
                "Desc": "味方キャラがHPが0になる攻撃を受けた場合、戦闘不能状態に@陥らず#、HPを 100% 、EPを 50% を回復します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8154,
        "Name": "チュートリアル",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815401.png",
                "Desc": "敵の初期靭性値は最大靭性の 50% です。"
            },
            {
                "Image": "TutorialPage_815402.png",
                "Desc": "@弱点撃破ダメージ#を受けると、敵は@被ダメージアップ#を1層獲得します。<br>被ダメージアップの層数が最も多い敵を集中攻撃すれば、より大きな@弱点撃破ダメージ#を与えられます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8155,
        "Name": "チュートリアル",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815501.png",
                "Desc": "味方の@キャラ単体#が@累計#3回@必殺技を発動#すると、すぐに再度@必殺技を発動#することができます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8156,
        "Name": "チュートリアル",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815601.png",
                "Desc": "味方キャラが@必殺技#または@追加攻撃#を発動すると、命中した敵の数に応じた層数の@「星の光」#を獲得でき、それにより@全体のダメージアップ#効果を引き上げられます。"
            },
            {
                "Image": "TutorialPage_815602.png",
                "Desc": "@「星の光」#が 10 層累積するたびに、追加で敵に@固定ダメージ#を与えられます。ダメージ量は@「星の光」#の層数増加に伴いアップします。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8157,
        "Name": "チュートリアル",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815701.png",
                "Desc": "味方キャラが@必殺技#で敵を攻撃すると、敵の@行動順を 100% 早め#、攻撃力をダウンさせると共に、さまざまな@持続ダメージ#効果を付与できます。"
            },
            {
                "Image": "TutorialPage_815702.png",
                "Desc": "敵が行動した後、味方キャラが@即座に必殺技を発動#して敵を攻撃した場合、敵は@すぐに再行動#して@持続ダメージ#効果を受けます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8158,
        "Name": "鉄壁の防御",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815801.png",
                "Desc": "ボス幻影は@弱点撃破されるまで#、受けるダメージが@大ダウン#します。"
            },
            {
                "Image": "TutorialPage_815802.png",
                "Desc": "@弱点撃破されると#、ボス幻影は行動順がさらに遅延すると同時に、受けるダメージが@大アップ#します。"
            },
            {
                "Image": "TutorialPage_815803.png",
                "Desc": "ボス幻影の弱点を速やかに@撃破#して、ボス幻影への与ダメージをアップさせることが、@より多くの挑戦ポイント#を獲得するためのカギとなります。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 2222,
        "Name": "複数層の靭性",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_222002.png",
                "Desc": "複数層の靭性を持つ敵は、各層の靭性が0になるたびに弱点撃破ダメージが1回発生します。また、最後の層の靭性が0になると、弱点撃破が発生します。"
            }
        ],
        "Type": 1,
        "Order": 400
    },
    {
        "_id": 2220,
        "Name": "全体バリア",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_222001.png",
                "Desc": "全体バリアはHPの代わりにダメージを引き受けることができます。バリアの耐久値はバリアが引き受けられるダメージ量を表しています。"
            }
        ],
        "Type": 1,
        "Order": 399
    },
    {
        "_id": 2219,
        "Name": "HP共有",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_221901.png",
                "Desc": "このマークがある敵はHPを共有します。"
            }
        ],
        "Type": 1,
        "Order": 398
    },
    {
        "_id": 3215,
        "Name": "フレンドのクリア編成",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_321501.png",
                "Desc": "光を追い、黄金を掴むでフレンドのクリア編成を確認することができます。"
            },
            {
                "Image": "TutorialPage_321502.png",
                "Desc": "自分のクリア編成をフレンドに見せたくない場合、設定画面で光を追い、黄金を掴むのクリア編成を公開しないを選択してください。"
            }
        ],
        "Type": 3,
        "Order": 396
    },
    {
        "_id": 6096,
        "Name": "ドリームウォーク・5",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_609601.png",
                "Desc": "たまにマップ内で@散らばった夢の泡#を見かけることがあります。@通行可能な足場と繋がっていない#ため、これらの夢の泡は集約して夢泡の橋になることができません。"
            },
            {
                "Image": "TutorialPage_609602.png",
                "Desc": "@制御装置#を操作すると、対応する@ドリームモジュール#とその@軌道#がハイライトされます。"
            },
            {
                "Image": "TutorialPage_609603.png",
                "Desc": "制御装置を@操作#することで、ドリームモジュールを@指定した軌道で動かす#ことができます。ドリームモジュールが移動する時、その表面に付着している「散らばった夢の泡」も@一緒に移動#します。"
            },
            {
                "Image": "TutorialPage_609604.png",
                "Desc": "「散らばった夢の泡」の位置が@夢泡の橋を架けられるようになる#と、その夢の泡は@集合#します。@夢泡チャージを所持した状態で近づく#と、夢泡の橋を架けることができます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6097,
        "Name": "ドリームウォーク・6",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_609701.png",
                "Desc": "ドリームモジュールの表面に@完成している夢泡の橋がある#場合、このモジュールを移動させると、すでに完成している橋は@壊れ#、橋を架けるために使った夢泡チャージは@回収#されます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6098,
        "Name": "挑戦ステージを選択・1",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_ReshaGuide01.png",
                "Desc": "軌道上のボタンを押して、挑戦ステージを選択してください。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6099,
        "Name": "挑戦ステージを選択・2",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_ReshaGuide01.png",
                "Desc": "軌道上のボタンを押して、挑戦ステージを選択してください。"
            },
            {
                "Image": "TutorialPage_ReshaGuide02.png",
                "Desc": "熱砂のスフェロイドマップには秘密が隠されており、マップの仕掛けが@特定の状態の組み合わせ#になった時、隠し挑戦が解放されます。<br>組み合わせの順序に関する手掛かりは、挑戦場所にある@とある秘伝の書#の中に隠されています。手掛かりを見つけると、右下の「セレモニー百科」に記録されます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6100,
        "Name": "夢の迷走",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610001.png",
                "Desc": "壁を歩ける仕掛けの「スラーダの床」は冒険開始時に起動しますが、踏むと消えて@二度と使えなくなります#。"
            },
            {
                "Image": "TutorialPage_610002.png",
                "Desc": "3Dマップを活用して、戦利品までの合理的なルートを考えましょう。最終地点の戦利品を開ける前に@すべての「スラーダの床」を踏む#と、@追加報酬#を獲得できます。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6105,
        "Name": "『クロックボーイ』外伝・『オオカミの道・終』",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610501.png",
                "Desc": "『オオカミの道・終』の撮影内容が全面的にアップグレード！ストーリーで、ボス・ストーンの挑戦に立ち向かうことになります。"
            },
            {
                "Image": "TutorialPage_610502.png",
                "Desc": "ボス・ストーンはブラザーハヌに向かってコインを撒き散らしてくるので、この攻撃を回避しましょう。"
            },
            {
                "Image": "TutorialPage_610503.png",
                "Desc": "攻撃がボス・ストーンのコインに命中すると、コインを跳ね返すことができます。ボス・ストーンに報いを受けさせましょう。"
            },
            {
                "Image": "TutorialPage_610504.png",
                "Desc": "ボス・ストーンのHPは画面右上に表示されています。攻撃でコインを跳ね返して、憎きボス・ストーンを倒しましょう！"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6106,
        "Name": "『クロックボーイ』外伝・『ハヌ戦線』・1",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610601.png",
                "Desc": "大人気ガンアクション作品『ハヌ戦線』の撮影体験ができるようになりました。超クールなブラザーハヌになって、無敵のハヌロケット弾で行く手を阻む敵を一掃しましょう！"
            },
            {
                "Image": "TutorialPage_610602.png",
                "Desc": "ブラザーハヌを操作して敵に照準を定め、@攻撃ボタン#でハヌロケット弾を発射して敵を吹き飛ばしましょう！"
            },
            {
                "Image": "TutorialPage_610603.png",
                "Desc": "ロケット弾が命中した後の爆発で@一定範囲内のすべての敵#を倒すと、大量のポイントを獲得できます！1発のロケット弾が@複数の敵#に命中すると、追加ポイントを獲得できます。ロケット弾の着弾点をコントロールして、大量のポイントを獲得してスリル満点のガンアクション映画を作りましょう。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6107,
        "Name": "『クロックボーイ』外伝・『ハヌ戦線』・2",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "@スラーダマーク#がついたアイテムを破壊すると、@「クロックタイム」のスキルゲージ#をチャージできます。"
            },
            {
                "Image": "TutorialPage_610702.png",
                "Desc": "「クロックタイム」のスキルゲージにスラーダエネルギーがある場合、@「クロックタイム」ボタン#をクリックして、クロックボーイを召喚して敵の時間を遅延させることができます。クロックボーイを召喚している間は、スラーダエネルギーが継続して消費されます。「クロックタイム」継続中に@再度「クロックタイム」ボタンをクリックする#と、@「クロックタイム」が終了#します。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6109,
        "Name": "『クロックボーイ』外伝・『ハヌ戦線』・3",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610901.png",
                "Desc": "今回は無辜の「折り紙の小鳥」が出現することがあります。@間違って小鳥を傷つけてしまうと、大量のポイントを失います#。折り紙の小鳥が@逃げると、大量のポイントを獲得できます#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6110,
        "Name": "『クロックボーイ』外伝・『ハヌ戦線』・4",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_611001.png",
                "Desc": "今回は「Mr.円幕」が出現します。@彼の表情を注意深く観察#しましょう。@笑顔の時に攻撃を命中させると、より多くのポイントを獲得できます#。"
            },
            {
                "Image": "TutorialPage_611002.png",
                "Desc": "今回は「ナイトメア花火」が出現します。「ナイトメア花火」を攻撃すると、爆発して@すべての敵#を攻撃します。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6111,
        "Name": "『クロックボーイ』外伝・『ハヌ戦線』・5",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_611101.png",
                "Desc": "今回は「ボス・ストーン」が出現します。「ボス・ストーン」は@簡単には倒せません#。さらに、彼はコインを撒き散らしてブラザーハヌを攻撃します。ボス・ストーンのコインに@当たると、大量のポイントを失ってしまいます#が、ハヌロケット弾が@ボス・ストーンに命中すると、そのたびにポイントを獲得できます#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2221,
        "Name": "弱点撃破ダメージ・属性と靭性",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_970101.png",
                "Desc": "@物理、炎#属性で弱点撃破をした時の@弱点撃破ダメージ#は高い"
            },
            {
                "Image": "TutorialPage_970102.png",
                "Desc": "敵の@最大靭性が高いほど#、弱点撃破された時に受ける@弱点撃破ダメージ#も高くなる"
            }
        ],
        "Type": 1,
        "Order": 189
    },
    {
        "_id": 6108,
        "Name": "『クロックボーイ』外伝・『ブラザーハヌ：オオカミの道』",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_605401.png",
                "Desc": "攻撃ボタンをクリックすると、ブラザーハヌがレールの向こう側に向けて攻撃します。攻撃が敵やバリケードに命中すると、@「アクションシーン」#を発動し、少しの間、無敵状態になります。"
            },
            {
                "Image": "TutorialPage_605402.png",
                "Desc": "アクションシーンを発動、または補給アイテムを獲得することで、エネルギーが溜まります。エネルギーが満タンになると、@「ハヌタイム」#を発動し、長時間の無敵状態に入り、自動で攻撃を行うようになります。"
            },
            {
                "Image": "TutorialPage_610502.png",
                "Desc": "ボス・ストーンはブラザーハヌに向かってコインを撒き散らしてくるので、この攻撃を回避しましょう。"
            },
            {
                "Image": "TutorialPage_610503.png",
                "Desc": "攻撃がボス・ストーンのコインに命中すると、コインを跳ね返すことができます。ボス・ストーンに報いを受けさせましょう。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8122,
        "Name": "映画編集プレイガイド",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_812201.png",
                "Desc": "各章の上映前には内部試写をクリアする必要があります。それぞれの映画には異なる@感情値目標#が存在します。"
            },
            {
                "Image": "TutorialPage_812202.png",
                "Desc": "@タイムサイコロ#をシーンに入れると、@映画の感情値に影響を与える#ことができます。"
            },
            {
                "Image": "TutorialPage_812203.png",
                "Desc": "異なる色のシーンは、異なる観客の感情値を変化させ、異なる効果を生み出します。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8123,
        "Name": "「夢の並び替え」プレイガイド",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_812204.png",
                "Desc": "ギャンブルシーンは夢の並び替えで異なる結果を引き出せるため、観客の感情値を大量に獲得できるかもしれません"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8124,
        "Name": "『クロックボーイ』外伝・『ハヌ戦線』",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610601.png",
                "Desc": "大人気ガンアクション作品『ハヌ戦線』の撮影体験ができるようになりました。超クールなブラザーハヌになって、無敵のハヌロケット弾で行く手を阻む敵を一掃しましょう！"
            },
            {
                "Image": "TutorialPage_610602.png",
                "Desc": "ブラザーハヌを操作して敵に照準を定め、@攻撃ボタン#でハヌロケット弾を発射して敵を吹き飛ばしましょう！"
            },
            {
                "Image": "TutorialPage_610603.png",
                "Desc": "ロケット弾が命中した後の爆発で@一定範囲内のすべての敵#を倒すと、大量のポイントを獲得できます！1発のロケット弾が@複数の敵#に命中すると、追加ポイントを獲得できます。ロケット弾の着弾点をコントロールして、大量のポイントを獲得してスリル満点のガンアクション映画を作りましょう。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8140,
        "Name": "チュートリアル",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814001.png",
                "Desc": "限られたラウンド内でなるべく多くの敵を倒して、パーティレベルを上げましょう。<br>パーティレベルが上がると、ランダムで出現する武器やアクセサリーを1つ選択することができます。"
            },
            {
                "Image": "TutorialPage_814002.png",
                "Desc": "優先的に武器をレベルアップして、対応する共鳴アクセサリーを探しましょう。<br>レベル8の武器とそれに対応するアクセサリーを獲得すると、後続のレベルアップで武器をレジェンド武器に昇格させることができます。"
            },
            {
                "Image": "TutorialPage_814003.png",
                "Desc": "対応する属性またはバフを持つアクセサリーを獲得すると、武器の効果を強化することができます。"
            },
            {
                "Image": "TutorialPage_814004.png",
                "Desc": "武器とアクセサリーを適切に組み合わせることで、より強力な効果を得られます。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8141,
        "Name": "チュートリアル",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814101.png",
                "Desc": "本ステージの初期武器：@オール・フォー・ワン#<br>「オール・フォー・ワン」は固定速度で攻撃を行い、ランダムな敵に「火炎弾」を発射する。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_814102.png",
                "Desc": "おすすめ武器<br>召喚特性：オール・フォー・ワン、卑怯者の善意、寒霜消火器、疾風のハンマー<br>関連アクセサリー：ワン・フォー・オール（召喚武器の速度アップ）、氷炎の札（氷、炎属性ダメージアップ）"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8142,
        "Name": "チュートリアル",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814201.png",
                "Desc": "本ステージの初期武器：@雷電のいばら#<br>敵単体に「雷電のいばら」を付与し、その敵のターンが回ってくるたびに@持続ダメージ#を与える雷撃を発射する。その敵が倒された後、「雷電のいばら」は他の敵に移る。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_814202.png",
                "Desc": "おすすめ武器<br>風、雷属性：雷電のいばら、疾風のハンマー、侠客の長弓<br>敵撃破で触発：疾風のハンマー、甘く深い眠り<br>関連アクセサリー：雷嵐の鎖（風、雷属性ダメージアップ）"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8143,
        "Name": "チュートリアル",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814301.png",
                "Desc": "本ステージの初期武器：@甘く深い眠り#<br>味方キャラまたは武器が敵を倒した時、「甘く深い眠り」は範囲爆発を起こし、その敵に隣接する敵に量子属性ダメージを与える。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_814302.png",
                "Desc": "おすすめ武器<br>単体攻撃で敵撃破後に触発：甘く深い眠り、疾風のハンマー、レインボーバット<br>量子属性、虚数属性、物理属性：甘く深い眠り、ラッキールーレット"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8144,
        "Name": "チュートリアル",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814501.png",
                "Desc": "本ステージの初期武器：@氷の飛剣#<br>味方が連続で3回以上行動する時、「氷の飛剣」は敵が行動する前にランダムな敵に複数本の飛剣を発射する。飛剣の数は連続で行動した回数に応じてアップする。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_814502.png",
                "Desc": "おすすめ武器<br>行動時触発：純美の祈り、侠客の長弓、レインボーバット、建創の志<br>氷、炎属性：オール・フォー・ワン、卑怯者の善意、寒霜消火器"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8145,
        "Name": "チュートリアル",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814501.png",
                "Desc": "本ステージの初期武器：@氷の飛剣#<br>味方が連続で3回以上行動する時、「氷の飛剣」は敵が行動する前にランダムな敵に複数本の飛剣を発射する。飛剣の数は連続で行動した回数に応じてアップする。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_814502.png",
                "Desc": "おすすめ武器<br>行動時触発：純美の祈り、侠客の長弓、レインボーバット、建創の志<br>氷、炎属性：オール・フォー・ワン、卑怯者の善意、寒霜消火器"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8146,
        "Name": "チュートリアル",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814601.png",
                "Desc": "本ステージの初期武器：@虚無の警鐘#<br>味方キャラの攻撃が敵に命中する時、確率で敵を「挫折」状態にする。敵が他のデバフを付与された時も「挫折」状態になる。「挫折」状態が一定層数に達した時、「虚無の警鐘」は敵に「量子の飛刃」を放ち、「挫折」状態の層数をリセットする。<br>初期@武器のレベル#を優先的にアップして、対応する@共鳴アクセサリー#を獲得し、@レジェンド武器#に昇格させましょう！"
            },
            {
                "Image": "TutorialPage_814602.png",
                "Desc": "おすすめ武器<br>デバフ：虚無の警鐘、寒霜消火器<br>必殺技発動で触発：純美の祈り、侠客の長弓"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9701,
        "Name": "弱点撃破ダメージ・属性と靭性",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_970101.png",
                "Desc": "@物理、炎#属性で弱点撃破をした時の@弱点撃破ダメージ#は高い"
            },
            {
                "Image": "TutorialPage_970102.png",
                "Desc": "敵の@最大靭性が高いほど#、弱点撃破された時に受ける@弱点撃破ダメージ#も高くなる"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9702,
        "Name": "弱点撃破ダメージ・撃破特効",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_221801.png",
                "Desc": "味方の@撃破特効#が高いほど、@弱点撃破ダメージ#がアップする"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9101,
        "Name": "祝福",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910101.png",
                "Desc": "模擬宇宙で、敵を倒した後に@祝福#を選択することができ、祝福は今回の探索で効果を発揮します。"
            }
        ],
        "Type": 4,
        "Order": 499
    },
    {
        "_id": 9102,
        "Name": "ダウンロード装置",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910201.png",
                "Desc": "@ダウンロード装置#を使うと、今回の探索に新たなキャラクターを追加することができます。各@ダウンロード装置#は、1名のキャラしか追加できません。慎重に選びましょう。"
            }
        ],
        "Type": 4,
        "Order": 498
    },
    {
        "_id": 9103,
        "Name": "開拓の祝福",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910301.png",
                "Desc": "前回の探索で少なくとも1つのエリアをクリアすると、再度模擬宇宙に入る時に@開拓の祝福#を1個選び、自身のパーティを強化することができます。"
            }
        ],
        "Type": 4,
        "Order": 497
    },
    {
        "_id": 9104,
        "Name": "破壊できるオブジェクト（模擬宇宙）",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910401.png",
                "Desc": "模擬宇宙内のオブジェクトを破壊するとランダムな@宇宙の欠片#の獲得、@HP#の回復、または@秘技PT#の回復ができます。"
            }
        ],
        "Type": 4,
        "Order": 496
    },
    {
        "_id": 9105,
        "Name": "祝福の強化",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910501.png",
                "Desc": "宇宙の欠片を消費すると、既に獲得した祝福を@強化#することができます。各祝福は@1#回だけ強化できます。"
            }
        ],
        "Type": 4,
        "Order": 495
    },
    {
        "_id": 9107,
        "Name": "没入報酬",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910701.png",
                "Desc": "@エリア - 精鋭#または@エリア - ボス#の敵を倒した後、開拓力を消費または没入器を使い、@次元界オーナメント#を含む没入報酬を獲得できます。"
            }
        ],
        "Type": 4,
        "Order": 494
    },
    {
        "_id": 9108,
        "Name": "模擬宇宙図鑑",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910801.png",
                "Desc": "@図鑑#には模擬宇宙内の祝福、奇物、星神が記録されています。"
            }
        ],
        "Type": 4,
        "Order": 493
    },
    {
        "_id": 9109,
        "Name": "運命の反響",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910901.png",
                "Desc": "模擬宇宙での@戦闘#中、自発的にRPを消費すると、@運命の反響#を発動でき、戦闘バフを得ることができます。"
            }
        ],
        "Type": 4,
        "Order": 492
    },
    {
        "_id": 9110,
        "Name": "復活装置",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911001.png",
                "Desc": "@復活装置#に触れると、宇宙の欠片を消費してメモリーを@リセット#し、戦闘不能状態になったキャラのHPを一定値回復させることができます。"
            }
        ],
        "Type": 4,
        "Order": 491
    },
    {
        "_id": 9111,
        "Name": "祝福リセット",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911101.png",
                "Desc": "模擬宇宙で敵を倒して祝福を選択する時、最大で@1#回、宇宙の欠片を消費して、祝福を@リセット#することができます。"
            }
        ],
        "Type": 4,
        "Order": 490
    },
    {
        "_id": 9112,
        "Name": "奇物",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911201.png",
                "Desc": "模擬宇宙では様々な効果を持つ@奇物#があり、収集するとパーティを@強化#できます。"
            }
        ],
        "Type": 4,
        "Order": 489
    },
    {
        "_id": 9113,
        "Name": "宇宙の蝗害・エリアタイプ",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911301.png",
                "Desc": "各次元界は@異なるタイプ#のエリアで構成されており、「？」をタップすることですべてのエリアのタイプを表示できます。"
            },
            {
                "Image": "TutorialPage_911302.png",
                "Desc": "戦闘：このエリア内で敵に勝利すると祝福を獲得できます。<br>精鋭：このエリア内で精鋭の敵に勝利すると★1～3の祝福を獲得できるチャンスがあります。<br>イベント：このエリアでは、選択によってさまざまな結果を達成できます。<br>ボス：このエリアでボスに勝利すると、この次元界をクリアし、祝福や奇物を獲得できます。"
            }
        ],
        "Type": 4,
        "Order": 488
    },
    {
        "_id": 9114,
        "Name": "宇宙の蝗害・謁見装置",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911401.png",
                "Desc": "エリア内の@「謁見装置」#を調べるとランダムなサイコロ効果を獲得し、次のエリアに移動できます。"
            }
        ],
        "Type": 4,
        "Order": 487
    },
    {
        "_id": 9115,
        "Name": "宇宙の蝗害・移動フェーズ",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911501.png",
                "Desc": "現在いるエリアに@隣接#するエリアを選択して移動でき、同時に目標エリアの左側のエリアが@崩落#し、@入れない#状態になります。"
            }
        ],
        "Type": 4,
        "Order": 486
    },
    {
        "_id": 9116,
        "Name": "宇宙の蝗害・サイコロ効果フェーズ",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911601.png",
                "Desc": "一部のサイコロ効果は@エリアの内容に影響を及ぼせます#。サイコロ効果の選択を中止すると、補償として一定の宇宙の欠片を獲得できます。"
            }
        ],
        "Type": 4,
        "Order": 485
    },
    {
        "_id": 9117,
        "Name": "宇宙の蝗害・カウントダウン",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911701.png",
                "Desc": "移動するごとに、カウントダウンが1減少します。カウントダウンがマイナスになると、すべての敵ターゲットが@「次元界不安定！」#状態に入り、ステータス強化を獲得します。@「次元界不安定！」#状態のとき、移動するごとに干渉レベルが上がります。干渉レベルが高いほど、敵の強化効果も高くなります。"
            }
        ],
        "Type": 4,
        "Order": 484
    },
    {
        "_id": 9118,
        "Name": "宇宙の蝗害・ビーコン",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911801.png",
                "Desc": "1種類のバフがこのエリアで有効になります。ビーコンがあるエリアでは豊富な見返りがあります。"
            },
            {
                "Image": "TutorialPage_911802.png",
                "Desc": "強化ビーコン。このビーコンがあるエリアは、敵が強化される。戦闘に勝利して祝福を選択する時、すべての祝福は強化される。<br>異化ビーコン：このビーコンがあるエリアの敵は、「バグ」の敵になる。戦闘に勝利すると追加の宇宙の欠片を獲得できる。"
            },
            {
                "Image": "TutorialPage_911803.png",
                "Desc": "祝福プーマンのビーコン：このビーコンがあるエリアにはプーマンが出現します。プーマンを倒すと追加の祝福を獲得できます。<br>奇物プーマンのビーコン：このビーコンがあるエリアにはプーマンが出現します。プーマンを倒すと追加の奇物を獲得できます。"
            }
        ],
        "Type": 4,
        "Order": 483
    },
    {
        "_id": 9119,
        "Name": "宇宙の蝗害・目標",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911901.png",
                "Desc": "「行人の道」を@実践#して「謁見の軌跡」ポイントを@上げ#、「宇宙の蝗害」全章節を@集めましょう#。"
            }
        ],
        "Type": 4,
        "Order": 482
    },
    {
        "_id": 9120,
        "Name": "宇宙の蝗害・反響交錯",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_912001.png",
                "Desc": "@選択した運命#の祝福を@3#個獲得した後、他の@特定の運命#の祝福を@3#個獲得すると、反響交錯が覚醒します。反響交錯の効果は運命を選択する時に@「運命の反響」#画面で確認できます。"
            }
        ],
        "Type": 4,
        "Order": 482
    },
    {
        "_id": 9301,
        "Name": "黄金と機械・運命バフ",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930101.png",
                "Desc": "「黄金と機械」にある、異なる「カスタムサイコロ」には異なるパッシブ効果があります。パッシブ効果の要求を満たした時、選んだ運命に応じて効果の異なるバフを得られます。"
            }
        ],
        "Type": 4,
        "Order": 481
    },
    {
        "_id": 9303,
        "Name": "黄金と機械・反響推演",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930301.png",
                "Desc": "@次元界III#の@ボスエネミーとの戦闘#では@「反響推演」#が出現します。<br>「反響推演」は様々な@「運命の反響」#をシミュレートし、味方に重大な影響を与えます。"
            },
            {
                "Image": "TutorialPage_930302.png",
                "Desc": "挑戦中、@次元界II#の「ボス」エリアで「反響推演」がシミュレートする「運命の反響」効果を選択できます。"
            }
        ],
        "Type": 4,
        "Order": 480
    },
    {
        "_id": 9305,
        "Name": "黄金と機械・認識値",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930501.png",
                "Desc": "現在の@「認識値」#と@「認識値の目標区間」#は@「認識バー」#に表示されます。<br>マップボードの上から確認できます。<br>「秘話」の解放に必要な「認識値」は、「秘話」の上に表示されます。"
            },
            {
                "Image": "TutorialPage_930502.png",
                "Desc": "「秘話」は@「開拓秘話」#と@「星神秘話」#にわけられます。<br>「開拓秘話」の解放条件は、「開拓秘話」を押して確認できます。<br>「星神秘話」は、その属する次元界におけるすべての「開拓秘話」を集めることで解放できます。"
            }
        ],
        "Type": 4,
        "Order": 479
    },
    {
        "_id": 9304,
        "Name": "黄金と機械・おすすめの秘話",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930401.png",
                "Desc": "探索を始める前に、今回の探索における@追加報酬目標#が提示されます。<br>各次元界のクリア時に、「認識値」を追加報酬目標の要求する「認識区間」内に収め、「開拓秘話」を集めると、@追加のドロップ報酬#を獲得できます。"
            }
        ],
        "Type": 4,
        "Order": 478
    }
]

var _ver = [
    {
        "Name": "戦闘",
        "Type": 1
    },
    {
        "Name": "模擬宇宙",
        "Type": 4
    },
    {
        "Name": "プレイガイド",
        "Type": 2
    },
    {
        "Name": "イベント",
        "Type": 3
    }
]