// Auto Generated

var _avatarskill_ = {
    "100401": {
        "Pre": {
            "Name": "중력 압박",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 웰트 공격력 @<b>#1[p]</b>#만큼의 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1004_Normal"
        }
    },
    "100402": {
        "Pre": {
            "Name": "허공 단열",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "지정된 단일 적에게 웰트 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가하고, 추가로 피해를 2회 가한다. 피해를 가할 때마다 랜덤 단일 적에게 웰트 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다. 공격이 명중하면 @<b>#2[p]</b>#의 <u>기본 확률</u>로 피격된 적의 속도를 <b>#3[p]</b> 감소시킨다, 지속 시간: <b>#4[f]</b>턴",
            "Params": [
                [
                    0.36,
                    0.65,
                    0.1,
                    2.0
                ],
                [
                    0.396,
                    0.66,
                    0.1,
                    2.0
                ],
                [
                    0.432,
                    0.67,
                    0.1,
                    2.0
                ],
                [
                    0.468,
                    0.68,
                    0.1,
                    2.0
                ],
                [
                    0.504,
                    0.69,
                    0.1,
                    2.0
                ],
                [
                    0.54,
                    0.7,
                    0.1,
                    2.0
                ],
                [
                    0.585,
                    0.7125,
                    0.1,
                    2.0
                ],
                [
                    0.63,
                    0.725,
                    0.1,
                    2.0
                ],
                [
                    0.675,
                    0.7375,
                    0.1,
                    2.0
                ],
                [
                    0.72,
                    0.75,
                    0.1,
                    2.0
                ],
                [
                    0.756,
                    0.76,
                    0.1,
                    2.0
                ],
                [
                    0.792,
                    0.77,
                    0.1,
                    2.0
                ],
                [
                    0.828,
                    0.78,
                    0.1,
                    2.0
                ],
                [
                    0.864,
                    0.79,
                    0.1,
                    2.0
                ],
                [
                    0.9,
                    0.8,
                    0.1,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 10.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1004_BP"
        }
    },
    "100403": {
        "Pre": {
            "Name": "유사 블랙홀",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 웰트 공격력 @<b>#1[p]</b>#만큼의 허수 속성 피해를 주고 <b>#3[p]</b>의 <u>기본 확률</u>로 피격된 적을 속박 상태에 빠트린다. 지속 시간: 1턴<br>속박 상태에서 적의 <u>행동 게이지가 @<b>#2[p]</b># 감소</u>하고, 속도가 <b>#4[p]</b> 감소한다",
            "Params": [
                [
                    0.9,
                    0.32,
                    1.0,
                    0.1
                ],
                [
                    0.96,
                    0.328,
                    1.0,
                    0.1
                ],
                [
                    1.02,
                    0.336,
                    1.0,
                    0.1
                ],
                [
                    1.08,
                    0.344,
                    1.0,
                    0.1
                ],
                [
                    1.14,
                    0.352,
                    1.0,
                    0.1
                ],
                [
                    1.2,
                    0.36,
                    1.0,
                    0.1
                ],
                [
                    1.275,
                    0.37,
                    1.0,
                    0.1
                ],
                [
                    1.35,
                    0.38,
                    1.0,
                    0.1
                ],
                [
                    1.425,
                    0.39,
                    1.0,
                    0.1
                ],
                [
                    1.5,
                    0.4,
                    1.0,
                    0.1
                ],
                [
                    1.56,
                    0.408,
                    1.0,
                    0.1
                ],
                [
                    1.62,
                    0.416,
                    1.0,
                    0.1
                ],
                [
                    1.68,
                    0.424,
                    1.0,
                    0.1
                ],
                [
                    1.74,
                    0.432,
                    1.0,
                    0.1
                ],
                [
                    1.8,
                    0.44,
                    1.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1004_Ultra"
        }
    },
    "100404": {
        "Pre": {
            "Name": "시공 왜곡",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "감속 상태의 적을 공격 시 추가로 웰트 공격력 @<b>#1[p]</b>#만큼의 허수 속성 <u>추가 피해</u>를 1회 준다",
            "Params": [
                [
                    0.3
                ],
                [
                    0.33
                ],
                [
                    0.36
                ],
                [
                    0.39
                ],
                [
                    0.42
                ],
                [
                    0.45
                ],
                [
                    0.4875
                ],
                [
                    0.525
                ],
                [
                    0.5625
                ],
                [
                    0.6
                ],
                [
                    0.63
                ],
                [
                    0.66
                ],
                [
                    0.69
                ],
                [
                    0.72
                ],
                [
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1004_Passive",
            "EE": [
                10000005
            ]
        }
    },
    "100406": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1004_Normal"
        }
    },
    "100407": {
        "Pre": {
            "Name": "범위 제한",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#4[f]</b>초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적은 이동 속도가 <b>#5[p]</b> 감소한다. 특수 영역 안에 있는 적은 전투 진입 후 <b>#1[p]</b>의 <u>기본 확률</u>로 속박 상태에 빠진다. 지속 시간: 1턴<br>속박 상태의 적은 <u>행동 게이지가 <b>#2[p]</b> 감소</u>하고, 속도가 <b>#3[p]</b> 감소한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    0.2,
                    0.1,
                    15.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1004_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1004": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "ImaginaryAddedRatio": 0.144,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "징벌",
                "Desc": "필살기 발동 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 목표가 받는 피해가 <b><color style='color:#f29e38'>12%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
                "Icon": "SkillIcon_1004_SkillTree1"
            },
            "Tree2": {
                "Name": "심판",
                "Desc": "필살기 발동 시 추가로 에너지를 <b><color style='color:#f29e38'>10</color></b>pt 회복한다",
                "Icon": "SkillIcon_1004_SkillTree2"
            },
            "Tree3": {
                "Name": "판결",
                "Desc": "약점이 격파된 적에게 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1004_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "100401": {
        "Pre": {
            "Rank": 1,
            "Name": "명성의 계승",
            "Desc": "필살기 발동 후 웰트는 강화를 획득하며 다음 <b><color style='color:#f29e38'>2</color></b>번의 일반 공격 혹은 전투 스킬 발동 시 적에게 1회 <u>추가 피해</u>를 가한다. 일반 공격 발동 시의 <u>추가 피해</u>는 일반 공격 피해 배율의 <b><color style='color:#f29e38'>50%</color></b>이고, 전투 스킬 발동 시의 <u>추가 피해</u>는 전투 스킬 피해 배율의 <b><color style='color:#f29e38'>80%</color></b>이다",
            "Icon": "SkillIcon_1004_Rank1",
            "EE": [
                10000005
            ]
        }
    },
    "100402": {
        "Pre": {
            "Rank": 2,
            "Name": "별의 응집",
            "Desc": "특성 발동 시 웰트가 에너지를 <b><color style='color:#f29e38'>3</color></b>pt 회복한다",
            "Icon": "SkillIcon_1004_Rank2"
        }
    },
    "100403": {
        "Pre": {
            "Rank": 3,
            "Name": "평화의 기도",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1004_BP"
        }
    },
    "100404": {
        "Pre": {
            "Rank": 4,
            "Name": "정의의 이름으로",
            "Desc": "전투 스킬 발동 시 피격된 적의 속도가 감소하는 <u>기본 확률</u>이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
            "Icon": "SkillIcon_1004_Rank4"
        }
    },
    "100405": {
        "Pre": {
            "Rank": 5,
            "Name": "선의 힘",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1004_Ultra"
        }
    },
    "100406": {
        "Pre": {
            "Rank": 6,
            "Name": "찬란한 미래",
            "Desc": "전투 스킬 발동 시 임의의 단일 적에게 추가로 1회 피해를 가한다",
            "Icon": "SkillIcon_1004_Rank6"
        }
    }
}

var _story_ = {
    "1004": [
        {
            "_id": 1,
            "Story": "네겐트로피의 노련한 전 맹주. 「세계」의 이름을 계승하고 몇 번이고 수차례 세계를 멸망의 문턱에서 구해냈다.<br>세인트 파운틴 사건이 일단락된 후 그는 음모의 주동자와 함께 우주 저편으로 향한다.<br>어쩌면 본인도 그곳에 새로운 여정과 동료들이 기다리고 있으리라 예상치 못한 것 같다"
        },
        {
            "_id": 2,
            "Story": "스타게이트로 가는 도중에 웰트는 펜을 꺼내 종이에 스케치를 하기 시작했다. 예전 8년 동안 그는 계속 이런 일을 반복했다<br><br>시간을 거슬러 올라갈 때마다 그는 또 다른 방식을 통해 물건을 만들었고 단지 그 인상들이 그의 머릿속에 나타나기만 하면 되었다. 그러나 그는 시종일관 이를 「창조」로 여기지 않았다. 그것은 그저 세계의 본래 모습일 뿐, 그의 생각과는 아무런 연관이 없었기 때문이다<br><br>이는 「세계」의 이름을 이어받은 그가 당연히 해야 하는 몫일 뿐이었다. 그가 세계를 구해야 한다면 그는 일말의 주저함 없이 영웅이 될 터였다. 그는 여러 번 쓰러지고 수많은 조롱을 당했지만 언제나 모든 사람들 앞에 섰고, 이는 과거부터 미래까지 한 번도 변함이 없었다<br><br>다만 지금 그가 새로운 여정에 나서려 한다"
        },
        {
            "_id": 3,
            "Story": "위험한 우주 전장에 다시 뛰어든 웰트의 몸속에서 오랜만에 뜨거운 피가 다시 타올랐다<br><br>자신이 탑승한 우주선이 우주에서 동력을 잃고 정처 없이 부유할 때에도 그는 아무렇지도 않게 동료에게 농담을 건넸다: <i>「한 모험의 끝은 종종 다른 모험의 시작인 법이지」</i><br><br>지나가던 히메코가 그들을 우주선에서 구출하고 그들이 집으로 돌아갈 수 없음을 알렸을 때에도 그는 여전히 농담을 했다: <i>「이런 스토리로 애니메이션을 만들면 다들 너무 공교롭다고 할 거야」</i><br><br>현실은 정말로 그렇게 공교로운 법이다<br><br>——당분간 고향으로 돌아가 평화롭게 생활할 수 있는 방법을 찾지 못한다면 차라리 다시 전투를 시작할까?<br><br>이번에는 운명을 짊어질 필요 없이 자신의 뜻에 귀를 기울이기만 하면 되는 것이다"
        },
        {
            "_id": 4,
            "Story": "지금의 웰트는 쉽사리 직접 전투에 나서지 않는다. 그가 여전히 전성기 때의 실력을 그대로 간직하고 있을지는 미지수다. 다만 「에덴의 별」에서 개조한 지팡이로 볼 때「중력 조종」은 여전히 그가 즐겨 쓰는 전투 수단임이 틀림없었다<br><br>적을 중력으로 제압하고 블랙홀에 가까운 존재까지 만들어내는 그의 능숙한 능력은 열차 안 젊은이들의 탄성을 자아냈다<br><br><i>「웰트 아저씨는 못하는 게 없다니까, 정말 대단해!」<br>「{NICKNAME}, 모르는 게 있으면 웰트 씨에게 물어보면 돼」<br>「줄을 서서 질문해. 웰트 씨도 좀 쉬어야 하니까……」</i><br><br>그는 문득 자신의 유유자적한 모습이 단지 너무 많은 일들을 겪었기 때문이며 가득히 쌓인 세월의 흔적의 결과임을 깨닫고 놀라워했다. 열차 안의 젊은이들은 여전히 백지장 위를 그리듯 자신의 삶을 쓰고 있었다<br><br>——나는 이 안에서 과연 어떤 책임을 져야 하는 것일까?<br><br>그는 문득 자신도 모르게 그동안 자신의 삶에 도움을 주었던 이름들을 기억해 냈다"
        },
        {
            "_id": 5,
            "Story": "<i>「웰트의 일지 ████년██월██일<br><br>███주인공 그룹과의 인간관계:<br><br>█——███만화 주인공처럼 마음이 반짝반짝 빛나는 젊은이, 달려라!<br>███——활발한 젊은이, 그녀가 늘 이렇게 상상력이 풍부했으면 좋겠고, 잘못을 저지르더라도 죄책감을 느끼지 않았으면 좋겠다. 젊은이에게 있어 실수는 불가피한 것이다. ███의 도움을 통해 해결해줄 수 있다.<br>██——믿음직스러운 젊은이, 기본적으로 걱정하지 않아도 된다. 되도록 ███와(과) 많이 이야기를 나누었으면 좋겠다. 하지만 얘기하고 싶지 않다면 그래도 상관은 없다.<br>██——생명을 바칠 수 있는 동료, ███은(는) 그녀가 가장 올바른 결정을 내릴 것을 믿는다.<br>██——애니메이션 작품에서 가장 흔히 볼 수 있는 캐릭터, 귀여워 보이지만 실은 깊은 배경과 강력한 힘을 지닌 생물이다<br><br>각주: 만약 고향으로 돌아갈 수 있다면 이 기간의 경험을 애니메이션으로 만드는 걸 고려해 보겠다」</i>"
        }
    ]
}

var _voice_ = {
    "1004": [
        {
            "_id": "archive_welt_1",
            "Title": "첫 만남",
            "Voice": "안녕, 난 웰트•양이라고 하네. 도움이 필요하면 언제든지 찾아와"
        },
        {
            "_id": "archive_welt_2",
            "Title": "인사",
            "Voice": "흠, 아직 잠이 덜 깬 건가? 무리하지 말고 조금 더 자"
        },
        {
            "_id": "archive_welt_3",
            "Title": "작별",
            "Voice": "잠이 안 와? 이해해, 영감은 대개 밤중에 떠오르거든. 그리고 그걸 무시하긴 어렵지, 안 그런가?"
        },
        {
            "_id": "archive_welt_5",
            "Title": "자신에 대해•과거의 직업",
            "Voice": "난 8년 동안 애니메이터로 일했어. 행동반경이 집-직장뿐이었지. 모험에 비하면 「지루」할지도 모르네. 하지만 애니메이터는 무척 가치 있는 일일세. 사람들한테 꿈을 만들어주거든"
        },
        {
            "_id": "archive_welt_6",
            "Title": "자신에 대해•열차에 오른 이유",
            "Voice": "음, 말하자면 긴데. 다들 잊고 싶은 사람이나 사연을 거론하게 될지도 모르니까, 말하지 않는 게 좋을 것 같네. 어찌 됐든, 난 우주에서 길을 잃었고 운 좋게도 열차를 운행하고 있는 히메코를 만났지"
        },
        {
            "_id": "archive_welt_4",
            "Title": "잡담•아라하토",
            "Voice": "입덕하려고? 이 시리즈는 우리 고향에서만 방영된 건데, 우주에서 다시 구할 수 있는지 모르겠네…. 「의태」의 능력으로 몇 편 정도는 재현해서 보여줄 수 있어. 퀄리티는 장담할 수 없지만"
        },
        {
            "_id": "archive_welt_7",
            "Title": "취미",
            "Voice": "역사 연구, 애니메이션 제작… 서로 모순되는 취미는 아닐세"
        },
        {
            "_id": "archive_welt_8",
            "Title": "고민",
            "Voice": "{NICKNAME}, 넌 마치 애니메이션에 나오는 주인공 같아서 동료들이 자연스럽게 네 곁에 모여들지…. 오해하지 마, 감정이 북받쳐서 그러는 거니까. 내가 직접 모험할 기회는 줄어들 것 같군……"
        },
        {
            "_id": "archive_welt_13",
            "Title": "공유",
            "Voice": "내 고향은 과거 「붕괴」라고 불리는 힘에 침식됐어. 하지만 내 고향이 아름답고 따스한 세계라는 사실은 변하지 않지"
        },
        {
            "_id": "archive_welt_14",
            "Title": "견문",
            "Voice": "「보존」의 클리포트, 그의 신도들이 어떻게 「스타피스 컴퍼니」로 발전했는지 알아? 신은 벽을 세우려 했고, 인류는 신의 발자취를 좇기 위해 벽을 세울 재료를 찾기 시작했지——이 일은 블랙 코미디로 가득해"
        },
        {
            "_id": "archive_welt_9",
            "Title": "Mar. 7th에 대해",
            "Voice": "Mar. 7th는 모든 일에 호기심을 보이는 아이야. 종종 각종 전투 자세를 보여달라고 조르곤 해, 엄청 멋있다나? 너도 그렇게 생각한다고? 그렇군"
        },
        {
            "_id": "archive_welt_20",
            "Title": "Mar. 7th에 대해•2",
            "Voice": "이번 여정을 겪으며… 아니, 어쩌면 보다 더 일찍 Mar. 7th는 이미 성숙한 무명객이었을 지도 모르네. 우리도 더 이상 그녀를 보호가 필요한 아이처럼 대할 순 없지"
        },
        {
            "_id": "archive_welt_10",
            "Title": "단항에 대해",
            "Voice": "단항은 아주 안전해. 단항한테 고민이 있는 건 알지만… 지금은 열차팀의 일원인 만큼 나와 히메코가 그를 지켜줄 걸세"
        },
        {
            "_id": "archive_welt_11",
            "Title": "히메코에 대해",
            "Voice": "히메코는… 반짝반짝 빛나는 사람이야. 우리가 과거의 항로를 다시 달리고 있긴 하지만, 히메코를 보면 그녀의 꿈이 빛나는 걸 볼 수 있을 걸세. 히메코는 처음부터 열차에 있으면서 그녀만의 밤하늘을 향해 달려가고 있는 것만 같아"
        },
        {
            "_id": "archive_welt_12",
            "Title": "폼폼에 대해",
            "Voice": "도움이 필요할 때면 폼폼은 항상 시기적절하게 나타나지. 근데 놀리려고 그러지는 마. 시도했던 사람이 있는데, 지금은……"
        },
        {
            "_id": "archive_welt_15",
            "Title": "단항에 대해•2",
            "Voice": "내가 좋아하는 말이 있는데, 그에게도 들려주고 싶어. 「이 우주는 아주 광활해서 무한한 가능성이 펼쳐져 있어. 인간의 운명 또한 하늘이 정해준 게 유일한 건 아니란 말이지」"
        },
        {
            "_id": "archive_welt_16",
            "Title": "선데이에 대해",
            "Voice": "이상을 갖고 추구하는 건 드문 일이 아니지만, 이상이 무너진 후에도 다시 시작할 수 있는 그 의지는 그를 멀리 데려가 줄 걸세"
        },
        {
            "_id": "archive_welt_17",
            "Title": "망귀인에 대해",
            "Voice": "거스를 수 없는 운명의 파도를 마주했을 때 우린 언제나 저항할 자유가 있지…. 그녀는 틀림없이 매우 처절하고 비장한 자신과의 싸움을 겪었을 걸세"
        },
        {
            "_id": "archive_welt_18",
            "Title": "더 헤르타에 대해",
            "Voice": "세상 만물은 복잡하게 얽혀 있어 철저하고 세밀하게 분석한 후에야 연구자들은 비로소 무언가를 알아낼 수 있지. 한데 그녀는 기적과 같은 방법으로 그 본질을 밝혀냈어. 직접 본 게 아니었다면 믿기 어려웠을 걸세"
        },
        {
            "_id": "archive_welt_19",
            "Title": "단항에 대해•3",
            "Voice": "성장은 한 걸음 앞으로 나아가는 것처럼 보이나, 기나긴 길을 지난 후에야 이룰 수 있는 것이지. 그의 눈동자 속 더 결연해진 빛을 보니, 나도 안심이 되는군"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_welt",
            "Title": "성혼 활성화",
            "Voice": "새로운 모험, 새로운 동료… 정말 좋군"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_welt",
            "Title": "캐릭터 승급",
            "Voice": "되돌아온 건… 그때의 정열과 격정만이 아닐세"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_welt",
            "Title": "캐릭터 최고 레벨",
            "Voice": "광활한 별바다에 우리의 흔적도 남을 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_welt",
            "Title": "행적 활성화",
            "Voice": "너희와 함께 지내다 보니 나도 점점 젊어지는 것 같군"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_welt",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "가 봐, {NICKNAME}. 본인이 이야기의 주인공이니만큼 난관을 극복하고 나아가야지"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_welt",
            "Title": "파티 편성•히메코",
            "Voice": "히메코와 함께 전투에 나갈 수 있는 기회는 많지 않아. 이번에는 우리가 보여줄 차례군"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_welt",
            "Title": "파티 편성•단항",
            "Voice": "단항이 있으면 마음이 놓이지. 그래도… 너무 무리하지 마"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_welt",
            "Title": "파티 편성•단항•음월",
            "Voice": "단항이 있으면 마음이 놓이지. 그래도… 더는 말 안 할게"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_welt",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "젊은 사람이 활기 넘치는 건 좋은 일이지…. 다만 움직이기 전에 나한테 언급 좀 해줬으면 하네"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_welt",
            "Title": "파티 편성•선데이",
            "Voice": "우주 여행엔 위기와 기회가 공존하죠…. 그게 바로 동료의 의미이고요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toevernight_welt",
            "Title": "파티 편성•에버나이트",
            "Voice": "이 전투에 대해 너도 생각이 많은 것 같군"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_welt",
            "Title": "파티 편성•단항•등황",
            "Voice": "망설이지 마, 이게 네 한계가 아닐 거라 믿어"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_welt",
            "Title": "전투 시작•약점 격파",
            "Voice": "쓴맛을 더 봐야겠군"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_welt",
            "Title": "전투 시작•위험 경보",
            "Voice": "침착해"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_welt_01",
            "Title": "턴 시작•1",
            "Voice": "이제부턴 나한테 맡겨"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_welt_02",
            "Title": "턴 시작•2",
            "Voice": "지금이라도 떠나는 게 좋을 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_welt",
            "Title": "턴 대기",
            "Voice": "결정을 내야 해"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_welt_02",
            "Title": "일반 공격",
            "Voice": "물러서"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_welt_01",
            "Title": "전투 스킬•1",
            "Voice": "몸과 마음을 진정시키자고"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_welt_02",
            "Title": "전투 스킬•2",
            "Voice": "봐주지 않겠다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_welt_01",
            "Title": "약공격 피격",
            "Voice": "난 괜찮아"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_welt_01",
            "Title": "강공격 피격",
            "Voice": "겨우 이 정도로……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_welt",
            "Title": "필살기•활성화",
            "Voice": "넌 이 힘의 무게에 대해 아무것도 몰라"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_welt",
            "Title": "필살기•발동",
            "Voice": "별의 부서짐을 보아라…. 사느냐 죽느냐, 너에게 선택권은 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_welt_01",
            "Title": "전투 불능",
            "Voice": "너희에게… 맡길게……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_welt",
            "Title": "전투 복귀",
            "Voice": "역시 마음이 안 놓여"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_welt",
            "Title": "HP 회복",
            "Voice": "딱 맞게 치료됐군"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_welt",
            "Title": "비술",
            "Voice": "여기 남거라"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_welt",
            "Title": "전투 승리",
            "Voice": "이 은하엔 무한한 가능성이 담겨있지"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_welt",
            "Title": "전리품 오픈•1",
            "Voice": "흥미롭네"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_welt_02",
            "Title": "전리품 오픈•2",
            "Voice": "분명 유용하겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_welt",
            "Title": "진귀한 전리품 오픈",
            "Voice": "귀한 거군…"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_welt",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "손맛 좋은걸"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_welt_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "천부적인 재능이군"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_welt",
            "Title": "적 발견",
            "Voice": "강적이야, 해보는 것도 괜찮겠군"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_welt",
            "Title": "도시로 복귀",
            "Voice": "목적지는… 알아서 결정해"
        }
    ]
}

var _notes_ = {
    "1004": []
}

var _adiff_ = {
    "1004": {}
}

var _mtc_ = {
    "1004": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "112001": 5
            },
            {
                "2": 8000,
                "112001": 10
            },
            {
                "2": 16000,
                "112002": 6,
                "110407": 3
            },
            {
                "2": 40000,
                "112002": 9,
                "110407": 7
            },
            {
                "2": 80000,
                "112003": 6,
                "110407": 20
            },
            {
                "2": 160000,
                "112003": 9,
                "110407": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110151": 3,
                        "112001": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112002": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112002": 4
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112003": 3
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "112003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112001": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112001": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112002": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112002": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112002": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112003": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112003": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112001": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112001": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112002": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112002": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112002": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112003": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112003": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112001": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112001": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112002": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112002": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112002": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112003": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112003": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 237500,
                    "112001": 2,
                    "110152": 8,
                    "112002": 7,
                    "110153": 11,
                    "112003": 11
                }
            },
            {
                "Name": "허수 속성 피해 증가 +14.4%",
                "Mat": {
                    "2": 210000,
                    "110151": 3,
                    "112001": 6,
                    "110153": 11,
                    "112003": 11
                }
            },
            {
                "Name": "효과 저항 +10%",
                "Mat": {
                    "2": 170000,
                    "110152": 3,
                    "112002": 3,
                    "110153": 8,
                    "112003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "징벌",
                "Mat": {
                    "2": 5000,
                    "110151": 3,
                    "110501": 1
                }
            },
            {
                "Name": "심판",
                "Mat": {
                    "2": 20000,
                    "110152": 5,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "판결",
                "Mat": {
                    "2": 160000,
                    "110153": 8,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}