// Auto Generated

var _avatarskill_ = {
    "100901": {
        "Pre": {
            "Name": "스펙트럼 빔",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 아스타 공격력 @<b>#1[p]</b>#만큼의 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1009_Normal"
        }
    },
    "100902": {
        "Pre": {
            "Name": "메테오 스톰",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "지정된 단일 적에게 아스타 공격력 @<b>#1[p]</b>#만큼의 화염 속성 피해를 주며, 추가로 피해를 4회 가한다. 피해를 가할 때마다 임의의 단일 적에게 아스타 공격력 @<b>#1[p]</b>#만큼의 화염 속성 피해를 준다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.275
                ],
                [
                    0.3
                ],
                [
                    0.325
                ],
                [
                    0.35
                ],
                [
                    0.375
                ],
                [
                    0.40625
                ],
                [
                    0.4375
                ],
                [
                    0.46875
                ],
                [
                    0.5
                ],
                [
                    0.525
                ],
                [
                    0.55
                ],
                [
                    0.575
                ],
                [
                    0.6
                ],
                [
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1009_BP"
        }
    },
    "100903": {
        "Pre": {
            "Name": "별하늘의 축언",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "서포트",
            "Desc": "모든 아군의 속도가 @<b>#1[f]</b>#pt 증가한다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    36.0,
                    2.0
                ],
                [
                    37.4,
                    2.0
                ],
                [
                    38.8,
                    2.0
                ],
                [
                    40.2,
                    2.0
                ],
                [
                    41.6,
                    2.0
                ],
                [
                    43.0,
                    2.0
                ],
                [
                    44.75,
                    2.0
                ],
                [
                    46.5,
                    2.0
                ],
                [
                    48.25,
                    2.0
                ],
                [
                    50.0,
                    2.0
                ],
                [
                    51.4,
                    2.0
                ],
                [
                    52.8,
                    2.0
                ],
                [
                    54.2,
                    2.0
                ],
                [
                    55.6,
                    2.0
                ],
                [
                    57.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1009_Ultra"
        }
    },
    "100904": {
        "Pre": {
            "Name": "천체학",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "서포트",
            "Desc": "다른 적을 명중할 때마다 에너지 충전을 1스택 획득하며 피격된 적의 약점이 화염 속성일 경우 추가로 에너지 충전 1스택을 획득한다.<br>아스타가 에너지 충전을 1스택 보유할 때마다 모든 아군의 공격력이 @<b>#1[p]</b># 증가한다. 해당 효과 최대 중첩수: <b>#2[f]</b>스택<br>자신의 2번째 턴부터 새로운 턴이 시작될 때마다 충전 스택이 <b>#3[f]</b>스택 감소한다",
            "Params": [
                [
                    0.07,
                    5.0,
                    3.0
                ],
                [
                    0.077,
                    5.0,
                    3.0
                ],
                [
                    0.084,
                    5.0,
                    3.0
                ],
                [
                    0.091,
                    5.0,
                    3.0
                ],
                [
                    0.098,
                    5.0,
                    3.0
                ],
                [
                    0.105,
                    5.0,
                    3.0
                ],
                [
                    0.11375,
                    5.0,
                    3.0
                ],
                [
                    0.1225,
                    5.0,
                    3.0
                ],
                [
                    0.13125,
                    5.0,
                    3.0
                ],
                [
                    0.14,
                    5.0,
                    3.0
                ],
                [
                    0.147,
                    5.0,
                    3.0
                ],
                [
                    0.154,
                    5.0,
                    3.0
                ],
                [
                    0.161,
                    5.0,
                    3.0
                ],
                [
                    0.168,
                    5.0,
                    3.0
                ],
                [
                    0.175,
                    5.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1009_Passive"
        }
    },
    "100906": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1009_Normal"
        }
    },
    "100907": {
        "Pre": {
            "Name": "미라클 플래쉬",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 바로 공격하며, 전투 진입 후 모든 적에게 아스타 공격력 <b>#1[p]</b>만큼의 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1009_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1009": {
        "Pre": {
            "Add": {
                "FireAddedRatio": 0.224,
                "DefenceAddedRatio": 0.225,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "불꽃",
                "Desc": "일반 공격 발동 시 <b><color style='color:#f29e38'>80%</color></b>의 <u>기본 확률</u>로 적을 연소 상태에 빠트린다. 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴<br>연소 상태의 적은 턴이 시작될 때마다 아스타 일반 공격의 <b><color style='color:#f29e38'>50%</color></b>만큼 화염 속성 지속 피해를 받는다",
                "Icon": "SkillIcon_1009_SkillTree1"
            },
            "Tree2": {
                "Name": "연소",
                "Desc": "아스타가 필드에 있으면 모든 아군이 가하는 화염 속성 피해가 <b><color style='color:#f29e38'>18%</color></b> 증가한다",
                "Icon": "SkillIcon_1009_SkillTree2"
            },
            "Tree3": {
                "Name": "별자리",
                "Desc": "아스타가 에너지 충전 1스택을 보유할 때마다 자신의 방어력이 <b><color style='color:#f29e38'>6%</color></b> 증가한다",
                "Icon": "SkillIcon_1009_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "100901": {
        "Pre": {
            "Rank": 1,
            "Name": "별의 가사 없는 노래",
            "Desc": "전투 스킬 발동 시 임의의 단일 적에게 추가로 1회 피해를 가한다",
            "Icon": "SkillIcon_1009_Rank1"
        }
    },
    "100902": {
        "Pre": {
            "Rank": 2,
            "Name": "차고 기운 달의 뜻",
            "Desc": "필살기 발동 시 다음 턴에서 아스타의 에너지 충전 스택이 감소하지 않는다",
            "Icon": "SkillIcon_1009_Rank2"
        }
    },
    "100903": {
        "Pre": {
            "Rank": 3,
            "Name": "황도 운석의 변화",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1009_BP"
        }
    },
    "100904": {
        "Pre": {
            "Rank": 4,
            "Name": "오로라가 나타날 때",
            "Desc": "특성 에너지 충전 스택이 <b><color style='color:#f29e38'>2</color></b> 이상일 경우 아스타의 에너지 회복효율이 <b><color style='color:#f29e38'>15%</color></b> 증가한다",
            "Icon": "SkillIcon_1009_Rank4"
        }
    },
    "100905": {
        "Pre": {
            "Rank": 5,
            "Name": "천체의 수수께끼",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1009_Ultra"
        }
    },
    "100906": {
        "Pre": {
            "Rank": 6,
            "Name": "은하 아래에서의 단잠",
            "Desc": "특성의 턴마다 감소하는 에너지 충전 스택 수가 <b><color style='color:#f29e38'>1</color></b> 감소한다",
            "Icon": "SkillIcon_1009_Rank6"
        }
    }
}

var _story_ = {
    "1009": [
        {
            "_id": 1,
            "Story": "호기심과 체력 모두 왕성한 소녀. 우주정거장의 「헤르타」가 임명한 정거장 책임자다.<br>자기주장이 강한 연구원을 다루는 일이나, 각종 트집을 잡는 지식학회에 어떻게 우주정거장을 대표해 단도직입적으로 대응하는지 같은 건 아스타에게 모두 누워서 떡 먹기이다.<br>우주정거장을 지휘하는 게… 가업을 물려받는 것보단 쉽겠지!"
        },
        {
            "_id": 2,
            "Story": "어린 나이에 직접 망원경을 고르기 시작하는 모습을 본 어른들은 그녀에게 칭찬을 아끼지 않았고 그녀 스스로도 이를 꽤나 자랑스럽게 여겼다. 망원경의 메인 렌즈에 사용되는 기술, 도성 시스템을 기억하는 건 너무나 쉬웠으니까<br><br>그러던 어느 날, 어른들의 대화를 엿듣던 그녀는 그제야 진실을 알게 된다. 그녀를 칭찬하던 어른들이 그녀의 뒤에서 어린 나이에 비싼 것만 고른다고 혀를 끌끌 차고 있었다<br><br>망원경을 좋아하는 건 그녀의 개인적인 취향이었다. 하지만 어른들의 눈에 그녀의 모습은 안일한 생활에 빠져 사치나 부리는 부잣집 아가씨일 뿐이었다<br><br><i>「별을 좋아한다고? 아, 그렇겠지. 여자애들은 반짝이는 걸 좋아하니까」<br>「음… 저는 요즘 항성의 배아에 대해 연구하고 있어요. 언젠가 제가 발견한 별이 제 이름으로 명명된다면 얼마나 좋을까요… 유명한 다른 천문학자들처럼 말이에요……」<br>「그게 뭐가 어렵다고 그러니? 올해 생일선물로 네 이름으로 된 행성은 어때? 뭐, 두 개도 괜찮아. 어차피 얼마 안 하니까」<br>「……」<br>「어? 아스타, 어디 가! 아스타!」</i>"
        },
        {
            "_id": 3,
            "Story": "그녀와 어머니가 제대로 된 봉사자인지는 별로 중요하지 않다는 걸 그녀도 잘 알고 있었다. 사람들이 원하는 건 두 사람이 이 자리에 얼굴을 비추는 것 그것뿐이니까<br><br>음식을 모두 나누어주자 사람들은 곧 흩어졌지만 남자아이 한 명은 제 자리에 서서는 꿈쩍도 하지 않고았다. 오른손에 상처를 입은 소년은 그녀에게 불만이 많은지 굶주린 늑대처럼 그녀를 노려보고 있었다<br><br><i>「너도 나한테 돈을 빌리고 싶은 거니?」<br>「아니요. 난 돈은 필요없어요. 방금 먹은 밥값을 내고 싶은데 지금은 돈이 없으니까. 그래서 짜증이 나요」</i><br><br>얼굴도 모르는 「친구」들이 아스타에게 돈을 빌리는 건 흔히 있는 일이었지만 돈을 돌려주겠다고 하는 사람은 처음이었다. 아스타는 깜짝 놀라 눈이 휘등그레졌고 그녀의 옆에 있던 어머니는 웃음을 터트렸다<br><br><i>「넌 아직 어리잖아. 네가 뭘 할 수 있지?」<br>「싸움 잘 하는데요」<br>「그건 결코 좋은 직업이 아닌데——이렇게 하자. 내가 일 소개해 줄게」</i><br><br>——지금까지도 아스타는 아를란이 밥값을 갚겠다고 한 순간, 그녀에게 진 빚은 전부 갚은 것이나 마찬가지라고 생각하고 있다"
        },
        {
            "_id": 4,
            "Story": "<i>「별들은 자신의 궤적을 따라 움직이지. 그럼 인간들은? 인간은 정말 자신의 운명을 통제할 수 없는 걸까?」</i><br><br>우월한 가정 배경 덕분에 아스타는 별하늘을 탐사할 수 있는 힘을 가지게 되었지만 아이러니하게도 그 배경은 그녀의 성장을 막는 장애물이 되고 말았다<br><br>시간이 흐르면서 집안 어른들은 천문학자가 되고 싶다는 아스타를 문제아라고 생각하기 시작했다. 가족 회의에서 이 일로 친척들과 몇 번이나 다툼이 있었지만 바뀐 건 없었다<br><br>어느 날, 가족 회의가 끝난 그때, 인형 소녀가 회의실로 들어왔다. 방금 전까지 기세등등하던 친척들이 그녀에게 굽신대기 시작했다<br><br><i>「이 아이 맞지?」<br>「하지만…」<br>「아니. 하지만 같은 건 없어. 당신들의 말도 안 되는 학술 보고보다 당신들에게 대드는 저 소녀의 말이 훨씬 더 재밌으니까」<br>「……」<br>「3일 안으로 우주정거장에 보내도록 해요」</i><br><br>말을 마친 인형 소녀는 고개도 돌리지 않고 자리를 떴다"
        },
        {
            "_id": 5,
            "Story": "우주정거장 「헤르타」의 책임자가 된 뒤 아스타의 삶은 더 바빠지기 시작했다. 그녀는 각자 의견이 다른 연구원들을 관리해야 했고 헤르타 대신 수많은 편지에 일일이 답장을 하는 건 물론 각 회사들과 소통하고 여러 가지 루트를 통해 새로운 설비를 구매해야 했다<br><br><i>「2번 설비실의 뉴웰•이만 망원경을 가져와. 100배 천문 단위로 설치하고 전방 『분자구름』을 관측한다」<br>「특히 입자 밀도에 주목하고, 초밀도 구조가 발견되면 『항성배아』의 분열 과정 기록을 시작해」</i><br><br>한가할 때면 아스타는 그녀가 우주정거장을 관리하기 시작한 뒤로 헤르타 님은 모습을 드러내지 않았다는 걸 의식하곤 했다. 왜 나타나지 않냐고 묻는 아스타의 질문에 헤르타는 「재밌는 물건이 들어오기 전까지 모습을 드러내지 않을 거야」라고 대답할 뿐이었다<br><br><i>「…당신들에게 대드는 저 소녀의 말이 훨씬 더 재밌으니까」</i><br><br>아스타는 아주 오래 전 헤르타를 처음 만난 그날, 그녀가 무표정한 얼굴로 했던 그 말을 다시 떠올렸다<br><br>그녀의 기억 속 헤르타는 마치 찬란한 별빛속에서 별하늘과 자신의 운명을 통제할 수 있는 힘을 준 구세주와도 같은 존재였다"
        }
    ]
}

var _voice_ = {
    "1009": [
        {
            "_id": "archive_asta_1",
            "Title": "첫 만남",
            "Voice": "안녕, {NICKNAME}. 난 우주정거장 「헤르타」의 책임자 아스타라고 해. 도움이 필요하면 반드시 연락할게…. 걱정 마, 도움은 절대 사양하지 않거든"
        },
        {
            "_id": "archive_asta_2",
            "Title": "인사",
            "Voice": "왔어? 전에 조사한 관측 어레이의 결과가 나올 때가 됐는데. 시간 있으면 같이 볼래?"
        },
        {
            "_id": "archive_asta_3",
            "Title": "작별",
            "Voice": "시간이 벌써 이렇게 됐다고? 근무 시간은 항상 순식간에 지나간다니까"
        },
        {
            "_id": "archive_asta_6",
            "Title": "자신에 대해•가족",
            "Voice": "휴, 아무한테 연락을 안 해도 친척들이 알아서 찾아올 거야"
        },
        {
            "_id": "archive_asta_7",
            "Title": "자신에 대해•업무",
            "Voice": "맞아, 열심히 일하지 않으면 집으로 돌아가서 가업을 이어야 해…"
        },
        {
            "_id": "archive_asta_4",
            "Title": "잡담•천문 논문",
            "Voice": "…아직 한 글자도 못 쓰긴 했는데, 일단 시작하면 금방이야"
        },
        {
            "_id": "archive_asta_5",
            "Title": "잡담•우주정거장",
            "Voice": "「우주정거장은 헤르타의 장난감 박스일 뿐이다」, 틀린 말은 아니야. 하지만 상대가 헤르타 님이라면, 그분의 장난감은 당연히 위험하겠지~"
        },
        {
            "_id": "archive_asta_8",
            "Title": "취미",
            "Voice": "지속적으로 자금을 우주정거장의 건설에 투자하고 직원 복지를 개선하고, 양질의 순환을 형성하는 것. 그리고 책임자를 만족시키는 게 내 쇼핑 요구사항이야"
        },
        {
            "_id": "archive_asta_9",
            "Title": "고민",
            "Voice": "헤르타 님이 종종 우주정거장에 들러주셨으면 좋겠어. 연구원들은 다들 헤르타 님을 따라 여기 왔거든"
        },
        {
            "_id": "archive_asta_12",
            "Title": "공유",
            "Voice": "우주정거장에 도착했을 때 연구원들이 나한테 1인실을 따로 준비해 줬어. 고마웠지, 고맙긴 한데 거긴 모두랑 멀리 떨어져 있어서 거기서 지내고 싶지는 않더라고"
        },
        {
            "_id": "archive_asta_13",
            "Title": "견문",
            "Voice": "감시실에 있어도 감시를 당할 수 있지"
        },
        {
            "_id": "archive_asta_10",
            "Title": "아를란에 대해",
            "Voice": "아를란 성대모사 해줄게. 「모두들 아스타 책임자님의 판단을 따르면 된다」라고 하면, 내가 「너도 조심해」라고 해. 그럼 아를란은 「괜찮습니다, 전 저만의 판단이 있으니까요」라고 하지"
        },
        {
            "_id": "archive_asta_11",
            "Title": "헤르타에 대해",
            "Voice": "자신이 헤르타 님처럼 제멋대로 행동할 수 있다고 생각하는 사람이 있다면, 일단 자기가 헤르타 님 같은 지혜를 갖췄는지부터 고민해 봤으면 좋겠어~"
        },
        {
            "_id": "archive_asta_14",
            "Title": "은하열차에 대해",
            "Voice": "열차는 은하를 유람하니까 내가 도와주지 못할 수도 있어. 하지만 돈으로 해결할 수 있는 일이라면 뭐든 얘기해"
        },
        {
            "_id": "archive_asta_15",
            "Title": "토파즈에 대해",
            "Voice": "전에 토파즈 씨랑 휴가 이야기를 나눴어. 비행체를 통째로 빌려서 드넓은 별바다를 감상하며 「컴퍼니」 얘기 좀 하자고 했는데… 언제쯤 시간이 맞을까……"
        },
        {
            "_id": "archive_asta_16",
            "Title": "완•매에 대해",
            "Voice": "완•매 씨에게 소매 액세서리 구매 링크를 물어봤는데 놀랍게도 직접 수놓은 거였더라고. 게다가 그다음 우주정거장에 왔을 때 별 모양 펜던트를 나한테 선물하는 거 있지? 진짜 놀랐어! 손재주도 그녀의 논문만큼이나 섬세하더라니까"
        },
        {
            "_id": "archive_asta_17",
            "Title": "더 헤르타에 대해",
            "Voice": "「헤르타」 정거장이 세워진 이래로 헤르타 님의 본체를 직접 뵌 적은 나도 몇 번 안 돼. 하지만 그 모든 만남을 난 평생 잊지 못할 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_asta",
            "Title": "성혼 활성화",
            "Voice": "모든 별은 다 기적이야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_asta",
            "Title": "캐릭터 승급",
            "Voice": "많은 걸 알아갈수록 이 별하늘이 더 사랑스러워"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_asta",
            "Title": "캐릭터 최고 레벨",
            "Voice": "목표는 하늘의 별과 같아. 까마득히 멀리 있는 건 아니지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_asta",
            "Title": "행적 활성화",
            "Voice": "어라라, 이게 바로 「별을 쫓는 여정」이야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_asta",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "열차팀이 많이 도와줬으니까, 이번엔 내가 보답할 차례야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toarlan_asta",
            "Title": "파티 편성•아를란",
            "Voice": "아를란… 더 이상 혼자 싸우지 마"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toherta_asta",
            "Title": "파티 편성•헤르타",
            "Voice": "헤르타 님도 계셨어요? 그럼 걱정 안 해도 되겠네요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totopaz_asta",
            "Title": "파티 편성•토파즈",
            "Voice": "어머, 토파즈 씨! 우연이네요, 출장이라 생각하면 되겠죠!?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totheherta_asta",
            "Title": "파티 편성•더 헤르타",
            "Voice": "이렇게 직접 나서주시다니. 서포트는 안심하고 저한테 맡기세요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_asta",
            "Title": "전투 시작•약점 격파",
            "Voice": "응? 무서워하지 마~"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_asta",
            "Title": "전투 시작•위험 경보",
            "Voice": "조심해야겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_asta_01",
            "Title": "턴 시작•1",
            "Voice": "정말 예의를 모르는 손님이네"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_asta_02",
            "Title": "턴 시작•2",
            "Voice": "너흴 초대한 기억 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_asta",
            "Title": "턴 대기",
            "Voice": "뭘 하려는지 맞춰봐~"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_asta_01",
            "Title": "일반 공격",
            "Voice": "비키라고"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_asta_01",
            "Title": "전투 스킬•1",
            "Voice": "행운아는 누구려나~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_asta_02",
            "Title": "전투 스킬•2",
            "Voice": "별의 축복을 받아라~"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_asta_01",
            "Title": "약공격 피격",
            "Voice": "아야야……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_asta_01",
            "Title": "강공격 피격",
            "Voice": "오지 마……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_asta",
            "Title": "필살기•활성화",
            "Voice": "모든 건, 별의 선택이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_asta",
            "Title": "필살기•발동",
            "Voice": "별의 신비를 갈망하는 열쇠여, 개척자에게 진정한 축복을 주어라!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_asta_01",
            "Title": "전투 불능",
            "Voice": "아직… 알고 싶은 게 많은데……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_asta",
            "Title": "전투 복귀",
            "Voice": "방금 건 무효야, 다시 해"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_asta",
            "Title": "HP 회복",
            "Voice": "구해줘도 너한텐 뭐 안 떨어져"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_asta",
            "Title": "비술",
            "Voice": "약점 들통났어~"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_asta",
            "Title": "전투 승리",
            "Voice": "별들이 우리의 이름을 기억할 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_asta",
            "Title": "전리품 오픈•1",
            "Voice": "난 다 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_asta_02",
            "Title": "전리품 오픈•2",
            "Voice": "이것도 나름 성의네~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_asta",
            "Title": "진귀한 전리품 오픈",
            "Voice": "품질은 꽤 좋은 거 같아"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_asta",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "실력이 많이 늘었네~"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_asta_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "수수께끼는 간만이네!"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_asta",
            "Title": "적 발견",
            "Voice": "내가 공격을 안 하면 녀석도 날 공격 안 하려나?"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_asta",
            "Title": "도시로 복귀",
            "Voice": "이곳에서도 별이 보여?"
        }
    ]
}

var _notes_ = {
    "1009": []
}

var _adiff_ = {
    "1009": {}
}

var _mtc_ = {
    "1009": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "112001": 4
            },
            {
                "2": 6400,
                "112001": 8
            },
            {
                "2": 12800,
                "112002": 5,
                "110402": 2
            },
            {
                "2": 32000,
                "112002": 8,
                "110402": 5
            },
            {
                "2": 64000,
                "112003": 5,
                "110402": 15
            },
            {
                "2": 128000,
                "112003": 7,
                "110402": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110161": 2,
                        "112001": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "112002": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "112002": 3
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "112003": 2
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "112003": 3
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112001": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "112001": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "112002": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "112002": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "112002": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "112003": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110501": 1,
                        "112003": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112001": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "112001": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "112002": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "112002": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "112002": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "112003": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110501": 1,
                        "112003": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112001": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "112001": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "112002": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "112002": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "112002": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "112003": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110501": 1,
                        "112003": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "화염 속성 피해 증가 +22.4%",
                "Mat": {
                    "2": 190000,
                    "112001": 2,
                    "110162": 6,
                    "112002": 5,
                    "110163": 8,
                    "112003": 8
                }
            },
            {
                "Name": "방어력 +22.5%",
                "Mat": {
                    "2": 168000,
                    "110161": 2,
                    "112001": 4,
                    "110163": 8,
                    "112003": 8
                }
            },
            {
                "Name": "치명타 확률 +6.7%",
                "Mat": {
                    "2": 136000,
                    "110162": 2,
                    "112002": 2,
                    "110163": 6,
                    "112003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "불꽃",
                "Mat": {
                    "2": 4000,
                    "110161": 2,
                    "110501": 1
                }
            },
            {
                "Name": "연소",
                "Mat": {
                    "2": 16000,
                    "110162": 4,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "별자리",
                "Mat": {
                    "2": 128000,
                    "110163": 6,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}