// Auto Generated

var _avatarskill_ = {
    "101301": {
        "Pre": {
            "Name": "보긴 뭘 봐",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 헤르타 공격력 @<b>#1[p]</b>#만큼의 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1013_Normal"
        }
    },
    "101302": {
        "Pre": {
            "Name": "일회성 거래",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 헤르타 공격력 @<b>#1[p]</b>#만큼의 얼음 속성 피해를 준다. 해당 적의 현재 HP 백분율이 <b>#2[p]</b> 이상이면 해당 적에게 가하는 피해가 <b>#3[p]</b> 증가한다",
            "Params": [
                [
                    0.5,
                    0.5,
                    0.2
                ],
                [
                    0.55,
                    0.5,
                    0.2
                ],
                [
                    0.6,
                    0.5,
                    0.2
                ],
                [
                    0.65,
                    0.5,
                    0.2
                ],
                [
                    0.7,
                    0.5,
                    0.2
                ],
                [
                    0.75,
                    0.5,
                    0.2
                ],
                [
                    0.8125,
                    0.5,
                    0.2
                ],
                [
                    0.875,
                    0.5,
                    0.2
                ],
                [
                    0.9375,
                    0.5,
                    0.2
                ],
                [
                    1.0,
                    0.5,
                    0.2
                ],
                [
                    1.05,
                    0.5,
                    0.2
                ],
                [
                    1.1,
                    0.5,
                    0.2
                ],
                [
                    1.15,
                    0.5,
                    0.2
                ],
                [
                    1.2,
                    0.5,
                    0.2
                ],
                [
                    1.25,
                    0.5,
                    0.2
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1013_BP"
        }
    },
    "101303": {
        "Pre": {
            "Name": "마법이야, 내가 마법을 추가했어",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 헤르타 공격력 @<b>#1[p]</b>#만큼의 얼음 속성 피해를 가한다",
            "Params": [
                [
                    1.2
                ],
                [
                    1.28
                ],
                [
                    1.36
                ],
                [
                    1.44
                ],
                [
                    1.52
                ],
                [
                    1.6
                ],
                [
                    1.7
                ],
                [
                    1.8
                ],
                [
                    1.9
                ],
                [
                    2.0
                ],
                [
                    2.08
                ],
                [
                    2.16
                ],
                [
                    2.24
                ],
                [
                    2.32
                ],
                [
                    2.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1013_Ultra"
        }
    },
    "101304": {
        "Pre": {
            "Name": "그냥 내가 할게",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "범위 공격",
            "Desc": "임의의 아군 공격으로 적의 현재 HP 백분율이 <b>#1[p]</b> 이하일 시, 헤르타는 <u>추가 공격</u>을 발동하여 모든 적에게 헤르타 공격력 @<b>#2[p]</b>#만큼의 얼음 속성 피해를 준다",
            "Params": [
                [
                    0.5,
                    0.25
                ],
                [
                    0.5,
                    0.265
                ],
                [
                    0.5,
                    0.28
                ],
                [
                    0.5,
                    0.295
                ],
                [
                    0.5,
                    0.31
                ],
                [
                    0.5,
                    0.325
                ],
                [
                    0.5,
                    0.34375
                ],
                [
                    0.5,
                    0.3625
                ],
                [
                    0.5,
                    0.38125
                ],
                [
                    0.5,
                    0.4
                ],
                [
                    0.5,
                    0.415
                ],
                [
                    0.5,
                    0.43
                ],
                [
                    0.5,
                    0.445
                ],
                [
                    0.5,
                    0.46
                ],
                [
                    0.5,
                    0.475
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1013_Passive"
        }
    },
    "101306": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1013_Normal"
        }
    },
    "101307": {
        "Pre": {
            "Name": "최적화가 필요해",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 발동 후 다음 전투 시작 시 헤르타의 공격력이 <b>#1[p]</b> 증가한다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.4,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1013_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1013": {
        "Pre": {
            "Add": {
                "IceAddedRatio": 0.224,
                "DefenceAddedRatio": 0.225,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "효율",
                "Desc": "전투 스킬 발동 시 적에게 가하는 피해 증가 효과가 추가로 <b><color style='color:#f29e38'>25%</color></b> 증가한다",
                "Icon": "SkillIcon_1013_SkillTree1"
            },
            "Tree2": {
                "Name": "인형",
                "Desc": "<u>제어류 디버프 상태</u> 저항 확률이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1013_SkillTree2",
                "EE": [
                    10000011
                ]
            },
            "Tree3": {
                "Name": "빙결",
                "Desc": "필살기 발동 시 빙결 상태의 적에게 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1013_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "101301": {
        "Pre": {
            "Rank": 1,
            "Name": "엎친 데 덮친 격",
            "Desc": "일반 공격 발동 시 지정된 단일 적의 HP 백분율이 <b><color style='color:#f29e38'>50%</color></b> 이하일 경우 추가로 헤르타 공격력의 <b><color style='color:#f29e38'>40%</color></b>만큼 얼음 속성 <u>추가 피해</u>를 가한다",
            "Icon": "SkillIcon_1013_Rank1",
            "EE": [
                10000005
            ]
        }
    },
    "101302": {
        "Pre": {
            "Rank": 2,
            "Name": "승리를 위한 추격",
            "Desc": "특성을 1회 발동할 때마다 자신의 치명타 확률이 <b><color style='color:#f29e38'>3%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>5</color></b>스택",
            "Icon": "SkillIcon_1013_Rank2"
        }
    },
    "101303": {
        "Pre": {
            "Rank": 3,
            "Name": "나 이런 여자야",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1013_BP"
        }
    },
    "101304": {
        "Pre": {
            "Rank": 4,
            "Name": "때리려면 뺨을",
            "Desc": "특성이 발동될 시 가하는 피해가 <b><color style='color:#f29e38'>10%</color></b> 증가한다",
            "Icon": "SkillIcon_1013_Rank4"
        }
    },
    "101305": {
        "Pre": {
            "Rank": 5,
            "Name": "폭언멸구",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1013_Ultra"
        }
    },
    "101306": {
        "Pre": {
            "Rank": 6,
            "Name": "누구도 날 저버리지 못해",
            "Desc": "필살기 발동 후 공격력이 <b><color style='color:#f29e38'>25%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
            "Icon": "SkillIcon_1013_Rank6"
        }
    }
}

var _story_ = {
    "1013": [
        {
            "_id": 1,
            "Story": "우주정거장 「헤르타」의 실질적 주인.<br>더 블루에서 IQ가 가장 높은 인간으로서 관심 있는 일만 하고 흥미가 떨어지면 떠나버린다——이 우주정거장이 바로 그 산물이다.<br>평소엔 원격 조종 인형으로 등장한다. \"내 어릴 적 모습과 70% 정도 닮았다고 해두지\"——헤르타"
        },
        {
            "_id": 2,
            "Story": "헤르타 님이 직접 쓴 원고는 아주 귀한 자산이다<br><br>원고가 귀한 이유는 헤르타가 종이에 기록하는 것에 잉크를 쓰려하지 않는 따위가 아니다. 최고의 천재인 헤르타는 이 세상 그 어떤 존재에게서도 기록의 필요성을 느끼지 못하기 때문이다<br><br>일반 연구원들은 미지의 과학 분야의 불 하나를 밝히기 위해 수십 년, 심지어 평생 연구에 몰두해야 하지만 헤르타에게 이런 일은 스위치로 방의 조명을 켜는 것보다 더 쉬울 뿐이었다. 이런 사소한 일을 긴 문장으로 풀어내 기록하는 사람이 몇 명이나 될까?<br><br>헤르타 님뿐만 아니라 「지니어스 클럽」의 다른 멤버들이 작성한 창작 문헌은 모두 그 가치를 헤아릴 수 없는 보물로 여겨진다. 하지만 헤르타님은 다른 멤버들보다 마음이 훨씬 넓고 일반인들의 마음을 훨씬 잘 이해하는 분이시다. 헤르타 님은 「호탕」하게도 그녀가 수집한 기물을 연구용으로 모든 연구원들에게 나누어줬듯이 작성한 글을 아무렇게나 우주정거장에 남겨두었다<br><br>물론 우리 모두 알고 있다. 헤르타 님이 미완성 원고를 남긴 이유는 그 작품을 완성할 능력이 없어서가 아니라 대충 아무 곳에나 처박아 두고——<i>「이미 완성했지만 어디에 뒀는지 모르겠어」</i> 같은 말로 투자자들을 상대하기 위함이라는 것을 말이다"
        },
        {
            "_id": 3,
            "Story": "우주정거장 「헤르타」의 연구 자격을 얻는 건 모든 연구자들의 목표가 되었습니다. 그렇다면 오늘은 우주정거장의 주인 헤르타 님을 인터뷰해 보도록 하죠. 헤르타 님, 오아시스를 만들게 된 계기는 무엇인가요?<br><br><i>「가지고 있는 물건이 너무 많아서. 따로 둘 곳이 필요했거든」</i><br><br>아, 무심결에 심은 나무가 자라 좋은 그늘을 만들어내는 법, 헤르타 님이 별생각 없이 한 행동이 수많은 일반인들을 구원한 셈이 되었습니다. 하지만 이런 아름다운 땅을 파괴하려는 사악한 세력들이 있죠. 헤르타 님, 저번 반물질 군단의 침입에 대해 하시고 싶은 말씀 있을까요?<br><br><i>「다시는 오지 마」</i><br><br>와… 굉장히 무시무시한 경고였는데요. 이런 강단 덕분에 지금의 헤르타 님이 있을 수 있는 거겠죠? 반물질 군단 따위가 헤르타 님의 우주정거장을 침입하려 하다니! 정작 헤르타 님은 반물질 군단을 굳이 적으로 인지하고 있지도 않은데 말이죠! 그런 다음 질문으로 넘어가겠습니다"
        },
        {
            "_id": 4,
            "Story": "최근 일어난 사고로 인해 우주정거장의 연구 프로젝트 진도가 늦춰졌는데요. 많은 연구원들은 헤르타 님의 신뢰를 져버렸다고 자책하고 있습니다. 이에 대해 하고 싶은 말씀 있을까요?<br><br><i>「그런 적 없어. 힘내」</i><br><br>연구원들도 헤르타 님의 연구에 조금이라도 도움이 되기 위해 열심히 하는 건데요……<br><br><i>「그럴 필요 없어」</i><br><br>하긴, 연구원들이 대단하긴 하지만 헤르타 님과 비교할 순 없죠. 그래서 저희가 항상 헤르타 님의 지혜와 탁월한 안목에 감탄하는 것 아니겠습니까? 그렇다면 헤르타 님, 과학 연구 분야에 있어 연구원들에게 하고 싶은 조언 같은 건 없을까요?<br><br><i>「없어」</i><br><br>헤르타 님의 지능 수준과 천부적인 재능에 대해서는 저희 모두가 아주 잘 알고 있습니다. 하지만 저희 같은 평범한 인간들은 아무리 노력해도 헤르타 님처럼 될 수 없죠… 그러니 뭐라도 가르쳐주세요. 저희의 지능은 한정적이니 어느 한 분야에 집중을 하라든가… 뭐 이런 말이요<br><br><i>「그냥 집에 가서 자」</i>"
        },
        {
            "_id": 5,
            "Story": "헤르타 님은 정말 친절하시네요. 하긴, 평범한 사람들은 「지니어스 클럽」의 멤버분들이 연구하는 프로젝트명 조차 이해하지 못하겠죠. 저희 우주정거장의 모든 연구원들은 헤르타 님의 충실한 팬입니다. 그래서 헤르타 님의 개인적인 정보에 대해서도 궁금한 게 많은데요. 예를 들어 요즘 계속 쓰고 계신 그 원고 말이죠. 새 챕터는 언제쯤 출판될까요?<br><br><i>「그게 중요한가? 엘리야 살라스는 이렇게 말했지. 이 세상에서 가장 어려운 도전은 스스로를 성장시키는 것이다. 그러니까 질문을 다시 생각하는 게 좋겠어. 원고가 언제 완성되는 것보다 더 중요한 건 원고를 어떻게 쓰냐는 거니까——」</i><br><br>음… 음… 그렇군요. 헤르타 님, 헤르타 님이 직접 쓰신 ≪내가 지니어스 클럽에 가입한 방법≫에도 관심이 굉장히 많은데요……<br><br><i>「그게 중요한가? 잔다르는 이렇게 말했지. 정상에 오른 뒤에도 스스로를 갈고 닦는 걸 멈추지 말아야 한다. 그러니까 질문을 다시 생각하는 게 좋겠어. 중요한 건 지니어스 클럽에 어떻게 가입하면 되는가니까——」</i><br><br>혹시 지금… 자동 응답 모드신가요?<i><br><br>「그게 중요한가? 여청도는 이렇게 말했지. 배우려는 자만이 의지를 가질 수 있다. 그러니까 질문을 다시 생각하는 게 좋겠어. 중요한 건 어떻게 자동응답을 하냐는 거니까——」</i>"
        }
    ]
}

var _voice_ = {
    "1013": [
        {
            "_id": "archive_herta_1",
            "Title": "첫 만남",
            "Voice": "난 헤르타야, 지금 엄청 바쁘고 이건 원격 인형의 자동 응답 모드지. 안녕, 안녕, 모두들 안녕. 즐거운 하루가 되길 바랄게, 이만"
        },
        {
            "_id": "archive_herta_2",
            "Title": "인사",
            "Voice": "오늘 나랑 같이 연구하자——내가 널 연구하는 거지"
        },
        {
            "_id": "archive_herta_3",
            "Title": "작별",
            "Voice": "오늘은 너한테 흥미가 안 생기네, 내일 다시 보자"
        },
        {
            "_id": "archive_herta_6",
            "Title": "자신에 대해•인형",
            "Voice": "예뻐? 어릴 적 모습의 70% 정도 닮았다고 해두지"
        },
        {
            "_id": "archive_herta_7",
            "Title": "자신에 대해•본체",
            "Voice": "밤에 잠 못 잘 테니까 상상은 안 하는 게 좋아"
        },
        {
            "_id": "archive_herta_4",
            "Title": "잡담•지니어스 클럽",
            "Voice": "지니어스 클럽의 장점은 나한테 아무것도 바라지 않는다는 거야, 심지어는 나의 존재 여부조차 신경 쓰지 않아"
        },
        {
            "_id": "archive_herta_5",
            "Title": "잡담•에이언즈 알현",
            "Voice": "에이언즈를 알현할 수 있는 이유? 난 헤르타잖아"
        },
        {
            "_id": "archive_herta_8",
            "Title": "취미",
            "Voice": "문제도 안 풀고 원고도 안 쓰면서 인생이 재미없다고 하면 안 되지"
        },
        {
            "_id": "archive_herta_9",
            "Title": "고민",
            "Voice": "난 충분히 완벽한데 여기서 뭘 더 하겠어? 물론 책 몇 권 더 쓸 수는 있지만… 그게 다 무슨 소용이고 왜 그런 헛수고 해야 하지?"
        },
        {
            "_id": "archive_herta_13",
            "Title": "공유",
            "Voice": "박학다식한 사람들은 그럴듯한 해결 방안이 있으시더라고, 하룻밤 사이에 쓴 책장들로 도서관이라도 지을 기세야. 그게 문제라는 거지"
        },
        {
            "_id": "archive_herta_14",
            "Title": "견문",
            "Voice": "「적막의 영주」는 초상화의 눈을 지웠지만, 모든 이의 시선을 사로잡았어"
        },
        {
            "_id": "archive_herta_10",
            "Title": "아를란에 대해",
            "Voice": "아스타는 특별한 아이들을 후원한 적이 있어, 아를란도 그중 한 명일 거야"
        },
        {
            "_id": "archive_herta_11",
            "Title": "아스타에 대해",
            "Voice": "다른 소장실에도 아스타 같은 관리인을 찾는 날이 언제쯤 오려나. 그럼 손을 뗄 텐데"
        },
        {
            "_id": "archive_herta_12",
            "Title": "히메코에 대해",
            "Voice": "아무리 시시한 물건을 선물해도, 내 손에 들어오면 흥미로운 물건으로 탈바꿈해"
        },
        {
            "_id": "archive_herta_15",
            "Title": "완•매에 대해",
            "Voice": "완•매가 천재 중의 천재라는 건 인정해. 나와 잘 안 맞긴 하지만, 난 그녀를 높이 평가하지…. 천재가 천재를 알아본 거 아닐까?"
        },
        {
            "_id": "archive_herta_16",
            "Title": "더 헤르타에 대해",
            "Voice": "특수 조건 감지, 원격 인형 자동 찬양 모드 진입. 헤르타 님은 세상에 단 하나뿐인 존재. 헤르타 님은 그 누구보다 지혜로우신 분. 헤르타 님은 모두를 매료시키는 절세미인"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_herta",
            "Title": "성혼 활성화",
            "Voice": "누가 나한테 영감이 뭔지 묻더라고. 그건 분당 수천 번씩 두뇌에 전해지는 파동일 뿐이잖아?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_herta",
            "Title": "캐릭터 승급",
            "Voice": "버전 업데이트? 영 별로네"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_herta",
            "Title": "캐릭터 최고 레벨",
            "Voice": "자자, 이제 이 신체는 그만 내버려 둬"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_herta",
            "Title": "행적 활성화",
            "Voice": "이쯤 해. 인형일 뿐이니까 너무 큰 기대는 하지 말고"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_herta",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "내 시간은 소중하니 네 실력을 뽐내봐"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toarlan_herta",
            "Title": "파티 편성•아를란",
            "Voice": "왜 날 볼 때마다 그런 표정인데? 내가 널 잡아먹기라도 해?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toasta_herta",
            "Title": "파티 편성•아스타",
            "Voice": "아스타구나…! 그럼 안심하고 너한테 맡길래, 안녕~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_herta",
            "Title": "파티 편성•히메코",
            "Voice": "여전하네. 처음 보는 물건이 있으면 우선 나한테 빌려줘 봐"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toruanmei_herta",
            "Title": "파티 편성•완•매",
            "Voice": "시뮬레이션 우주 밖에서 널 만나다니, 이번엔 누구로 실험하려고? 내 도움이 필요하면 말해"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totheherta_herta",
            "Title": "파티 편성•더 헤르타",
            "Voice": "헤르타 님은 세상에 단 하나뿐인 존재. 헤르타 님은 그 누구보다 지혜로우신 분. 헤르타 님은 모두를 매료시키는 절세미인"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_herta",
            "Title": "전투 시작•약점 격파",
            "Voice": "그러면… 안 돼"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_herta",
            "Title": "전투 시작•위험 경보",
            "Voice": "조금 더 강할 뿐이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_herta_01",
            "Title": "턴 시작•1",
            "Voice": "보긴 뭘 봐?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_herta_02",
            "Title": "턴 시작•2",
            "Voice": "날 만나서 영광이지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_herta",
            "Title": "턴 대기",
            "Voice": "대기 중… 나 심심해"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_herta_01",
            "Title": "일반 공격",
            "Voice": "아플걸?"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_herta_01",
            "Title": "전투 스킬",
            "Voice": "조용히 좀 할 수 없을까!?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_herta_01",
            "Title": "약공격 피격",
            "Voice": "망가질 수 없지"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_herta_01",
            "Title": "강공격 피격",
            "Voice": "망가지겠어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_herta",
            "Title": "필살기•활성화",
            "Voice": "내가 누군지 알아?"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_herta",
            "Title": "필살기•발동",
            "Voice": "이렇게 큰 다이아는 처음이지? 너 줄게~"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_herta",
            "Title": "특성•1",
            "Voice": "빙글뱅글~"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_herta_02",
            "Title": "특성•2",
            "Voice": "떼굴떼굴~"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_herta_01",
            "Title": "전투 불능",
            "Voice": "연결… 단절……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_herta",
            "Title": "전투 복귀",
            "Voice": "재… 가동……"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_herta",
            "Title": "HP 회복",
            "Voice": "재치 있네"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_herta",
            "Title": "비술",
            "Voice": "사양 업그레이드"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_herta",
            "Title": "전투 승리",
            "Voice": "시간을 낭비했잖아!"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_herta",
            "Title": "전리품 오픈•1",
            "Voice": "겨우 이거야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_herta_02",
            "Title": "전리품 오픈•2",
            "Voice": "응? 괜찮네"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_herta",
            "Title": "진귀한 전리품 오픈",
            "Voice": "좋아 좋아"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_herta",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "이렇게 오래 생각한다고?"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_herta_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "이 정도는 눈 감고도 풀지"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_herta",
            "Title": "적 발견",
            "Voice": "어떻게 할지는 내 기분에 달렸어"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_herta",
            "Title": "도시로 복귀",
            "Voice": "이곳에 내가 흥미를 느낄 수 있는 게 있다고? 그럴 리가"
        }
    ]
}

var _notes_ = {
    "1013": []
}

var _adiff_ = {
    "1013": {}
}

var _mtc_ = {
    "1013": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111001": 4
            },
            {
                "2": 6400,
                "111001": 8
            },
            {
                "2": 12800,
                "111002": 5,
                "110403": 2
            },
            {
                "2": 32000,
                "111002": 8,
                "110403": 5
            },
            {
                "2": 64000,
                "111003": 5,
                "110403": 15
            },
            {
                "2": 128000,
                "111003": 7,
                "110403": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110131": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110132": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110132": 4,
                        "111002": 3
                    },
                    {
                        "2": 36000,
                        "110133": 2,
                        "111003": 2
                    },
                    {
                        "2": 128000,
                        "110133": 6,
                        "111003": 3
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110131": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110132": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110132": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110132": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110133": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110133": 4,
                        "110501": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110133": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110133": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110131": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110132": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110132": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110132": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110133": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110133": 4,
                        "110501": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110133": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110133": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110131": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110132": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110132": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110132": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110133": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110133": 4,
                        "110501": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110133": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110133": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "얼음 속성 피해 증가 +22.4%",
                "Mat": {
                    "2": 190000,
                    "111001": 2,
                    "110132": 6,
                    "111002": 5,
                    "110133": 8,
                    "111003": 8
                }
            },
            {
                "Name": "방어력 +22.5%",
                "Mat": {
                    "2": 168000,
                    "110131": 2,
                    "111001": 4,
                    "110133": 8,
                    "111003": 8
                }
            },
            {
                "Name": "치명타 확률 +6.7%",
                "Mat": {
                    "2": 136000,
                    "110132": 2,
                    "111002": 2,
                    "110133": 6,
                    "111003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "효율",
                "Mat": {
                    "2": 4000,
                    "110131": 2,
                    "110501": 1
                }
            },
            {
                "Name": "인형",
                "Mat": {
                    "2": 16000,
                    "110132": 4,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "빙결",
                "Mat": {
                    "2": 128000,
                    "110133": 6,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}