// Auto Generated

var _avatarskill_ = {
    "101501": {
        "v1": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v2": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v3": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v4": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v5": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "Live": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        }
    },
    "101502": {
        "v1": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로 연결] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로 연결] 상태에서 전투 스킬 발동 후 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 @<b>#2[p]</b># 증가한다, 해당 효과는 <b>#3[f]</b>스택 중첩될 수 있으며, [회로 연결] 상태가 종료될 때까지 지속된다. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로 연결] 상태가 종료되며 턴이 종료된다. 각 웨이브의 모든 적이 처치되면 [회로 연결] 상태가 종료된다",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v2": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로 연결] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로 연결] 상태에서 전투 스킬 발동 후 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 @<b>#2[p]</b># 증가한다, 해당 효과는 <b>#3[f]</b>스택 중첩될 수 있으며, [회로 연결] 상태가 종료될 때까지 지속된다. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로 연결] 상태가 종료되며 턴이 종료된다. 각 웨이브의 모든 적이 처치되면 [회로 연결] 상태가 종료된다",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v3": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로 연결] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로 연결] 상태에서 전투 스킬 발동 후 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 @<b>#2[p]</b># 증가한다, 해당 효과는 <b>#3[f]</b>스택 중첩될 수 있으며, [회로 연결] 상태가 종료될 때까지 지속된다. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로 연결] 상태가 종료되며 턴이 종료된다. 각 웨이브의 모든 적이 처치되면 [회로 연결] 상태가 종료된다",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v4": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로접속] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로접속] 상태에서 전투 스킬 발동 시 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 [회로접속] 상태가 종료될 때까지 @<b>#2[p]</b># 증가한다, 최대 중첩수: <b>#3[f]</b>스택. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로접속] 상태가 종료된다. 각 웨이브의 모든 적이 처치되면 [회로접속] 상태가 종료된다",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v5": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로접속] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로접속] 상태에서 전투 스킬 발동 시 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 [회로접속] 상태가 종료될 때까지 @<b>#2[p]</b># 증가한다, 최대 중첩수: <b>#3[f]</b>스택. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로접속] 상태가 종료된다. 각 웨이브의 모든 적이 처치되면 [회로접속] 상태가 종료된다",
            "Params": [
                [
                    1.8,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    1.98,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.16,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.34,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.52,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.7,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.925,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.15,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.375,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.6,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.78,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.96,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.14,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.32,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.5,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "Live": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로접속] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로접속] 상태에서 전투 스킬 발동 시 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 [회로접속] 상태가 종료될 때까지 @<b>#2[p]</b># 증가한다, 최대 중첩수: <b>#3[f]</b>스택. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로접속] 상태가 종료된다. 각 웨이브의 모든 적이 처치되면 [회로접속] 상태가 종료된다",
            "Params": [
                [
                    1.8,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    1.98,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.16,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.34,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.52,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.7,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.925,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.15,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.375,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.6,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.78,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.96,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.14,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.32,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.5,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        }
    },
    "101509": {
        "v1": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로 연결] 상태를 종료하고 턴을 종료한다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v2": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로접속] 상태에서 벗어나고 턴을 종료한다.",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v3": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로접속] 상태에서 벗어나고 턴을 종료한다.",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v4": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로접속] 상태에서 벗어나고 턴을 종료한다.",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v5": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로접속] 상태에서 벗어나고 턴을 종료한다.",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "Live": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로접속] 상태에서 벗어나고 턴을 종료한다.",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        }
    },
    "101503": {
        "v1": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.68,
                    2.0,
                    4.0
                ],
                [
                    8.16,
                    2.0,
                    4.0
                ],
                [
                    8.64,
                    2.0,
                    4.0
                ],
                [
                    9.12,
                    2.0,
                    4.0
                ],
                [
                    9.6,
                    2.0,
                    4.0
                ],
                [
                    10.2,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.4,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ],
                [
                    12.48,
                    2.0,
                    4.0
                ],
                [
                    12.96,
                    2.0,
                    4.0
                ],
                [
                    13.44,
                    2.0,
                    4.0
                ],
                [
                    13.92,
                    2.0,
                    4.0
                ],
                [
                    14.4,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v2": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.68,
                    2.0,
                    4.0
                ],
                [
                    8.16,
                    2.0,
                    4.0
                ],
                [
                    8.64,
                    2.0,
                    4.0
                ],
                [
                    9.12,
                    2.0,
                    4.0
                ],
                [
                    9.6,
                    2.0,
                    4.0
                ],
                [
                    10.2,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.4,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ],
                [
                    12.48,
                    2.0,
                    4.0
                ],
                [
                    12.96,
                    2.0,
                    4.0
                ],
                [
                    13.44,
                    2.0,
                    4.0
                ],
                [
                    13.92,
                    2.0,
                    4.0
                ],
                [
                    14.4,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v3": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    6.0,
                    2.0,
                    4.0
                ],
                [
                    6.4,
                    2.0,
                    4.0
                ],
                [
                    6.8,
                    2.0,
                    4.0
                ],
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.6,
                    2.0,
                    4.0
                ],
                [
                    8.0,
                    2.0,
                    4.0
                ],
                [
                    8.5,
                    2.0,
                    4.0
                ],
                [
                    9.0,
                    2.0,
                    4.0
                ],
                [
                    9.5,
                    2.0,
                    4.0
                ],
                [
                    10.0,
                    2.0,
                    4.0
                ],
                [
                    10.4,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.2,
                    2.0,
                    4.0
                ],
                [
                    11.6,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v4": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    6.0,
                    2.0,
                    4.0
                ],
                [
                    6.4,
                    2.0,
                    4.0
                ],
                [
                    6.8,
                    2.0,
                    4.0
                ],
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.6,
                    2.0,
                    4.0
                ],
                [
                    8.0,
                    2.0,
                    4.0
                ],
                [
                    8.5,
                    2.0,
                    4.0
                ],
                [
                    9.0,
                    2.0,
                    4.0
                ],
                [
                    9.5,
                    2.0,
                    4.0
                ],
                [
                    10.0,
                    2.0,
                    4.0
                ],
                [
                    10.4,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.2,
                    2.0,
                    4.0
                ],
                [
                    11.6,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v5": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    6.0,
                    2.0,
                    4.0
                ],
                [
                    6.4,
                    2.0,
                    4.0
                ],
                [
                    6.8,
                    2.0,
                    4.0
                ],
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.6,
                    2.0,
                    4.0
                ],
                [
                    8.0,
                    2.0,
                    4.0
                ],
                [
                    8.5,
                    2.0,
                    4.0
                ],
                [
                    9.0,
                    2.0,
                    4.0
                ],
                [
                    9.5,
                    2.0,
                    4.0
                ],
                [
                    10.0,
                    2.0,
                    4.0
                ],
                [
                    10.4,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.2,
                    2.0,
                    4.0
                ],
                [
                    11.6,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "Live": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    6.0,
                    2.0,
                    4.0
                ],
                [
                    6.4,
                    2.0,
                    4.0
                ],
                [
                    6.8,
                    2.0,
                    4.0
                ],
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.6,
                    2.0,
                    4.0
                ],
                [
                    8.0,
                    2.0,
                    4.0
                ],
                [
                    8.5,
                    2.0,
                    4.0
                ],
                [
                    9.0,
                    2.0,
                    4.0
                ],
                [
                    9.5,
                    2.0,
                    4.0
                ],
                [
                    10.0,
                    2.0,
                    4.0
                ],
                [
                    10.4,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.2,
                    2.0,
                    4.0
                ],
                [
                    11.6,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        }
    },
    "101504": {
        "v1": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모해 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고, 전투 스킬 포인트를 1pt 회복한다",
            "Params": [
                [
                    1.2
                ],
                [
                    1.32
                ],
                [
                    1.44
                ],
                [
                    1.56
                ],
                [
                    1.68
                ],
                [
                    1.8
                ],
                [
                    1.95
                ],
                [
                    2.1
                ],
                [
                    2.25
                ],
                [
                    2.4
                ],
                [
                    2.52
                ],
                [
                    2.64
                ],
                [
                    2.76
                ],
                [
                    2.88
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v2": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모하고, 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하며, 전투 스킬 포인트를 1pt 회복한다",
            "Params": [
                [
                    1.2
                ],
                [
                    1.32
                ],
                [
                    1.44
                ],
                [
                    1.56
                ],
                [
                    1.68
                ],
                [
                    1.8
                ],
                [
                    1.95
                ],
                [
                    2.1
                ],
                [
                    2.25
                ],
                [
                    2.4
                ],
                [
                    2.52
                ],
                [
                    2.64
                ],
                [
                    2.76
                ],
                [
                    2.88
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v3": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모하고, 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하며, 전투 스킬 포인트를 1pt 회복한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v4": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모하고, 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하며, 전투 스킬 포인트를 1pt 회복한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v5": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모하고, 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하며, 전투 스킬 포인트를 1pt 회복한다. 이번 <u>추가 공격</u> 발동 전에 목표가 처치된 경우 랜덤 단일 적에게 <u>추가 공격</u>을 발동한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "Live": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모하고, 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하며, 전투 스킬 포인트를 1pt 회복한다. 이번 <u>추가 공격</u> 발동 전에 목표가 처치된 경우 랜덤 단일 적에게 <u>추가 공격</u>을 발동한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        }
    },
    "101506": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        }
    },
    "101507": {
        "v1": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격한다. 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하며, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v2": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격하고, 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하며, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v3": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격하고, 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하며, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v4": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격하고, 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하며, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v5": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격하고, 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하며, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "Live": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격하며, 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하고, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1015": {
        "v1": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>1</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>60%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>1</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>60%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>2</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>2</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>2</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>2</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "101501": {
        "v1": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내에 전투 스킬을 <b><color style='color:#f29e38'>3</color></b>회 발동하면 이번 턴에서 다음 전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내 전투 스킬 <b><color style='color:#f29e38'>3</color></b>회 발동 후, 이번 턴에서 다음 전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내에 전투 스킬을 <b><color style='color:#f29e38'>3</color></b>회 발동하면 이번 턴에서 다음 전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내에 전투 스킬을 <b><color style='color:#f29e38'>3</color></b>회 발동하면 이번 턴에서 다음 전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내에 전투 스킬 <b><color style='color:#f29e38'>3</color></b>회 발동 후 아군의 전투 스킬 포인트를 <b><color style='color:#f29e38'>2</color></b>pt 회복한다",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내에 전투 스킬을 <b><color style='color:#f29e38'>3</color></b>회 발동하면 아군의 전투 스킬 포인트를 <b><color style='color:#f29e38'>2</color></b>pt 회복한다",
            "Icon": "SkillIcon_1015_Rank1"
        }
    },
    "101502": {
        "v1": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기로 가하는 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기로 가하는 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기로 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기로 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기 발동 시 적의 양자 속성 저항을 <b><color style='color:#f29e38'>20%</color></b> 감소시키며, 대상에게 양자 속성 약점을 부여한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기 발동 시 적의 양자 속성 저항을 <b><color style='color:#f29e38'>20%</color></b> 감소시키며, 대상에게 양자 속성 약점을 부여한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1015_Rank2"
        }
    },
    "101503": {
        "v1": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        }
    },
    "101504": {
        "v1": {
            "Rank": 4,
            "Name": "영웅이라 할 수 없는 삶",
            "Desc": "필살기 발동 목표가 양자 속성 약점이 없을 경우, 필살기 공격 시 대상에게 양자 속성 약점을 부여하고, 해당 목표의 양자 속성 저항이 <b><color style='color:#f29e38'>10%</color></b> 감소한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "영웅이라 불릴 수 없는 삶",
            "Desc": "필살기의 발동 목표가 양자 속성 약점이 없을 경우, 필살기 공격 시 목표에게 양자 속성 약점을 부여하고, 해당 목표의 양자 속성 저항이 <b><color style='color:#f29e38'>10%</color></b> 감소한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "영웅이라 불릴 수 없는 삶",
            "Desc": "필살기 발동 목표가 양자 속성 약점이 없을 경우, 필살기 공격 시 대상에게 양자 속성 약점을 부여하고, 해당 목표의 양자 속성 저항이 <b><color style='color:#f29e38'>150%</color></b> 감소한다, 지속 시간: <b><color style='color:#f29e38'>[]</color></b>턴",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "영웅이라 불릴 수 없는 삶",
            "Desc": "필살기 발동 목표가 양자 속성 약점이 없을 경우, 필살기 공격 시 대상에게 양자 속성 약점을 부여하고, 해당 목표의 양자 속성 저항이 <b><color style='color:#f29e38'>150%</color></b> 감소한다, 지속 시간: <b><color style='color:#f29e38'>[]</color></b>턴",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "영웅이라 불릴 수 없는 삶",
            "Desc": "가하는 필살기 피해가 <b><color style='color:#f29e38'>150%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "영웅이라 불릴 수 없는 삶",
            "Desc": "가하는 필살기 피해가 <b><color style='color:#f29e38'>150%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank4"
        }
    },
    "101505": {
        "v1": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        }
    },
    "101506": {
        "v1": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 즉시 1pt 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택이 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 1pt 즉시 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택이 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 즉시 1pt 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택이 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 즉시 1pt 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택이 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 1pt 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택 최대치가 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 1pt 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택 최대치가 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        }
    }
}

var _story_ = {
    "1015": [
        {
            "_id": 1,
            "Story": "절망이 과거와 미래 사이에서 번갈아 펼쳐지고, 무수한 이상이 붉은색 의복 사이에서 불타버렸다. 하지만, 그 잿더미에 속지 말라——<br>만약 누군가 이상의 이름을 핑계로 허황된 좋은꿈을 만들어 낸다면, 그는 반드시 다시 불타올라 세상의 위선과 끝까지 싸울 것이니.<br>어디에 있든 그는 언제나 정의의 사자다"
        },
        {
            "_id": 2,
            "Story": "일반적으로 남자는 냉정하게 일을 끝내는 현실주의자이다.<br>하지만 나이를 먹은 직장인들처럼, 그는 가끔 경험으로 인한 비관적인 모습을 보인다. 그리고 이런 비관이 자기혐오로 이어지면서 고의든 아니든 신랄한 말을 내뱉곤 한다.<br><br><i>「아니, 그건 오해야.<br>나이가 들면서 자기혐오를 떨칠 수 없는 사람들이 대부분이야. 그건 과거의 자신과 진정으로 싸울 수 없기 때문이지.<br>아니, 싸움이 좋은 일은 아니야.<br>…이 주제는 잊도록 하지」</i><br><br>어쨌든 과거의 미숙했던 자신이나 그와 비슷한 사람들을 정면으로 마주하지 않는 한, 남자는 성숙하고 듬직한 서번트라고 할 수 있다. 가끔 업무에 대해 불평하곤 하지만, 그는 여전히 최선을 다해 꼼꼼하게 자신의 사명을 완수한다.<br>——하지만 그의 불평은 날카롭고 신랄해서 그가 예전에 작가가 아니었나 하는 생각이 들 정도다.<br><br><i>「어쩔 수 없어. 신랄하게 까발리는 게 내 본성이거든. 솔직히 그런 막무가내인 아가씨가 삶을 휘저어 놓은 적이 있다면, 누구라도 이렇게 되지 않을까?」</i>"
        },
        {
            "_id": 3,
            "Story": "남자의 이야기는 혼란스러운 시대에서 시작되었다.<br>마치 가만히 있지 못하는 등에처럼, 평범한 인간의 몸으로 성배전쟁을 겪은 그는 고향을 떠나 세계에서 가장 혼란스러운 곳으로 향했다. 그곳에서 정의의 사자가 되기 위하여 그는 하늘을 대신해 대의를 행하는 깃발을 들었다.<br><br>평탄한 여정은 아니었다. 남자는 세계 각지에서 무장 폭동을 수없이 일으켰지만, 단 한번도 성공하지 못했다. 그는 십여 차례의 암살, 백여 차례의 매복, 심지어 여러 차례의 총살도 피했지만, 고향에 돌아와 잠시 머무르던 중 옛 친구의 배신으로 교수대에 오르게 되었다.<br><br>그러나 그는 적어도 실패 때문에 자신의 과거를 혐오하는 게 아니다….<br>그는 정의의 사자가 되기를 꿈꾸던 그 소년을 혐오하는 것이다. 그때의 소년은 이런 인생을 사는 대가가 뭔지 전혀 몰랐다.<br><br>한 사람의 정의를 행하려면 다른 사람의 자유를 박탈해야 한다. 만인의 정의를 행하려면 수많은 사람들이 피를 흘려야 한다. 정의는 아름다운 단어지만, 그 무게는 정의를 품고자 갈망하는 소년을 이상의 바다에 빠트려 죽게 할 만큼 무겁다.<br><br><i>「비슷한 말을 한 적이 있어. 하지만 그건 그저 푸념일 뿐이야.<br>환경과 감정은 사람을 크게 바꾸지. 완전히 같은 존재라도 운명의 갈림길에 서면 다른 선택을 내릴 수 있어.<br>나를 닮은 자가 반드시 나는 아니고, 나인 자도 반드시 나를 닮은 것은 아니야. 결국 인간은 자신의 시야 밖에서 구원을 찾을 수 없어」</i><br><br>이상은 이상을 짓밟고, 운명은 운명을 죽인다——소년은 이런 사실을 모르는 게 아니다.<br>다만 정의의 사자는 두려움을 버려야 한다——남자는 비로소 그 점을 인정했다"
        },
        {
            "_id": 4,
            "Story": "「간장•막야」——이 쌍검은 남자가 가장 잘 다루는 무기로, 투영 마술로 거듭 만들어낼 수 있어서 아무리 많이 망가져도 상관없다. 이론적으로 남자가 충분히 이해한 무기라면 「모조품을 무한히 투영해 낼 수 있다」 하지만 어떤 인연으로 투영 대상이 「검」의 분류에 속할 때만 남자의 투영 마술이 완벽에 이른다.<br><br><i>「가품을 파는 상인처럼 들리나? 아, 대충 맞아.<br>명예로운 수단은 아니지만, 오만방자하고 자신이 만든 규칙으로 남을 괴롭히는 놈들에게 딱이지」</i><br><br>전설에 따르면, 간장과 막야는 전설적인 주검사 부부였다. 부부는 검을 주조할 때마다 품질을 주조사가 아닌 하늘에 맡겨야 하는 현실을 바꾸려고 갖은 노력을 다했다.<br>이야기는 여기서 여러 가지 버전으로 나뉜다. 그중 하나는——막야가 용광로에 몸을 던져 쇳물과 하나가 되어 간장이 전무후무한 절세의 보검을 주조할 수 있게 되었다는 것이다.<br>보다 널리 알려진 다른 버전은 이렇다. 폭군이 주조가 느리다는 이유로 간장이 보검을 만들자마자 그를 죽였고, 막야는 자식을 데리고 시골로 숨었다. 몇 년 후, 어른이 된 아이는 길에서 우연히 만난 협객과 함께 폭군에게 복수할 계획을 세우고, 세 사람은 결국 동귀어진한다.<br><br>남자의 운명도 이 이야기와 일맥상통하는 점이 있지 않을까? 만약 그렇다면 그가 희생한 것은 자신일까, 동료일까, 아니면 어떤 이상이었을까?<br>누구도 알 수 없다.<br>그저 마음속의 검을 위해 그가 기꺼이 검의 뼈대가 되어 육신을 강철로, 피를 화염으로 바꾸었다는 것만 알 뿐이다.<br>그는 수많은 칼을 만들었지만, 결국 아무것도 없는 빈손이 되었다.<br>마치 그의 마음속 풍경처럼 말이다.<br><br><i>「근데 그게 인생 아닌가?<br>검은 한 사람의 손에 머물지 않아. 검을 방치하거나, 다른 사람에게 넘기거나… 마지막 순간까지 사용해야 해.<br>그래야 다시 시작할 수 있지」</i>"
        },
        {
            "_id": 5,
            "Story": "성배전쟁 시스템에서 남자는 궁수로 분류된다. 「검」을 근본으로 삼는 사람에게는 일종의 조롱처럼 느껴졌을 것이다. 하지만 남자는 개의치 않는다.<br><br><i>「적당히 해. 정면 승부보다 먼 곳에서 적을 저격하는 게 더 효율적인 전투 방식이잖아.<br>아니면 검객들처럼 광선으로 모든 걸 평지로 밀어버리길 바라는 건가? 장난치지 마. 난 평범한 사람이야. 그들처럼 강한 마력은 없어」</i><br><br>말은 그렇게 했지만, 필요하다면 남자는 근접전을 마다하지 않는다. 무한하게 만들 수 있는 「간장•막야」 덕분에 그는 현란한 검기로 상대가 당해낼 수 없게 한다.<br><br><i>「평범한 총알로 적을 죽일 수 있다면야 나도 굳이 애쓰고 싶지 않지.<br>하지만 정말로 이 기술을 배우고 싶다면——평소 주방에 자주 들러 칼질 연습부터 시작해.<br>농담 아니야. 진지하게 생각하면 요리에서 많은 걸 배울 수 있다고. 가장 기초적인 재료 손질부터 얘기해 줄게——맛있는 요리를 최대한 빨리 먹고 싶다면, 요리를 만드는 과정을 분해해 동시에 많은 일을 완료할 수 있도록 순서를 다시 정해야 해…. 이런 사고방식에 숙련되면 주변의 다양한 일에 응용해 시간을 많이 절약할 수 있어.<br>볶음요리의 불 조절도 마찬가지야. 초보자는 종종 다양한 재료를 순서대로 냄비에 넣고 모든 식자재가 완전히 익히는 게 볶음이라고 오해하지.<br>이런 방식은 불에 강한 식자재에는 문제가 없지만, 그 외에는 적용할 수 없어. 모든 재료는 저마다 최적의 조리 시간과 온도가 있어서 재료끼리 어긋나는 게 정상이야.<br>그래서 대부분의 경우 우리는 식자재를 유형별로 분류하고 그에 맞게 불을 조절해서 과감히 냄비에서 꺼내야 해——마지막으로 다시 조합해 색과 향과 맛을 겸비한 요리로 완성하는 거지」</i><br><br>그렇다. 요리가 주제에 오르기만 하면 남자는 평소의 간결한 말투와 달리 깨달음이 담긴 이야기를 길게 늘어놓는다. 평생을 전투 속에서 살아온 이 남자에게 삶의 본질은 정의나 고난이 아니라 삶의 온기가 담긴 집밥 같은 것일지도 모른다.<br><br><i>「아까도 말했지만, 멀리서 저격으로 적을 죽일 수 있다면, 목숨을 걸고 근접전을 치르려는 사람은 없을 거야. 운명을 상대하는 것도 마찬가지지.<br>내 존재는 이런 사실 하나만 설명할 수 있을 뿐이야. 머나먼 곳에 어떤 세계가 있는데, 그곳 사람들은 매일 운명과 목숨을 걸고 싸워야 해. 그렇지 않으면 살아갈 희망조차 없거든.<br>예전에 난 그곳에서 그들을 위해 싸웠지만, 세계가 바뀐 건 사람들이 운명과 끊임없이 싸워 왔기 때문이지.<br>그리고 난… 빈털터리에 운명을 이기지 못한 사내일 뿐이야」</i><br><br>분명 그는 앞으로도 「인류를 구원하는 길」을 걸어갈 것이다.<br>친구들을 위해 언제나 즐겁게 요리하는 것처럼"
        }
    ]
}

var _voice_ = {
    "1015": [
        {
            "_id": "archive_archer_1",
            "Title": "첫 만남",
            "Voice": "초면이군, 아처라고 불러. 다행히 서로 죽고 죽이는 사이는 아닌 것 같으니 사이좋게 지내보자고"
        },
        {
            "_id": "archive_archer_2",
            "Title": "인사",
            "Voice": "오, 또 만났군. 네가 똑똑한 사람이라 다행이야. 이야기가 잘 통하니까"
        },
        {
            "_id": "archive_archer_3",
            "Title": "작별",
            "Voice": "음. 가기 전에 충고 하나 하지. 젊은 시절에 사귄 친구들을 소중히 여기도록 해. 시간이 아무리 흘러도 우정은 여전히 보석처럼 귀중하거든"
        },
        {
            "_id": "archive_archer_4",
            "Title": "자신에 대해•진명",
            "Voice": "서번트로서 진명을 숨겨야 하지만, 이 세계에는 나를 아는 자가 없을 테지. 내 이름은 「에미야 시로」, 잘 부탁한다"
        },
        {
            "_id": "archive_archer_5",
            "Title": "잡담•투영 마술",
            "Voice": "페나코니에서 솔글래드의 투영을 시도했을 뿐인데, 공장 직원이 저작권료를 요구할 줄이야"
        },
        {
            "_id": "archive_archer_6",
            "Title": "잡담•가사",
            "Voice": "페나코니의 거리나 실내에 먼지 하나 없는 건 꽤 좋은 일이지만, 청소할 필요가 없다고 하니 그건 그것대로 답답한 일이군…. 이제 이 습관을 고쳐야겠어"
        },
        {
            "_id": "archive_archer_7",
            "Title": "잡담•영령",
            "Voice": "우리처럼 다른 세계에서 온 서번트는 「영령의 좌」라고 불리는 곳에서 복제된 존재다. 하지만 페나코니의 영령은 어디서 온 걸까? 어쩌면 이 세계에도 끊임없이 역사를 새겨나가는 무언가가 있을지도 모르겠군"
        },
        {
            "_id": "archive_archer_8",
            "Title": "취미",
            "Voice": "난 요리하는 걸 좋아하지만 페나코니의 요리 방식은 다른 곳과 전혀 달라…. 유감스럽게도 내 솜씨를 선보일 기회가 없을 것 같군"
        },
        {
            "_id": "archive_archer_9",
            "Title": "고민",
            "Voice": "사람은 성장해 나가기 때문에, 건강한 마음을 가진 사람이라면 과거의 자신을 계속 부정하게 되지. 한때 미숙했던 자신과 관계를 끊을 수 있다는 건 행운… 아니, 그게 일반적이라 할 수 있지. 자신을 이겼다고 해서 상처가 사라지는 것은 아니야"
        },
        {
            "_id": "archive_archer_10",
            "Title": "공유",
            "Voice": "「옳은 일을 하는 것」과 「일을 올바르게 하는 것」은 의미가 전혀 다르지. 나에겐 후자가 전자보다 더 중요해"
        },
        {
            "_id": "archive_archer_11",
            "Title": "견문",
            "Voice": "꿈속에서는 요리를 해도 음식물 쓰레기가 나오지 않고, 설거지를 할 필요도 없어. 편리한 건 확실하지만, 요리의 특별함도 왠지 줄어든 기분이야"
        },
        {
            "_id": "archive_archer_12",
            "Title": "세이버에 대해",
            "Voice": "오래된 지인이야. 그녀를 서번트로 소환해 냈다는 건, 네가 올바른 사람이라는 뜻이겠지. 그대로 망설임 없이 나아가면 돼"
        },
        {
            "_id": "archive_archer_13",
            "Title": "랜서에 대해",
            "Voice": "랜서 클래스의 서번트는 운이 따르지 않는 자가 많은 것 같군. 아, 아니, 모든 랜서가 그렇다는 건 아니지만… 저 영령에 한해서라면, 본인도 운이 없고 소환한 자도 운이 없지"
        },
        {
            "_id": "archive_archer_14",
            "Title": "어벤츄린에 대해",
            "Voice": "마스터와 서번트는 서로 닮은 경우가 많아. 그 남자와 나의 경우는… 아마 둘 다 마음속 깊은 곳에 어떤 집념이 있다는 것이겠지… 그의 집념은 행복과 불행 중 어느 쪽일까?"
        },
        {
            "_id": "archive_archer_15",
            "Title": "부트힐에 대해",
            "Voice": "언뜻 보면 감정적인 것처럼 보이지만, 의외로 계획적이야…. 흥, 나와 잘 맞을 것 같군"
        },
        {
            "_id": "archive_archer_16",
            "Title": "폼폼에 대해",
            "Voice": "그 짧은 팔다리로 가사를 잘 해내고 있다고…? 겉모습과는 달리… 아니, 겉모습 그대로 완벽한 차장이라는 건가. 좋은 여행을 하고 있는 모양이군"
        },
        {
            "_id": "archive_archer_17",
            "Title": "「음표 아가씨」에 대해",
            "Voice": "영령이 되었다는 것은, 그녀에게 비범한 능력과 자질이 있다는 증거지. 그녀가 너무 비관하지 말았으면 좋겠군"
        },
        {
            "_id": "archive_archer_18",
            "Title": "스코트에 대해",
            "Voice": "그가 만났던 모든 사람들이 너와 같았다면, 분명 좋은 사람이 되었겠지"
        },
        {
            "_id": "archive_archer_19",
            "Title": "Mr. 그레디에 대해",
            "Voice": "그자처럼 「영화」를 해석하는 사람은 이 세상에 그리 많지 않겠지? 그게 아니라면 너희 세계의 센스는 아직 멀었다고 말할 수밖에 없을 것 같군"
        },
        {
            "_id": "archive_archer_20",
            "Title": "오티 어르신에 대해",
            "Voice": "인간은 나이에 맞게 행동해야 해. 저승으로 떠날 나이가 되었다면, 파란을 일으킬 생각만 해서는 안 되지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_archer",
            "Title": "성혼 활성화",
            "Voice": "수호자의 미래는 여기서 정해진다"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_archer",
            "Title": "캐릭터 승급",
            "Voice": "임무는 아직 끝나지 않았다. 방심하지 마라"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_archer",
            "Title": "캐릭터 최고 레벨",
            "Voice": "만반의 준비가 되었다. 흠잡을 데가 없군. 이 상태라면 언제든지 전투에 임할 수 있다"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_archer",
            "Title": "행적 활성화",
            "Voice": "나쁘지 않군. 잃어버렸던 것이 다시 돌아오는 것 같아"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_archer",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "강적인가? 그렇다면 뒤에서 은밀히 도와주마"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosaber_archer",
            "Title": "파티 편성•세이버",
            "Voice": "훗, 별바다에서도 성검의 빛은 여전하군"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_archer",
            "Title": "전투 시작•약점 격파",
            "Voice": "때는 무르익었다. 화근을 끊어주마!"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_archer",
            "Title": "전투 시작•위험 경보",
            "Voice": "…자, 이제 어떻게 할 거지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_archer_01",
            "Title": "턴 시작•1",
            "Voice": "내 차롄가? 참, 정신없군"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_archer_02",
            "Title": "턴 시작•2",
            "Voice": "지겹지도 않은 모양이군"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_archer",
            "Title": "턴 대기",
            "Voice": "아직 움직일 생각이 없는 건가? 뭐, 좋다…. 잠시 상황을 지켜보도록 하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_archer_01",
            "Title": "일반 공격",
            "Voice": "간장, 막야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_archer01",
            "Title": "추가 공격•1",
            "Voice": "학익삼련!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_archer02",
            "Title": "추가 공격•2",
            "Voice": "천산단수!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_archer_01",
            "Title": "전투 스킬•1",
            "Voice": "트레이스 온!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_archer_02",
            "Title": "전투 스킬•2",
            "Voice": "칼라드볼그 II!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_archer_01",
            "Title": "[회로접속] 전투 스킬•1",
            "Voice": "어딜 가는 거냐"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_archer_02",
            "Title": "[회로접속] 전투 스킬•2",
            "Voice": "도망칠 곳은 없다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_archer_01",
            "Title": "약공격 피격",
            "Voice": "겨우 이 정도인가…"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_archer_01",
            "Title": "강공격 피격",
            "Voice": "또 정면에서인가……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_archer",
            "Title": "필살기•활성화",
            "Voice": "I am the bone of my sword. Steel is my body, and fire is my blood. I have created over a thousand blades. Unknown to Death. Nor known to Life. Have withstood pain to create many weapons. Yet, those hands will never hold anything. So as I pray—"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_archer",
            "Title": "필살기•발동",
            "Voice": "UNLIMITED BLADE WORKS"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_archer_01",
            "Title": "전투 불능",
            "Voice": "나의… 패배다…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_archer",
            "Title": "전투 복귀",
            "Voice": "꼴사나운 모습을 보였군. 되갚아주마!"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_archer",
            "Title": "HP 회복",
            "Voice": "믿음직하군! 좋은 판단이다"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_archer",
            "Title": "비술",
            "Voice": "브로큰 판타즘!"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_archer",
            "Title": "전투 승리",
            "Voice": "힘든 싸움이 될 줄 알았건만"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_archer",
            "Title": "전리품 오픈•1",
            "Voice": "…흥, 만족할 줄 알아야 된다는 말도 있으니"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_archer_02",
            "Title": "전리품 오픈•2",
            "Voice": "절약은 미덕이다. 잘 간수해 두라고"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_archer",
            "Title": "진귀한 전리품 오픈",
            "Voice": "수확이 꽤 괜찮군…"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_archer",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "그렇게 번거로운 것도 아니었을 텐데"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_archer_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "별거 아니군"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_archer",
            "Title": "적 발견",
            "Voice": "까다로운 상대야. 방심하지 말라고!"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_archer",
            "Title": "도시로 복귀",
            "Voice": "지금부터는 쉬어도 되는 거지? 그럼 편하게 쉬어"
        }
    ]
}

var _notes_ = {
    "1015": []
}

var _adiff_ = {
    "1015": {
        "v3": [
            "``Base Stats`- HP 1086.624 → 1164.24 ;<br>- Energy 240.0 → 220.0 ;"
        ]
    }
}

var _mtc_ = {
    "1015": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111001": 5
            },
            {
                "2": 8000,
                "111001": 10
            },
            {
                "2": 16000,
                "111002": 6,
                "110436": 3
            },
            {
                "2": 40000,
                "111002": 9,
                "110436": 7
            },
            {
                "2": 80000,
                "111003": 6,
                "110436": 20
            },
            {
                "2": 160000,
                "111003": 9,
                "110436": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "111003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "양자 속성 피해 증가 +22.4%",
                "Mat": {
                    "2": 237500,
                    "111001": 2,
                    "110192": 8,
                    "111002": 7,
                    "110193": 11,
                    "111003": 11
                }
            },
            {
                "Name": "공격력 +18%",
                "Mat": {
                    "2": 210000,
                    "110191": 3,
                    "111001": 6,
                    "110193": 11,
                    "111003": 11
                }
            },
            {
                "Name": "치명타 확률 +6.7%",
                "Mat": {
                    "2": 170000,
                    "110192": 3,
                    "111002": 3,
                    "110193": 8,
                    "111003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "투영 마술",
                "Mat": {
                    "2": 5000,
                    "110191": 3,
                    "110502": 1
                }
            },
            {
                "Name": "정의의 사자",
                "Mat": {
                    "2": 20000,
                    "110192": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "수호자",
                "Mat": {
                    "2": 160000,
                    "110193": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}