// Auto Generated

var _avatarskill_ = {
    "110501": {
        "Pre": {
            "Name": "인자함의 이면",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 나타샤 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 준다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1105_Normal"
        }
    },
    "110502": {
        "Pre": {
            "Name": "사랑, 구조와 선택",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "지정된 단일 아군의 HP를 즉시 나타샤 HP 최대치의 @<b>#1[p]</b>#+@<b>#4[f]</b>#만큼 회복하고, 턴이 시작될 때마다 대상의 HP를 나타샤 HP 최대치의 @<b>#2[p]</b>#+@<b>#5[f]</b>#만큼 회복한다. 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    0.07,
                    0.048,
                    2.0,
                    70.0,
                    48.0
                ],
                [
                    0.07437,
                    0.051,
                    2.0,
                    112.0,
                    76.8
                ],
                [
                    0.07875,
                    0.054,
                    2.0,
                    143.5,
                    98.4
                ],
                [
                    0.08313,
                    0.057,
                    2.0,
                    175.0,
                    120.0
                ],
                [
                    0.0875,
                    0.06,
                    2.0,
                    196.0,
                    134.4
                ],
                [
                    0.091,
                    0.0624,
                    2.0,
                    217.0,
                    148.8
                ],
                [
                    0.0945,
                    0.0648,
                    2.0,
                    232.75,
                    159.6
                ],
                [
                    0.098,
                    0.0672,
                    2.0,
                    248.5,
                    170.4
                ],
                [
                    0.1015,
                    0.0696,
                    2.0,
                    264.25,
                    181.2
                ],
                [
                    0.105,
                    0.072,
                    2.0,
                    280.0,
                    192.0
                ],
                [
                    0.1085,
                    0.0744,
                    2.0,
                    295.75,
                    202.8
                ],
                [
                    0.112,
                    0.0768,
                    2.0,
                    311.5,
                    213.6
                ],
                [
                    0.1155,
                    0.0792,
                    2.0,
                    327.25,
                    224.4
                ],
                [
                    0.119,
                    0.0816,
                    2.0,
                    343.0,
                    235.2
                ],
                [
                    0.1225,
                    0.084,
                    2.0,
                    358.75,
                    246.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1105_BP"
        }
    },
    "110503": {
        "Pre": {
            "Name": "신생의 의례",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "회복",
            "Desc": "모든 아군이 즉시 나타샤 HP 최대치 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼의 HP를 회복한다",
            "Params": [
                [
                    0.092,
                    92.0
                ],
                [
                    0.09775,
                    147.2
                ],
                [
                    0.1035,
                    188.6
                ],
                [
                    0.10925,
                    230.0
                ],
                [
                    0.115,
                    257.6
                ],
                [
                    0.1196,
                    285.2
                ],
                [
                    0.1242,
                    305.9
                ],
                [
                    0.1288,
                    326.6
                ],
                [
                    0.1334,
                    347.3
                ],
                [
                    0.138,
                    368.0
                ],
                [
                    0.1426,
                    388.7
                ],
                [
                    0.1472,
                    409.4
                ],
                [
                    0.1518,
                    430.1
                ],
                [
                    0.1564,
                    450.8
                ],
                [
                    0.161,
                    471.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 90.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1105_Ultra"
        }
    },
    "110504": {
        "Pre": {
            "Name": "생기발랄",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "현재 HP 백분율이 <b>#1[p]</b> 이하인 아군에게 치유 제공 시 나타샤의 치유량이 @<b>#2[p]</b># 증가한다. 해당 효과는 지속 치유 효과에도 적용된다",
            "Params": [
                [
                    0.3,
                    0.25
                ],
                [
                    0.3,
                    0.275
                ],
                [
                    0.3,
                    0.3
                ],
                [
                    0.3,
                    0.325
                ],
                [
                    0.3,
                    0.35
                ],
                [
                    0.3,
                    0.375
                ],
                [
                    0.3,
                    0.40625
                ],
                [
                    0.3,
                    0.4375
                ],
                [
                    0.3,
                    0.46875
                ],
                [
                    0.3,
                    0.5
                ],
                [
                    0.3,
                    0.525
                ],
                [
                    0.3,
                    0.55
                ],
                [
                    0.3,
                    0.575
                ],
                [
                    0.3,
                    0.6
                ],
                [
                    0.3,
                    0.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1105_Passive"
        }
    },
    "110506": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1105_Normal"
        }
    },
    "110507": {
        "Pre": {
            "Name": "최면 연구",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 바로 공격하며, 전투 진입 후 임의의 단일 적에게 나타샤 공격력 <b>#4[p]</b>만큼의 물리 속성 피해를 준다. 동시에 <b>#1[p]</b>의 <u>기본 확률</u>로 각 단일 적을 허약 상태에 빠트린다.<br>허약 상태의 적은 아군에게 가하는 피해가 <b>#2[p]</b> 감소한다. 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.3,
                    1.0,
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1105_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1105": {
        "Pre": {
            "Add": {
                "HPAddedRatio": 0.28,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "완화",
                "Desc": "전투 스킬 발동 시 지정된 단일 아군의 <u>디버프 효과</u>를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1105_SkillTree1"
            },
            "Tree2": {
                "Name": "의사",
                "Desc": "나타샤가 제공하는 치유량이 <b><color style='color:#f29e38'>10%</color></b> 증가한다",
                "Icon": "SkillIcon_1105_SkillTree2"
            },
            "Tree3": {
                "Name": "회복",
                "Desc": "전투 스킬 발동으로 생긴 지속 회복 효과를 <b><color style='color:#f29e38'>1</color></b>턴 연장한다",
                "Icon": "SkillIcon_1105_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "110501": {
        "Pre": {
            "Rank": 1,
            "Name": "약리학적 식견",
            "Desc": "피격 후 현재 HP 백분율이 <b><color style='color:#f29e38'>30%</color></b> 이하일 경우 자신에게 치유를 1회 발동하며 자신 HP 최대치 <b><color style='color:#f29e38'>15%</color></b>+<b><color style='color:#f29e38'>400</color></b>만큼의 HP를 회복한다. 해당 효과는 단일 전투마다 1회만 발동한다",
            "Icon": "SkillIcon_1105_Rank1"
        }
    },
    "110502": {
        "Pre": {
            "Rank": 2,
            "Name": "임상시험",
            "Desc": "필살기 발동 시 현재 HP 백분율이 <b><color style='color:#f29e38'>30%</color></b> 이하인 아군에게 <b><color style='color:#f29e38'>1</color></b>턴의 지속 치유 효과를 부여하며 목표의 턴이 시작될 때 대상에게 나타샤 HP 최대치 <b><color style='color:#f29e38'>6%</color></b>+<b><color style='color:#f29e38'>160</color></b>만큼의 HP를 회복한다",
            "Icon": "SkillIcon_1105_Rank2"
        }
    },
    "110503": {
        "Pre": {
            "Rank": 3,
            "Name": "올바른 처방",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1105_BP"
        }
    },
    "110504": {
        "Pre": {
            "Rank": 4,
            "Name": "뛰어난 의술",
            "Desc": "피격 후 추가로 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다",
            "Icon": "SkillIcon_1105_Rank4"
        }
    },
    "110505": {
        "Pre": {
            "Rank": 5,
            "Name": "예방 치료",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1105_Ultra"
        }
    },
    "110506": {
        "Pre": {
            "Rank": 6,
            "Name": "의사의 인자함",
            "Desc": "일반 공격 발동 시 추가로 나타샤 HP 최대치 <b><color style='color:#f29e38'>40%</color></b>만큼의 물리 속성 피해를 준다",
            "Icon": "SkillIcon_1105_Rank6"
        }
    }
}

var _story_ = {
    "1105": [
        {
            "_id": 1,
            "Story": "일에 빈틈이 없고 신중한 의사. 늘 종잡을 수 없는 웃음을 띠고 있다.<br>의료 물자가 부족한 하층 구역에서 나타샤는 몇 안 되는 의사로서 하층의 사람들을 돌본다.<br>장난꾸러기 후크도 나타샤에겐 얌전히 「나타샤 언니」라고 부른다"
        },
        {
            "_id": 2,
            "Story": "<i>「어서 여기를 눌러! 더 세게! 출혈을 막아야 해!」</i><br><br>나타샤는 오빠를 향해 당혹스러운 눈빛을 던졌다. 그녀의 앞에는 온몸이 붕대로 칭칭 감긴 남자가 누워있었다. 극심한 고통으로 인해 그의 몸은 끊임없이 꿈틀거리고 있었고 그의 입에서는 그 뜻을 알 수 없는 말들이 쏟아져내렸다<br><br><i>「뭘 꾸물거려? 어서 누르라고!」</i><br><br>오빠의 명령에는 분노와——예민한 소녀는 그 미세한 감정을 정확하게 포착했다——조금의 실망이 담겨있었다. 나타샤는 남자의 오른쪽 팔을 잡아 온몸의 힘을 다해 어깨에 놓인 지혈대를 눌렀다<br><br>부상을 입은 남자의 입에서 괴물 같은 신음소리가 흘러나왔지만 오빠의 명령이 떨어진 이상 절대 힘을 풀 수 없었다<br><br>시간이 얼마나 흘렀을까. 눈앞의 부상자는 결국 호흡을 멈추었다. 나타샤는 멍한 얼굴로 생명이 떠나간 빈 몸뚱아리를 바라보았다<br><br><i>「넌 최선을 다했어」</i>오빠는 평소와 같은 담담한 말투로 말했다.<i>「잠깐 쉬고 다시 일어서. 아직 부상자들이 많아」</i><br><br>나타샤는 붉게 물든 손바닥을 바라보았다. 손가락은 이미 뻣뻣하게 굳어버린 상태였고 피비린내가 코를 찔렀다. 나타샤는 그 냄새에 익숙해지기 위해 노력했다. 이 길을 걷기로 한 이상 그녀가 할 수 있는 건 익숙해지는 것뿐이라는 걸 알고 있었기 때문이었다"
        },
        {
            "_id": 3,
            "Story": "<i>「훌륭해… 역시 훌륭하단 말이야」</i>교수는 종이장을 펼쳐보며 중얼거렸다.<i>「자네의 성적과 실습 평점이라면 병원으로 가든 부대로 가든 훌륭하게 임무를 완성할 수 있을 걸세」</i><br><br>교수의 말을 들은 나타샤는 저도 모르게 주먹에 힘이 들어갔다. 그녀의 이상함을 느꼈는지 교수가 물었다<br><br><i>「왜 그러나? 뭐 하고 싶은 말이라도 있나?」</i><br><br>나타샤는 표정을 정리했다——자신감 넘치는 표정을 지으면 자신의 결단을 더 정확하게 표현할 수 있을 거란 생각에서였다<br><br><i>「저는 하층 구역으로 가고 싶습니다, 교수님. 그곳에 제 도움이 더 필요한 사람들이 있어요」</i><br><br>그녀의 말에 여교수는 흠칫하더니 천천히 안경을 올렸다. 그리고 고개를 숙이고 나타샤의 자료를 다시 훑어보기 시작했다<br><br><i>「그래. 자네 어머니와 똑같은 말을 하는군… 성공을 비네, 나타샤」</i><br><br>자리에서 일어선 나타샤는 교수를 향해 정중하게 인사를 올렸다. 벨로보그 의과대학, 그 새하얀 복도를 지나는 그녀의 마음은 그 어느 때보다 결연했다"
        },
        {
            "_id": 4,
            "Story": "사랑하는 아버지, 어머니께:<br><br>요즘은 어떻게 지내세요?<br><br>답장이 늦어서 죄송해요. 하층 구역에 요즘 사건 사고들이 많아서요. 보육원의 부상자들도 점점 늘어나고 있어요. 환자를 치료하는 것 말고 다른 일에 시간을 내기가 힘들답니다. 요즘은 나이가 어린 아이들은 마을의 다른 집에 입양을 보내려 하고 있어요. 어린 아이들이 보육원의 참상을 바라보는 건 원치 않으니까요<br><br>전에 하신 질문에 대해서는 저도 간간히 소문을 들었어요. 수호자님께서 상, 하층 구역의 연결을 완전히 봉쇄한다고 하시네요. 두 분이 걱정하시는 마음 이해해요. 하지만 전 지금 하층 구역의 주민들을 포기할 수 없어요. 다들 불안에 떨고 있는 상황이에요. 그들에게 위로를 건네는데 제 작은 힘을 보태고 싶어요<br><br>물론 두 분께서는 이번에도 제 선택을 존중해 주시겠죠. 의대를 졸업했을 때 아버지가 해주신 말씀이 기억이 나요. 「그럴 듯한 직업을 얻기 위해 의사가 된 거라면 언젠가 후회하게 될 거란다」 아버지께서 하신 그 말씀에 담긴 의미를 이제는 알 것 같아요<br><br>이제 두 분을 언제 다시 만날 수 있을지 모르겠네요. 지금처럼 건강하고 무사하셨으면 좋겠어요. 저도 이제 다 컸으니 제 몸 하나는 보살필 수 있답니다. 그러니 걱정하지 마세요<br><br><align=\"right\">두 분을 사랑하는 딸</align><br><align=\"right\">나타샤</align>"
        },
        {
            "_id": 5,
            "Story": "병상에 누워있는 까만 피부의 남자는 50살쯤 되어 보였다. 그의 몸은 조각상처럼 탄탄한 근육으로 뒤덮여있었지만 그 뒤에는 크고 작은 흉터와 핏자국이 가득했다. 남자가 거친 숨을 내쉴 때마다 가슴은 격렬하게 움직였다——그렇다, 남자는 지금 생사의 갈림길에 서 있다<br><br>남자의 마지막 숨결을 빼앗아가려는 치명상을 찾기 위해 나타샤의 시선은 빠르게 움직였다. 그리고 얼마 지나지 않아 왼쪽 복부의 상처에 시선을 고정했다. 작은 상처였지만 피가 끊임없이 흐르는 걸로 봐서는 날카로운 예기가 내장을 찌른 게 분명해 보였다<br><br>그녀는 새 수술 장갑으로 갈아낀 뒤 큰 붕대를 꺼내 익숙한 손놀림으로 부상자의 허리를 감싼 뒤 매듭을 꽉 묶었다. 그리고 피가 끊임없이 흐르는 상처를 꾹 눌렀다. 붉은색 액체가 붕대를 물들였지만 나타샤는 여전히 침착한 표정으로, 일정한 빈도로 상처를 꾹꾹 눌렀다<br><br>한참 동안 시간이 흐르고 남자의 호흡이 고르게 변하고 잔뜩 찌푸린 미간도 자연스레 풀렸다. 환자가 생명의 위험에서 벗어나 긴 꿈에 잠겼다<br><br>나타샤는 천천히 수술용 장갑을 벗은 뒤 진료소의 창틀에 기대 숨을 골랐다<br><br><i>「죽지 마. 올레그……」</i><br><br>그녀는 병상을 바라보며 낮은 목소리로 중얼거렸다<br><br><i>「아직 우리가 완성해야 할 사명이 많잖아」</i>"
        }
    ]
}

var _voice_ = {
    "1105": [
        {
            "_id": "archive_natasha_1",
            "Title": "첫 만남",
            "Voice": "안녕, 난 나타샤, 벨로보그 하층 구역의 의사야. 어디가 아픈 거야? 이리 와, 내가 한번 봐 줄게"
        },
        {
            "_id": "archive_natasha_2",
            "Title": "인사",
            "Voice": "오늘은 여기 있을 거야…. 근데 내가 있다고 다치고 오진 마"
        },
        {
            "_id": "archive_natasha_3",
            "Title": "작별",
            "Voice": "오늘도 건강한 하루네"
        },
        {
            "_id": "archive_natasha_6",
            "Title": "자신에 대해",
            "Voice": "진료소에는 다양한 환자가 오니까 나도 다양한 얼굴로 그들을 상대해야 해. 어떤 환자는 부드럽게 타일러야 하고, 아예 몸을 챙기지 않아서 마음 단단히 먹고 쓴소리 해줘야하는 환자도 있거든…. 증상에 따라 약을 처방하는 것도 의사의 직책이고 말이야"
        },
        {
            "_id": "archive_natasha_4",
            "Title": "잡담•약물",
            "Voice": "약물은 환자의 질병뿐만이 아니라, 그들의 욕망과 수요를 보여주기도 해"
        },
        {
            "_id": "archive_natasha_5",
            "Title": "잡담•와일드 파이어",
            "Voice": "모두가 「와일드 파이어」에 가입한 이유는 본인을 위해, 엄마 잃은 옆집의 젖먹이 아기를 위해, 거리에서 방랑하는 노인을 위해서일 뿐이지"
        },
        {
            "_id": "archive_natasha_7",
            "Title": "취미",
            "Voice": "아직도 가끔 예전처럼 곰 인형으로 상처 봉합을 연습하곤 해"
        },
        {
            "_id": "archive_natasha_8",
            "Title": "고민",
            "Voice": "지하의 사람들은 고생 속에서 즐거움을 찾는 일에 익숙해졌어. 그래서 늘 스스로에게 물어보지. 우린 우리가 원하는 삶을 살고 있을까?"
        },
        {
            "_id": "archive_natasha_15",
            "Title": "공유",
            "Voice": "인간은 자유를 갈망하는 동물이야. 오랫동안 하늘을 보지 못하면 병이 생기는 법이지. 마음의 병… 말이야"
        },
        {
            "_id": "archive_natasha_16",
            "Title": "견문",
            "Voice": "광부들이 작업을 할 땐 진료소가 어린이집이 되는 셈이지…. 내가 일부러 부른 거야, 어쩌면 내가 아이들한테 더 의지하고 있을지도 모르겠네"
        },
        {
            "_id": "archive_natasha_9",
            "Title": "제레에 대해",
            "Voice": "제레도 이제 어엿한 어른이니까 더 이상 꼬맹이 취급하면 안 되겠지"
        },
        {
            "_id": "archive_natasha_10",
            "Title": "클라라에 대해",
            "Voice": "최근 부상을 입은 방랑자를 보살피고 있다고 들었어, 정말 대단한 아이야…. 클라라를 처음 봤을 때, 그 애는 능숙하게 로봇의 부품을 교체했지만 자기 몸에 난 상처는 곪아가고 있었어. 정말 속상하더라"
        },
        {
            "_id": "archive_natasha_11",
            "Title": "스바로그에 대해",
            "Voice": "스바로그가 보존하는 건 「인류」야, 하지만 그는 「인류」가 어떻게 생각하는지에 대해서는 관심이 없지"
        },
        {
            "_id": "archive_natasha_12",
            "Title": "삼포에 대해",
            "Voice": "내가 알기로 삼포는 신세 지는 걸 제일 싫어해서 어떤 방법을 쓰건 꼭 신세는 갚아——신세라는 건 시간이 지날수록 값을 매기기 어려워지거든"
        },
        {
            "_id": "archive_natasha_13",
            "Title": "후크에 대해",
            "Voice": "가끔 진료소 입구에 서서 후크가 밖을 뛰어다니는 걸 보면, 피곤이 다 풀리는 느낌이야"
        },
        {
            "_id": "archive_natasha_14",
            "Title": "올레그에 대해",
            "Voice": "우린 둘 다 상층 구역에서 왔어. 그래서 절박하게 「과거」로 돌아가고 싶어 하는 거지——벨로보그에 「상하」의 구분이 없던 때로"
        },
        {
            "_id": "archive_natasha_17",
            "Title": "루카에 대해",
            "Voice": "그 아이… 겉으로는 강해 보이지만, 자신이 짐이 될까 봐 두려워하고 있어. 그래서 그렇게 열심히 훈련하고 싸우는 거지…. 언젠가 마음을 내려놓고 마음의 소리에 귀를 기울이길 바라"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_natasha",
            "Title": "성혼 활성화",
            "Voice": "이 힘으로 더 많은 사람들을 살릴 수 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_natasha",
            "Title": "캐릭터 승급",
            "Voice": "의술이 또 늘었네"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_natasha",
            "Title": "캐릭터 최고 레벨",
            "Voice": "네 기대를 저버리지 않을게"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_natasha",
            "Title": "행적 활성화",
            "Voice": "현명한 선택이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toseele_natasha",
            "Title": "파티 편성•제레",
            "Voice": "저번에 다쳤던 건 다 나았어, 제레?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohook_natasha",
            "Title": "파티 편성•후크",
            "Voice": "「마귀할멈」의 맛을 보여줄게, 후크"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosampo_natasha",
            "Title": "파티 편성•삼포",
            "Voice": "잊지 마, 누군가는 네 일거수일투족을 감시하고 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toluka_natasha",
            "Title": "파티 편성•루카",
            "Voice": "네 몸을 조금 더 아껴봐, 루카"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_natasha",
            "Title": "전투 시작•약점 격파",
            "Voice": "구제불능이네"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_natasha",
            "Title": "전투 시작•위험 경보",
            "Voice": "방심하면 안 돼"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_natasha_02",
            "Title": "턴 시작•1",
            "Voice": "말을 듣지 않으면 나쁜 어린이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_natasha_03",
            "Title": "턴 시작•2",
            "Voice": "주사 맞을 시간~"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_natasha",
            "Title": "턴 대기",
            "Voice": "오래 기다린 것 같네…"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_natasha_01",
            "Title": "일반 공격•1",
            "Voice": "병세가 심각하네"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_natasha_02",
            "Title": "일반 공격•2",
            "Voice": "생명의 충격을 느껴봐"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_natasha_03",
            "Title": "일반 공격•3",
            "Voice": "한잠 푹 자"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_natasha_01",
            "Title": "전투 스킬•1",
            "Voice": "약 먹을 시간이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_natasha_02",
            "Title": "전투 스킬•2",
            "Voice": "이제 안 아프지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_natasha_01",
            "Title": "약공격 피격",
            "Voice": "괜찮아"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_natasha_01",
            "Title": "강공격 피격",
            "Voice": "아파……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_natasha",
            "Title": "필살기•활성화",
            "Voice": "때맞춰 온 것 같네"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_natasha",
            "Title": "필살기•발동",
            "Voice": "조그만 성의일 뿐이야, 신경 쓰지 마"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_natasha_01",
            "Title": "전투 불능",
            "Voice": "난…… 의사인데……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_natasha",
            "Title": "전투 복귀",
            "Voice": "약은 아직 많이 남았다고"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_natasha",
            "Title": "HP 회복",
            "Voice": "조심할게"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_natasha",
            "Title": "비술",
            "Voice": "찾았다~"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_natasha",
            "Title": "전투 승리",
            "Voice": "정말 정교하고 아름다운 수술이군"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_natasha",
            "Title": "전리품 오픈•1",
            "Voice": "약품은 다 어느 정도 쓸모가 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_natasha_02",
            "Title": "전리품 오픈•2",
            "Voice": "난 이것만 있으면 돼"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_natasha",
            "Title": "진귀한 전리품 오픈",
            "Voice": "이 정도면 보급품은 충분해"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_natasha",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "음, 뇌는 엄청 건강해"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_natasha_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "재밌는 미니 게임이네~"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_natasha",
            "Title": "적 발견",
            "Voice": "저들을 무찌르려면 준비 단단히 해야 할 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_natasha",
            "Title": "도시로 복귀",
            "Voice": "쉴 때는 푹 쉬어"
        }
    ]
}

var _notes_ = {
    "1105": []
}

var _adiff_ = {
    "1105": {}
}

var _mtc_ = {
    "1105": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "112011": 4
            },
            {
                "2": 6400,
                "112011": 8
            },
            {
                "2": 12800,
                "112012": 5,
                "110401": 2
            },
            {
                "2": 32000,
                "112012": 8,
                "110401": 5
            },
            {
                "2": 64000,
                "112013": 5,
                "110401": 15
            },
            {
                "2": 128000,
                "112013": 7,
                "110401": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110171": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110172": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110172": 4,
                        "112012": 3
                    },
                    {
                        "2": 36000,
                        "110173": 2,
                        "112013": 2
                    },
                    {
                        "2": 128000,
                        "110173": 6,
                        "112013": 3
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110171": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110172": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110172": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110172": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110173": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110173": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110173": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110173": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110171": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110172": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110172": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110172": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110173": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110173": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110173": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110173": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110171": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110172": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110172": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110172": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110173": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110173": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110173": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110173": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "HP +28%",
                "Mat": {
                    "2": 190000,
                    "112011": 2,
                    "110172": 6,
                    "112012": 5,
                    "110173": 8,
                    "112013": 8
                }
            },
            {
                "Name": "효과 저항 +18%",
                "Mat": {
                    "2": 168000,
                    "110171": 2,
                    "112011": 4,
                    "110173": 8,
                    "112013": 8
                }
            },
            {
                "Name": "방어력 +12.5%",
                "Mat": {
                    "2": 136000,
                    "110172": 2,
                    "112012": 2,
                    "110173": 6,
                    "112013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "완화",
                "Mat": {
                    "2": 4000,
                    "110171": 2,
                    "110502": 1
                }
            },
            {
                "Name": "의사",
                "Mat": {
                    "2": 16000,
                    "110172": 4,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "회복",
                "Mat": {
                    "2": 128000,
                    "110173": 6,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}