// Auto Generated

var _avatarskill_ = {
    "110701": {
        "Pre": {
            "Name": "나도 도움이 되고 싶어",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 클라라 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 준다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1107_Normal"
        }
    },
    "110702": {
        "Pre": {
            "Name": "스바로그 씨가 보고 있어",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 클라라 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 주며 스바로그에게 [반격 표식]이 부여된 모든 적에게 추가로 클라라 공격력 @<b>#2[p]</b>#만큼의 물리 속성 피해를 준다.<br>전투 스킬 발동 후 모든 [반격 표식]이 무효화된다",
            "Params": [
                [
                    0.6,
                    0.6
                ],
                [
                    0.66,
                    0.66
                ],
                [
                    0.72,
                    0.72
                ],
                [
                    0.78,
                    0.78
                ],
                [
                    0.84,
                    0.84
                ],
                [
                    0.9,
                    0.9
                ],
                [
                    0.975,
                    0.975
                ],
                [
                    1.05,
                    1.05
                ],
                [
                    1.125,
                    1.125
                ],
                [
                    1.2,
                    1.2
                ],
                [
                    1.26,
                    1.26
                ],
                [
                    1.32,
                    1.32
                ],
                [
                    1.38,
                    1.38
                ],
                [
                    1.44,
                    1.44
                ],
                [
                    1.5,
                    1.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1107_BP"
        }
    },
    "110703": {
        "Pre": {
            "Name": "명령 아닌 약속",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "필살기 발동 후 클라라가 적에게 받는 피해가 추가로 @<b>#4[p]</b># 감소하고, 적에게 피격될 확률이 대폭 증가한다. 지속 시간: <b>#3[f]</b>턴<br>동시에 스바로그의 <u>반격</u>이 강화되어 임의의 아군이 피격 후 스바로그는 바로 <u>반격</u>하며, 적에게 가하는 피해 배율이 @<b>#2[p]</b># 증가하고 인접한 목표에게 주목표에게 가하는 <b>50%</b>만큼의 피해를 준다. 강화 효과는 <b>#5[f]</b>회 적용된다",
            "Params": [
                [
                    5.0,
                    0.96,
                    2.0,
                    0.15,
                    2.0
                ],
                [
                    5.0,
                    1.024,
                    2.0,
                    0.16,
                    2.0
                ],
                [
                    5.0,
                    1.088,
                    2.0,
                    0.17,
                    2.0
                ],
                [
                    5.0,
                    1.152,
                    2.0,
                    0.18,
                    2.0
                ],
                [
                    5.0,
                    1.216,
                    2.0,
                    0.19,
                    2.0
                ],
                [
                    5.0,
                    1.28,
                    2.0,
                    0.2,
                    2.0
                ],
                [
                    5.0,
                    1.36,
                    2.0,
                    0.2125,
                    2.0
                ],
                [
                    5.0,
                    1.44,
                    2.0,
                    0.225,
                    2.0
                ],
                [
                    5.0,
                    1.52,
                    2.0,
                    0.2375,
                    2.0
                ],
                [
                    5.0,
                    1.6,
                    2.0,
                    0.25,
                    2.0
                ],
                [
                    5.0,
                    1.664,
                    2.0,
                    0.26,
                    2.0
                ],
                [
                    5.0,
                    1.728,
                    2.0,
                    0.27,
                    2.0
                ],
                [
                    5.0,
                    1.792,
                    2.0,
                    0.28,
                    2.0
                ],
                [
                    5.0,
                    1.856,
                    2.0,
                    0.29,
                    2.0
                ],
                [
                    5.0,
                    1.92,
                    2.0,
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1107_Ultra",
            "EE": [
                10000003
            ]
        }
    },
    "110704": {
        "Pre": {
            "Name": "우리는 가족이니까",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "스바로그의 가호하에 클라라가 적에게 받는 피해가 <b>#3[p]</b> 감소한다. 스바로그는 클라라를 공격한 적에게 [반격 표식]을 남기고 스바로그의 <u>반격</u>을 받아 클라라 공격력 @<b>#2[p]</b>#만큼의 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.0,
                    0.8,
                    0.1
                ],
                [
                    1.0,
                    0.88,
                    0.1
                ],
                [
                    1.0,
                    0.96,
                    0.1
                ],
                [
                    1.0,
                    1.04,
                    0.1
                ],
                [
                    1.0,
                    1.12,
                    0.1
                ],
                [
                    1.0,
                    1.2,
                    0.1
                ],
                [
                    1.0,
                    1.3,
                    0.1
                ],
                [
                    1.0,
                    1.4,
                    0.1
                ],
                [
                    1.0,
                    1.5,
                    0.1
                ],
                [
                    1.0,
                    1.6,
                    0.1
                ],
                [
                    1.0,
                    1.68,
                    0.1
                ],
                [
                    1.0,
                    1.76,
                    0.1
                ],
                [
                    1.0,
                    1.84,
                    0.1
                ],
                [
                    1.0,
                    1.92,
                    0.1
                ],
                [
                    1.0,
                    2.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1107_Passive"
        }
    },
    "110706": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1107_Normal"
        }
    },
    "110707": {
        "Pre": {
            "Name": "승리를 위한 작은 대가",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 바로 공격하며, 전투 진입 후 클라라가 적에게 피격될 확률이 증가한다. 지속 시간: <b>#1[f]</b>턴",
            "Params": [
                [
                    2.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1107_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1107": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "PhysicalAddedRatio": 0.144,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "가족",
                "Desc": "피격 시 <b><color style='color:#f29e38'>35%</color></b>의 <u>고정 확률</u>로 자신의 <u>디버프 효과</u>를 1개 해제한다",
                "Icon": "SkillIcon_1107_SkillTree1"
            },
            "Tree2": {
                "Name": "수호",
                "Desc": "<u>제어류 디버프 상태</u> 저항 확률이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1107_SkillTree2",
                "EE": [
                    10000011
                ]
            },
            "Tree3": {
                "Name": "복수",
                "Desc": "스바로그의 <u>반격</u>이 가하는 피해가 <b><color style='color:#f29e38'>30%</color></b> 증가한다",
                "Icon": "SkillIcon_1107_SkillTree3",
                "EE": [
                    10000003
                ]
            }
        }
    }
}

var _avatarrank_ = {
    "110701": {
        "Pre": {
            "Rank": 1,
            "Name": "거대한 뒷모습",
            "Desc": "전투 스킬 발동 후 적의 [반격 표식]을 해제하지 않는다",
            "Icon": "SkillIcon_1107_Rank1"
        }
    },
    "110702": {
        "Pre": {
            "Rank": 2,
            "Name": "꼭 껴안아주기",
            "Desc": "필살기 발동 후 공격력이 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1107_Rank2"
        }
    },
    "110703": {
        "Pre": {
            "Rank": 3,
            "Name": "차가운 강철 갑옷",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1107_BP"
        }
    },
    "110704": {
        "Pre": {
            "Rank": 4,
            "Name": "가족의 따스함",
            "Desc": "피격 후 클라라가 받는 피해가 <b><color style='color:#f29e38'>30%</color></b> 감소하며, 해당 효과는 자신의 다음번 턴까지 지속된다",
            "Icon": "SkillIcon_1107_Rank4"
        }
    },
    "110705": {
        "Pre": {
            "Rank": 5,
            "Name": "아주 작은 약속",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1107_Ultra"
        }
    },
    "110706": {
        "Pre": {
            "Rank": 6,
            "Name": "오랜 단짝",
            "Desc": "다른 아군이 피격 후 스바로그는 <b><color style='color:#f29e38'>50%</color></b>의 <u>고정 확률</u>로 공격자에게 <u>반격</u>을 발동하며 공격 목표에게 [반격 표식]을 부여한다. 필살기 발동 시 반격 강화 횟수가 추가로 <b><color style='color:#f29e38'>1</color></b>회 증가한다",
            "Icon": "SkillIcon_1107_Rank6",
            "EE": [
                10000003
            ]
        }
    }
}

var _story_ = {
    "1107": [
        {
            "_id": 1,
            "Story": "로봇에게 키워진 소녀. 나이를 초월한 냉철함과 끈기를 갖고 있다.<br>클라라에게 스바로그의 이성적인 계산이란 결코 틀릴 리 없는 세계의 법칙이다.<br>「계산」 결과가 무조건 모두에게 행복을 가져다주지 않는다는 걸 알기 전까지는 말이다.<br>소심했던 소녀는 용감해지기로 결심한다"
        },
        {
            "_id": 2,
            "Story": "<i>「——일지 축성 기원 ████년 ██월 ██일」<br><br>「볼더 타운의 동남쪽 쓰레기 매립장에서 어린 인간 여자아이를 한 명 발견했다」<br><br>「스캔 결과 아이에게서 조직 구조 파괴나 기능 장애는 발견되지 않았다. 하지만 아이의 기본 정보에 대해 물었을 때 의도적으로 회피하는 것으로 볼 때 정신상태는 상당히 불안정한 것으로 보인다」<br>「인내심 있게 소통을 이어나간 결과 일부 정보를 얻는 데 성공했다」<br>「그리고 아이는 정확히 3시간 7분 동안 울음을 멈추지 않았다」<br><br>「어린아이의 이름은 클라라, 신분은 알 수 없다」<br>「결론: 기지로 데리고 간 뒤 정보를 더 수집하고 나서 처리 방안을 생성해야 할 것 같다」</i>"
        },
        {
            "_id": 3,
            "Story": "<i>「——일지 축성 기원 ████년 ██월 ██일」<br><br>「클라라는 벨로보그의 범용 언어를 숙련되게 사용할 수 있었고 기계공학 분야에서 탁월한 재능을 보여주었다. 하지만 여전히 기타 인간과의 소통은 거부하고 있다. 분석 결과 멀리 보았을 때 이러한 인격 성향은 클라라가 벨로보그에서 지내기에 적합하지 않다는 결론을 얻게 되었다」<br><br>「지금 필요한 건 클라라에게 제대로 된 사회성 교육 솔루션을 제정해 주는 것이다. 우선 처리 순위: 높음」<br><br>「——일지 축성 기원 ████년 ██월 ██일」<br><br>「클라라는 드디어 볼더 타운의 또래 아이와 첫 소통을 이루어냈다. 이번에 접촉한 상대의 이름은 후크, 볼더 타운 현지의 치안 조직 『두더지파』의 총책임자라고 자신을 소개했다. 하지만 내가 가지고 있는 데이터베이스에서 해당 사회 조직과 관련된 정보의 검색 결과는 찾을 수 없었다」<br><br>「클라라는 후크와 소통함에 있어 부끄러운 모습을 보였지만 상대의 극단적인 열정과 공감 능력으로 상황은 점차 바뀌기 시작했다. 후크는 클라라를 『두더지파 명예 대원』으로 임명했고 클라라는 후크를 『첫 친구』라고 인정했다」<br><br>「이건 클라라에게 아주 큰 의미를 가지는 사건이다. 해당 일지는 『중요』 레벨로 설정한다」</i>"
        },
        {
            "_id": 4,
            "Story": "<i>「——일지 축성 기원 ████년 ██월 ██일」<br><br>「클라라의 가르침 덕분에 꽤 많은 방랑자들이 본 기지의 주위에 부락을 이루었고 클라라의 도움을 받아 생계를 이어나가기 시작했다. 이러한 행동은 『보존』 지령에 위배되지는 않으나 그들 중 본 기지의 운수 통로를 통해 상층 구역으로 이동하려는 자들이 점점 늘어나고 있는 것에 미루어 기지의 문을 봉쇄하기로 결정한다. 저자들이 상층 구역으로 올라간다면 벨로보그는 더 빨리 종말을 맞이할 것이다」<br><br>「클라라와 나는 이 일로 인해 격렬한 토론을 벌였었다: 그녀는 대문을 봉쇄한 내 행동을 『이해할 수 없다』고 말했다. 이에 나는 내 계산 결과를 알려주었다. 수호자님은 열계와의 전투에 과도한 물자를 투입한 상황, 그로 인해 상층 구역의 종말은 더 가속화될 것이다. 하층 구역 시민들이 조금이라도 더 오래 생존하려면 오히려 상층 구역과 단절되는 것이 더 유리하다는 것이 내 결론이었고 클라라도 결국 내 의견에 동의했다」<br><br>「대다수의 인간들은 아무런 논리도 찾아볼 수 없는 행동을 일삼지만 클라라는 다르다——그녀는 내가 직접 길렀고 자동 기갑병 사이에서 성장한 덕분에 진정한 이성이 무엇인지 깨닫게 되었다. 그녀의 존재가 벨로보그의 종말을 막을 수 있을지도 모른다. 뭐, 아직은 좀 더 지켜봐야 하지만 말이다」</i>"
        },
        {
            "_id": 5,
            "Story": "<i>「——일지 축성 기원 ████년 ██월 ██일」<br><br>「난 만들어진 순간부터 하층 구역을 『보존』하라는 지령을 입수했다. 하층 구역이 상층 구역보다 단 1초 더 생존할 수 있다고 해도 상관 없다. 나에게 중요한 건 지령을 엄격하게 수행하는 것이다. 벨로보그의 옛말을 빌리면 『나에게 부여된 사명을 망설임없이 수행하리라』. 난 내 계산 결과만을 믿는다. 그 어떤 인간도 사물도 내 결정에 영향을 미칠 수 없다. 물론 『외부인』이라고 해도 예외는 아니다」<br><br>「하지만 수많은 계산 결과들 사이에서 난 새로운 가능성 하나를 발견했다」<br><br>「그 가능성 안에서 클라라는 벨로보그의 모든 것을 바꿀 수 있는 존재였다. 난 그녀에게 이렇게 말했다: 『너의 모든 행동은 진정한 이성을 기반으로 진행되고 있다.』 이 계산 결과를 기반으로 내가 얻은 결론을 다시 점검해 보았다. 완전히 틀렸다고 볼 수는 없었지만 조금의 편차가 존재했다」<br><br>「해당 계산 결과 중에서 클라라는 『진정한 이성』은 결코 현재 상황을 바꾸는 키포인트가 아님을 증명했다. 오히려 클라라의 진실되고 뜨거운 『감정』이 벨로보그의 종말의 운명을 완전히 바꿀 수 있는 것으로 추정된다. 하지만 새로운 요소가 개입하지 않는 한 해당 계산 결과가 현실로 실현될 확률은 0.25272% 이하, 개연성이 없는 사건으로 분류되어 해당 결과에 대한 연구는 일시정지한다」<br><br>「현재 하층 구역의 존속 확률은 지난 5주보다 확연히 높아진 상태다. 분석 결과 해당 사건의 집행을 잠시 미룰 수는 있으나 리스크 요소의 감시를 중단해서는 안 될 것이다」<br><br>「이번 주에는 클라라의 가족을 찾는 데 집중하기로 했다. 비록 클라라는 『난 이미 진짜 가족을 찾았어』라고 말했지만 그에 관한 정보를 수집하는 건 멈추지 않을 것이다. 최대한 빨리 클라라의 진짜 가족이 있는 곳을 찾아야 한다」</i>"
        }
    ]
}

var _voice_ = {
    "1107": [
        {
            "_id": "archive_clara_1_f",
            "Title": "첫 만남",
            "Voice": "안녕하세요, 클라라예요. 제 가족이 되어 주실 수 있으신가요…. 스바로그 씨처럼요.<br>스바로그: 내가 있는 한 {NICKNAME}이(가) 네 가족이야"
        },
        {
            "_id": "archive_clara_2",
            "Title": "인사",
            "Voice": "오늘도 클라라랑 같이 화이팅해요!"
        },
        {
            "_id": "archive_clara_3",
            "Title": "작별",
            "Voice": "클라라도 졸려요, 스바로그 씨의 팔에 기대서 좀 자고 싶어요. 한번 해볼래요?"
        },
        {
            "_id": "archive_clara_5",
            "Title": "자신에 대해•기억",
            "Voice": "스바로그 씨의 「계산」도 모두의 「기억」에서는 자유롭지 않더라고요…. 그러니까 전 절대 여러분을 잊지 않을 거예요"
        },
        {
            "_id": "archive_clara_4",
            "Title": "잡담•소꿉놀이",
            "Voice": "예전에 소꿉놀이하면서 퍼킨스랑 친구들한테 고객 홍보를 맡겼는데, 진짜 따라오는 사람이 있더라고요~"
        },
        {
            "_id": "archive_clara_6",
            "Title": "취미",
            "Voice": "스바로그 씨의 메모리엔 흥미로운 것들이 잔뜩 있어요, 「영화」라는 그건…. 사람들이 모여서 소꿉놀이를 하는 거 같아요!"
        },
        {
            "_id": "archive_clara_7",
            "Title": "고민",
            "Voice": "간신히 스바로그 씨를 설득해서 「영화」를 따라해보자고 했더니 나무나 돌멩이 같은 역할만 하겠대요…. 「아버지」 같은 건 역시 무리겠죠…?"
        },
        {
            "_id": "archive_clara_12",
            "Title": "공유",
            "Voice": "제 기계 친구들이 가끔 말은 거칠게 해도, 거짓말은 안 하는 착한 애들이에요"
        },
        {
            "_id": "archive_clara_13",
            "Title": "견문",
            "Voice": "스바로그 씨가 휴면 상태일 땐 몸에서도 소리가 나요. 마치… 코를 골고 있는 것처럼요"
        },
        {
            "_id": "archive_clara_8",
            "Title": "나타샤에 대해",
            "Voice": "나타샤 언니는 저도 의사 선생님이라고 해주셨어요, 기계 친구들의 의사 선생님이요"
        },
        {
            "_id": "archive_clara_9",
            "Title": "제레에 대해",
            "Voice": "한 번은 클라라가 찾고 있던 부품이 암벽에 단단히 끼어있었는데 그걸 본 제레 언니가 한 손으로 암벽을 부수고는… 고맙다는 인사를 하기도 전에 가버렸어요……"
        },
        {
            "_id": "archive_clara_10",
            "Title": "스바로그에 대해",
            "Voice": "사실… 스바로그 씨의 손은 제 머리를 말려주는 기계로도 변할 수 있고, 큰 바위를 작은 탁자와 의자로 만들 수도 있어요……"
        },
        {
            "_id": "archive_clara_11",
            "Title": "후크에 대해",
            "Voice": "후크가 두더지파에 가입하래요. 근데… 숨바꼭질을 하면 스바로그 씨는 어떻게 숨죠……?"
        },
        {
            "_id": "archive_clara_14",
            "Title": "루카에 대해",
            "Voice": "루카 오빠는… 정말 따듯한 사람이에요. 거칠어 보일지 몰라도 아주 섬세하답니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_clara",
            "Title": "성혼 활성화",
            "Voice": "미래는… 지금보다 더 좋아지겠죠?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_clara",
            "Title": "캐릭터 승급",
            "Voice": "클라라도 더 강해질 거예요…! 응!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_clara",
            "Title": "캐릭터 최고 레벨",
            "Voice": "클라라와 스바로그 씨의 여정은 이제부터가 시작이에요……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_clara",
            "Title": "행적 활성화",
            "Voice": "스바로그 씨의 데이터베이스에는 정말 없는 게 없어요……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tonatasha_clara",
            "Title": "파티 편성•나타샤",
            "Voice": "나타샤 언니… 하층 구역을 위해 같이 화이팅해요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohook_clara",
            "Title": "파티 편성•후크",
            "Voice": "후, 후크도 있네…. 클라라, 후크의 짐이 되지 않도록 노력할게!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toseele_clara",
            "Title": "파티 편성•제레",
            "Voice": "제레 언니! 「와일드 파이어」가 와준다면… 정말 큰 힘이 될 거예요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_svarog",
            "Title": "전투 시작•약점 격파",
            "Voice": "스바로그: 목표 위협 지수 하락"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_svarog",
            "Title": "전투 시작•위험 경보",
            "Voice": "스바로그: 목표 위협 지수 상승"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_clara_01",
            "Title": "턴 시작•1",
            "Voice": "클라라: 클라라 용감해질게요…"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_clara_02",
            "Title": "턴 시작•2",
            "Voice": "클라라: 두, 두렵지 않아요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_clara",
            "Title": "턴 대기",
            "Voice": "클라라: 더는 주저할 수 없어요…"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_clara_01",
            "Title": "일반 공격•1",
            "Voice": "클라라: 조심해요, 스바로그 씨!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_svarog_02",
            "Title": "일반 공격•2",
            "Voice": "스바로그: 위협 제거"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_svarog_01",
            "Title": "전투 스킬•1",
            "Voice": "스바로그: 피해"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_svarog_02",
            "Title": "전투 스킬•2",
            "Voice": "스바로그: 섬멸 시작"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_clara_01",
            "Title": "약공격 피격",
            "Voice": "스바로그: 괜찮아?<br>클라라: 전 괜찮아요"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_clara_01",
            "Title": "강공격 피격",
            "Voice": "클라라: …아파"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_clara",
            "Title": "필살기•활성화",
            "Voice": "클라라: 저도 모두를 보호하고 싶어요…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_clara",
            "Title": "필살기•발동",
            "Voice": "클라라: 도와줘요, 스바로그 씨!"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_svarog",
            "Title": "특성•1",
            "Voice": "스바로그: 떨어져, 클라라"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive02_skill_svarog",
            "Title": "특성•2",
            "Voice": "스바로그: 명령 집행"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_clara_01",
            "Title": "전투 불능",
            "Voice": "클라라: 다들… 괜찮으세요……?"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_clara",
            "Title": "전투 복귀",
            "Voice": "클라라: 돌아왔어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_clara",
            "Title": "HP 회복",
            "Voice": "클라라: 감사해요, 클라라가 항상 기억할게요"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_clara",
            "Title": "비술",
            "Voice": "클라라: 아"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_clara",
            "Title": "전투 승리",
            "Voice": "클라라: 도움이 됐을지 모르겠어요……"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_clara",
            "Title": "전리품 오픈•1",
            "Voice": "클라라: 클라라는 수리된 부품만 있으면 돼요"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_clara_02",
            "Title": "전리품 오픈•2",
            "Voice": "클라라: 제… 제가 받아도 될까요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_clara",
            "Title": "진귀한 전리품 오픈",
            "Voice": "클라라: 이, 이건 너무 귀한 거라…!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_clara",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "클라라: 성, 성공이에요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_clara_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "클라라: 클라라… 잘하고 있는 거 맞죠?"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_clara",
            "Title": "적 발견",
            "Voice": "스바로그: 전방에 고위험 목표 출현"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_clara",
            "Title": "도시로 복귀",
            "Voice": "클라라: 스바로그 씨, 이곳은 안전하니 괜찮아요"
        }
    ]
}

var _notes_ = {
    "1107": []
}

var _adiff_ = {
    "1107": {}
}

var _mtc_ = {
    "1107": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "112011": 5
            },
            {
                "2": 8000,
                "112011": 10
            },
            {
                "2": 16000,
                "112012": 6,
                "110401": 3
            },
            {
                "2": 40000,
                "112012": 9,
                "110401": 7
            },
            {
                "2": 80000,
                "112013": 6,
                "110401": 20
            },
            {
                "2": 160000,
                "112013": 9,
                "110401": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "112012": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "112013": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "112013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110502": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110502": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110502": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 237500,
                    "112011": 2,
                    "110112": 8,
                    "112012": 7,
                    "110113": 11,
                    "112013": 11
                }
            },
            {
                "Name": "물리 속성 피해 증가 +14.4%",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "112011": 6,
                    "110113": 11,
                    "112013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "112012": 3,
                    "110113": 8,
                    "112013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "가족",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110502": 1
                }
            },
            {
                "Name": "수호",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "복수",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}