// Auto Generated

var _avatarskill_ = {
    "110801": {
        "Pre": {
            "Name": "화려한 도흔",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 삼포 공격력 @<b>#1[p]</b>#만큼의 바람 속성 피해를 준다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Normal"
        }
    },
    "110802": {
        "Pre": {
            "Name": "변덕스러운 사랑",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "지정된 단일 적에게 삼포 공격력의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가하고, 추가로 피해를 <b>#1[f]</b>회 가한다. 피해마다 랜덤 단일 적에게 삼포 공격력의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    4.0,
                    0.28
                ],
                [
                    4.0,
                    0.308
                ],
                [
                    4.0,
                    0.336
                ],
                [
                    4.0,
                    0.364
                ],
                [
                    4.0,
                    0.392
                ],
                [
                    4.0,
                    0.42
                ],
                [
                    4.0,
                    0.455
                ],
                [
                    4.0,
                    0.49
                ],
                [
                    4.0,
                    0.525
                ],
                [
                    4.0,
                    0.56
                ],
                [
                    4.0,
                    0.588
                ],
                [
                    4.0,
                    0.616
                ],
                [
                    4.0,
                    0.644
                ],
                [
                    4.0,
                    0.672
                ],
                [
                    4.0,
                    0.7
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_BP"
        }
    },
    "110803": {
        "Pre": {
            "Name": "서프라이즈 선물 상자",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 삼포 공격력 @<b>#1[p]</b>#만큼의 바람 속성 피해를 주고, <b>#4[p]</b>의 <u>기본 확률</u>로 피격된 적이 받는 지속 피해가 @<b>#2[p]</b># 증가한다. 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    0.96,
                    0.2,
                    2.0,
                    1.0
                ],
                [
                    1.024,
                    0.21,
                    2.0,
                    1.0
                ],
                [
                    1.088,
                    0.22,
                    2.0,
                    1.0
                ],
                [
                    1.152,
                    0.23,
                    2.0,
                    1.0
                ],
                [
                    1.216,
                    0.24,
                    2.0,
                    1.0
                ],
                [
                    1.28,
                    0.25,
                    2.0,
                    1.0
                ],
                [
                    1.36,
                    0.2625,
                    2.0,
                    1.0
                ],
                [
                    1.44,
                    0.275,
                    2.0,
                    1.0
                ],
                [
                    1.52,
                    0.2875,
                    2.0,
                    1.0
                ],
                [
                    1.6,
                    0.3,
                    2.0,
                    1.0
                ],
                [
                    1.664,
                    0.31,
                    2.0,
                    1.0
                ],
                [
                    1.728,
                    0.32,
                    2.0,
                    1.0
                ],
                [
                    1.792,
                    0.33,
                    2.0,
                    1.0
                ],
                [
                    1.856,
                    0.34,
                    2.0,
                    1.0
                ],
                [
                    1.92,
                    0.35,
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Ultra"
        }
    },
    "110804": {
        "Pre": {
            "Name": "바람을 찢는 비수",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "삼포는 적 공격 후 <b>#1[p]</b>의 <u>기본 확률</u>로 적을 풍화 상태에 빠트린다. 지속 시간: <b>#3[f]</b>턴<br>풍화 상태의 적은 새로운 턴이 시작될 때마다 삼포 공격력 @<b>#2[p]</b>#만큼의 바람 속성 지속 피해를 받는다. 풍화 상태 최대 중첩수: <b>#4[f]</b>스택",
            "Params": [
                [
                    0.65,
                    0.2,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.22,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.24,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.26,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.28,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.31,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.35,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.4,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.46,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.52,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.546,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.572,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.598,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.624,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.65,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Passive"
        }
    },
    "110806": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Normal"
        }
    },
    "110807": {
        "Pre": {
            "Name": "네가 가장 빛나",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 일정 영역 내의 적을 <b>#1[f]</b>초 동안 실명 상태에 빠트린다. 실명 상태에 진입한 적은 아군을 발견할 수 없다.<br>실명 상태의 적을 선공하여 전투 진입 시 <b>#2[p]</b>의 <u>고정 확률</u>로 각 단일 적의 <u>행동 게이지가 <b>#3[p]</b> 감소</u>한다",
            "Params": [
                [
                    10.0,
                    1.0,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1108": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "StatusResistanceBase": 0.1
            },
            "Tree2": {
                "Name": "후공",
                "Desc": "필살기 발동 시 추가로 에너지를 <b><color style='color:#f29e38'>10</color></b>pt 회복한다",
                "Icon": "SkillIcon_1108_SkillTree2"
            },
            "Tree3": {
                "Name": "첨가",
                "Desc": "풍화 상태의 적이 삼포에게 가하는 피해가 <b><color style='color:#f29e38'>15%</color></b> 감소한다",
                "Icon": "SkillIcon_1108_SkillTree3"
            },
            "Tree1": {
                "Name": "올가미",
                "Desc": "특성으로 적이 풍화 상태에 빠지는 지속 시간이 <b><color style='color:#f29e38'>1</color></b>턴 증가한다",
                "Icon": "SkillIcon_1108_SkillTree1"
            }
        }
    }
}

var _avatarrank_ = {
    "110801": {
        "Pre": {
            "Rank": 1,
            "Name": "곱절의 사랑",
            "Desc": "전투 스킬 발동 시 랜덤 단일 적에게 추가로 피해를 <b><color style='color:#f29e38'>1</color></b>회 가한다",
            "Icon": "SkillIcon_1108_Rank1"
        }
    },
    "110802": {
        "Pre": {
            "Rank": 2,
            "Name": "전염되는 열정",
            "Desc": "풍화 상태의 적 처치 시 모든 적은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 특성만큼의 풍화 상태를 <b><color style='color:#f29e38'>1</color></b>스택 중첩한다",
            "Icon": "SkillIcon_1108_Rank2"
        }
    },
    "110803": {
        "Pre": {
            "Rank": 3,
            "Name": "큰 돈!",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1108_BP"
        }
    },
    "110804": {
        "Pre": {
            "Rank": 4,
            "Name": "사랑할수록 커지는 증오",
            "Desc": "전투 스킬이 풍화 상태를 <b><color style='color:#f29e38'>5</color></b>스택 이상 보유한 적을 명중할 시 보유한 풍화 상태는 즉시 기존 피해의 <b><color style='color:#f29e38'>8%</color></b>만큼 피해를 가한다",
            "Icon": "SkillIcon_1108_Rank4"
        }
    },
    "110805": {
        "Pre": {
            "Rank": 5,
            "Name": "엄청난 돈!",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1108_Ultra"
        }
    },
    "110806": {
        "Pre": {
            "Rank": 6,
            "Name": "커진 씀씀이",
            "Desc": "특성이 부여한 풍화 상태의 피해 배율이 <b><color style='color:#f29e38'>15%</color></b> 증가한다",
            "Icon": "SkillIcon_1108_Rank6"
        }
    }
}

var _story_ = {
    "1108": [
        {
            "_id": 1,
            "Story": "청산유수 화술의 상인. 「이윤」이 있는 곳이라면 어디든 삼포의 그림자가 있다.<br>삼포의 수중에 있는 희귀한 정보 때문에 사람들은 어쩔 수 없이 그와의 관계를 유지하지만, 그의 「손님」이 되는 건 그닥 좋은 일이 아니다.<br>가격만 적당하면 「손님」도 언제든 「상품」으로 전락될 수 있다"
        },
        {
            "_id": 2,
            "Story": "<i>「안녕하십니까. 저는 수정일보 기자 브뤼겔•푸아송이라고 합니다. 지금 저는 행정구역의 분수 광장에 나와있는데요. 제 곁에는 『검푸른 사기 피해자 연대』의 멤버분께서 서 게십니다. 그럼 지금부터 간단한 인터뷰를 진행해 보도록 하겠습니다」<br><br>「안녕하십니까? 관객분들께 사기를 당한 과정을 간략하게 설명해 주실 수 있을까요?」<br><br>「아… 다시 생각해도 화 나네! 그 푸른 머리 자식! 다시 만나면 죽여버릴 거야!」<br><br>「아, 지금 이 방송은 생방송으로 송출되고 있습니다… 진정해 주시죠」<br><br>「큼… 네. 수정일보라고 했죠? 좋아요. 축성가에 대한 가십보다는 사기 피해자에 관한 기사가 더 많이 나가아죠……」<br><br>「그러니까 어떻게 된 거냐면 파란 머리 자식이 또 우리 행정구역에 나타났단 말입니다! 바로 어제 저희 가게에서 블랙브레드 항신료를 1.5kg나 훔쳐갔어요! 1.5kg! 이 정도 양이면 얼마나 오래 쓸 수 있는지 아세요? 참나, 아예 향신료 공장을 털지 그래!」<br><br>「아, 진정해 주세요. 선생님께서 입은 피해에 대해서는 저희 모두 안타깝게 생각하고 있습니다. 그런데 방금 전 벨로보그의 향신료 공장에 대해 언급하신 것 같은데 맞나요?」<br><br>「음… 네, 뭐 그렜죠. 그런데 그게 중요한가요?」<br><br>「그 공장의 위치에 대해 말씀해 주실 수 있을까요?」<br><br>「네…? 왜죠?」<br><br>「잘 생각해 보세요. 언론인으로서 저희도 사회 공익을 위해 힘을 보태고 싶습니다. 공장의 구체적인 위치를 말씀해 주신다면 실버메인 철위대는 물론이고 정의감을 가진 시민들께서 순찰을 도실 테고 그렇다면 절도 사건은 일어나지 않겠죠?」<br><br>「음… 일리가 있는 말이군. 그럼 잘 들어요. 공장 주소는……」</i>"
        },
        {
            "_id": 3,
            "Story": "<i>「이름」<br><br>「알렉시, 알렉시•벌저입니다」<br><br>「계급」<br><br>「일병입니다」<br><br>「좋아. 알렉시 일병. 난 브뤼겔•푸아송, 철위대 직속 상급 인력자원 전문가야. 난 오늘 게파드 방위관의 초대를 받고 자네의 휴가 신청을 검토하러 왔다」<br><br>「만나뵙게 되어 영광입니다, 부르헬 여사님」<br><br>「어디 보자… 신청서를 보니 4개월 전 수호 작전에서 다섯 군데가 골절이 되었지만 끝까지 임무를 완료했다고 적혀있군. 정말 대단해!」<br><br>「감사합니다, 부르헬 여사님」<br><br>「자네가 지키고 있는 건… 철위대 금지구역 3번 군사 장비 창고 맞지? 좋아! 아주 중요한 군사 기지라고 들었어. 그곳에는 가장 값진… 큼, 가장 가치 있는 철위대의 군사 장비들이 보관되어 있다지?」<br><br>「맞습니다, 여사님」<br><br>「어디 보자… 음, 큰 문제는 없군. 알렉시 일병, 아마 다음 주 화요일이면 고향으로 내려갈 수 있을 거야」<br><br>「네? 그렇게나 빨리요? 군사 창고를 지키는 게 얼마나 중요한 일인데… 보통 인수 인계만 한 달 정도 걸린다고 들었습니다만」<br><br>「아니야. 아레크하 일병, 난 자네의 인내에 크게 감동했네. 나에게는 훌륭한 철위대의 심신 건강을 보장하는 게 훨씬 더 중요해! 걱정하지 말게. 자네의 뒤를 이을 후보는 내가 이미 정해 놓았으니 별 걱정하지 않아도 될 걸세」<br><br>「알겠습니다. 정말 감사합니다, 여사님」<br><br>「좋아! 명심해. 다음 주 화요일 밤 20시 17분 전에 무조건 금지구역을 떠나야 해!」</i>"
        },
        {
            "_id": 4,
            "Story": "<i>「이봐」<br><br>「너도 푸아송인가 그 사람을 위해 일하는 거야?」<br><br>「그래. 넌 폭파 담당인가?」<br><br>「넌 자물쇠 풀기 담당이고?」<br><br>「으흠」<br><br>「좋아. 다들 도착했으니 시작하자고」<br><br>「음… 음… 됐어. 이러면 돼. 기다려」<br><br>「왠지 불안한데… 이렇게 작은 걸로 철문을 부술 수 있다고?」<br><br>「지금 내 능력을 의심하는 거야? 이봐, 날 믿으라고! 내가 폭파시킨 광산만 수십, 수백개야」<br><br>「음… 그래. 그런데 그 여자 말이야. 너한테는 뭐라고 말했지?」<br><br>「폐기된 공장이라 딱히 지키는 사람도 없으니 마음껏 훔치라고 했어. 이것보다 더 쉬운 일이 있을까? 너한테는 뭐라고 했는데?」<br><br>「나한테도 그렇게 말하긴 했는데 뭔가 이상하단 말이야……」<br><br>「돈만 제대로 주면 그만이지 뭐가 그렇게 의심이 많아. 어서 귀부터 막아. 자, 불 붙인다!」<br><br>「……」<br><br>「젠장! 대단하잖아? 정말 화끈했어!」<br><br>「내 전문성을 의심하지 말라고 말했지? 자, 이제 네 차례야」<br><br>「쉿! 조용히 해. 주위에 누군가 있는 것 같아!」<br><br>「뭐? 그럴 리가 없는데. 분명 아무도 없다고 했는데——」<br><br>「젠장! 철위대야! 큰일이다! 어서 도망쳐!」<br><br>「푸아송 그 여자가 우리를 속인 거야! 절대 가만두지 않겠어!」</i>"
        },
        {
            "_id": 5,
            "Story": "<i>「안녕하세요, 여사님. 쉬시는데 저희가 방해한 건 아니죠?」<br><br>「당신들은…? 철위대가 우리 집에는 무슨 일로?」<br><br>「죄송합니다, 여사님. 저희는 지금 축성가의 명을 받들어 수색 작업을 진행하고 있습니다」<br><br>「네…? 수색이요? 뭘 수색한다는 거죠? 난 아무 짓도 안……」<br><br>「진정하세요. 여사님 댁만 수색하는 게 아닙니다. 성 주민들 전체가 수색 대상이에요」<br><br>「무… 무슨 큰일이라도 난 건가요?」<br><br>「저희 업무에 제대로 협조만 해주신다면 큰일은 없을 겁니다. 하나만 묻겠습니다. 혹시 가발을 가지고 계시나요?」<br><br>「네? 가발이요? 아니요? 보시다시피 전 머리숱이 많잖아요? 왜 굳이 가발을 쓰겠어요?」<br><br>「확실한가요? 곰곰히 생각해 보세요. 현재 철위대는 벨로보그의 모든 가발을 압수하고 있습니다. 제대로 보고하지 않는다면 심각한 결과를 초래할 수도 있어요……」<br><br>「아니요. 저희 집에 가발 같은 건 정말 없어요. 못 믿으시겠으면 직접 들어와서 확인하시던가요」<br><br>「아, 아닙니다. 딱 봐도 뭘 숨기고 있는 것 같지는 않네요. 그럼 이만」<br><br>「잠깐만요. 무슨 일인지 물어봐도 될까요?」<br><br>「아, 말씀드려도 상관은 없겠죠. 요즘 상층 구역에 여장을 한 도둑이 나타나 사기행각을 벌이고 있습니다. 행적도 기이한데다 신분과 외모를 마음대로 바꾸는 탓에 철위대에서도 흔적을 찾지 못했죠. 그리고 어제 치안대신님께서 크게 화를 내시며 성의 모든 가발을 압수하라고 명령을 내리셨답니다……」<br><br>「세상에 그런 일이 있다니…」<br><br>「솔직히 저희도 그렇게 생각합니다. 그럼 저희는 수색을 계속 해야 해서 이만 가보겠습니다. 즐거운 하루 되세요, 푸아송 여사님」</i>"
        }
    ]
}

var _voice_ = {
    "1108": [
        {
            "_id": "archive_sampo_1",
            "Title": "첫 만남",
            "Voice": "여어, {NICKNAME}! 나 삼포•코스키와 함께라면 행상에 가이드에 무료함까지 달래주는 말동무가 생기는 거잖아…. 어때, 가성비 괜찮지?"
        },
        {
            "_id": "archive_sampo_2",
            "Title": "인사",
            "Voice": "오늘은 뭐 할 거야? 돈 주면 하고, 안 주면… 그래도 하긴 하겠지만. 뭐든 말만 해, 친구"
        },
        {
            "_id": "archive_sampo_3",
            "Title": "작별",
            "Voice": "자, 쉴 땐 쉬어야지…. 그렇게 경계할 필요는 없잖아, 친구. 난 도망가지 않는다고"
        },
        {
            "_id": "archive_sampo_5",
            "Title": "자신에 대해",
            "Voice": "나? 항상 귀찮은 일에 휘말리고, 자그마한 보답만을 바랐지만 결국 정의라며 돈 한 푼도 못 받는 불운의 아이콘… 선량한 사람일 뿐이야"
        },
        {
            "_id": "archive_sampo_4",
            "Title": "잡담•정보",
            "Voice": "하나의 정보가 다양한 포장을 거치면 떳떳하게 많은 사람들한테 팔 수 있어. 이걸 이익 극대화라고 하지"
        },
        {
            "_id": "archive_sampo_6",
            "Title": "취미",
            "Voice": "난 사람과 사람 사이의 아름다운 감정은 대화에서 온다고 굳게 믿어"
        },
        {
            "_id": "archive_sampo_7",
            "Title": "고민",
            "Voice": "고객님이 원하는 물건이 곧 내가 판매하는 물건이지. 근데 다들 날 사기꾼이라고 하더라고? 이러니 화가 안 나……?"
        },
        {
            "_id": "archive_sampo_15",
            "Title": "공유",
            "Voice": "벨로보그가 인적이 뜸한 곳이긴 하지만, 이런 곳일수록 사람들은 자기 밥그릇만 지키느라 바쁘지——그럼 나한테는 구경거리가 생기는 거고"
        },
        {
            "_id": "archive_sampo_16",
            "Title": "견문",
            "Voice": "어떻게 눈의 땅에 왔는지 말해 줄 수 있어? 비행체? 차 타고 온 거라는 말은 꺼내지도 마, 안 믿어"
        },
        {
            "_id": "archive_sampo_8",
            "Title": "나타샤에 대해",
            "Voice": "하층 구역에 온 지 얼마 안 됐을 땐 나타샤한테 약을 좀 구해다 줬지. 친해진 후론 겸사겸사 정보도 좀 알아봐 주고, 알잖아?"
        },
        {
            "_id": "archive_sampo_9",
            "Title": "스바로그에 대해",
            "Voice": "스바로그와의 거래를 성사시키는 사람이 있다면, 이 삼포, 진심 어린 존경을 표하겠어!"
        },
        {
            "_id": "archive_sampo_10",
            "Title": "클라라에 대해",
            "Voice": "빨간 옷 소녀는 정말 대단해, 그 고철이랑 어떻게 대화가 통하는 거지?"
        },
        {
            "_id": "archive_sampo_11",
            "Title": "제레에 대해",
            "Voice": "제레 씨는 무력으로 날 상대할 수 있겠다 싶으면 절대 입을 열지 않아. 나와 제레 씨, 대체 누가 문제인 걸까?"
        },
        {
            "_id": "archive_sampo_12",
            "Title": "게파드에 대해",
            "Voice": "자주 만나긴 해, 난 도망치고 게파드는 날 쫓고. 톰과 제리 게임도… 오래하니까 재밌더라고, 헤헤"
        },
        {
            "_id": "archive_sampo_13",
            "Title": "서벌에 대해",
            "Voice": "예전에는 사이가 꽤 좋았는데 지금은… 게파드 씨보다도 안 좋은 사이지"
        },
        {
            "_id": "archive_sampo_14",
            "Title": "브로냐에 대해",
            "Voice": "조그만 소원이 있어. 그건 바로 미래의 수호자님과 안면을 트는 거야. 어떤 방법이든 상관없어——두들겨 맞아도 괜찮아!"
        },
        {
            "_id": "archive_sampo_17",
            "Title": "루카에 대해",
            "Voice": "루카가 시합하는 거 봤어? 그 녀석, 하층 구역에서 제일가는 황금 거위야! 그 거위가 이 삼포의 울타리 안에 사는 게 아니라 아쉽네……"
        },
        {
            "_id": "archive_sampo_18",
            "Title": "스파클에 대해",
            "Voice": "그녀의 계략을 간파했다는 자신이 섰을 때 특히 조심해야 해——그것도 계략의 일부분일 수 있어. 제대로 마음만 먹으면 자기 자신조차 속일 수 있는 사람이거든"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_sampo",
            "Title": "성혼 활성화",
            "Voice": "누군가의 과거는 항상 흥미롭지, 안 그래?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_sampo",
            "Title": "캐릭터 승급",
            "Voice": "돈이 더블이면 서비스도 더블!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_sampo",
            "Title": "캐릭터 최고 레벨",
            "Voice": "벌써 끝이야? 새로운 흥밋거리를 찾아야겠네"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_sampo",
            "Title": "행적 활성화",
            "Voice": "현명한 선택이야! 이 삼포가 만족시켜 줄게"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tonatasha_sampo",
            "Title": "파티 편성•나타샤",
            "Voice": "나타샤 씨! 걱정 마세요. 이번에는 이 삼포, 아무 보답도 바라지 않는답니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohook_sampo",
            "Title": "파티 편성•후크",
            "Voice": "후크까지… 호오, 이거 진지하게 임해야겠는걸"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toseele_sampo",
            "Title": "파티 편성•제레",
            "Voice": "제레 씨! 제가 반드시 엄호하겠습니다——장담하죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_sampo",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "하, 명성이 자자한 개척자와 함께 싸울 수 있다니, 정말 영광이군!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosparkle_sampo",
            "Title": "파티 편성•스파클",
            "Voice": "늘 말하지만 같은 편은 치면 안 된다?"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_sampo",
            "Title": "전투 시작•약점 격파",
            "Voice": "재미 삼아 해볼까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_sampo",
            "Title": "전투 시작•위험 경보",
            "Voice": "강할수록 좋지, 맘에 들어"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sampo_01",
            "Title": "턴 시작•1",
            "Voice": "나 삼포는 항상 친구를 신경 쓰니까"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sampo_02",
            "Title": "턴 시작•2",
            "Voice": "새로운 비즈니스가 생겼군"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_sampo",
            "Title": "턴 대기",
            "Voice": "새로운 건 아직이야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_sampo_01",
            "Title": "전투 스킬",
            "Voice": "아니면, 이건 어때?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_sampo_01",
            "Title": "약공격 피격",
            "Voice": "거참……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_sampo_01",
            "Title": "강공격 피격",
            "Voice": "얼, 얼굴은 때리지 마!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_sampo",
            "Title": "필살기•활성화",
            "Voice": "뭘 기대했어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_sampo",
            "Title": "필살기•발동",
            "Voice": "고객이 왕이지. 왕을 배신하길 바란다면… 가격을 좀 더 쳐줘야지~"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_sampo_01",
            "Title": "전투 불능",
            "Voice": "크게… 손해 봤군"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_sampo",
            "Title": "전투 복귀",
            "Voice": "나 삼포를 도운 건 당연히 갚아야지"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_sampo",
            "Title": "HP 회복",
            "Voice": "너한테 빚졌네~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_sampo",
            "Title": "비술",
            "Voice": "헤헤"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_sampo",
            "Title": "전투 승리",
            "Voice": "리스크 없이 어떻게 재미를 보겠어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sampo",
            "Title": "전리품 오픈•1",
            "Voice": "돈은, 돈은?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sampo_02",
            "Title": "전리품 오픈•2",
            "Voice": "마음에 들어? 그럼 가져가"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_sampo",
            "Title": "진귀한 전리품 오픈",
            "Voice": "오? 좋은 물건인데, 어디 보자!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sampo",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "오, 훌륭해"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sampo_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "돌아다니다 보면 이 정도는 식은 죽 먹기지~"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_sampo",
            "Title": "적 발견",
            "Voice": "녀석 꽤 튼튼해 보이는걸?"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_sampo",
            "Title": "도시로 복귀",
            "Voice": "삼포가 있는 곳엔 비즈니스가 있지"
        }
    ]
}

var _notes_ = {
    "1108": []
}

var _adiff_ = {
    "1108": {}
}

var _mtc_ = {
    "1108": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "112011": 4
            },
            {
                "2": 6400,
                "112011": 8
            },
            {
                "2": 12800,
                "112012": 5,
                "110405": 2
            },
            {
                "2": 32000,
                "112012": 8,
                "110405": 5
            },
            {
                "2": 64000,
                "112013": 5,
                "110405": 15
            },
            {
                "2": 128000,
                "112013": 7,
                "110405": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "112013": 3
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 190000,
                    "112011": 2,
                    "110152": 6,
                    "112012": 5,
                    "110153": 8,
                    "112013": 8
                }
            },
            {
                "Name": "효과 명중 +18%",
                "Mat": {
                    "2": 168000,
                    "110151": 2,
                    "112011": 4,
                    "110153": 8,
                    "112013": 8
                }
            },
            {
                "Name": "효과 저항 +10%",
                "Mat": {
                    "2": 136000,
                    "110152": 2,
                    "112012": 2,
                    "110153": 6,
                    "112013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "후공",
                "Mat": {
                    "2": 16000,
                    "110152": 4,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "첨가",
                "Mat": {
                    "2": 128000,
                    "110153": 6,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "올가미",
                "Mat": {
                    "2": 4000,
                    "110151": 2,
                    "110502": 1
                }
            }
        ]
    }
}