// Auto Generated

var _avatarskill_ = {
    "111101": {
        "Pre": {
            "Name": "돌격 펀치",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 루카 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1111_Normal"
        }
    },
    "111108": {
        "Pre": {
            "Name": "돌격 어퍼컷",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "[투지] 2스택을 소모하여 먼저 [돌격 펀치]를 사용해 3단 공격을 발동한다. 공격 단수마다 지정된 단일 적에게 루카 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 가한다.<br>그리고 [어퍼컷]을 사용하여 1단 공격을 발동하고, 지정된 단일 적에게 루카 공격력 @<b>#2[p]</b>#만큼의 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.1,
                    0.4
                ],
                [
                    0.12,
                    0.48
                ],
                [
                    0.14,
                    0.56
                ],
                [
                    0.16,
                    0.64
                ],
                [
                    0.18,
                    0.72
                ],
                [
                    0.2,
                    0.8
                ],
                [
                    0.22,
                    0.88
                ],
                [
                    0.24,
                    0.96
                ],
                [
                    0.26,
                    1.04
                ],
                [
                    0.28,
                    1.12
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1111_Normal02"
        }
    },
    "111102": {
        "Pre": {
            "Name": "열상 펀치",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 루카 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 가하고, <b>#2[p]</b>의 <u>기본 확률</u>로 목표를 열상 상태에 빠트린다. 지속 시간: <b>#5[f]</b>턴<br>열상 상태인 적은 턴이 시작될 때마다 자신의 HP 최대치 <b>#3[p]</b>만큼의 물리 속성 지속 피해를 받으며, 최대 루카 공격력의 @<b>#4[p]</b>#를 초과하지 않는다",
            "Params": [
                [
                    0.6,
                    1.0,
                    0.24,
                    1.3,
                    3.0
                ],
                [
                    0.66,
                    1.0,
                    0.24,
                    1.43,
                    3.0
                ],
                [
                    0.72,
                    1.0,
                    0.24,
                    1.56,
                    3.0
                ],
                [
                    0.78,
                    1.0,
                    0.24,
                    1.69,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.24,
                    1.82,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    0.24,
                    2.015,
                    3.0
                ],
                [
                    0.975,
                    1.0,
                    0.24,
                    2.275,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.24,
                    2.6,
                    3.0
                ],
                [
                    1.125,
                    1.0,
                    0.24,
                    2.99,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    0.24,
                    3.38,
                    3.0
                ],
                [
                    1.26,
                    1.0,
                    0.24,
                    3.549,
                    3.0
                ],
                [
                    1.32,
                    1.0,
                    0.24,
                    3.718,
                    3.0
                ],
                [
                    1.38,
                    1.0,
                    0.24,
                    3.887,
                    3.0
                ],
                [
                    1.44,
                    1.0,
                    0.24,
                    4.056,
                    3.0
                ],
                [
                    1.5,
                    1.0,
                    0.24,
                    4.225,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1111_BP"
        }
    },
    "111103": {
        "Pre": {
            "Name": "승리의 일격",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "[투지]를 <b>#5[f]</b>스택 획득하고 <b>#2[p]</b>의 <u>기본 확률</u>로 지정된 단일 적이 받는 피해가 @<b>#3[p]</b># 증가한다. 지속 시간: <b>#4[f]</b>턴. 그 후 해당 목표에게 루카 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.98,
                    1.0,
                    0.12,
                    3.0,
                    2.0
                ],
                [
                    2.112,
                    1.0,
                    0.128,
                    3.0,
                    2.0
                ],
                [
                    2.244,
                    1.0,
                    0.136,
                    3.0,
                    2.0
                ],
                [
                    2.376,
                    1.0,
                    0.144,
                    3.0,
                    2.0
                ],
                [
                    2.508,
                    1.0,
                    0.152,
                    3.0,
                    2.0
                ],
                [
                    2.64,
                    1.0,
                    0.16,
                    3.0,
                    2.0
                ],
                [
                    2.805,
                    1.0,
                    0.17,
                    3.0,
                    2.0
                ],
                [
                    2.97,
                    1.0,
                    0.18,
                    3.0,
                    2.0
                ],
                [
                    3.135,
                    1.0,
                    0.19,
                    3.0,
                    2.0
                ],
                [
                    3.3,
                    1.0,
                    0.2,
                    3.0,
                    2.0
                ],
                [
                    3.432,
                    1.0,
                    0.208,
                    3.0,
                    2.0
                ],
                [
                    3.564,
                    1.0,
                    0.216,
                    3.0,
                    2.0
                ],
                [
                    3.696,
                    1.0,
                    0.224,
                    3.0,
                    2.0
                ],
                [
                    3.828,
                    1.0,
                    0.232,
                    3.0,
                    2.0
                ],
                [
                    3.96,
                    1.0,
                    0.24,
                    3.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1111_Ultra"
        }
    },
    "111104": {
        "Pre": {
            "Name": "흩날리는 불꽃",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "루카는 일반 공격 [돌격 펀치]와 전투 스킬 [열상 펀치]를 발동하면 [투지]를 <b>#1[f]</b>스택 획득한다. [투지]는 최대 4스택 보유할 수 있다. 보유한 [투지]가 2스택 이상일 시 일반 공격 [돌격 펀치]는 [돌격 어퍼컷]으로 강화된다. 강화된 일반 공격의 [어퍼컷]으로 열상 상태에 빠진 적을 명중하면 현재 받는 열상 상태는 기존 피해 @<b>#2[p]</b>#만큼의 피해를 즉시 1회 생성한다. 전투 시작 시 루카는 [투지] 1스택을 보유한다",
            "Params": [
                [
                    1.0,
                    0.68
                ],
                [
                    1.0,
                    0.697
                ],
                [
                    1.0,
                    0.714
                ],
                [
                    1.0,
                    0.731
                ],
                [
                    1.0,
                    0.748
                ],
                [
                    1.0,
                    0.765
                ],
                [
                    1.0,
                    0.78625
                ],
                [
                    1.0,
                    0.8075
                ],
                [
                    1.0,
                    0.82875
                ],
                [
                    1.0,
                    0.85
                ],
                [
                    1.0,
                    0.867
                ],
                [
                    1.0,
                    0.884
                ],
                [
                    1.0,
                    0.901
                ],
                [
                    1.0,
                    0.918
                ],
                [
                    1.0,
                    0.935
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1111_Passive"
        }
    },
    "111106": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1111_Normal"
        }
    },
    "111107": {
        "Pre": {
            "Name": "앞서는 자",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 바로 공격하며, 전투 진입 후 임의의 단일 적에게 루카 공격력 <b>#1[p]</b>만큼의 물리 속성 피해를 가하고, <b>#2[p]</b>의 <u>기본 확률</u>로 목표를 전투 스킬과 동일한 열상 상태에 빠트린다. 그 후 루카는 [투지]를 1스택 추가로 획득한다",
            "Params": [
                [
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1111_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1111": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "동력 에너지 과부하",
                "Desc": "전투 스킬 발동 시 즉시 적의 <u>버프 효과</u>를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1111_SkillTree1"
            },
            "Tree2": {
                "Name": "순환 제동",
                "Desc": "[투지]를 1스택 획득할 때마다 추가로 에너지를 <b><color style='color:#f29e38'>3</color></b>pt 회복한다",
                "Icon": "SkillIcon_1111_SkillTree2"
            },
            "Tree3": {
                "Name": "투지 분쇄",
                "Desc": "강화된 일반 공격 발동 시, [돌격 펀치]의 공격 단수마다 <b><color style='color:#f29e38'>50%</color></b>의 <u>고정 확률</u>로 루카가 1단 공격을 추가로 발동한다. 해당 효과는 추가 발동된 공격에는 적용되지 않는다",
                "Icon": "SkillIcon_1111_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "111101": {
        "Pre": {
            "Rank": 1,
            "Name": "끊임없는 싸움",
            "Desc": "루카 행동 시 지정된 적이 열상 상태이면 루카가 가하는 피해는 <b><color style='color:#f29e38'>15%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1111_Rank1"
        }
    },
    "111102": {
        "Pre": {
            "Rank": 2,
            "Name": "약한 적, 강한 나",
            "Desc": "전투 스킬을 명중한 적의 약점이 물리 속성이면 [투지]를 <b><color style='color:#f29e38'>1</color></b>스택 획득한다",
            "Icon": "SkillIcon_1111_Rank2"
        }
    },
    "111103": {
        "Pre": {
            "Rank": 3,
            "Name": "링을 위해 태어난 자",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1111_BP"
        }
    },
    "111104": {
        "Pre": {
            "Rank": 4,
            "Name": "칠전팔기",
            "Desc": "[투지]를 1스택 획득할 때마다 공격력이 <b><color style='color:#f29e38'>5%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>4</color></b>스택",
            "Icon": "SkillIcon_1111_Rank4"
        }
    },
    "111105": {
        "Pre": {
            "Rank": 5,
            "Name": "와일드 파이어 스피릿",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1111_Ultra"
        }
    },
    "111106": {
        "Pre": {
            "Rank": 6,
            "Name": "챔피언의 영광",
            "Desc": "강화된 일반 공격의 [어퍼컷]을 발동해 열상 상태에 빠진 적을 명중하면 이번 강화된 일반 공격에 사용한 [돌격 펀치] 공격 단수마다 적이 현재 받는 열상 상태가 기존 피해 <b><color style='color:#f29e38'>8%</color></b>의 피해를 추가로 즉시 1회 생성한다",
            "Icon": "SkillIcon_1111_Rank6"
        }
    }
}

var _story_ = {
    "1111": [
        {
            "_id": 1,
            "Story": "낙천적이고 사소한 일에 얽매이지 않는 기계팔 자유 격투가, 「와일드 파이어」 멤버.<br>링에서 전장까지, 격투선수에서 전사로, 루카는 그의 힘으로 하층 구역 사람들을 지켰다.<br>절망을 맛봤던 경험으로 인해 그는 더욱더 타인에게 희망을 주고 싶어 한다"
        },
        {
            "_id": 2,
            "Story": "그는 망치를 들어올렸다, 한번 또 한번<br><br>불꽃이 눈앞에서 튀었다. 금속이 부딪치는 소리가 근육과 관절이 움직일 때 나는 소리를 덮었다. 소년의 키는 철제 캐비넷 맨 위 칸의 공구까지 닿기엔 작았지만, 망치를 휘두르는 힘은 숙련된 대장장이에 필적했다<br><br>이 점포가 바로 그의 삶 전부였다. 아버지는 점포 문 앞에 쪼그려앉아 녹이 가득 슨 문패를 닦고 또 닦았다. 가끔 그는 딱딱한 침상에 누워 자신의 미래를 상상하기도 한다——하지만 어떤 상상을 펼치던 그 끝은 항상 아버지의 뒷모습이다<br><br>발걸음 소리가 들려와 그는 하던 일을 멈췄다. 아버지는 몸을 일으켰다. 탄탄하지만 약간 등이 굽은 몸은 공손해 보였다. 또 「와일드 파이어」 사람들이다——해머 타운 계엄 후로 그들은 이 대장간을 자주 찾았다. 각종 무기 주문도 꽤 많이 늘었다<br><br>소년은 생각하다가 일행을 인솔하는 늙은 단골손님과 눈이 마주쳤다. 그는 피부가 까무잡잡하고 몸이 우람했다. 소년과 눈이 마주치는 순간, 날카로운 그의 눈빛은 부드러워졌다. 그는 소년을 향해 가볍게 고개를 끄덕였다<br><br><i>「올레그 두목, 어서 오세요! 오늘은 어쩐 일로 오셨습니까?」</i><br><i>「급할 것 없어요, 사장님. 오늘은 이야기나 나누려고 왔습니다」</i>그는 루카를 가리켰다. <i>「사장님 아드님에 관해서요」</i>"
        },
        {
            "_id": 3,
            "Story": "주위에서 불꽃이 튀며 자욱한 연기가 그의 시선을 방해했다. 비명소리가 끊이지 않고 들려왔다. 기름과 피 냄새가 섞여 코를 찌르자, 루카는 구토하고 싶은 욕망을 가까스로 참았다.<br><br>처음으로 제대로 된 스트레이트 펀치를 내질렀을 때, 올레그 사부의 얼굴에 핀 미소에 그는 큰 격려를 받았다. 그러나 전선의 잔혹함을 직접 체험한 후, 그는 더 이상 그 훈훈한 느낌을 찾을 수 없었다. 루카는 대열에 설 때마다 전우들의 표정을 몰래 관찰했다——전우들의 표정에서 느껴지는 불안함이 오히려 그를 다소 진정시켰다.<br><br>날카로운 비명소리에 루카는 현실로 돌아왔다. 그는 소리가 나는 방향을 향해 달렸다. 괴물에게 몰려 구석에 서 있는 아이가 보였다. 그는 본능적으로 몸을 날려 날카로운 도끼와 연약한 아이 사이를 막았다.<br><br>그의 등뒤에서 굉음이 울렸다. 루카는 한 팔로 겁에 질린 사내아이를 안고 천천히 몸을 돌렸다. 기형의 괴물이 전장에서 유탄에 급소를 맞은 듯이 바닥에 쓰러졌다.<br><br><i>「고… 고마워요, 형……」</i><br><br><i>「괜찮아? 안 다쳤지?」</i><br><br><i>「형… 형… 팔이……」</i><br><br>그는 아이의 손가락을 따라 자신의 오른팔을 바라봤다——어깨와 이어져 있어야 할 부분에는 바람에 펄럭이는 옷 조각뿐이었다. 옷 조각 밑은 피가 낭자했다.<br><br>그러나 통증이 그의 의식을 앗아가기 전, 그 따뜻한 느낌이 다시 그의 심장에 밀려들었다."
        },
        {
            "_id": 4,
            "Story": "처음으로 참가한 격투기 시합에서 루카는 결승전에서 쓰러졌다.<br><br><i>「하하하, 쓸모없는 놈! 이게 바로 약육강식의 세계지——너 같은 놈은 내 앞에 나타날 자격도 없어!」</i><br><br>루카는 이런 치욕을 대수롭지 않게 여겼다. 결승 상대는 타운에서 유명한 악당으로 악랄한 수법을 썼다. <i>이렇게 비열한 방법을 써야만 챔피언이 될 수 있다면</i>——그는 생각했다——<i>그런 챔피언 벨트 따윈 없어도 돼</i>.<br><br>다음날 저녁, 클럽 모퉁이에 아이들 몇 명이 있었다. 그중 몸집이 왜소한 한 사내아이가 고통스러워 하며 바닥에 웅크리고 있었는데 온몸이 상처투성이였다. 몸집이 큰 아이들이 우쭐대며 그를 둘러싸고 있었다.<br><br><i>「하하하, 쓸모없는 놈!」</i>무리의 대장이 매섭게 다친 아이를 가리키며 말했다.<i>「이게 바로 약육강식의 세계지——너 같은 놈은 내 앞에 나타날 자격도 없어!」</i><br><br>그때부터 그는 하층 구역의 챔피언이 되겠다고 맹세했다——자신의 방식으로 정정당당하게."
        },
        {
            "_id": 5,
            "Story": "<i>「오늘 훈련은 여기까지 하자. 자, 앉아」</i><br><br><i>「…이게 끝이라고요? 전 더 하고 싶은데요!」</i><br><br><i>「녀석아, 무리하지 말고 빨리 와!」</i><br><br><i>「하하하, 알겠어요!」</i><br><br><i>「너——내가 묻는 말에 솔직히 대답해」</i><br><br><i>「네? 이건 뭐예요. 사제지간의 마음 교류 시간인가? 물어보세요, 사부님」</i><br><br><i>「너 말이야, 격투를——진심으로 좋아하니?」</i><br><br><i>「하하하, 왜 갑자기 그런 걸 물으세요? 당연하죠! 안 좋아하면 이렇게 오래 버틸 수 있겠어요?」</i><br><br><i>「얼렁뚱땅 넘어갈 생각 말고 진지하게 대답해! 알겠어?」</i><br><br><i>「왜 이렇게 심각하세요…. 네, 솔직히 말하자면… 그렇게 좋아하지는 않아요」</i><br><br><i>「…그래, 이제야 본심이 나오는구나. 그럼 하나 더 물을게…. 만약 하층 구역에 『와일드 파이어』의 보호가 필요하지 않은 날이 온다면… 격투를 계속할래?」</i><br><br><i>「음, 생각해 볼게요…. 아마 그렇겠죠?」</i><br><br><i>「어째서? 넌 챔피언 벨트 때문에 링에 오르는 게 아니잖아. 내가 모르는 줄 알았느냐? 하층 구역이 진짜 평화로워진다면… 너에게는 주먹을 계속 휘두를 이유가 있을까?」</i><br><br><i>「사부님, 전에 말씀하셨잖아요. 어떤 시대라도 악인은 있다고요. 열계의 괴물이 전부 죽는다 해도, 사소한 일로 사람들끼리 목숨 걸고 싸울 수도 있다고 하셨어요」</i><br><br><i>「음… 그런 말을 한 적이 있는 것 같구나」</i><br><br><i>「이 세상에 악인이 있는 한, 지켜줘야 할 선량한 사람들이 있는 한——」</i>루카는 몸을 일으켰다.<i>「——전 계속 주먹을 휘두를 거예요!」</i>"
        }
    ]
}

var _voice_ = {
    "1111": [
        {
            "_id": "archive_luka_1",
            "Title": "첫 만남",
            "Voice": "요, 안녕! 난 「와일드 파이어」의 멤버 루카라고 해. 불한당을 물리치고 주민들을 지키는 게 바로 내 일과야"
        },
        {
            "_id": "archive_luka_2",
            "Title": "인사",
            "Voice": "경기 시작인가? 좋아! 일단 몸부터 풀고 있을게"
        },
        {
            "_id": "archive_luka_3",
            "Title": "작별",
            "Voice": "좀 쉬고 싶어? 가봐! 이건 비밀인데, 남들이 쉴 때 열심히 훈련하는 게 우승의 비결이지"
        },
        {
            "_id": "archive_luka_4",
            "Title": "자신에 대해",
            "Voice": "격투를 하는 건 폭력을 좋아해서도, 챔피언이 되고 싶어서도, 으스대고 싶어서도 아니야…. 그저 이 지하엔 불한당들이 너무 많으니까 아이들한테 본보기가 되어야겠다고 생각했어"
        },
        {
            "_id": "archive_luka_5",
            "Title": "잡담•의수",
            "Voice": "사부님께선 잃은 것에 미련 갖지 말고 얻은 걸 더 생각하라고 하셨어. 의수를 볼 때면 이 말이 생각나"
        },
        {
            "_id": "archive_luka_6",
            "Title": "잡담•상층 구역",
            "Voice": "상층? 별 관심 없어. 물론 저 위에 나랑 맞붙을 만한 고수나… 제압해 줄 만한 불한당이 있다면 말이 달라지지"
        },
        {
            "_id": "archive_luka_7",
            "Title": "취미",
            "Voice": "격투 클럽에서는 「가장 세게 패는 사람과 친구가 되어라」라는 말이 유행이야. 호우! 어쩐지 다들 나랑 친구가 되고 싶어 하더라!"
        },
        {
            "_id": "archive_luka_8",
            "Title": "고민",
            "Voice": "야채… 버섯… 우웩! 그런 건 왜 멸종하지 않은 거지?"
        },
        {
            "_id": "archive_luka_9",
            "Title": "공유",
            "Voice": "하층 구역 3대 명물에 대해 들어봤어? 지오매로우, 양심 없는 십장, 그리고 루카의 강철 주먹!"
        },
        {
            "_id": "archive_luka_10",
            "Title": "견문",
            "Voice": "가끔은 철을 두들기거나 광산을 캐는데 평생을 바치는 사람이 있다는 게 신기해…. 알아, 모든 사람이 꿈을 논할 수 없다는 거… 하지만 난 꿈이 없었다면 여기까지 올 수 없었을 거야"
        },
        {
            "_id": "archive_luka_11",
            "Title": "나타샤에 대해",
            "Voice": "심각한 부상이 아니면 나타샤 누나를 괴롭히고 싶지 않아. 도움이 필요한 사람이 얼마나 많은데 내 부주의 때문에 고통받게 하고 싶지는 않거든"
        },
        {
            "_id": "archive_luka_12",
            "Title": "제레에 대해",
            "Voice": "제레… 어떻게 꼬셔야 링 위에 올라올까? 그 실력이라면 우승도 수월할 텐데……. 물론 날 만나지 않는다면 말이지, 훗!"
        },
        {
            "_id": "archive_luka_13",
            "Title": "스바로그에 대해",
            "Voice": "기회를 봐서 그 큰 고철 덩어리랑 겨뤄보고 말겠어…. 팔씨름 말이야. 뭐? 내가 바보도 아니고, 근육이 아무리 단단해도 대포는 못 이기지"
        },
        {
            "_id": "archive_luka_14",
            "Title": "삼포에 대해",
            "Voice": "난 매니저 같은 거 필요 없어. 게다가… 스스로 「파란 머리 멋쟁이」라는 별명을 붙인 놈은 절대 믿을 수 없지"
        },
        {
            "_id": "archive_luka_15",
            "Title": "후크에 대해",
            "Voice": "다들 후크한테 말썽꾸러기라고 하지만, 난 후크가 야무지고 좋은 아이라고 생각해. 음… 근거? 없어… 그냥 느낌이야! 나도 두더지파 명예 대원이거든!"
        },
        {
            "_id": "archive_luka_16",
            "Title": "올레그에 대해",
            "Voice": "…아, 별거 아니야. 그냥 얼마나 수련해야 올레그 사부님을 이길 수 있을지 고민하고 있었어. 사부님이 늙어서 약해지기 전에 꼭 이 목표를 이루고 말 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_luka",
            "Title": "성혼 활성화",
            "Voice": "이 느낌은… 피가 뜨거워지고 있어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_luka",
            "Title": "캐릭터 승급",
            "Voice": "하루에 한 번씩 훈련한다고? 부족해, 더 늘려야겠어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_luka",
            "Title": "캐릭터 최고 레벨",
            "Voice": "이게 내 한계인가? 하, 그럴 리가!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_luka",
            "Title": "행적 활성화",
            "Voice": "실용적인 기술이야, 괜찮네!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toseele_luka",
            "Title": "파티 편성•제레",
            "Voice": "제레! 우리가 힘을 합치면 누구도 못 당해낼걸!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tonatasha_luka",
            "Title": "파티 편성•나타샤",
            "Voice": "걱정 마세요, 선생님! 제가 링 위에서 쓰러지는 일은 없어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohook_luka",
            "Title": "파티 편성•후크",
            "Voice": "후크! 고기를 안 먹으면 키 안 큰다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toclara_luka",
            "Title": "파티 편성•클라라",
            "Voice": "스바로그 씨한테도 몇 수 배워볼 수 있을까, 클라라?"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_luka",
            "Title": "전투 시작•약점 격파",
            "Voice": "어때? 항복할래?!"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_luka",
            "Title": "전투 시작•위험 경보",
            "Voice": "이제 시작이야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_luka_01",
            "Title": "턴 시작•1",
            "Voice": "넌 한 주먹이면 충분해!"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_luka_02",
            "Title": "턴 시작•2",
            "Voice": "하, 조무래기 따위!"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_luka",
            "Title": "턴 대기",
            "Voice": "더 쉬면 늦는다고, 친구"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_luka_01",
            "Title": "일반 공격 강화",
            "Voice": "한 방에——집으로 보내주마!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_luka_01",
            "Title": "전투 스킬•1",
            "Voice": "건방 떨긴!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_luka_02",
            "Title": "전투 스킬•2",
            "Voice": "집중해!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_luka_01",
            "Title": "약공격 피격",
            "Voice": "…변변치 않군!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_luka_01",
            "Title": "강공격 피격",
            "Voice": "…꽤 하네!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_luka",
            "Title": "필살기•활성화",
            "Voice": "환호성이 안 들리는데?"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_luka",
            "Title": "필살기•발동",
            "Voice": "상대해볼 만한 적수군…. 불꽃이 튀는 걸 보여주마!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_luka_01",
            "Title": "전투 불능",
            "Voice": "이렇게 물러날 순 없어……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_luka",
            "Title": "전투 복귀",
            "Voice": "루카 복귀!"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_luka",
            "Title": "HP 회복",
            "Voice": "내 뒤를 봐줘!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_luka",
            "Title": "비술",
            "Voice": "기선 제압!"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_luka",
            "Title": "전투 승리",
            "Voice": "챔피언의 가치를 이제 알겠지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_luka",
            "Title": "전리품 오픈•1",
            "Voice": "호우, 깜짝 이벤트도 있어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_luka_02",
            "Title": "전리품 오픈•2",
            "Voice": "아? 이게 다야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_luka",
            "Title": "진귀한 전리품 오픈",
            "Voice": "이거 횡재했군!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_luka",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "허우대도 멀끔한데 머리까지 좋네!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_luka_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "음, 나쁘지 않아!"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_luka",
            "Title": "적 발견",
            "Voice": "하, 애피타이저 왔다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_luka",
            "Title": "도시로 복귀",
            "Voice": "좀 누워서 쉬고 싶어"
        }
    ]
}

var _notes_ = {
    "1111": []
}

var _adiff_ = {
    "1111": {}
}

var _mtc_ = {
    "1111": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "112011": 4
            },
            {
                "2": 6400,
                "112011": 8
            },
            {
                "2": 12800,
                "112012": 5,
                "110401": 2
            },
            {
                "2": 32000,
                "112012": 8,
                "110401": 5
            },
            {
                "2": 64000,
                "112013": 5,
                "110401": 15
            },
            {
                "2": 128000,
                "112013": 7,
                "110401": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "112013": 3
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110503": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110503": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110503": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110503": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110503": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110503": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 190000,
                    "112011": 2,
                    "110152": 6,
                    "112012": 5,
                    "110153": 8,
                    "112013": 8
                }
            },
            {
                "Name": "효과 명중 +18%",
                "Mat": {
                    "2": 168000,
                    "110151": 2,
                    "112011": 4,
                    "110153": 8,
                    "112013": 8
                }
            },
            {
                "Name": "방어력 +12.5%",
                "Mat": {
                    "2": 136000,
                    "110152": 2,
                    "112012": 2,
                    "110153": 6,
                    "112013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "동력 에너지 과부하",
                "Mat": {
                    "2": 4000,
                    "110151": 2,
                    "110503": 1
                }
            },
            {
                "Name": "순환 제동",
                "Mat": {
                    "2": 16000,
                    "110152": 4,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "투지 분쇄",
                "Mat": {
                    "2": 128000,
                    "110153": 6,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}