// Auto Generated

var _avatarskill_ = {
    "120501": {
        "Pre": {
            "Name": "지리검(支離劍)",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 블레이드 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        }
    },
    "120508": {
        "Pre": {
            "Name": "무간검수(無間劍樹)",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "블레이드 HP 최대치의 <b>#1[p]</b>만큼 HP를 소모해 지정된 단일 적에게 블레이드 공격력의 @<b>#2[p]</b>#+HP 최대치의 @<b>#4[p]</b>#만큼 바람 속성 피해를 가한다. 동시에 인접한 목표에 블레이드 공격력의 @<b>#3[p]</b>#+HP 최대치의 @<b>#5[p]</b>#만큼 바람 속성 피해를 가한다.<br>현재 HP가 부족할 때 [무간검수(無間劍樹)]를 발동하면 블레이드의 현재 HP가 1pt까지 감소한다.<br>[무간검수]로 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.1,
                    0.2,
                    0.08,
                    0.5,
                    0.2
                ],
                [
                    0.1,
                    0.24,
                    0.096,
                    0.6,
                    0.24
                ],
                [
                    0.1,
                    0.28,
                    0.112,
                    0.7,
                    0.28
                ],
                [
                    0.1,
                    0.32,
                    0.128,
                    0.8,
                    0.32
                ],
                [
                    0.1,
                    0.36,
                    0.144,
                    0.9,
                    0.36
                ],
                [
                    0.1,
                    0.4,
                    0.16,
                    1.0,
                    0.4
                ],
                [
                    0.1,
                    0.44,
                    0.176,
                    1.1,
                    0.44
                ],
                [
                    0.1,
                    0.48,
                    0.192,
                    1.2,
                    0.48
                ],
                [
                    0.1,
                    0.52,
                    0.208,
                    1.3,
                    0.52
                ],
                [
                    0.1,
                    0.56,
                    0.224,
                    1.4,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        }
    },
    "120503": {
        "Pre": {
            "Name": "사형선고",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "블레이드의 현재 HP가 최대치의 <b>50%</b>로 전환되고 단일 적에게 블레이드 공격력의 @<b>#1[p]</b>#+HP 최대치의 @<b>#2[p]</b>#+이번 전투에서 누적 손실한 HP의 @<b>#5[p]</b>#만큼 바람 속성 피해를 가한다. 또한 인접한 목표에 블레이드 공격력의 @<b>#3[p]</b>#+HP 최대치의 @<b>#4[p]</b>#+이번 전투에서 누적 손실한 HP의 @<b>#6[p]</b>#만큼 바람 속성 피해를 가한다.<br>이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 <b>#7[p]</b>를 넘을 수 없다. 필살기 발동 후 리셋하고 다시 누적된다",
            "Params": [
                [
                    0.24,
                    0.6,
                    0.096,
                    0.24,
                    0.6,
                    0.24,
                    0.9
                ],
                [
                    0.256,
                    0.64,
                    0.1024,
                    0.256,
                    0.64,
                    0.256,
                    0.9
                ],
                [
                    0.272,
                    0.68,
                    0.1088,
                    0.272,
                    0.68,
                    0.272,
                    0.9
                ],
                [
                    0.288,
                    0.72,
                    0.1152,
                    0.288,
                    0.72,
                    0.288,
                    0.9
                ],
                [
                    0.304,
                    0.76,
                    0.1216,
                    0.304,
                    0.76,
                    0.304,
                    0.9
                ],
                [
                    0.32,
                    0.8,
                    0.128,
                    0.32,
                    0.8,
                    0.32,
                    0.9
                ],
                [
                    0.34,
                    0.85,
                    0.136,
                    0.34,
                    0.85,
                    0.34,
                    0.9
                ],
                [
                    0.36,
                    0.9,
                    0.144,
                    0.36,
                    0.9,
                    0.36,
                    0.9
                ],
                [
                    0.38,
                    0.95,
                    0.152,
                    0.38,
                    0.95,
                    0.38,
                    0.9
                ],
                [
                    0.4,
                    1.0,
                    0.16,
                    0.4,
                    1.0,
                    0.4,
                    0.9
                ],
                [
                    0.416,
                    1.04,
                    0.1664,
                    0.416,
                    1.04,
                    0.416,
                    0.9
                ],
                [
                    0.432,
                    1.08,
                    0.1728,
                    0.432,
                    1.08,
                    0.432,
                    0.9
                ],
                [
                    0.448,
                    1.12,
                    0.1792,
                    0.448,
                    1.12,
                    0.448,
                    0.9
                ],
                [
                    0.464,
                    1.16,
                    0.1856,
                    0.464,
                    1.16,
                    0.464,
                    0.9
                ],
                [
                    0.48,
                    1.2,
                    0.192,
                    0.48,
                    1.2,
                    0.48,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        }
    },
    "120506": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        }
    },
    "120507": {
        "Pre": {
            "Name": "업도(業道)의 바람",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 바로 공격하며, 전투 진입 후 블레이드 HP 최대치의 <b>#2[p]</b>만큼 HP를 소모하고, 모든 적에게 블레이드 HP 최대치의 <b>#1[p]</b>만큼 바람 속성 피해를 가한다.<br>현재 HP가 부족할 때 비술을 발동하면 블레이드의 현재 HP가 1pt까지 감소한다",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        }
    },
    "120502": {
        "Pre": {
            "Name": "지옥변(地獄變)",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "블레이드가 HP를 자신 HP 최대치의 <b>#1[p]</b>만큼 소모해 [지옥변(地獄變)] 상태에 진입한다.<br>[지옥변] 상태에서는 전투 스킬을 발동할 수 없으며, 자신이 가하는 피해가 @<b>#4[p]</b># 증가하고, 일반 공격 [지리검(支離劍)]이 [무간검수(無間劍樹)]로 강화된다, 지속 시간: <b>#2[f]</b>턴<br>블레이드의 현재 HP가 부족하면 전투 스킬 발동 시 HP가 1pt까지 감소한다.<br>해당 전투 스킬로 에너지를 회복할 수 없으며, 발동 후 이번 턴은 종료되지 않는다",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        }
    },
    "120504": {
        "Pre": {
            "Name": "찰나의 선물",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "범위 공격",
            "Desc": "블레이드가 피해를 받거나 HP를 소모하면 충전을 1스택 획득한다. 최대 중첩수: 5스택. 해당 효과는 피격될 때마다 최대 1스택 중첩된다.<br>최대치까지 중첩되면 즉시 모든 적에게 <u>추가 공격</u>을 1회 발동한다. 블레이드 공격력의 @<b>#2[p]</b>#+HP 최대치의 @<b>#4[p]</b>#만큼 바람 속성 피해를 가하고 블레이드 HP 최대치의 <b>#3[p]</b>만큼 HP를 회복한다. 추가 공격 발동 후 모든 충전을 소모한다",
            "Params": [
                [
                    3.0,
                    0.22,
                    0.25,
                    0.55
                ],
                [
                    3.0,
                    0.242,
                    0.25,
                    0.605
                ],
                [
                    3.0,
                    0.264,
                    0.25,
                    0.66
                ],
                [
                    3.0,
                    0.286,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.308,
                    0.25,
                    0.77
                ],
                [
                    3.0,
                    0.33,
                    0.25,
                    0.825
                ],
                [
                    3.0,
                    0.3575,
                    0.25,
                    0.89375
                ],
                [
                    3.0,
                    0.385,
                    0.25,
                    0.9625
                ],
                [
                    3.0,
                    0.4125,
                    0.25,
                    1.03125
                ],
                [
                    3.0,
                    0.44,
                    0.25,
                    1.1
                ],
                [
                    3.0,
                    0.462,
                    0.25,
                    1.155
                ],
                [
                    3.0,
                    0.484,
                    0.25,
                    1.21
                ],
                [
                    3.0,
                    0.506,
                    0.25,
                    1.265
                ],
                [
                    3.0,
                    0.528,
                    0.25,
                    1.32
                ],
                [
                    3.0,
                    0.55,
                    0.25,
                    1.375
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        }
    }
}

var _avatarskilltree_ = {
    "1205": {
        "Pre": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "무한한 수명",
                "Desc": "블레이드의 현재 HP 백분율이 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 경우, 치유 받을 때의 회복량이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "견디고 견딘 죽음",
                "Desc": "[무간검수] 발동 후 <u>약점 격파 상태</u>인 적을 명중하면, 블레이드는 자신의 HP를 HP 최대치의 <b><color style='color:#f29e38'>5%</color></b>+<b><color style='color:#f29e38'>100</color></b>만큼 회복한다",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "괴겁의 폐망",
                "Desc": "특성으로 발동된 <u>추가 공격 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가</u>한다",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "120501": {
        "Pre": {
            "Rank": 1,
            "Name": "검록의 끝, 지옥변상",
            "Desc": "필살기로 지정된 단일 적에게 가하는 피해가 이번 전투에서 누적 손실한 블레이드 HP의 <b><color style='color:#f29e38'>150%</color></b>만큼 추가로 증가한다.<br>이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 <b><color style='color:#f29e38'>90%</color></b>를 넘지 않는다. 필살기 발동 후 리셋하고 다시 누적된다",
            "Icon": "SkillIcon_1205_Rank1"
        }
    },
    "120502": {
        "Pre": {
            "Rank": 2,
            "Name": "흩어진 옛 꿈, 갖가지 여한",
            "Desc": "블레이드가 [지옥변] 상태일 때 치명타 확률이 <b><color style='color:#f29e38'>15%</color></b> 증가한다",
            "Icon": "SkillIcon_1205_Rank2"
        }
    },
    "120503": {
        "Pre": {
            "Rank": 3,
            "Name": "제련한 현철, 서늘한 빛",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1205_Ultra"
        }
    },
    "120504": {
        "Pre": {
            "Rank": 4,
            "Name": "황천의 기로, 육신의 회생",
            "Desc": "현재 HP 백분율이 <b><color style='color:#f29e38'>50%</color></b>를 초과한 상태에서 <b><color style='color:#f29e38'>50%</color></b> 이하로 떨어지면 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
            "Icon": "SkillIcon_1205_Rank4"
        }
    },
    "120505": {
        "Pre": {
            "Rank": 5,
            "Name": "시왕의 사형 선고, 마주한 업경",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1205_BP"
        }
    },
    "120506": {
        "Pre": {
            "Rank": 6,
            "Name": "죽음의 끝, 돌아온 영혼",
            "Desc": "충전 스택 수 상한이 4스택으로 감소한다. 특성으로 발동되는 <u>추가 공격</u>으로 가하는 피해가 블레이드 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b>만큼 추가로 증가한다",
            "Icon": "SkillIcon_1205_Rank6"
        }
    }
}

var _story_ = {
    "1205": [
        {
            "_id": 1,
            "Story": "전장에 몸을 내던지는 검객의 원래 이름이 무엇인지는 알 수 없다.<br>그는 「운명의 노예」에 충성을 다하며 무서운 자가 치유 능력을 가지고 있다.<br>고검을 손에 쥐고 싸우며, 검신에는 부서지고 갈라진 흔적이 널려 있다. 그의 몸과 마음도 이 검과 같다"
        },
        {
            "_id": 2,
            "Story": "선홍색 피가 그의 눈앞을 가린다. 입안에서는 달콤한 비린내가 나고 사지는 축 늘어졌다.<br>——아마도 자신은 죽었을 것이다.<br><br><i>「이젠 기억할 수 있겠지?」</i><br>그가 멍하니 입을 벌리자 야생의 맹수가 내는 듯한 소리가 들려왔다.<br>목구멍에서 나는 소리가 멎자 차디차고 단단한 것이 그를 관통하였다.<br>그리고 이런 과정이 천 번이 넘도록 반복되었다.<br><br>기묘한 느낌이다. 그는 근골이 부러질 때 다시 접합되는 미세한 소리를 들을 수 있었다.<br>기묘한 느낌이다. 체내에 서식하고 있는 괴물의 존재를 느낄 수 있으면서도 그는 그 괴물이 거대하게 자라나도록 내버려 두었다.<br>기묘한 느낌이다. 생존을 향한 신념을 이미 포기했는데도 본인의 의지와는 상관없이 신체는 원래의 형태대로 회복하고 있다.<br>정말 기묘한 느낌이 아닐 수 없다.<br><br>검이 다시금 신체를 관통하기 위해 날아들자 그는 검날을 잡아들고 천천히 일어섰다.<br><i>「이젠 기억할 수 있겠지?」</i><br>붉은 눈을 가진 여자의 시선을 마주한 그는 여전히 아무것도 생각해 낼 수 없다.<br>——단단한 물체가 다시 한번 그의 신체를 관통한다.<br><i>「이 느낌을 잘 기억해둬. 그들에게 죽는다는 게 어떤 느낌인지 전해주는 거야」</i><br><br>선홍색 피가 다시 눈가에 맺힌다. 그를 관통한 검을 보니 이미 검날이 반쯤 부러져 있었다.<br><i>「일어나, 널 다시 죽일 거거든」<br></i>"
        },
        {
            "_id": 3,
            "Story": "선홍색 피가 그의 눈앞을 가린다. 입안에서는 달콤한 비린내가 나고 사지는 축 늘어졌다.<br>——아마도 자신은 죽었을 것이다.<br><br>흑발의 소년이 온몸을 벌벌 떨면서도 손에 쥔 장창을 절대 놓지 않았다.<br>그는 용뿔이 없었고 기억하는 모습보다 훨씬 더 약해 보였다——<br>그는 이 장창을 기억하고 있다. 호수처럼 고요한 청록색 눈동자가 얼마나 잔혹한지를 잘 알고 있었다.<br>상처가 치유되기 시작하자 그는 시선을 돌려 소년을 바라보았다.<br>그 소년은 망설임 없이 다시 장창을 휘둘렀다——<br><br><i>「바로 그거야」</i><br>적이라면 씨를 말려버리는 게 바로 너지.<br>사랑하는 사람을 죽음으로 내모는 게 바로 너지.<br>하마터면 고향을 파멸의 길로 이끌뻔한 것도 바로 너지.<br><br>그가 다시 쓰러진다.<br>소년은 몸에 난 상처를 부여잡고 그의 시선에서 사라질 때까지 한걸음 한걸음 뒤로 물러선다.<br><i>「███, 내 두 눈으로 네가 죽는 걸 똑똑히 목격하기 전에 우리는 다시 만나게 될 거야」</i>"
        },
        {
            "_id": 4,
            "Story": "선홍색 피가 그의 눈앞을 가린다. 입안에서는 달콤한 비린내가 나고 사지는 축 늘어졌다.<br>——아마도 자신은 죽었을 것이다.<br><br>괴물이 다시 한번 그를 집어삼켰다. 그러나 이번에 그가 마주해야 될 사람은 다른 이가 아니었다.<br>거대한 갑주가 아무 말 없이 두 팔로 그를 단단히 속박했다. 검은색 선글라스를 쓴 여자가 말하기 시작했다.<br><br><i>「<u>잘 들어</u>. 널 데려가기 위해서 난 한 번 더 널 죽일 수 있어」</i><br>그녀의 부드러운 음성에 체내에 있는 괴물까지 숨을 죽이고 귀를 기울였다.<br><i>「하지만 난 그렇게 하고 싶지 않아」</i><br>여자는 몸을 낮춰 그의 귀에 대고 나직하게 말했다. 거부할 수 없는 거래였다.<br><i>「나한테 원하는 게 뭐지?」<br>「불사의 몸을 가진 자가 죽어가는 걸 보는 것보다 더 재미있는 일이 있을까?『그』가 이렇게 말했다」</i><br><br>거대한 갑주가 그를 풀어주었다. 그는 그들을 따라 전방에 있는 「운명」을 향해 걸어갔다.<br><i>「<u>잘 들어</u>. 블레이디, 긴장할 필요 없어」<br>「<u>잘 들어</u>. 아무 생각도 하지 마」</i><br>그가 고개를 끄덕이자 여자는 그의 곁으로 다가가 웃음을 보였다. 그는 여자의 미소에 슬픔이 가득하다고 느꼈다.<br><i>「어쩌면 누군가 그녀가 하는 말을 끝까지 듣지 않고 떠나버렸을지도 몰라」</i>그는 마음속으로 이렇게 생각했다"
        },
        {
            "_id": 5,
            "Story": "아무것도 보이지 않는다.<br><br>그는 수십 년 전, 상선을 타고 선주에 도착해 그들의 경이로운 솜씨에 감탄했던 시절을 떠올렸다.<br>소년은 밥 먹는 것도 잊은 채 영감을 마음껏 발휘하며 백 가지가 넘는 기물을 만들었다. 그중 가장 유명한 것으로는 4종의 작품이 있었다.<br><br>그중 「지리(支離)」라는 이름의 검은 검신에 흠 하나 없고 검은 옻칠 색에 핏빛을 띠며, 선주 최강의 검객만이 그 능력을 완전히 발휘할 수 있었다.<br>여우족 소녀는 절체절명의 순간에 곡궁으로 화살 세 발을 동시에 발사하고, 별뗏목을 운전하면서도 일행들과 담소를 나누는 걸 잊지 않았다.<br>흑발에 용뿔을 지닌 남자는 물을 다스리는 능력을 사용해 동료의 상처를 치료하면서도, 장창에 물을 실어 적을 일순간 관통했다.<br>그리고 늘 그와 말다툼을 벌이던 소년은 진도가 눈에 띄자마자 순식간에 빼앗아 간 후, 자기 손에서 절대로 놓으려 하지 않았다.<br><br>이제, ██은 죽었다. 최초이자 유일한 죽음이다.<br>그러나 그는 여전히 이곳에 있고, 아직 소년인 채 사색에 잠겨있다. 그는 아마 영원히 사색에 잠길 것이다.<br>그는 더 이상 자신의 민첩하지 않은 두 손이 어떠한 병기도 만들 수 없다는 사실을 생각하고 있다.<br>——그러나 이 모든 것은 이제 그와 아무런 상관이 없다.<br>오늘부터 그의 신체가 곧 유일한 칼날, 「블레이드」가 될 테니까"
        }
    ]
}

var _voice_ = {
    "1205": [
        {
            "_id": "archive_blade_1",
            "Title": "첫 만남",
            "Voice": "{NICKNAME}… 난 널 몰라. 너한텐 좋은 일이지"
        },
        {
            "_id": "archive_blade_2",
            "Title": "인사",
            "Voice": "또 왔어? …내 기억에 남고도 결과가 좋은 사람은 못 봤어"
        },
        {
            "_id": "archive_blade_3",
            "Title": "작별",
            "Voice": "가봐. 「마각의 몸」에 빠질 땐 나한테서 떨어지는 게 좋아"
        },
        {
            "_id": "archive_blade_4",
            "Title": "자신에 대해•이름",
            "Voice": "자신을 마모하며 적을 찢어버리는 것이 검이지"
        },
        {
            "_id": "archive_blade_5",
            "Title": "자신에 대해•마각의 몸",
            "Voice": "사람은 모두 다른 방식으로 마각에 시달리지만, 내 상황은 특이해. 마각이 날 괴롭힌대도 회한, 증오, 그리움과 두려움에 대한 기억은 얼마 되지 않지……"
        },
        {
            "_id": "archive_blade_6",
            "Title": "자신에 대해•광마(狂魔)",
            "Voice": "마각이 발작하면, 난 다른 사람이 돼"
        },
        {
            "_id": "archive_blade_7",
            "Title": "잡담•스텔라론 헌터",
            "Voice": "우린 서로의 손을 빌려 목적을 달성하지"
        },
        {
            "_id": "archive_blade_8",
            "Title": "잡담•불사신",
            "Voice": "「이번이 마지막」이라는 기대는 육체가 치유되는 고통 속에서 사라지지"
        },
        {
            "_id": "archive_blade_9",
            "Title": "잡담•대가",
            "Voice": "사람은 다섯이나, 대가는 셋일지니——이 말은 내 상처 하나하나에 새겨져 있어……"
        },
        {
            "_id": "archive_blade_10",
            "Title": "블레이드의 취미",
            "Voice": "「칼날」의 존재는, 휘두르는 찰나에야 잠시나마 사라질 뿐"
        },
        {
            "_id": "archive_blade_11",
            "Title": "블레이드의 고민",
            "Voice": "죽음은 언제쯤 올는지. 기다리기 힘들군"
        },
        {
            "_id": "archive_blade_12",
            "Title": "공유",
            "Voice": "나보다 예리한 무기는 부지기수지만, 수천 번을 싸운다면 어떻게 될까?"
        },
        {
            "_id": "archive_blade_13",
            "Title": "견문",
            "Voice": "죽은 자는 겁이 없지"
        },
        {
            "_id": "archive_blade_14",
            "Title": "카프카에 대해",
            "Voice": "마각을 묶을 수 있는 끈이 그녀의 손아귀에 있어. 약속한 시각이 오기 전까지 당기지도 놓지도 않을 거야"
        },
        {
            "_id": "archive_blade_16",
            "Title": "은랑에 대해",
            "Voice": "「게임」이라고 부르는 세계에선 은랑이 포기하지 않는 이상 죽지도 않더군"
        },
        {
            "_id": "archive_blade_17",
            "Title": "경원에 대해",
            "Voice": "그는… 우리 중 「대가」를 가장 잘 아는 사람이었지만, 아무 말도, 아무것도 하지 않았어!"
        },
        {
            "_id": "archive_blade_18",
            "Title": "단항에 대해",
            "Voice": "음월군… 우리의 업보는 언제 올까? 우리가 진 빚은 어떻게 갚지!?"
        },
        {
            "_id": "archive_blade_19",
            "Title": "경류에 대해",
            "Voice": "검을 휘두를 때마다 몸속에서 끊임없이 환상통이 느껴져. 어떤 것은 치명적이고, 어떤 것은 죽을 만큼 아프지. 모두 그 여자 덕분이야"
        },
        {
            "_id": "archive_blade_15",
            "Title": "샘에 대해",
            "Voice": "난 지옥에서 살고 있고, 샘은 지옥을 잘 만들지"
        },
        {
            "_id": "archive_blade_20",
            "Title": "반디에 대해",
            "Voice": "난 종말을, 그녀는 생존을 원해…. 우리는 모두가 운명의 노예지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_blade",
            "Title": "성혼 활성화",
            "Voice": "삶은 징벌이지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_blade",
            "Title": "캐릭터 승급",
            "Voice": "파멸로 가는 길에 지름길 같은 건 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_blade",
            "Title": "캐릭터 최고 레벨",
            "Voice": "모든 게… 이곳에서 끝났으면 좋겠군"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_blade",
            "Title": "행적 활성화",
            "Voice": "내가 겪은 수만 번의 고통 중, 가장 보잘것없군"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tokafka_blade",
            "Title": "파티 편성•카프카",
            "Voice": "카프카… 우릴 없애지 못한 자들은 우리한테 묻힐 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosilverwolf_blade",
            "Title": "파티 편성•은랑",
            "Voice": "네 수법은 항상 종잡을 수가 없더군…. 너 하고 싶은 대로 해"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingliu_blade",
            "Title": "파티 편성•경류",
            "Voice": "경류… 내 고통을, 내 초식 하나하나를 지켜보아라"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_blade",
            "Title": "파티 편성•경원",
            "Voice": "경원, 예전에는 이 정도로 오지랖이 넓지 않았던 거 같은데"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_blade",
            "Title": "파티 편성•단항",
            "Voice": "왔군, 작은 빈틈도 보여선 안 될 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_blade",
            "Title": "파티 편성•단항•음월",
            "Voice": "왔군, 작은 빈틈도 보여선 안 될 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosam_blade",
            "Title": "파티 편성•반디",
            "Voice": "「결말」에 먼저 도달하는 건 너일까, 나일까… 아니면 그들일까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_blade",
            "Title": "전투 시작•약점 격파",
            "Voice": "날 막다니"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_blade",
            "Title": "전투 시작•위험 경보",
            "Voice": "넌 어떤 즐거움을 줄 거지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_blade_01",
            "Title": "턴 시작•1",
            "Voice": "손에 든 검으로 배웅해 주지"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_blade_02",
            "Title": "턴 시작•2",
            "Voice": "봐줄 필요 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_blade",
            "Title": "턴 대기",
            "Voice": "오랜 기다림은 살기를 무디게 하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_blade_01",
            "Title": "일반 공격 강화",
            "Voice": "전부… 돌려주지!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_blade_01",
            "Title": "전투 스킬•1",
            "Voice": "흐름은… 정해졌다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_blade_02",
            "Title": "전투 스킬•2",
            "Voice": "죽음이… 다가온다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_blade_01",
            "Title": "약공격 피격",
            "Voice": "부족해……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_blade_01",
            "Title": "강공격 피격",
            "Voice": "좋아, 나쁘지 않군"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_blade",
            "Title": "필살기•활성화",
            "Voice": "난 이 절경에 닿을 수는 없지만……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_blade",
            "Title": "필살기•발동",
            "Voice": "그대들을 초대할 수는 있지"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_blade",
            "Title": "특성",
            "Voice": "피안의… 파멸!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_blade_01",
            "Title": "전투 불능",
            "Voice": "이번엔 성공할 것인가……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_blade",
            "Title": "전투 복귀",
            "Voice": "아쉽게도 살아있군"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_blade",
            "Title": "HP 회복",
            "Voice": "부질없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_blade",
            "Title": "전투 승리",
            "Voice": "검이 아직 무디군"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_blade",
            "Title": "전리품 오픈•1",
            "Voice": "다른 건 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_blade_02",
            "Title": "전리품 오픈•2",
            "Voice": "음"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_blade",
            "Title": "진귀한 전리품 오픈",
            "Voice": "챙겨둬"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_blade",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "끝났군"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_blade_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "예상대로군"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_blade",
            "Title": "적 발견",
            "Voice": "조금 더 가까이 가도 괜찮아"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_blade",
            "Title": "도시로 복귀",
            "Voice": "볼일 남았어?"
        }
    ]
}

var _notes_ = {
    "1205": []
}

var _adiff_ = {
    "1205": {}
}

var _mtc_ = {
    "1205": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110415": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110415": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110415": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110415": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "HP +28%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110112": 8,
                    "113002": 7,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "치명타 확률 +12%",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "113001": 6,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "효과 저항 +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "113002": 3,
                    "110113": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "무한한 수명",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110503": 1
                }
            },
            {
                "Name": "견디고 견딘 죽음",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "괴겁의 폐망",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}