// Auto Generated

var _avatarskill_ = {
    "121101": {
        "Pre": {
            "Name": "보고 듣고 묻고… 아뵤!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 백로 공격력 @<b>#1[p]</b>#만큼의 번개 속성 피해를 준다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1211_Normal"
        }
    },
    "121102": {
        "Pre": {
            "Name": "구름의 노래 속 떨어지는 이슬",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "즉시 지정된 단일 아군의 HP를 백로 HP 최대치 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복한 다음 백로는 랜덤으로 단일 아군을 <b>#4[f]</b>회 치유한다. 1회 치유할 때마다 다음 치유로 회복하는 HP는 <b>#3[p]</b> 감소한다",
            "Params": [
                [
                    0.078,
                    78.0,
                    0.15,
                    2.0
                ],
                [
                    0.08288,
                    124.8,
                    0.15,
                    2.0
                ],
                [
                    0.08775,
                    159.9,
                    0.15,
                    2.0
                ],
                [
                    0.09262,
                    195.0,
                    0.15,
                    2.0
                ],
                [
                    0.0975,
                    218.4,
                    0.15,
                    2.0
                ],
                [
                    0.1014,
                    241.8,
                    0.15,
                    2.0
                ],
                [
                    0.1053,
                    259.35,
                    0.15,
                    2.0
                ],
                [
                    0.1092,
                    276.9,
                    0.15,
                    2.0
                ],
                [
                    0.1131,
                    294.45,
                    0.15,
                    2.0
                ],
                [
                    0.117,
                    312.0,
                    0.15,
                    2.0
                ],
                [
                    0.1209,
                    329.55,
                    0.15,
                    2.0
                ],
                [
                    0.1248,
                    347.1,
                    0.15,
                    2.0
                ],
                [
                    0.1287,
                    364.65,
                    0.15,
                    2.0
                ],
                [
                    0.1326,
                    382.2,
                    0.15,
                    2.0
                ],
                [
                    0.1365,
                    399.75,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1211_BP"
        }
    },
    "121103": {
        "Pre": {
            "Name": "천둥이 알리는 교룡의 도약",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "회복",
            "Desc": "모든 아군이 백로 HP 최대치 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼의 HP를 회복한다.<br>백로는 [생명] 효과가 없는 아군에게 [생명] 효과를 부여하며, [생명] 효과를 보유한 아군에게는 [생명] 효과 지속 시간을 1턴 늘려준다<br>[생명] 지속 시간: <b>#3[f]</b>턴. 해당 효과는 중첩될 수 없다",
            "Params": [
                [
                    0.09,
                    90.0,
                    2.0
                ],
                [
                    0.09563,
                    144.0,
                    2.0
                ],
                [
                    0.10125,
                    184.5,
                    2.0
                ],
                [
                    0.10687,
                    225.0,
                    2.0
                ],
                [
                    0.1125,
                    252.0,
                    2.0
                ],
                [
                    0.117,
                    279.0,
                    2.0
                ],
                [
                    0.1215,
                    299.25,
                    2.0
                ],
                [
                    0.126,
                    319.5,
                    2.0
                ],
                [
                    0.1305,
                    339.75,
                    2.0
                ],
                [
                    0.135,
                    360.0,
                    2.0
                ],
                [
                    0.1395,
                    380.25,
                    2.0
                ],
                [
                    0.144,
                    400.5,
                    2.0
                ],
                [
                    0.1485,
                    420.75,
                    2.0
                ],
                [
                    0.153,
                    441.0,
                    2.0
                ],
                [
                    0.1575,
                    461.25,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1211_Ultra"
        }
    },
    "121104": {
        "Pre": {
            "Name": "발로 뛰는 구원의 의술",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "회복",
            "Desc": "[생명] 효과를 보유한 아군은 피격 후 백로 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복한다. 해당 효과는 <b>#5[f]</b>회 발동할 수 있다.<br>백로의 동료는 치명적인 공격을 받아도 <u>전투 불능 상태</u>에 빠지지 않고, 백로가 즉시 대상에게 치유를 제공해 HP를 백로 HP 최대치의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 회복한다. 해당 효과는 단일 전투에서 1회 발동할 수 있다",
            "Params": [
                [
                    0.036,
                    36.0,
                    0.12,
                    120.0,
                    2.0
                ],
                [
                    0.03825,
                    57.6,
                    0.1275,
                    192.0,
                    2.0
                ],
                [
                    0.0405,
                    73.8,
                    0.135,
                    246.0,
                    2.0
                ],
                [
                    0.04275,
                    90.0,
                    0.1425,
                    300.0,
                    2.0
                ],
                [
                    0.045,
                    100.8,
                    0.15,
                    336.0,
                    2.0
                ],
                [
                    0.0468,
                    111.6,
                    0.156,
                    372.0,
                    2.0
                ],
                [
                    0.0486,
                    119.7,
                    0.162,
                    399.0,
                    2.0
                ],
                [
                    0.0504,
                    127.8,
                    0.168,
                    426.0,
                    2.0
                ],
                [
                    0.0522,
                    135.9,
                    0.174,
                    453.0,
                    2.0
                ],
                [
                    0.054,
                    144.0,
                    0.18,
                    480.0,
                    2.0
                ],
                [
                    0.0558,
                    152.1,
                    0.186,
                    507.0,
                    2.0
                ],
                [
                    0.0576,
                    160.2,
                    0.192,
                    534.0,
                    2.0
                ],
                [
                    0.0594,
                    168.3,
                    0.198,
                    561.0,
                    2.0
                ],
                [
                    0.0612,
                    176.4,
                    0.204,
                    588.0,
                    2.0
                ],
                [
                    0.063,
                    184.5,
                    0.21,
                    615.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1211_Passive"
        }
    },
    "121106": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1211_Normal"
        }
    },
    "121107": {
        "Pre": {
            "Name": "은덕을 누려 짧아진 병환",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "회복",
            "Desc": "비술 발동 후 다음 전투 시작 시 모든 아군에게 [생명] 효과를 부여한다. 지속 시간: <b>#1[f]</b>턴",
            "Params": [
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1211_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1211": {
        "Pre": {
            "Add": {
                "HPAddedRatio": 0.28,
                "DefenceAddedRatio": 0.225,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "의술의 이치",
                "Desc": "백로가 아군에게 초과 치유할 시 대상 HP 최대치가 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
                "Icon": "SkillIcon_1211_SkillTree1"
            },
            "Tree2": {
                "Name": "비디아다라 용맥",
                "Desc": "[생명] 효과 발동 횟수가 <b><color style='color:#f29e38'>1</color></b>회 증가한다",
                "Icon": "SkillIcon_1211_SkillTree2"
            },
            "Tree3": {
                "Name": "인연못 은혜",
                "Desc": "[생명]을 보유한 캐릭터가 받는 피해가 <b><color style='color:#f29e38'>10%</color></b> 감소한다",
                "Icon": "SkillIcon_1211_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "121101": {
        "Pre": {
            "Rank": 1,
            "Name": "맥을 가라앉히는 감로",
            "Desc": "[생명] 효과 종료 시 아군의 현재 HP가 HP 최대치면, 추가로 해당 아군의 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다",
            "Icon": "SkillIcon_1211_Rank1"
        }
    },
    "121102": {
        "Pre": {
            "Rank": 2,
            "Name": "항아리 속 동천에는 운룡이 잠든다",
            "Desc": "필살기 발동 후 백로의 치유량이 <b><color style='color:#f29e38'>15%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1211_Rank2"
        }
    },
    "121103": {
        "Pre": {
            "Rank": 3,
            "Name": "건곤을 깨우치고 통현하다",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1211_BP"
        }
    },
    "121104": {
        "Pre": {
            "Rank": 4,
            "Name": "눈이 맑아지는 비급",
            "Desc": "전투 스킬이 제공하는 치유를 받을 때마다 치유를 받는 아군은 가하는 피해가 추가로 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 최대 중첩수: <b><color style='color:#f29e38'>3</color></b>스택. 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1211_Rank4"
        }
    },
    "121105": {
        "Pre": {
            "Rank": 5,
            "Name": "속세의 먼지를 씻는 단비",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1211_Ultra"
        }
    },
    "121106": {
        "Pre": {
            "Rank": 6,
            "Name": "영험한 용의 침방울",
            "Desc": "백로가 단일 전투에서 치명적인 공격을 받은 아군에게 제공하는 치유 효과 발동 횟수가 <b><color style='color:#f29e38'>1</color></b>회 증가한다",
            "Icon": "SkillIcon_1211_Rank6"
        }
    }
}

var _story_ = {
    "1211": [
        {
            "_id": 1,
            "Story": "활발한 여자아이. 비디아다라족의 「약을 품은 용녀」이자 실력 있는 명의<br>「따뜻한 물을 많이 마셔」, 「하룻밤 자면 나아」와 같이 틀을 깨는 처방을 자주 내린다<br>타인이 고통받는 모습을 못 봐서 항상 눈을 꼭 감고 치료한다.<br>——병만 나으면 됐지!"
        },
        {
            "_id": 2,
            "Story": "<i>「단정사 진료 기록 • 48권 • No.1246<br><br>주치의: 백로<br><br>환자: 월추(여우족), 여자, 26세<br><br>증상: 화외지민이 판매하는 초코볼을 잘못 복용하여 갈증, 몸살, 복통, 호흡 곤란, 꼬리털 빠짐 등 증세가 나타남<br><br>병명: 식중독<br><br>처방: 고삼 1전, 감초 1전 1푼, 오곡즙 1병, ≪금지 음식 상식 필독서≫ 1권<br><br>복용법: 오곡즙에 고삼과 감초를 달여낸 후 불순물을 걸러낸다. 걸러진 즙을 토할 때까지 마시면 된다. 다시는 이런 일이 없도록 ≪금지 음식 상식 필독서≫를 500번 베껴 쓴다<br><br>비고: 전형적인 식중독으로 장기의 미세 병변은 용의 침방울로 치료할 수 있어 처방에 따라 유독물질을 배출해내면 된다. 한 가지 덧붙이자면 아무리 건강한 장수종이라도 여우족은 초콜릿을 먹으면 안 된다는 건 상식이란 말씀!!!<br><br>그리고 이런 가벼운 환자는 기다리게 하지 말고 날 깨워! 그리고 난치병 환자들도 좀 데려와! 이 몸의 의술을 낭비하고 싶은 거야?」</i>"
        },
        {
            "_id": 3,
            "Story": "<i>「단정사 진료 기록 • 73권 • No.582<br><br>주치의: 백로<br><br>환자: 금여(비디아다라), 여자, 생후 13일 2시진<br><br>증상: 환자가 몇 달마다 윤회하고 환생함. 성장 속도가 평범한 비디아다라족보다 백배 빠름<br><br>병명: 윤회 이상증, 희귀병<br><br>처방: 약물치료 불가, 따뜻한 물 음용 필요<br><br>용법: 없음<br><br>비고: 내가 고칠 수 없는 난치병이 확실함!<br><br>비디아다라족의 윤회 메커니즘은 여전히 풀리지 않은 수수께끼다. 일부 의사들은 비디아다라가 긴 생명 주기에서 누적된 손상을 윤회로 회복한다고 봤지만, 이 환자의 경우는 뭔가 다르다<br><br>환자의 혈액과 척수액뿐만 아니라 투영충을 복용하게 한 후 뇌까지 자세히 검사했지만 별다른 병변 부위를 찾지 못했다. 흠, 생명은 참 신비롭다. 노화와 죽음에도 끄떡없는 장수종도 질병의 덫은 피할 수 없다니<br><br>이 몸도 마찬가지다. 머리에 뿔이 자란 이후로… 6~7년째 키가 크지 않고 있다! 대체 어떻게 된 건지… 이렇게 된 건 성가신 용의 군사 장로님들이 매일 나를 감시한 탓이다! 뛰어놀지 않는 애가 어떻게 키가 클 수 있을까?<br><br>이 진료 기록을 본 의사, 그래 너 말이야. 대체 언제 날 내보내 줄 거야?! 내가 범죄자도 아닌데 왜 이렇게까지 경계하는 건데? 진짜 열받아 열받아 열받아 열받아 열받아!」</i><br><br>페이지 하단에는 용의 뿔이 난 누군가가 메롱 하는 사진이 붙어 있다"
        },
        {
            "_id": 4,
            "Story": "<i>「단정사 진료 기록 • 128권 • No.39<br><br>주치의: 백로<br><br>환자: 경원(선주 사람), 남자, 연령미상(시왕사는 분명 알 것이다)<br><br>증상: 흉부가 답답하고 눈을 뜰 수 없을 정도로 잠이 쏟아짐(이번 진찰은 재진임)<br><br>병명: 신책부에 장시간 앉아 있어서 생긴 병<br><br>처방: 마늘종 삼겹살 볶음 1인분, 아삭 매콤 닭고기 볶음 1인분, 붕어향 고기채 1인분, 천 할머니 두부 1인분, 애저 튀김 1인분, 수원모봉 1잔<br><br>복용법: 그냥 복용하면 된다. 복용 후 배가 부르면 자연스럽게 산책하며 소화시키고 싶어질 것이다. 기분 전환에도 제격!<br><br>비고: 장군님은 『흉부 답답』, 『눈을 뜰 수 없을 정도로 졸림』 등의 증세로 검진차 매년 진찰을 받으신다<br><br>장군님은 기가 왕성하여 특별한 증상도, 마각의 몸으로 변할 징조도 보이지 않는다(원래 시왕사가 관리해야 하지만 이 몸이 특별히 신경 썼음!)<br><br>내 생각엔 장군님이 너무 따분한 나머지 시간을 때우러 나오시는 것 같다. 그렇지 않고서야 매번 디저트 통에 절인 과일을 담아와 나와 잡담을 나눌 이유가 없지 않을까? 요즘 건강은 어떤지, 꿈은 꾸는지, 잘 먹는지를 물으실 땐 꼭 나보다 더 의사 같다<br><br>하지만 장군님과의 대화는 즐겁다. 보통의 어르신과 달리 거드름을 피우시지 않고, 웃긴 이야기나 원정길에서 있었던 이야기를 해주시기 때문이다. 힝, 나도 의사는 때려치우고 검이나 들고 천하를 누비고 싶다아아…」</i>"
        },
        {
            "_id": 5,
            "Story": "<i>「용의 군사님들께:<br><br>성력 ████년 █월 █일, 백로 님의 정기 검진 결과를 간략히 정리하여 전해 드립니다<br><br>용존의 몸에는 여전히 별다른 성장의 변화가 없습니다. 발육이 느린 건 비디아다라족에서 자주 있는 일이니 걱정하지 않으셔도 됩니다만 꿈을 꾸지 않는 증세가 심히 걱정됩니다<br><br>역대 용존들은 『심연 구슬』과 『화룡묘법』을 받든 이후에 꿈속에서 선조들의 과거를 겪었습니다. 잠연각은 그 내용을 기록하고 해석해 왔으며, 보관된 문서 또한 아주 많습니다. 그 꿈들은 파편적이고 난해하지만 저희 종족이 『불멸』에 가까워질 수 있는 유일한 방법입니다. 하지만 백로 님은 이와 비슷한 경험을 하시지 못했습니다. 이로써 『용의 심장』에 문제가 없다면 『용이 되는 법』을 아직 받들지 못한 것임을 알 수 있습니다<br><br>또한 용존 님께서 물과 벼락을 지배하는 능력을 보이시기에 종족의 장인에게 『척목(尺木)의 족쇄』 제작을 부탁했습니다. 족쇄를 꼬리에 걸어두면 힘을 억압하여 『음월의 난』 때와 같은 화를 막을 수 있습니다<br><br>마지막으로 수개월 전 요청의 『천풍군』이 서신을 보내 용존의 상태를 물어왔습니다. 답신은 장로님들의 분부에 따라 다음과 같이 보냈습니다. 백로 님은 아직 연소하시어 용의 군사의 보좌가 필요합니다. 성년이 되면 자연스럽게 『음월군』 호칭을 부여받게 될 것입니다<br><br><align=\"right\">용존의 근신 운유 배상」</align></i>"
        }
    ]
}

var _voice_ = {
    "1211": [
        {
            "_id": "archive_bailu_1",
            "Title": "첫 만남",
            "Voice": "난 단정사의 의사인 백로야. 자자, 이리 와봐. 어떻게 된 거야, 어디가 아파?"
        },
        {
            "_id": "archive_bailu_2",
            "Title": "인사",
            "Voice": "사탕 먹을래? 안 먹으면 내가 먹을게"
        },
        {
            "_id": "archive_bailu_3",
            "Title": "작별",
            "Voice": "아, 벌써 가려고…? 조금만 더 있다 가, 조금만!"
        },
        {
            "_id": "archive_bailu_4",
            "Title": "자신에 대해",
            "Voice": "나도 용이라고 할 수 있나? 활동 범위는 저택을 벗어날 수 없고, 모든 언행은 일족의 규칙에 따라야 해. 이런 삶은… 어항 속 물고기 아니야?"
        },
        {
            "_id": "archive_bailu_5",
            "Title": "잡담•음식",
            "Voice": "점심은 균형이 중요해. 훈제 고기 두 덩이랑 밀크티 한 잔만큼 마음의 병을 치료하고 기분을 즐겁게 해주는 건 없지!"
        },
        {
            "_id": "archive_bailu_6",
            "Title": "취미",
            "Voice": "의학 지식을 잘 알고, 약재를 찾고, 시야를 넓혀야 해. 뭐든지 약으로 쓸 수 있다고. 난치병일수록 다양한 처방이 필요하지~"
        },
        {
            "_id": "archive_bailu_7",
            "Title": "고민",
            "Voice": "세상에는 내가 도와주고 싶어도 도울 수 없는 딱 한 가지 고질병이 있는데, 그게 바로… 작•은•키야…. 흥!"
        },
        {
            "_id": "archive_bailu_8",
            "Title": "공유",
            "Voice": "머리를 물속에 담그면, 작은 공간이라도 평소보다 숨통이 트이고 물의 경계를 넘나드는 것 같은 느낌이 들어……"
        },
        {
            "_id": "archive_bailu_9",
            "Title": "견문",
            "Voice": "환자들이 미식 정원에 또 「구천 폭포」라는 새로운 디저트가 나왔다고 하더라. 설탕 타래가 아주 아주 길게 늘어진다는데…. 아쉽지만 난 못 먹어"
        },
        {
            "_id": "archive_bailu_10",
            "Title": "경원에 대해",
            "Voice": "장군님이 진찰받으러 오시면 대부분은 「졸려서 눈이 안 떠짐」같은 증상이야. 그리고 내게 근황을 물으며 조금 앉아 있다가 가시지. 가끔 약도 안 들고 가셔……"
        },
        {
            "_id": "archive_bailu_11",
            "Title": "부현에 대해",
            "Voice": "부 태복이 야근하는 날이면 결명약차에 넣는 설탕 재고가 간당간당해져…"
        },
        {
            "_id": "archive_bailu_12",
            "Title": "어공에 대해",
            "Voice": "조타수 어공은… 날 볼 때마다 자꾸 과거는 이미 내려놓았다는데, 사실은 아직 못 내려놓은 것 같아"
        },
        {
            "_id": "archive_bailu_13",
            "Title": "정운에 대해",
            "Voice": "정운은 일반 사람보다 더 강한 안마 치료도 견뎌. 그래서 여태껏 한 번도 「손」에 힘을 빼지 않았지~"
        },
        {
            "_id": "archive_bailu_14",
            "Title": "소상에 대해",
            "Voice": "아휴, 소상의 목소리는 밖에 나가지 않아도 다 들려. 「타인의 곤경을 내 일처럼 생각하고 도움이 필요하면 기꺼이 돕자」, 맞지?"
        },
        {
            "_id": "archive_bailu_15",
            "Title": "청작에 대해",
            "Voice": "「제원 경옥」 발명가를 일찍 알지 못한 게 아쉬워…. 이렇게 몸과 머리에 좋은 활동은 널리 알려야 한다고!"
        },
        {
            "_id": "archive_bailu_16",
            "Title": "계네빈에 대해",
            "Voice": "내가 장낙천에서 놀고 있을 때 소상이랑 진찰받으러 자주 왔었어. 소상이 업고 온 적도 있고 소상을 업고 온 적도 있지. 어떨 때는 둘이 같이 다쳐서 오더라니까~? 원인이야 뻔하지. 공연 사고!"
        },
        {
            "_id": "archive_bailu_18",
            "Title": "한아에 대해",
            "Voice": "밤에 그 언니랑 마주친 적이 있는데 깜짝 놀랐지 뭐야! 보자마자 알겠더라고. 심한 과로, 수면 부족, 정서 불안의 증상이지. 백 년 정도는 안정을 취하고 일도 하면 안 돼. 아니면 안 나을걸?"
        },
        {
            "_id": "archive_bailu_19",
            "Title": "곽향에 대해",
            "Voice": "걔는 진료볼 때 항상 별것도 아닌 거에 불안해하고 놀라더라. 혼잣말하는 것 같기도 하고, 안 보이는 뭔가랑 대화를 하는 것 같기도 해. 진정시키려면 독한 약을 써야겠어"
        },
        {
            "_id": "archive_bailu_17",
            "Title": "설의에 대해",
            "Voice": "그, 그 사람은 말할 때 왜 호흡에 변화가 없는 거야? 피부도 혈색이 없어. 설마 귀신인 걸까?"
        },
        {
            "_id": "archive_bailu_20",
            "Title": "초구에 대해",
            "Voice": "초구 선생한테는 풀리지 않는 미스터리가 너무 많아…. 왜 끼니마다 매운 걸 먹는데 열이 별로 없는 걸까? 아! 항상 눈을 가늘게 뜨는 게 매워서 그런 거구나!"
        },
        {
            "_id": "archive_bailu_21",
            "Title": "영사에 대해",
            "Voice": "영사 사정은 나한테 정말 잘해줘. 항상 날 데리고 놀러 가주지~ 근데 사람들이 사정은 「일을 안 한다」고 뒤에서 수군거리더라…. 퉤퉤퉤! 나랑 놀아주는 게 사정의 업무 중 하나라고!"
        },
        {
            "_id": "archive_bailu_22",
            "Title": "비소에 대해",
            "Voice": "그녀의 병은 고칠 수가 없어서 잘 먹으라는 얘기밖에 못 해줬어——잘 먹으면 기분이 좋아지고, 기분이 좋아지면 치료법을 찾을 때까지 병마를 더 오래 상대할 수 있잖아"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_bailu",
            "Title": "성혼 활성화",
            "Voice": "비디아다라의 생명은 각자의 꿈 같아"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_bailu",
            "Title": "캐릭터 승급",
            "Voice": "헤헤, 의술이 많이 늘었는걸!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_bailu",
            "Title": "캐릭터 최고 레벨",
            "Voice": "선주의 의술이라면 다 익혔어. 근데 키가 안 크는 이 괴이한 병한텐 속수무책이란 말이지……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_bailu",
            "Title": "행적 활성화",
            "Voice": "내 보폭이 조금만 더 넓었다면 진작 은하계 곳곳을 누비고 다녔을 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_bailu",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "{F#언니}{M#오빠}, 걱정 말고 마음껏 싸워. {F#언니}{M#오빠}한테 무슨 일이 생겨도 내가 싹 낫게 해줄게!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofuxuan_bailu",
            "Title": "파티 편성•부현",
            "Voice": "태복은 늘 인상을 찡그리고 있어서 화가 쌓여있어. 똑똑하면 근심이 많고 그건 차에 설탕을 넣으면 괜찮아져~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_bailu",
            "Title": "파티 편성•단항",
            "Voice": "단항, 새로운 용존 술법을 가르쳐줄 수 있을까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_bailu",
            "Title": "파티 편성•단항•음월",
            "Voice": "단항, 새로운 용존 술법을 가르쳐줄 수 있을까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojiaoqiu_bailu",
            "Title": "파티 편성•초구",
            "Voice": "으휴… 초구 선생! 왜 가져온 사탕까지 매운맛인 거야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofeixiao_bailu",
            "Title": "파티 편성•비소",
            "Voice": "가자! 싹 쓸어버리자고!"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_bailu",
            "Title": "전투 시작•약점 격파",
            "Voice": "에고, 좀 허약해 보이네"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_bailu",
            "Title": "전투 시작•위험 경보",
            "Voice": "난폭하네, 약 올리지 말자"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_bailu_01",
            "Title": "턴 시작•1",
            "Voice": "에휴, 병세가 심각하구나!"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_bailu_02",
            "Title": "턴 시작•2",
            "Voice": "내가 치료해줄게~"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_bailu",
            "Title": "턴 대기",
            "Voice": "말도 않고 요지부동, 나는야 꿔다놓은 보릿자루~"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_bailu_01",
            "Title": "일반 공격",
            "Voice": "보고 듣고 묻고… 아뵤!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_bailu_01",
            "Title": "전투 스킬•1",
            "Voice": "착하지~ 아~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_bailu_02",
            "Title": "전투 스킬•2",
            "Voice": "몸보신~ 해야지~"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_bailu_01",
            "Title": "약공격 피격",
            "Voice": "날 괴롭히다니!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_bailu_01",
            "Title": "강공격 피격",
            "Voice": "사람 살려——"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_bailu",
            "Title": "필살기•활성화",
            "Voice": "보여줄게……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_bailu",
            "Title": "필살기•발동",
            "Voice": "이 조롱박 안에 뭐가 있게!?"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_bailu",
            "Title": "특성",
            "Voice": "살릴 수 있겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_bailu_01",
            "Title": "전투 불능",
            "Voice": "중이 제 머리 못 깎지……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_bailu",
            "Title": "전투 복귀",
            "Voice": "나도 치료는 포기 못하지~"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_bailu",
            "Title": "HP 회복",
            "Voice": "약효 좋네!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_bailu",
            "Title": "비술",
            "Voice": "공평해야지~"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_bailu",
            "Title": "전투 승리",
            "Voice": "응, 병은 예방이 최고의 치료야"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_bailu",
            "Title": "전리품 오픈•1",
            "Voice": "병을 고치는 건 명약이지~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_bailu_02",
            "Title": "전리품 오픈•2",
            "Voice": "음… 약재로 사용할 수 있을지도?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_bailu",
            "Title": "진귀한 전리품 오픈",
            "Voice": "사탕이랑 바꿀 수 있겠어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_bailu",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "의심 가는 건 걸러버려"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_bailu_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "후후~ 내가 이런 것까지 알 줄은 몰랐지!"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_bailu",
            "Title": "적 발견",
            "Voice": "목숨이 달렸으니 조심해"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_bailu",
            "Title": "도시로 복귀",
            "Voice": "좀만 더 밖에 있으면 안 될까?"
        }
    ]
}

var _notes_ = {
    "1211": []
}

var _adiff_ = {
    "1211": {}
}

var _mtc_ = {
    "1211": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111001": 5
            },
            {
                "2": 8000,
                "111001": 10
            },
            {
                "2": 16000,
                "111002": 6,
                "110404": 3
            },
            {
                "2": 40000,
                "111002": 9,
                "110404": 7
            },
            {
                "2": 80000,
                "111003": 6,
                "110404": 20
            },
            {
                "2": 160000,
                "111003": 9,
                "110404": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110171": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110172": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110172": 5,
                        "111002": 4
                    },
                    {
                        "2": 45000,
                        "110173": 3,
                        "111003": 3
                    },
                    {
                        "2": 160000,
                        "110173": 8,
                        "111003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110171": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110172": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110172": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110172": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110173": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110173": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110173": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110173": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110171": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110172": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110172": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110172": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110173": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110173": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110173": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110173": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110171": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110172": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110172": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110172": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110173": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110173": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110173": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110173": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "HP +28%",
                "Mat": {
                    "2": 237500,
                    "111001": 2,
                    "110172": 8,
                    "111002": 7,
                    "110173": 11,
                    "111003": 11
                }
            },
            {
                "Name": "방어력 +22.5%",
                "Mat": {
                    "2": 210000,
                    "110171": 3,
                    "111001": 6,
                    "110173": 11,
                    "111003": 11
                }
            },
            {
                "Name": "효과 저항 +10%",
                "Mat": {
                    "2": 170000,
                    "110172": 3,
                    "111002": 3,
                    "110173": 8,
                    "111003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "의술의 이치",
                "Mat": {
                    "2": 5000,
                    "110171": 3,
                    "110502": 1
                }
            },
            {
                "Name": "비디아다라 용맥",
                "Mat": {
                    "2": 20000,
                    "110172": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "인연못 은혜",
                "Mat": {
                    "2": 160000,
                    "110173": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}