// Auto Generated

var _avatarskill_ = {
    "121401": {
        "Pre": {
            "Name": "파마추",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 설의 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 준다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1214_Normal"
        }
    },
    "121402": {
        "Pre": {
            "Name": "죄악 진압",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 설의 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 주고, 동시에 인접한 목표에게 설의 공격력의 @<b>#2[p]</b>#만큼 양자 속성 피해를 준다",
            "Params": [
                [
                    0.7,
                    0.35
                ],
                [
                    0.77,
                    0.385
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.91,
                    0.455
                ],
                [
                    0.98,
                    0.49
                ],
                [
                    1.05,
                    0.525
                ],
                [
                    1.1375,
                    0.56875
                ],
                [
                    1.225,
                    0.6125
                ],
                [
                    1.3125,
                    0.65625
                ],
                [
                    1.4,
                    0.7
                ],
                [
                    1.47,
                    0.735
                ],
                [
                    1.54,
                    0.77
                ],
                [
                    1.61,
                    0.805
                ],
                [
                    1.68,
                    0.84
                ],
                [
                    1.75,
                    0.875
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1214_BP"
        }
    },
    "121403": {
        "Pre": {
            "Name": "관통하는 천벌",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 설의 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 준다. 이번 공격은 약점 속성을 무시하고 단일 적의 강인성을 소모시킨다. 약점 격파 시 양자 속성의 약점 격파 효과가 발동된다.<br>이번 공격에서 소모된 강인성이 많을수록 가하는 피해가 증가하며, 최대 @<b>#3[p]</b># 증가한다",
            "Params": [
                [
                    1.5,
                    0.09,
                    0.36
                ],
                [
                    1.6,
                    0.096,
                    0.384
                ],
                [
                    1.7,
                    0.102,
                    0.408
                ],
                [
                    1.8,
                    0.108,
                    0.432
                ],
                [
                    1.9,
                    0.114,
                    0.456
                ],
                [
                    2.0,
                    0.12,
                    0.48
                ],
                [
                    2.125,
                    0.1275,
                    0.51
                ],
                [
                    2.25,
                    0.135,
                    0.54
                ],
                [
                    2.375,
                    0.1425,
                    0.57
                ],
                [
                    2.5,
                    0.15,
                    0.6
                ],
                [
                    2.6,
                    0.156,
                    0.624
                ],
                [
                    2.7,
                    0.162,
                    0.648
                ],
                [
                    2.8,
                    0.168,
                    0.672
                ],
                [
                    2.9,
                    0.174,
                    0.696
                ],
                [
                    3.0,
                    0.18,
                    0.72
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                4.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1214_Ultra"
        }
    },
    "121404": {
        "Pre": {
            "Name": "시왕의 심판, 업보 불변",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "바운스",
            "Desc": "설의의 공격으로 적의 강인성을 소모하면, [업보] 스택 수를 중첩한다. 소모된 강인성이 많을수록 중첩되는 [업보] 스택 수가 증가한다. 최대 중첩수: <b>#1[f]</b>스택<br>설의 동료의 공격으로 적의 강인성을 소모하면, 설의는 [업보]를 <b>#3[f]</b>스택 중첩한다.<br>[업보]를 최대치까지 중첩하면 현재 모든 [업보]를 소모하고 즉시 적에게 <u>추가 공격</u>을 발동해 피해를 3회 주고, 피해를 줄 때마다 랜덤 단일 적에게 설의 공격력의 @<b>#2[p]</b>#만큼 양자 속성 피해를 준다. 해당 추가 공격은 [업보]를 중첩할 수 없다",
            "Params": [
                [
                    8.0,
                    0.45,
                    1.0
                ],
                [
                    8.0,
                    0.495,
                    1.0
                ],
                [
                    8.0,
                    0.54,
                    1.0
                ],
                [
                    8.0,
                    0.585,
                    1.0
                ],
                [
                    8.0,
                    0.63,
                    1.0
                ],
                [
                    8.0,
                    0.675,
                    1.0
                ],
                [
                    8.0,
                    0.73125,
                    1.0
                ],
                [
                    8.0,
                    0.7875,
                    1.0
                ],
                [
                    8.0,
                    0.84375,
                    1.0
                ],
                [
                    8.0,
                    0.9,
                    1.0
                ],
                [
                    8.0,
                    0.945,
                    1.0
                ],
                [
                    8.0,
                    0.99,
                    1.0
                ],
                [
                    8.0,
                    1.035,
                    1.0
                ],
                [
                    8.0,
                    1.08,
                    1.0
                ],
                [
                    8.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1214_Passive"
        }
    },
    "121406": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1214_Normal"
        }
    },
    "121407": {
        "Pre": {
            "Name": "즉참",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 바로 공격하며, 전투 진입 후 모든 적에게 설의 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 준다",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1214_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1214": {
        "Pre": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "HPAddedRatio": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "예지 장치",
                "Desc": "자신이 가하는 피해를 격파 특수효과의 <b><color style='color:#f29e38'>100%</color></b>만큼 증가시킨다. 최대 <b><color style='color:#f29e38'>240%</color></b> 증가한다",
                "Icon": "SkillIcon_1214_SkillTree1"
            },
            "Tree2": {
                "Name": "서슬 축수",
                "Desc": "적의 현재 강인성이 본인 강인성 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이상일 경우, 필살기로 가하는 피해가 <b><color style='color:#f29e38'>10%</color></b> 증가한다",
                "Icon": "SkillIcon_1214_SkillTree2"
            },
            "Tree3": {
                "Name": "분석 중추",
                "Desc": "설의는 초과한 [업보] 스택을 누적한다. 최대 누적수: <b><color style='color:#f29e38'>6</color></b>스택. 설의는 특성 발동 후 초과한 스택의 [업보]를 획득한다",
                "Icon": "SkillIcon_1214_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "121401": {
        "Pre": {
            "Rank": 1,
            "Name": "심마 속박",
            "Desc": "특성의 <u>추가 공격</u>으로 가하는 피해가 <b><color style='color:#f29e38'>40%</color></b> 증가한다",
            "Icon": "SkillIcon_1214_Rank1"
        }
    },
    "121402": {
        "Pre": {
            "Rank": 2,
            "Name": "오진(五塵) 극복",
            "Desc": "특성의 <u>추가 공격</u>이 약점 속성을 무시하고 적의 강인성을 소모시키며, 동시에 설의 HP 최대치의 <b><color style='color:#f29e38'>5%</color></b>만큼 HP를 회복한다. 약점 격파 시 양자 속성의 약점 격파 효과가 발동된다",
            "Icon": "SkillIcon_1214_Rank2"
        }
    },
    "121403": {
        "Pre": {
            "Rank": 3,
            "Name": "고제(苦諦) 알절",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1214_BP"
        }
    },
    "121404": {
        "Pre": {
            "Rank": 4,
            "Name": "악업 단절",
            "Desc": "필살기 발동 시 격파 특수효과가 <b><color style='color:#f29e38'>40%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1214_Rank4"
        }
    },
    "121405": {
        "Pre": {
            "Rank": 5,
            "Name": "영신(靈神) 인도",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1214_Ultra"
        }
    },
    "121406": {
        "Pre": {
            "Rank": 6,
            "Name": "생사 주관",
            "Desc": "[업보]의 스택 수 상한이 <b><color style='color:#f29e38'>6</color></b>스택으로 감소한다",
            "Icon": "SkillIcon_1214_Rank6"
        }
    }
}

var _story_ = {
    "1214": [
        {
            "_id": 1,
            "Story": "선주 「나부」의 「시왕사」 판관 중 하나로 체포, 구금, 처벌, 심문, 4부문 중 「체포」를 담당한다.<br>쇠밧줄과 파마추를 지닌 그녀는 지치는 일 없이 흉악범을 찾아 체포한다.<br>과거의 육신은 먼지가 되어 사라졌다. 인형의 몸에 「환생」하여 범죄자 한 명을 체포할 때마다 반나절을 얻는다"
        },
        {
            "_id": 2,
            "Story": "<i>「시왕의 심판, 업보 불변」</i><br><br>눈처럼 하얀 옷을 입은 판관이 으슥한 골목에서 천천히 걸어 나와 그의 마지막 길을 가로막았다.<br><br>남자는 더 가까이 다가갔으나, 떨리는 그의 목소리에서 공포가 고스란히 느껴졌다: <i>「왜… 그놈들 몇 명 잡은 걸로는 부족한가 보지?」</i><br><br><i>「왜」</i>라는 말로 시작됐지만, 그의 말은 의문이 아니라 반문에 가까웠다. 의미 분석이 머릿속을 계속 맴돌지만, <i>「목표가 공범의 말로에 대해 확실히 알고 있다」</i>는 것 외에는 별다른 정보가 없었다.<br><br>그녀는 즉시 주어진 사명을 이행하기로 결정한다.<br><br>눈, 관자놀이, 턱, 심장, 단부, 아랫배… 그녀는 일격에 치명타를 입힐 수 있는 급소를 순식간에 파악했다. 상대는 민첩하기로 유명한 여우족이지만, 허점투성이이니 아마도 한 번… 많아도 두 번의 공격이면 해결할 수 있을 것이다.<br><br>그러나 이번 일격은 실패하고 만다.<br><br>판관은 호기심 어린 눈빛으로 그를 응시한다. 남자의 근육은 마치 쥐라도 돌아다니는 것 같이 쉴 새 없이 들썩이고, 두 눈은 계획이 성공했다는 듯이 반짝이고 있다.<br><br>그는 급병에 걸린 것처럼 헐떡인다. 걷잡을 수 없는 고통 속에서 비명을 지르던 그의 온몸에 솜털이 자라고, 사지와 몸이 보이지 않는 어떤 힘에 의해 부풀어 오른다. 동천의 달빛 아래, 거대한 늑대인간이 몸을 일으킨다. 이때 판관의 눈에 인체를 둘러싸고 있는 그 새빨간 윤곽이 들불처럼 타오른다.<br><br><i>「너… 스스로 무덤을 파는구나」</i> 내면 깊은 곳의 습관으로 그녀는 한숨을 쉬려 하지만, 그녀의 몸에는 이제 그런 기능이 없다. <i>「약왕의 비전 약을 먹어봤자 죽음을 재촉할 뿐이야」</i><br><br>남자의 눈빛은 조금도 흔들리지 않는다. <i>「어차피 너희에게 발각된 그 순간부터 나는 이미 시한부였어」</i><br><br>여우족 남자는 옆에 있던 약주머니를 움켜쥐고 콩을 들이붓듯 더 많은 약을 입안에 털어 넣는다. <i>「너희처럼 피도 눈물도 없는 것들이 어떻게 이해하겠어. 내게는 반드시 이곳을 떠나야만 하는 이유가 있단 말이야!」</i><br><br>거대한 주먹이 순식간에 커지며 단번에 시야를 가득 메운다. 판관의 반응 기교는 아슬아슬하게 대응한다. 두 팔을 흔들자 그녀가 지니고 다니던 쇠사슬이 팽팽하게 원을 그리며 그 주먹을 감싸려 한다.<br><br>엄청난 힘이 실린 주먹이 가슴팍을 향해 날아들자, 백의의 판관이 딛고 서 있던 땅은 마치 거미줄처럼 갈라지며 움푹 꺼진다.<br><br>기계 장기가 부서지는 소리가 가볍게 났을 뿐, 통증은 없다. 백의의 판관은 한동안 정신이 아득했다"
        },
        {
            "_id": 3,
            "Story": "<i>「설의 님, 이 몸은 틀렸어요. 제… 제가 새로운 인형으로 옮겨드릴게요. 이 과정에서 좀 혼란스러울 수 있는데, 조금만 참으세요」</i><br><br>그녀와 명관 곽향 사이에서 비슷한 대화가 이미 수도 없이 반복됐다. 그녀는 예전과 똑같이 대답했다. <i>「고마워. 이번엔 튼튼한 걸로 골라줘」</i><br><br>곽향의 귀가 움직이는 게 보인다. 속상하다는 표현일까? 그녀는 알 수 없다. 그녀의 눈은 볼 수 있지만, 감정을 분별할 능력은 없다…. 어쩌면 이건 눈의 문제가 아닐지도 모른다.<br><br><i>「가장 뛰어나고, 튼튼하고, 가장 민첩한 부속품을 전부 설의 님의 몸 안에 넣었는데도 설의 님의 부상률과 손상률이 부서에서 가장 높아요…. 심문부의 장인들이 불평하기 시작했다고요」</i><br><br><i>「네가 다 조립하면, 난 바로……」</i><br><br><i>「…저것들의 머리를 『가볍게』 두드려주겠다는 거지?」</i> 익숙한 목소리가 산산조각 난 그녀의 몸 옆에서 들려왔다. <i>「저것들은 아직 피와 살을 지닌 평범한 몸이라 그런 장난은 못 견뎌」</i><br><br>늘어진 긴 머리카락이 그녀의 얼굴을 덮었다. 그녀의 인조 피부에서 방해 신호가 방출됐다. 그녀의 내려다보는 얼굴은 독립적인 오관에서 그녀에게 익숙하고 친근하기 그지없는 얼굴로 합쳐졌다.<br><br><i>「언니, 기교의 몸은 늘 자신이 강철 같이 단단하다는 착각을 불러일으키곤 해. 하지만 난 환생하는 휴일로 너무 빨리 망가진 언니의 몸을 때워야 한단 말이야. 그러니 다음에 사명을 이행할 땐 언니를 걱정하는 동생이 있다는 걸 기억해줬으면 좋겠어」</i><br><br><i>「기억할게」</i><br><br><i>「그래도 안 되면 곽향에게 언니의 머릿속에 이 말을 새겨 놓으라고 할… 아, 괜찮아, 곽향. 농담이야. 난 언니가 기억할 거라고 믿어」</i><br><br><i>「그럼 설의 님, 이제 시작할게요」</i><br><br><b>그녀는 자신이 잘리고 복제되어 수천 개로 쪼개져서 시왕사의 수많은 회로에 업로드되는 것을 느꼈다.<br>순간 그녀는 인과의 전당에 새겨진 수많은 기록을 읽었고, 선주 사람의 영혼의 전모를 잠시 살펴본 후 다시 기억을 잃었다.<br>다음 순간, 그녀는 주위의 금 조각상•저승사자의 몸에 들어가 금속 몸체의 강인함과 옥조 속의 흔들리지 않는 의지를 느꼈다.<br>천 개의 눈이 생겨난 그녀는 기계새의 날개와 시선으로 별뗏목의 바다 사람들을 굽어보았다……<br>천 개의 귀가 생겨난 그녀는 무한한 주파수에서 파형의 변화와 날카로운 소리를 들었다……<br>그녀의 천 개의 손은 명관의 몸에서 업보의 판결을 써 내려가고, 천 개의 발은 낯선 거리를 바삐 걸었다……<br>그녀는 이 순간 자신이 시왕사 옥조 회로 속에 있다는 것을 알고 있지만, 또 모든 곳에 존재하며 점점 흩어져 간다는 걸 느꼈다……</b><br><br><i>「언니… 언니!」</i><br><br>또다시 익숙한 목소리가 성문의 파형을 넘어 들려왔다. 기억 하나가 그녀를 단단히 속박했다. 백의의 판관은 한동안 정신이 아득했다"
        },
        {
            "_id": 4,
            "Story": "<i>「언니… 언니!」</i><br><br>그녀는 자신이 푸른 하늘 아래 있다는 것을 알아차리고 놀랐다. 주변엔 무성하게 자란 보리 이삭이 넘실댔다.<br><br>그녀는 웃으면서 잔가지와 일찌감치 주워 둔 꽃을 한데 엮어 품 안 여자아이의 머리 위에 얹어줬다. 고개를 돌린 아이는 꽃보다도 더 환하게 웃었다.<br><br>그녀는 아이의 얼굴을 꽉 끌어안고 영원히 이 섬세하고 연약한 얼굴을 보호하고, 그녀를 위해 많은 일을 하겠다고 맹세했다.<br><br><i>「언니… 언니!」</i><br><br>잠시 정신을 잃은 사이, 이 얼굴은 넓어지고 커졌다. 그 수려한 오관에는 그녀의 보호가 필요한 연약함이 사라지고, 강인한 모습뿐이었다. 이 얼굴은 예전에 그녀와 함께 걸었고, 함께 별뗏목에 올라 역외를 원정했다.<br><br>모래바람, 서리, 진흙 자국… 시간은 이 사랑스러운 얼굴에 많은 때를 묻혔지만, 그녀의 손은 언제나 부드럽고 섬세하게 모든 것을 닦아낸다.<br><br>그녀와 마찬가지로 여동생은 어른이 되었다. 사람들 앞에서 노심초사하는 어머니처럼 그렇게 얼굴을 닦아주어서는 안 된다는 건 알지만, 그렇다고 어찌 쉽게 놓을 수 있을까? 영원히 이 얼굴을 보호하겠다고, 많은 것들을 해주겠다고 맹세한 것을.<br><br><i>「언니… 언니!」</i><br><br>그녀는 화염과 피가 가득한 그을린 땅에서 고개를 들었다. 땅에는 수천 개의 익숙하지만 생기를 잃은 얼굴이 있었고, 그중 여동생의 얼굴도 보였다.<br><br>하지만 그녀는 자신의 얼굴은 찾을 수 없었다.<br><br><i>「난 그녀를, 너희 모두를 구할 수 있어. 손안의 가지를 가볍게 흔들기만 하면, 백골에 다시 피와 살이 생기고, 꽃잎이 흙먼지 속에서 꽃술로 돌아가게 할 수 있어. 너도 잘 알잖아」</i><br><br>그녀의 몸 아래에는 천 개의 얼굴을 가진 이상한 나무가 그녀와 모든 사람에게 말을 걸고 있었다. 그것이 가지를 흔들자, 가지와 줄기는 대지에 깊숙히 박혔다.<br><br><i>「나는 찰나이자 영원이다. 너희는 나로부터 진정한 장생을 얻으리라」</i><br><br>그녀는 눈물을 삼키며 눈을 감았다. 저항할 여력이 없었다. 이 순간 그녀는 거대한 나무의 보잘것없는 열매일 뿐, 웅장한 뿌리에 항변할 수 없었다.<br><br>불타는 거대한 검이 하늘에서 내려와 공기 중에 퍼진 달큰한 썩은 냄새를 모조리 태웠다. 갑옷을 걸친 우람한 남자가 유성처럼 전쟁터에 떨어져 노호하며 거대한 나무를 향해 돌진했다. 그 이상한 나무는 마치 꽃처럼 다시 한번 피어났고, 금빛 가지가 맹렬히 자라나 숙적을 칭칭 얽어맸다.<br><br><i>「죽음을 극복할 때마다 더없이 기뻐. 그들과 마찬가지로 네 육신은 보잘것없지만, 네 고통은 날 기쁘게 할 수도 있지」</i><br><br>가지는 날카롭게 웃으며 모든 머리가 자신을 대신해 한 글자씩 뱉도록 만들어 문장을 완성했다: <i>「등효, 이번엔 뭐로 날 죽일 셈이지? 정말 기대되는군」</i><br><br><i>「나 자신으로」</i> 남자는 담담하게 대꾸했다. 그의 등 뒤로 금빛 환영이 거대한 칼날을 하늘에서 대지로 내리꽂았다.<br><br><i>「언니… 언니!」</i><br><br>외침이 절박해진다. 그녀는 자신이 다시 선별되고 삭제되고 합쳐져 좁고 한정된 자아 속에 갇히는 것을 느꼈다.<br><br><i>「소위 말하는 명부 판관, 시왕의 칙사도 별거 아니구나」</i><br><br>꿈에서 깬 사람이 으레 그렇듯, 그녀는 자신의 몸으로 돌아왔지만, 방금 전 꿈을 잊어버렸다. 백의의 판관은 한동안 정신이 아득했다"
        },
        {
            "_id": 5,
            "Story": "백의의 판관 귓가에 여우족의 쉰 웃음소리는 늑대의 울부짖는 소리처럼 들렸다.<br><br>남자는 조직에서 가장 귀한 단약을 수십 알 가져갔다. 이제 보니 그는 실전 경험이 부족한 것 같다. 한 알만 먹어도 눈앞의 판관을 산산조각 낼 수 있으니 말이다.<br><br><i>「결국 기교는 한계가 있는 법이지…. 무한한 잠재력을 지닌 우리 장수종의 몸만 못 해」</i><br><br>여우족은 웃으며 손을 빼내려고 하지만 꿈쩍도 하지 않는다. 여러 번 감긴 쇠사슬이 거미줄처럼 그의 팔을 칭칭 감고 있다.<br><br>얼굴을 가린 흑발 사이로 판관의 눈이 번쩍였다. 여우족은 그 표정에서 사냥감의 피 냄새를 맡은 맹수의 모습을 떠올렸다. <i>「『오장신(五藏神)』, 내 기교 장기가 부서졌어. 동정심을 담당하는 부분이 약해졌지」</i><br><br><i>「…무슨 소린지 모르겠군!」</i> 여우족은 손가락을 갈퀴 모양으로 구부려 맹렬하게 공격했지만, 삼각 가시에 손바닥이 뚫려 울부짖는다.<br><br><i>「원래는 너를 성한 상태로 감옥에 보내 재판을 받게 하려고 했어. 육신의 고통을 덜어주고 싶었지. 그런데 네가 내 동정심을 파괴했어」</i><br><br><i>「허세 부리지 마! 네 사슬이 내 몸에 묶여 있는 걸 잊었나?」</i> 덫에 걸린 상처 입은 짐승은 몸부림치기 시작했다. 여우족이 쇠사슬을 잡아당겨 백의의 판관을 품으로 끌어들인다. 우람한 근육이 그의 분노에 반응해 올가미처럼 수축한다. 관절이 비틀리는 살벌한 소리가 공기 중에 울려 퍼진다.<br><br><i>「네 말대로 육신의 잠재력이란 무한하다…. 하지만 결정적인 단점이 딱 하나 있지. 고통을 느낀다는 것」</i><br><br>백의의 판관이 웅얼거리는 소리와 남자의 고통스러워 하는 비명이 밤하늘을 가득 메운다.<br><br>그녀는 산산조각 난 오른팔을 받친다. 부러진 팔에서 튀어나온 철골이 날카로운 창끝처럼 늑대의 모습을 드러낸 여우족의 턱에 꽂힌다. 주화입마에 빠진 탈주범은 발버둥치지만, 그를 단단히 옭아매는 판관을 뿌리칠 순 없다. 그는 극심한 통증으로 한참을 뒹굴다 마침내 의식을 잃고 축 늘어진다.<br><br><i>「피도 눈물도 없다고?」</i> 옷이 피로 물든 판관은 수배범의 거대한 몸에서 천천히 몸을 일으켰다. <i>「너희 풍요의 흉물이… 내 동정심을 부순 거야」</i><br><br>그녀는 두개골과 척추, 슬개골을 간신히 원래 위치로 돌려놓은 후, 아무리 애를 써도 붙지 않는 부러진 손을 허리춤에 묶는다.<br><br>이번엔 또 동생과 곽향이 얼마나 잔소리를 할까? 내면 깊은 곳의 습관으로 그녀는 한숨을 쉬려 하지만, 그녀의 몸에는 이제 그런 기능이 없다"
        }
    ]
}

var _voice_ = {
    "1214": [
        {
            "_id": "archive_xueyi_1",
            "Title": "첫 만남",
            "Voice": "시왕사 판관 설의, 시왕의 명을 받들어 환생해 일을 처리하지. 할 말 있으면 빨리해. 난 시간이 별로 없거든"
        },
        {
            "_id": "archive_xueyi_2",
            "Title": "인사",
            "Voice": "간만에 환생인데 바로 널 만나다니, 인연이군"
        },
        {
            "_id": "archive_xueyi_3",
            "Title": "작별",
            "Voice": "시간이 됐네, 하루의 「수명」이 끝났어. 관으로 돌아가서 쉴게. 걱정 말고"
        },
        {
            "_id": "archive_xueyi_4",
            "Title": "자신에 대해•이름",
            "Voice": "「설의」는 원래 백조의 일종이자 장기판의 흰 패를 지칭하는 말이야. 시왕의 뜻에 무조건 따르겠다는 결심으로 이 이름을 골랐지"
        },
        {
            "_id": "archive_xueyi_5",
            "Title": "자신에 대해•인형",
            "Voice": "난 산 사람이 아니야. 너와 이야기하는 건 시왕께서 하사한 인형의 몸이지. 내 몸은 오래 전에 먼지가 됐어"
        },
        {
            "_id": "archive_xueyi_6",
            "Title": "자신에 대해•자매",
            "Voice": "내 동생을 늘상 풀 죽어 있는 애로 보지 마. 내가 환생하는 짧은 시간에도 그 아이는 신나서 날 이리저리 끌고 다니거든. 난 그저 끌려다니는 수밖에 없지"
        },
        {
            "_id": "archive_xueyi_7",
            "Title": "잡담•업무",
            "Voice": "시왕사는 내게 범인 하나를 잡을 때마다 반나절을 환생시켜주기로 약속했어. 너희에게 반나절은 긴 시간이 아니겠지만, 내겐 무척 소중해"
        },
        {
            "_id": "archive_xueyi_8",
            "Title": "잡담•과거",
            "Voice": "살아 있을 때 난 마각의 몸에 빠져 큰 죄를 지었던 것 같아…. 시왕의 은혜로 죄를 만회할 기회를 얻은 거지"
        },
        {
            "_id": "archive_xueyi_9",
            "Title": "취미",
            "Voice": "난 생전에 취미가 많았나 봐. 거리 구경하기, 소설 읽기, 환상극 보기 등등. 반나절은 기억을 떠올리기에 충분하지만, 관에 들어가기만 하면 다 잊게 되지……"
        },
        {
            "_id": "archive_xueyi_10",
            "Title": "고민",
            "Voice": "「고민」 같은 건 내게 사치야"
        },
        {
            "_id": "archive_xueyi_11",
            "Title": "공유",
            "Voice": "관에서 잠잘 때면 늘 여러 죄인들의 과거에 대한 꿈을 꿔. 깨어나면 기억이 전혀 안 나지…. 이게 시왕사의 꿈점 보는 법인가?"
        },
        {
            "_id": "archive_xueyi_12",
            "Title": "견문",
            "Voice": "≪인형에 어울리지 않는 직업≫, 이 소설 읽어봤어? 누가 내 이야기를 소설로 썼는지 모르겠어…. 이상해, 설마 시왕사 동료인가?"
        },
        {
            "_id": "archive_xueyi_13",
            "Title": "한아에 대해",
            "Voice": "내 동생은 인과와 업보를 판독하는 중책을 맡고 있어서 평소에는 「인과의 전당」에서 지내. 휴일도 없이 밤새워 일하지. 근무 환경이 얼마나 열악한지 눈에 그늘까지 생겼다니까"
        },
        {
            "_id": "archive_xueyi_14",
            "Title": "곽향에 대해",
            "Voice": "곽향이라… 명관이 된 지 겨우 38년인데 갑자기 판관이 됐어. 이런 승진 속도는 금시초문이야. 명부의 규정대로라면 평범한 사람은 500년이 지나도 될까 말까거든"
        },
        {
            "_id": "archive_xueyi_15",
            "Title": "단항에 대해",
            "Voice": "내가 살아있을 때 단풍의 명성을 모르는 사람은 없었어. 근데 지금은 죄인이 되어 선주에서 쫓겨났지. 이름도 바뀌고…. 세상 일은 참 알 수 없어"
        },
        {
            "_id": "archive_xueyi_16",
            "Title": "경원에 대해",
            "Voice": "장군은 시왕사를 위해 최선을 다했으니, 시왕께서 크게 보답하실 거야"
        },
        {
            "_id": "archive_xueyi_17",
            "Title": "나찰에 대해",
            "Voice": "내 기계 몸을 고칠 수 있는 그 이방인… 평범하지는 않아"
        },
        {
            "_id": "archive_xueyi_18",
            "Title": "경류에 대해",
            "Voice": "그녀도 나처럼 죄를 지은 사람이야. 다만 속죄할 가능성과 필요가 없어서 잘못된 길을 가고 있지"
        },
        {
            "_id": "archive_xueyi_19",
            "Title": "꼬리에 대해",
            "Voice": "그때는 나도 동생을 말렸었어. 하지만 지금 보면 되레 시왕사에 많은 가능성을 안겨다 줬지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_xueyi",
            "Title": "성혼 활성화",
            "Voice": "시왕을 모시고 혼을 구금하는 판관이야. 명을 받들고 환생해 일을 처리하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_xueyi",
            "Title": "캐릭터 승급",
            "Voice": "좋아, 새로워졌군. 성공이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_xueyi",
            "Title": "캐릭터 최고 레벨",
            "Voice": "인형의 몸이지만 기능은 다 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_xueyi",
            "Title": "행적 활성화",
            "Voice": "시왕의 명은 필히 받들어야 하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohanya_xueyi",
            "Title": "파티 편성•한아",
            "Voice": "모처럼이네. 이번 임무는 우리 한아도 가는 거야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_xueyi",
            "Title": "파티 편성•단항",
            "Voice": "또 만났네, 반가워"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_xueyi",
            "Title": "파티 편성•단항•음월",
            "Voice": "너구나, 반가워. 그 모습을 보니 곤란한 일이 꽤 생길 것 같네"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_xueyi",
            "Title": "파티 편성•경원",
            "Voice": "도와주신 은혜는 시왕께서 반드시 갚으실 거예요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohuohuo_xueyi",
            "Title": "파티 편성•곽향",
            "Voice": "곽향, 내 뒤에서 지원해주면 돼"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_xueyi",
            "Title": "전투 시작•약점 격파",
            "Voice": "왜 항복을 안 해?"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_xueyi",
            "Title": "전투 시작•위험 경보",
            "Voice": "이게 다야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_xueyi_01",
            "Title": "턴 시작•1",
            "Voice": "시간이 됐어"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_xueyi_02",
            "Title": "턴 시작•2",
            "Voice": "네 죄를 알렸다"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_xueyi",
            "Title": "턴 대기",
            "Voice": "더 있다간 내 수명이 다할 거야…"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_xueyi_01",
            "Title": "전투 스킬",
            "Voice": "순순히 항복해!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_xueyi_01",
            "Title": "일반 공격",
            "Voice": "사형 집행"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_xueyi",
            "Title": "특성",
            "Voice": "마각, 용서 못해"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_xueyi_01",
            "Title": "약공격 피격",
            "Voice": "날 해칠 순 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_xueyi_01",
            "Title": "강공격 피격",
            "Voice": "다치면 또 어때서?"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_xueyi",
            "Title": "필살기•활성화",
            "Voice": "시왕의 명령으로…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_xueyi",
            "Title": "필살기•발동",
            "Voice": "마각, 단죄한다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_xueyi_01",
            "Title": "전투 불능",
            "Voice": "언니가 미안……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_xueyi",
            "Title": "전투 복귀",
            "Voice": "죽기엔 일러"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_xueyi",
            "Title": "HP 회복",
            "Voice": "운동 기능 회복 완료"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_xueyi",
            "Title": "비술",
            "Voice": "악령아 물렀거라"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_xueyi",
            "Title": "전투 승리",
            "Voice": "또 수명을 늘릴 수 있겠어……"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_xueyi",
            "Title": "전리품 오픈•1",
            "Voice": "재밌네, 그 녀석한테 보여주자"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_xueyi_02",
            "Title": "전리품 오픈•2",
            "Voice": "꽤 신선하군"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_xueyi",
            "Title": "진귀한 전리품 오픈",
            "Voice": "그 애한테 주면… 두고두고 기뻐할 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_xueyi",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "전에 환생했을 때도 이랬나?"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_xueyi_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "다음에는… 더 빨리 풀 수 있겠지……"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_xueyi",
            "Title": "적 발견",
            "Voice": "살기가 가득하니 조심해"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_xueyi",
            "Title": "도시로 복귀",
            "Voice": "관으로 돌아가기 전에 새로운 것들 좀 보고 싶어"
        }
    ]
}

var _notes_ = {
    "1214": []
}

var _adiff_ = {
    "1214": {}
}

var _mtc_ = {
    "1214": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111001": 4
            },
            {
                "2": 6400,
                "111001": 8
            },
            {
                "2": 12800,
                "111002": 5,
                "110416": 2
            },
            {
                "2": 32000,
                "111002": 8,
                "110416": 5
            },
            {
                "2": 64000,
                "111003": 5,
                "110416": 15
            },
            {
                "2": 128000,
                "111003": 7,
                "110416": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110111": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110112": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110112": 4,
                        "111002": 3
                    },
                    {
                        "2": 36000,
                        "110113": 2,
                        "111003": 2
                    },
                    {
                        "2": 128000,
                        "110113": 6,
                        "111003": 3
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110111": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110112": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110112": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110112": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110113": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110113": 4,
                        "110504": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110113": 6,
                        "110504": 1
                    },
                    {
                        "2": 240000,
                        "110113": 11,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110111": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110112": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110112": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110112": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110113": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110113": 4,
                        "110504": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110113": 6,
                        "110504": 1
                    },
                    {
                        "2": 240000,
                        "110113": 11,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110111": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110112": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110112": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110112": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110113": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110113": 4,
                        "110504": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110113": 6,
                        "110504": 1
                    },
                    {
                        "2": 240000,
                        "110113": 11,
                        "241": 1,
                        "110504": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "격파 특수효과 +37.3%",
                "Mat": {
                    "2": 190000,
                    "111001": 2,
                    "110112": 6,
                    "111002": 5,
                    "110113": 8,
                    "111003": 8
                }
            },
            {
                "Name": "HP +18%",
                "Mat": {
                    "2": 168000,
                    "110111": 2,
                    "111001": 4,
                    "110113": 8,
                    "111003": 8
                }
            },
            {
                "Name": "양자 속성 피해 증가 +8%",
                "Mat": {
                    "2": 136000,
                    "110112": 2,
                    "111002": 2,
                    "110113": 6,
                    "111003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "예지 장치",
                "Mat": {
                    "2": 4000,
                    "110111": 2,
                    "110504": 1
                }
            },
            {
                "Name": "서슬 축수",
                "Mat": {
                    "2": 16000,
                    "110112": 4,
                    "241": 1,
                    "110504": 1
                }
            },
            {
                "Name": "분석 중추",
                "Mat": {
                    "2": 128000,
                    "110113": 6,
                    "241": 1,
                    "110504": 1
                }
            }
        ]
    }
}