// Auto Generated

var _avatarskill_ = {
    "121801": {
        "v1": {
            "Name": "인화공심",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v2": {
            "Name": "인화공심",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v3": {
            "Name": "인화공심",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v4": {
            "Name": "인화공심",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v5": {
            "Name": "인화공심",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "Live": {
            "Name": "인화공심",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        }
    },
    "121802": {
        "v1": {
            "Name": "번료급습",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 동시에 인접한 목표에게 초구 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다. <b>#3[p]</b>의 <u>기본 확률</u>로 주목표에게 [그을림] 1스택을 부여한다",
            "Params": [
                [
                    0.9,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.125,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1218_BP"
        },
        "v2": {
            "Name": "번료급습",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 동시에 인접한 목표에게 초구 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다. <b>#3[p]</b>의 <u>기본 확률</u>로 주목표에게 [그을림] 1스택을 부여한다",
            "Params": [
                [
                    0.9,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.125,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1218_BP"
        },
        "v3": {
            "Name": "번료급습",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 동시에 인접한 목표에게 초구 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다. <b>#3[p]</b>의 <u>기본 확률</u>로 주목표에게 [훈작] 1스택을 부여한다",
            "Params": [
                [
                    0.75,
                    0.45,
                    1.0
                ],
                [
                    0.825,
                    0.495,
                    1.0
                ],
                [
                    0.9,
                    0.54,
                    1.0
                ],
                [
                    0.975,
                    0.585,
                    1.0
                ],
                [
                    1.05,
                    0.63,
                    1.0
                ],
                [
                    1.125,
                    0.675,
                    1.0
                ],
                [
                    1.21875,
                    0.73125,
                    1.0
                ],
                [
                    1.3125,
                    0.7875,
                    1.0
                ],
                [
                    1.40625,
                    0.84375,
                    1.0
                ],
                [
                    1.5,
                    0.9,
                    1.0
                ],
                [
                    1.575,
                    0.945,
                    1.0
                ],
                [
                    1.65,
                    0.99,
                    1.0
                ],
                [
                    1.725,
                    1.035,
                    1.0
                ],
                [
                    1.8,
                    1.08,
                    1.0
                ],
                [
                    1.875,
                    1.125,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1218_BP"
        },
        "v4": {
            "Name": "번료급습",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 동시에 인접한 목표에게 초구 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다. <b>#3[p]</b>의 <u>기본 확률</u>로 주목표에게 [훈작] 1스택을 부여한다",
            "Params": [
                [
                    0.75,
                    0.45,
                    1.0
                ],
                [
                    0.825,
                    0.495,
                    1.0
                ],
                [
                    0.9,
                    0.54,
                    1.0
                ],
                [
                    0.975,
                    0.585,
                    1.0
                ],
                [
                    1.05,
                    0.63,
                    1.0
                ],
                [
                    1.125,
                    0.675,
                    1.0
                ],
                [
                    1.21875,
                    0.73125,
                    1.0
                ],
                [
                    1.3125,
                    0.7875,
                    1.0
                ],
                [
                    1.40625,
                    0.84375,
                    1.0
                ],
                [
                    1.5,
                    0.9,
                    1.0
                ],
                [
                    1.575,
                    0.945,
                    1.0
                ],
                [
                    1.65,
                    0.99,
                    1.0
                ],
                [
                    1.725,
                    1.035,
                    1.0
                ],
                [
                    1.8,
                    1.08,
                    1.0
                ],
                [
                    1.875,
                    1.125,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1218_BP"
        },
        "v5": {
            "Name": "번료급습",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 동시에 인접한 목표에게 초구 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다. <b>#3[p]</b>의 <u>기본 확률</u>로 주목표에게 [훈작] 1스택을 부여한다",
            "Params": [
                [
                    0.75,
                    0.45,
                    1.0
                ],
                [
                    0.825,
                    0.495,
                    1.0
                ],
                [
                    0.9,
                    0.54,
                    1.0
                ],
                [
                    0.975,
                    0.585,
                    1.0
                ],
                [
                    1.05,
                    0.63,
                    1.0
                ],
                [
                    1.125,
                    0.675,
                    1.0
                ],
                [
                    1.21875,
                    0.73125,
                    1.0
                ],
                [
                    1.3125,
                    0.7875,
                    1.0
                ],
                [
                    1.40625,
                    0.84375,
                    1.0
                ],
                [
                    1.5,
                    0.9,
                    1.0
                ],
                [
                    1.575,
                    0.945,
                    1.0
                ],
                [
                    1.65,
                    0.99,
                    1.0
                ],
                [
                    1.725,
                    1.035,
                    1.0
                ],
                [
                    1.8,
                    1.08,
                    1.0
                ],
                [
                    1.875,
                    1.125,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1218_BP"
        },
        "Live": {
            "Name": "번료급습",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 동시에 인접한 목표에게 초구 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다. <b>#3[p]</b>의 <u>기본 확률</u>로 주목표에게 [훈작]을 1스택 부여한다",
            "Params": [
                [
                    0.75,
                    0.45,
                    1.0
                ],
                [
                    0.825,
                    0.495,
                    1.0
                ],
                [
                    0.9,
                    0.54,
                    1.0
                ],
                [
                    0.975,
                    0.585,
                    1.0
                ],
                [
                    1.05,
                    0.63,
                    1.0
                ],
                [
                    1.125,
                    0.675,
                    1.0
                ],
                [
                    1.21875,
                    0.73125,
                    1.0
                ],
                [
                    1.3125,
                    0.7875,
                    1.0
                ],
                [
                    1.40625,
                    0.84375,
                    1.0
                ],
                [
                    1.5,
                    0.9,
                    1.0
                ],
                [
                    1.575,
                    0.945,
                    1.0
                ],
                [
                    1.65,
                    0.99,
                    1.0
                ],
                [
                    1.725,
                    1.035,
                    1.0
                ],
                [
                    1.8,
                    1.08,
                    1.0
                ],
                [
                    1.875,
                    1.125,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1218_BP"
        }
    },
    "121803": {
        "v1": {
            "Name": "화솥진법, 기정상생",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "적이 보유한 [그을림] 스택 수를 필드 위 [그을림] 스택 수의 최대치로 일괄 설정하며, 이후 결계를 펼치고 모든 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계 안에 있을 시 적이 받는 필살기 피해가 @<b>#3[p]</b># 증가하고, 적 행동 시 @<b>#2[p]</b>#의 <u>기본 확률</u>로 [그을림] 1스택을 부여받는다. 해당 효과는 턴마다 적에게 1회만 발동된다.<br>결계는 <b>#4[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1회 감소한다. 초구가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다<br><br>@<b>전투 불능 상태</b>#<br>아군의 현재 HP가 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 있으면 목표는 전투를 계속할 수 없다",
            "Params": [
                [
                    1.2,
                    0.5,
                    0.09,
                    3.0
                ],
                [
                    1.28,
                    0.51,
                    0.096,
                    3.0
                ],
                [
                    1.36,
                    0.52,
                    0.102,
                    3.0
                ],
                [
                    1.44,
                    0.53,
                    0.108,
                    3.0
                ],
                [
                    1.52,
                    0.54,
                    0.114,
                    3.0
                ],
                [
                    1.6,
                    0.55,
                    0.12,
                    3.0
                ],
                [
                    1.7,
                    0.5625,
                    0.1275,
                    3.0
                ],
                [
                    1.8,
                    0.575,
                    0.135,
                    3.0
                ],
                [
                    1.9,
                    0.5875,
                    0.1425,
                    3.0
                ],
                [
                    2.0,
                    0.6,
                    0.15,
                    3.0
                ],
                [
                    2.08,
                    0.61,
                    0.156,
                    3.0
                ],
                [
                    2.16,
                    0.62,
                    0.162,
                    3.0
                ],
                [
                    2.24,
                    0.63,
                    0.168,
                    3.0
                ],
                [
                    2.32,
                    0.64,
                    0.174,
                    3.0
                ],
                [
                    2.4,
                    0.65,
                    0.18,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v2": {
            "Name": "화솥진법, 기정상생",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "적이 보유한 [그을림] 스택 수를 필드 위 [그을림] 스택 수의 최대치로 일괄 설정하며, 이후 결계를 펼치고 모든 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계 안에 있을 시 적이 받는 필살기 피해가 @<b>#3[p]</b># 증가하고, 적 행동 시 @<b>#2[p]</b>#의 <u>기본 확률</u>로 [그을림] 1스택을 부여받는다. 해당 효과는 턴마다 적에게 1회만 발동된다.<br>결계는 <b>#4[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1회 감소한다. 초구가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다<br><br>@<b>전투 불능 상태</b>#<br>아군의 현재 HP가 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 있으면 목표는 전투를 계속할 수 없다",
            "Params": [
                [
                    1.2,
                    0.5,
                    0.09,
                    3.0
                ],
                [
                    1.28,
                    0.51,
                    0.096,
                    3.0
                ],
                [
                    1.36,
                    0.52,
                    0.102,
                    3.0
                ],
                [
                    1.44,
                    0.53,
                    0.108,
                    3.0
                ],
                [
                    1.52,
                    0.54,
                    0.114,
                    3.0
                ],
                [
                    1.6,
                    0.55,
                    0.12,
                    3.0
                ],
                [
                    1.7,
                    0.5625,
                    0.1275,
                    3.0
                ],
                [
                    1.8,
                    0.575,
                    0.135,
                    3.0
                ],
                [
                    1.9,
                    0.5875,
                    0.1425,
                    3.0
                ],
                [
                    2.0,
                    0.6,
                    0.15,
                    3.0
                ],
                [
                    2.08,
                    0.61,
                    0.156,
                    3.0
                ],
                [
                    2.16,
                    0.62,
                    0.162,
                    3.0
                ],
                [
                    2.24,
                    0.63,
                    0.168,
                    3.0
                ],
                [
                    2.32,
                    0.64,
                    0.174,
                    3.0
                ],
                [
                    2.4,
                    0.65,
                    0.18,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v3": {
            "Name": "솥의 진법, 기정상생",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "적이 보유한 [훈작] 스택 수를 필드 위 [훈작] 스택 수의 최대치로 일괄 설정하며, 이후 결계를 펼치고 모든 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계 안에 있을 시 적이 받는 필살기 피해가 @<b>#3[p]</b># 증가하고, 적 행동 시 @<b>#2[p]</b>#의 <u>기본 확률</u>로 [훈작] 1스택을 부여받는다. 해당 효과는 턴마다 적에게 1회만 발동된다.<br>결계는 <b>#4[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1회 감소한다. 초구가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다<br><br>@<b>전투 불능 상태</b>#<br>아군의 현재 HP가 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 있으면 목표는 전투를 계속할 수 없다",
            "Params": [
                [
                    0.6,
                    0.5,
                    0.09,
                    3.0
                ],
                [
                    0.64,
                    0.51,
                    0.096,
                    3.0
                ],
                [
                    0.68,
                    0.52,
                    0.102,
                    3.0
                ],
                [
                    0.72,
                    0.53,
                    0.108,
                    3.0
                ],
                [
                    0.76,
                    0.54,
                    0.114,
                    3.0
                ],
                [
                    0.8,
                    0.55,
                    0.12,
                    3.0
                ],
                [
                    0.85,
                    0.5625,
                    0.1275,
                    3.0
                ],
                [
                    0.9,
                    0.575,
                    0.135,
                    3.0
                ],
                [
                    0.95,
                    0.5875,
                    0.1425,
                    3.0
                ],
                [
                    1.0,
                    0.6,
                    0.15,
                    3.0
                ],
                [
                    1.04,
                    0.61,
                    0.156,
                    3.0
                ],
                [
                    1.08,
                    0.62,
                    0.162,
                    3.0
                ],
                [
                    1.12,
                    0.63,
                    0.168,
                    3.0
                ],
                [
                    1.16,
                    0.64,
                    0.174,
                    3.0
                ],
                [
                    1.2,
                    0.65,
                    0.18,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v4": {
            "Name": "솥의 진법, 기정상생",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "적이 보유한 [훈작] 스택 수를 필드 위 [훈작] 스택 최대치로 일괄 설정한 후, 결계를 펼치고 모든 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계 안에 있을 시 적이 받는 필살기 피해가 @<b>#3[p]</b># 증가하고, 행동 시 @<b>#2[p]</b>#의 <u>기본 확률</u>로 [훈작]이 1스택 부여된다. 해당 효과는 적에게 턴마다 1회만 발동한다.<br>결계는 <b>#4[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 초구가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다<br><br>@<b>전투 불능 상태</b>#<br>아군의 현재 HP가 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 있으면 목표는 전투를 계속할 수 없다",
            "Params": [
                [
                    0.6,
                    0.5,
                    0.09,
                    3.0
                ],
                [
                    0.64,
                    0.51,
                    0.096,
                    3.0
                ],
                [
                    0.68,
                    0.52,
                    0.102,
                    3.0
                ],
                [
                    0.72,
                    0.53,
                    0.108,
                    3.0
                ],
                [
                    0.76,
                    0.54,
                    0.114,
                    3.0
                ],
                [
                    0.8,
                    0.55,
                    0.12,
                    3.0
                ],
                [
                    0.85,
                    0.5625,
                    0.1275,
                    3.0
                ],
                [
                    0.9,
                    0.575,
                    0.135,
                    3.0
                ],
                [
                    0.95,
                    0.5875,
                    0.1425,
                    3.0
                ],
                [
                    1.0,
                    0.6,
                    0.15,
                    3.0
                ],
                [
                    1.04,
                    0.61,
                    0.156,
                    3.0
                ],
                [
                    1.08,
                    0.62,
                    0.162,
                    3.0
                ],
                [
                    1.12,
                    0.63,
                    0.168,
                    3.0
                ],
                [
                    1.16,
                    0.64,
                    0.174,
                    3.0
                ],
                [
                    1.2,
                    0.65,
                    0.18,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v5": {
            "Name": "솥의 진법, 기정상생",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "적이 보유한 [훈작] 스택 수를 필드 위 [훈작] 스택 최대치로 일괄 설정한 후, 결계를 펼치고 모든 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계 안에 있을 시 적이 받는 필살기 피해가 @<b>#3[p]</b># 증가하고, 행동 시 @<b>#2[p]</b>#의 <u>기본 확률</u>로 [훈작]이 1스택 부여된다. 해당 효과는 적에게 턴마다 1회만 발동한다.<br>결계는 <b>#4[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 초구가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다<br><br>@<b>전투 불능 상태</b>#<br>아군의 현재 HP가 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 있으면 목표는 전투를 계속할 수 없다",
            "Params": [
                [
                    0.6,
                    0.5,
                    0.09,
                    3.0,
                    6.0
                ],
                [
                    0.64,
                    0.51,
                    0.096,
                    3.0,
                    6.0
                ],
                [
                    0.68,
                    0.52,
                    0.102,
                    3.0,
                    6.0
                ],
                [
                    0.72,
                    0.53,
                    0.108,
                    3.0,
                    6.0
                ],
                [
                    0.76,
                    0.54,
                    0.114,
                    3.0,
                    6.0
                ],
                [
                    0.8,
                    0.55,
                    0.12,
                    3.0,
                    6.0
                ],
                [
                    0.85,
                    0.5625,
                    0.1275,
                    3.0,
                    6.0
                ],
                [
                    0.9,
                    0.575,
                    0.135,
                    3.0,
                    6.0
                ],
                [
                    0.95,
                    0.5875,
                    0.1425,
                    3.0,
                    6.0
                ],
                [
                    1.0,
                    0.6,
                    0.15,
                    3.0,
                    6.0
                ],
                [
                    1.04,
                    0.61,
                    0.156,
                    3.0,
                    6.0
                ],
                [
                    1.08,
                    0.62,
                    0.162,
                    3.0,
                    6.0
                ],
                [
                    1.12,
                    0.63,
                    0.168,
                    3.0,
                    6.0
                ],
                [
                    1.16,
                    0.64,
                    0.174,
                    3.0,
                    6.0
                ],
                [
                    1.2,
                    0.65,
                    0.18,
                    3.0,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Ultra"
        },
        "Live": {
            "Name": "솥의 진법, 기정상생",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "적이 보유한 [훈작] 스택 수를 필드 위 [훈작] 스택 최대치로 일괄 설정한 후, 결계를 펼치고 모든 적에게 초구 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계 안에 있을 시 적이 받는 필살기 피해가 @<b>#3[p]</b># 증가하고, 행동 시 @<b>#2[p]</b>#의 <u>기본 확률</u>로 [훈작]이 1스택 부여된다. 결계가 존재하는 동안 해당 효과는 최대 <b>#5[f]</b>회 발동하며, 적 1기당 턴마다 1회만 발동한다. 초구가 필살기를 발동할 때마다 발동 횟수는 초기화된다.<br>결계는 <b>#4[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 초구가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    0.6,
                    0.5,
                    0.09,
                    3.0,
                    6.0
                ],
                [
                    0.64,
                    0.51,
                    0.096,
                    3.0,
                    6.0
                ],
                [
                    0.68,
                    0.52,
                    0.102,
                    3.0,
                    6.0
                ],
                [
                    0.72,
                    0.53,
                    0.108,
                    3.0,
                    6.0
                ],
                [
                    0.76,
                    0.54,
                    0.114,
                    3.0,
                    6.0
                ],
                [
                    0.8,
                    0.55,
                    0.12,
                    3.0,
                    6.0
                ],
                [
                    0.85,
                    0.5625,
                    0.1275,
                    3.0,
                    6.0
                ],
                [
                    0.9,
                    0.575,
                    0.135,
                    3.0,
                    6.0
                ],
                [
                    0.95,
                    0.5875,
                    0.1425,
                    3.0,
                    6.0
                ],
                [
                    1.0,
                    0.6,
                    0.15,
                    3.0,
                    6.0
                ],
                [
                    1.04,
                    0.61,
                    0.156,
                    3.0,
                    6.0
                ],
                [
                    1.08,
                    0.62,
                    0.162,
                    3.0,
                    6.0
                ],
                [
                    1.12,
                    0.63,
                    0.168,
                    3.0,
                    6.0
                ],
                [
                    1.16,
                    0.64,
                    0.174,
                    3.0,
                    6.0
                ],
                [
                    1.2,
                    0.65,
                    0.18,
                    3.0,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Ultra"
        }
    },
    "121804": {
        "v1": {
            "Name": "기정지변, 정교한 조리법",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "초구가 일반 공격, 전투 스킬, 필살기로 적을 명중하면 <b>#1[p]</b>의 <u>기본 확률</u>로 해당 적에게 [그을림] 1스택을 부여한다. 기본 상태에서 적이 받는 피해가 @<b>#2[p]</b># 증가하고, 1스택 중첩할 때마다 추가로 @<b>#3[p]</b># 증가한다, 최대 중첩수: <b>#4[f]</b>스택, [그을림] 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.075,
                    0.025,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.0825,
                    0.0275,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.09,
                    0.03,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.0975,
                    0.0325,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.105,
                    0.035,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1125,
                    0.0375,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.12188,
                    0.04063,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.13125,
                    0.04375,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.14062,
                    0.04688,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.15,
                    0.05,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1575,
                    0.0525,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.165,
                    0.055,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1725,
                    0.0575,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.18,
                    0.06,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1875,
                    0.0625,
                    5.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Passive"
        },
        "v2": {
            "Name": "기정지변, 정교한 조리법",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "초구가 일반 공격, 전투 스킬, 필살기로 적을 명중하면 <b>#1[p]</b>의 <u>기본 확률</u>로 해당 적에게 [그을림] 1스택을 부여한다. 기본 상태에서 적이 받는 피해가 @<b>#2[p]</b># 증가하고, 1스택 중첩할 때마다 추가로 @<b>#3[p]</b># 증가한다, 최대 중첩수: <b>#4[f]</b>스택, [그을림] 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.075,
                    0.025,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.0825,
                    0.0275,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.09,
                    0.03,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.0975,
                    0.0325,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.105,
                    0.035,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1125,
                    0.0375,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.12188,
                    0.04063,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.13125,
                    0.04375,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.14062,
                    0.04688,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.15,
                    0.05,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1575,
                    0.0525,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.165,
                    0.055,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1725,
                    0.0575,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.18,
                    0.06,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1875,
                    0.0625,
                    5.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Passive"
        },
        "v3": {
            "Name": "기정지변, 절묘한 맛",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "초구가 일반 공격, 전투 스킬, 필살기를 사용해 적 명중 시 <b>#1[p]</b>의 <u>기본 확률</u>로 해당 적에게 [훈작] 1스택을 부여한다. 1스택일 시 적이 받는 피해가 @<b>#2[p]</b># 증가하고, 이후 1스택 중첩될 때마다 @<b>#3[p]</b># 증가한다.<br>[훈작] 최대 중첩수: <b>#4[f]</b>스택, 지속 시간: <b>#5[f]</b>턴.<br>적이 [훈작] 상태일 시 동시에 연소 상태에 빠진 것으로 간주하며, 턴이 시작될 때마다 초구 공격력의 @<b>#6[p]</b>#만큼 화염 속성 지속 피해를 받는다",
            "Params": [
                [
                    1.0,
                    0.075,
                    0.025,
                    5.0,
                    2.0,
                    0.9
                ],
                [
                    1.0,
                    0.0825,
                    0.0275,
                    5.0,
                    2.0,
                    0.99
                ],
                [
                    1.0,
                    0.09,
                    0.03,
                    5.0,
                    2.0,
                    1.08
                ],
                [
                    1.0,
                    0.0975,
                    0.0325,
                    5.0,
                    2.0,
                    1.17
                ],
                [
                    1.0,
                    0.105,
                    0.035,
                    5.0,
                    2.0,
                    1.26
                ],
                [
                    1.0,
                    0.1125,
                    0.0375,
                    5.0,
                    2.0,
                    1.35
                ],
                [
                    1.0,
                    0.12188,
                    0.04063,
                    5.0,
                    2.0,
                    1.4625
                ],
                [
                    1.0,
                    0.13125,
                    0.04375,
                    5.0,
                    2.0,
                    1.575
                ],
                [
                    1.0,
                    0.14062,
                    0.04688,
                    5.0,
                    2.0,
                    1.6875
                ],
                [
                    1.0,
                    0.15,
                    0.05,
                    5.0,
                    2.0,
                    1.8
                ],
                [
                    1.0,
                    0.1575,
                    0.0525,
                    5.0,
                    2.0,
                    1.89
                ],
                [
                    1.0,
                    0.165,
                    0.055,
                    5.0,
                    2.0,
                    1.98
                ],
                [
                    1.0,
                    0.1725,
                    0.0575,
                    5.0,
                    2.0,
                    2.07
                ],
                [
                    1.0,
                    0.18,
                    0.06,
                    5.0,
                    2.0,
                    2.16
                ],
                [
                    1.0,
                    0.1875,
                    0.0625,
                    5.0,
                    2.0,
                    2.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Passive"
        },
        "v4": {
            "Name": "기정지변, 절묘한 맛",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "초구가 일반 공격, 전투 스킬, 필살기를 사용해 적 명중 시 <b>#1[p]</b>의 <u>기본 확률</u>로 해당 적에게 [훈작] 1스택을 부여한다. 1스택일 시 적이 받는 피해가 @<b>#2[p]</b># 증가하고, 이후 1스택 중첩될 때마다 @<b>#3[p]</b># 증가한다.<br>[훈작] 최대 중첩수: <b>#4[f]</b>스택, 지속 시간: <b>#5[f]</b>턴.<br>적이 [훈작] 상태일 시 동시에 연소 상태에 빠진 것으로 간주하며, 턴이 시작될 때마다 초구 공격력의 @<b>#6[p]</b>#만큼 화염 속성 지속 피해를 받는다",
            "Params": [
                [
                    1.0,
                    0.075,
                    0.025,
                    5.0,
                    2.0,
                    0.9
                ],
                [
                    1.0,
                    0.0825,
                    0.0275,
                    5.0,
                    2.0,
                    0.99
                ],
                [
                    1.0,
                    0.09,
                    0.03,
                    5.0,
                    2.0,
                    1.08
                ],
                [
                    1.0,
                    0.0975,
                    0.0325,
                    5.0,
                    2.0,
                    1.17
                ],
                [
                    1.0,
                    0.105,
                    0.035,
                    5.0,
                    2.0,
                    1.26
                ],
                [
                    1.0,
                    0.1125,
                    0.0375,
                    5.0,
                    2.0,
                    1.35
                ],
                [
                    1.0,
                    0.12188,
                    0.04063,
                    5.0,
                    2.0,
                    1.4625
                ],
                [
                    1.0,
                    0.13125,
                    0.04375,
                    5.0,
                    2.0,
                    1.575
                ],
                [
                    1.0,
                    0.14062,
                    0.04688,
                    5.0,
                    2.0,
                    1.6875
                ],
                [
                    1.0,
                    0.15,
                    0.05,
                    5.0,
                    2.0,
                    1.8
                ],
                [
                    1.0,
                    0.1575,
                    0.0525,
                    5.0,
                    2.0,
                    1.89
                ],
                [
                    1.0,
                    0.165,
                    0.055,
                    5.0,
                    2.0,
                    1.98
                ],
                [
                    1.0,
                    0.1725,
                    0.0575,
                    5.0,
                    2.0,
                    2.07
                ],
                [
                    1.0,
                    0.18,
                    0.06,
                    5.0,
                    2.0,
                    2.16
                ],
                [
                    1.0,
                    0.1875,
                    0.0625,
                    5.0,
                    2.0,
                    2.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Passive"
        },
        "v5": {
            "Name": "기정지변, 절묘한 맛",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "초구가 일반 공격, 전투 스킬, 필살기를 사용해 적 명중 시 <b>#1[p]</b>의 <u>기본 확률</u>로 해당 적에게 [훈작] 1스택을 부여한다. 1스택일 시 적이 받는 피해가 @<b>#2[p]</b># 증가하고, 이후 1스택 중첩될 때마다 @<b>#3[p]</b># 증가한다.<br>[훈작] 최대 중첩수: <b>#4[f]</b>스택, 지속 시간: <b>#5[f]</b>턴.<br>적이 [훈작] 상태일 시 동시에 연소 상태에 빠진 것으로 간주하며, 턴이 시작될 때마다 초구 공격력의 @<b>#6[p]</b>#만큼 화염 속성 지속 피해를 받는다",
            "Params": [
                [
                    1.0,
                    0.075,
                    0.025,
                    5.0,
                    2.0,
                    0.9
                ],
                [
                    1.0,
                    0.0825,
                    0.0275,
                    5.0,
                    2.0,
                    0.99
                ],
                [
                    1.0,
                    0.09,
                    0.03,
                    5.0,
                    2.0,
                    1.08
                ],
                [
                    1.0,
                    0.0975,
                    0.0325,
                    5.0,
                    2.0,
                    1.17
                ],
                [
                    1.0,
                    0.105,
                    0.035,
                    5.0,
                    2.0,
                    1.26
                ],
                [
                    1.0,
                    0.1125,
                    0.0375,
                    5.0,
                    2.0,
                    1.35
                ],
                [
                    1.0,
                    0.12188,
                    0.04063,
                    5.0,
                    2.0,
                    1.4625
                ],
                [
                    1.0,
                    0.13125,
                    0.04375,
                    5.0,
                    2.0,
                    1.575
                ],
                [
                    1.0,
                    0.14062,
                    0.04688,
                    5.0,
                    2.0,
                    1.6875
                ],
                [
                    1.0,
                    0.15,
                    0.05,
                    5.0,
                    2.0,
                    1.8
                ],
                [
                    1.0,
                    0.1575,
                    0.0525,
                    5.0,
                    2.0,
                    1.89
                ],
                [
                    1.0,
                    0.165,
                    0.055,
                    5.0,
                    2.0,
                    1.98
                ],
                [
                    1.0,
                    0.1725,
                    0.0575,
                    5.0,
                    2.0,
                    2.07
                ],
                [
                    1.0,
                    0.18,
                    0.06,
                    5.0,
                    2.0,
                    2.16
                ],
                [
                    1.0,
                    0.1875,
                    0.0625,
                    5.0,
                    2.0,
                    2.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Passive"
        },
        "Live": {
            "Name": "기정지변, 절묘한 맛",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "초구가 일반 공격, 전투 스킬, 필살기를 사용해 적 명중 시 <b>#1[p]</b>의 <u>기본 확률</u>로 해당 적에게 [훈작]을 1스택 부여한다. 1스택일 시 적이 받는 피해가 @<b>#2[p]</b># 증가하고, 이후 1스택 중첩될 때마다 @<b>#3[p]</b># 증가한다.<br>[훈작] 최대 중첩수: <b>#4[f]</b>스택, 지속 시간: <b>#5[f]</b>턴<br>적이 [훈작] 상태일 시 동시에 연소 상태에 빠진 것으로 간주하며, 턴이 시작될 때마다 초구 공격력의 @<b>#6[p]</b>#만큼 화염 속성 지속 피해를 받는다",
            "Params": [
                [
                    1.0,
                    0.075,
                    0.025,
                    5.0,
                    2.0,
                    0.9
                ],
                [
                    1.0,
                    0.0825,
                    0.0275,
                    5.0,
                    2.0,
                    0.99
                ],
                [
                    1.0,
                    0.09,
                    0.03,
                    5.0,
                    2.0,
                    1.08
                ],
                [
                    1.0,
                    0.0975,
                    0.0325,
                    5.0,
                    2.0,
                    1.17
                ],
                [
                    1.0,
                    0.105,
                    0.035,
                    5.0,
                    2.0,
                    1.26
                ],
                [
                    1.0,
                    0.1125,
                    0.0375,
                    5.0,
                    2.0,
                    1.35
                ],
                [
                    1.0,
                    0.12188,
                    0.04063,
                    5.0,
                    2.0,
                    1.4625
                ],
                [
                    1.0,
                    0.13125,
                    0.04375,
                    5.0,
                    2.0,
                    1.575
                ],
                [
                    1.0,
                    0.14062,
                    0.04688,
                    5.0,
                    2.0,
                    1.6875
                ],
                [
                    1.0,
                    0.15,
                    0.05,
                    5.0,
                    2.0,
                    1.8
                ],
                [
                    1.0,
                    0.1575,
                    0.0525,
                    5.0,
                    2.0,
                    1.89
                ],
                [
                    1.0,
                    0.165,
                    0.055,
                    5.0,
                    2.0,
                    1.98
                ],
                [
                    1.0,
                    0.1725,
                    0.0575,
                    5.0,
                    2.0,
                    2.07
                ],
                [
                    1.0,
                    0.18,
                    0.06,
                    5.0,
                    2.0,
                    2.16
                ],
                [
                    1.0,
                    0.1875,
                    0.0625,
                    5.0,
                    2.0,
                    2.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Passive"
        }
    },
    "121806": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        }
    },
    "121807": {
        "v1": {
            "Name": "혼란을 잠재우는 거센 불길",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#2[f]</b>초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적과 전투 진입 후 모든 적에게 초구 공격력의 <b>#1[p]</b>만큼 화염 속성 피해를 가하고, <b>#3[p]</b>의 <u>기본 확률</u>로 [그을림] 1스택을 부여한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    15.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Maze"
        },
        "v2": {
            "Name": "혼란을 잠재우는 거센 불길",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#2[f]</b>초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적과 전투 진입 후 모든 적에게 초구 공격력의 <b>#1[p]</b>만큼 화염 속성 피해를 가하고, <b>#3[p]</b>의 <u>기본 확률</u>로 [그을림] 1스택을 부여한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    15.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Maze"
        },
        "v3": {
            "Name": "혼란을 잠재우는 맹화",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#2[f]</b>초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적과 전투 진입 후 모든 적에게 초구 공격력의 <b>#1[p]</b>만큼 화염 속성 피해를 가하고, <b>#3[p]</b>의 <u>기본 확률</u>로 [훈작] 1스택을 부여한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    15.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Maze"
        },
        "v4": {
            "Name": "혼란을 잠재우는 맹화",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#2[f]</b>초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적과 전투 진입 후 모든 적에게 초구 공격력의 <b>#1[p]</b>만큼 화염 속성 피해를 가하고, <b>#3[p]</b>의 <u>기본 확률</u>로 [훈작] 1스택을 부여한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    15.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Maze"
        },
        "v5": {
            "Name": "혼란을 잠재우는 맹화",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#2[f]</b>초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적과 전투 진입 후 모든 적에게 초구 공격력의 <b>#1[p]</b>만큼 화염 속성 피해를 가하고, <b>#3[p]</b>의 <u>기본 확률</u>로 [훈작] 1스택을 부여한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    15.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Maze"
        },
        "Live": {
            "Name": "혼란을 잠재우는 맹화",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#2[f]</b>초 동안 지속되는 특수 영역을 하나 만든다. 특수 영역 안에 있는 적과 전투 진입 후 모든 적에게 초구 공격력의 <b>#1[p]</b>만큼 화염 속성 피해를 가하고, <b>#3[p]</b>의 <u>기본 확률</u>로 [훈작]을 1스택 부여한다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    15.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1218": {
        "v1": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "FireAddedRatio": 0.144,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "관화",
                "Desc": "결계가 있을 때 적의 효과 명중이 <b><color style='color:#f29e38'>30.0%</color></b> 감소하고, 턴이 시작될 때마다 초구 공격력의 <b><color style='color:#f29e38'>150.0%</color></b>만큼 화염 속성 추가 피해를 받는다",
                "Icon": "SkillIcon_1218_SkillTree1"
            },
            "Tree2": {
                "Name": "취사",
                "Desc": "초구의 효과 명중이 <b><color style='color:#f29e38'>80.0%</color></b>를 초과할 시 <b><color style='color:#f29e38'>15.0%</color></b> 초과할 때마다 추가로 공격력이 <b><color style='color:#f29e38'>60.0%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>240.0%</color></b>를 초과할 수 없다",
                "Icon": "SkillIcon_1218_SkillTree2"
            },
            "Tree3": {
                "Name": "훈향",
                "Desc": "결계 존재 시 적이 전투에 진입하면 적에게 [그을림]을 부여하고, 스택 수는 결계가 활성화되는 동안 [그을림] 스택 수가 가장 높은 목표와 동일하며, 최저치는 <b><color style='color:#f29e38'>1.0</color></b>스택이다",
                "Icon": "SkillIcon_1218_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "FireAddedRatio": 0.144,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "관화",
                "Desc": "결계가 있을 때 적의 효과 명중이 <b><color style='color:#f29e38'>30.0%</color></b> 감소하고, 턴이 시작될 때마다 초구 공격력의 <b><color style='color:#f29e38'>150.0%</color></b>만큼 화염 속성 추가 피해를 받는다",
                "Icon": "SkillIcon_1218_SkillTree1"
            },
            "Tree2": {
                "Name": "취사",
                "Desc": "초구의 효과 명중이 <b><color style='color:#f29e38'>80.0%</color></b>를 초과할 시 <b><color style='color:#f29e38'>15.0%</color></b> 초과할 때마다 추가로 공격력이 <b><color style='color:#f29e38'>60.0%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>240.0%</color></b>를 초과할 수 없다",
                "Icon": "SkillIcon_1218_SkillTree2"
            },
            "Tree3": {
                "Name": "훈향",
                "Desc": "결계 존재 시 적이 전투에 진입하면 적에게 [그을림]을 부여하고, 스택 수는 결계가 활성화되는 동안 [그을림] 스택 수가 가장 높은 목표와 동일하며, 최저치는 <b><color style='color:#f29e38'>1.0</color></b>스택이다",
                "Icon": "SkillIcon_1218_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "FireAddedRatio": 0.144,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "관화",
                "Desc": "전투 시작 시 즉시 에너지를 <b><color style='color:#f29e38'>15.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1218_SkillTree1"
            },
            "Tree2": {
                "Name": "취사",
                "Desc": "초구의 효과 명중이 <b><color style='color:#f29e38'>80.0%</color></b>를 초과할 시 <b><color style='color:#f29e38'>15.0%</color></b>를 초과할 때마다 추가로 공격력이 <b><color style='color:#f29e38'>60.0%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>240.0%</color></b>까지 증가)",
                "Icon": "SkillIcon_1218_SkillTree2"
            },
            "Tree3": {
                "Name": "훈향",
                "Desc": "결계 존재 시 적이 전투에 진입하면 적에게 [훈작]을 부여하고, 스택 수는 결계가 활성화되는 동안 [훈작] 스택 수가 가장 높은 목표와 동일하며, 최저치는 <b><color style='color:#f29e38'>1.0</color></b>스택이다",
                "Icon": "SkillIcon_1218_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "FireAddedRatio": 0.144,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "관화",
                "Desc": "전투 시작 시 즉시 에너지를 <b><color style='color:#f29e38'>15.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1218_SkillTree1"
            },
            "Tree2": {
                "Name": "취사",
                "Desc": "초구의 효과 명중이 <b><color style='color:#f29e38'>80.0%</color></b>를 초과할 시 <b><color style='color:#f29e38'>15.0%</color></b>를 초과할 때마다 추가로 공격력이 <b><color style='color:#f29e38'>60.0%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>240.0%</color></b>까지 증가)",
                "Icon": "SkillIcon_1218_SkillTree2"
            },
            "Tree3": {
                "Name": "훈향",
                "Desc": "결계가 있을 때 적은 전투 진입 시 [훈작]을 부여받고, 스택 수는 결계가 펼쳐진 동안 [훈작] 스택 수가 가장 높은 유닛과 동일하며, 최저치는 <b><color style='color:#f29e38'>1.0</color></b>스택이다",
                "Icon": "SkillIcon_1218_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "FireAddedRatio": 0.144,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "관화",
                "Desc": "전투 시작 시 즉시 에너지를 <b><color style='color:#f29e38'>15.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1218_SkillTree1"
            },
            "Tree2": {
                "Name": "취사",
                "Desc": "초구의 효과 명중이 <b><color style='color:#f29e38'>80.0%</color></b>를 초과할 시 <b><color style='color:#f29e38'>15.0%</color></b>를 초과할 때마다 추가로 공격력이 <b><color style='color:#f29e38'>60.0%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>240.0%</color></b>까지 증가)",
                "Icon": "SkillIcon_1218_SkillTree2"
            },
            "Tree3": {
                "Name": "훈향",
                "Desc": "결계 존재 시 적이 전투에 진입하면 [훈작]을 부여받고, 스택 수는 결계가 펼쳐진 동안 [훈작] 스택 수가 가장 높은 유닛과 동일하며, 최저치는 <b><color style='color:#f29e38'>1.0</color></b>스택이다",
                "Icon": "SkillIcon_1218_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "FireAddedRatio": 0.144,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "관화",
                "Desc": "전투 시작 시 즉시 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1218_SkillTree1"
            },
            "Tree2": {
                "Name": "취사",
                "Desc": "초구의 효과 명중이 <b><color style='color:#f29e38'>80%</color></b>를 초과할 시 <b><color style='color:#f29e38'>15%</color></b>를 초과할 때마다 추가로 공격력이 <b><color style='color:#f29e38'>60%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>240%</color></b>까지 증가)",
                "Icon": "SkillIcon_1218_SkillTree2"
            },
            "Tree3": {
                "Name": "훈향",
                "Desc": "결계가 있을 시 적이 전투에 진입하면 [훈작]을 부여받고, 스택 수는 결계가 펼쳐진 동안 [훈작] 스택 수가 가장 높은 유닛과 동일하며, 최저치는 <b><color style='color:#f29e38'>1</color></b>스택이다",
                "Icon": "SkillIcon_1218_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "121801": {
        "v1": {
            "Rank": 1,
            "Name": "장기에 작용하는 다섯 가지 맛",
            "Desc": "아군이 [그을림] 상태의 적 공격 시 가하는 피해가 <b><color style='color:#f29e38'>48.0%</color></b> 증가한다. 특성 효과를 발동할 때마다 적을 [그을림] 상태에 빠뜨리고, 이번에 중첩된 [그을림] 스택이 추가로 <b><color style='color:#f29e38'>1.0</color></b>스택 증가한다",
            "Icon": "SkillIcon_1218_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "장기에 작용하는 다섯 가지 맛",
            "Desc": "아군이 [그을림] 상태의 적 공격 시 가하는 피해가 <b><color style='color:#f29e38'>48.0%</color></b> 증가한다. 특성 효과를 발동할 때마다 적을 [그을림] 상태에 빠뜨리고, 이번에 중첩된 [그을림] 스택이 추가로 <b><color style='color:#f29e38'>1.0</color></b>스택 증가한다",
            "Icon": "SkillIcon_1218_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "장기에 작용하는 다섯 가지 맛",
            "Desc": "아군이 [훈작] 상태의 적 공격 시 가하는 피해가 <b><color style='color:#f29e38'>48.0%</color></b> 증가한다. 특성 효과를 발동해 적을 [훈작] 상태에 빠트릴 때마다 이번에 중첩되는 [훈작] 스택이 추가로 <b><color style='color:#f29e38'>1.0</color></b>스택 증가한다",
            "Icon": "SkillIcon_1218_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "장기에 작용하는 다섯 가지 맛",
            "Desc": "아군이 [훈작] 상태의 적에게 가하는 피해가 <b><color style='color:#f29e38'>40.0%</color></b> 증가한다. 특성 효과를 발동해 적을 [훈작] 상태에 빠트릴 때마다 이번에 중첩되는 [훈작] 스택이 추가로 <b><color style='color:#f29e38'>1.0</color></b>스택 증가한다",
            "Icon": "SkillIcon_1218_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "장기에 작용하는 다섯 가지 맛",
            "Desc": "아군이 [훈작] 상태의 적에게 가하는 피해가 <b><color style='color:#f29e38'>40.0%</color></b> 증가한다. 특성 효과를 발동해 적을 [훈작] 상태에 빠트릴 때마다 이번에 중첩되는 [훈작] 스택이 추가로 <b><color style='color:#f29e38'>1.0</color></b>스택 증가한다",
            "Icon": "SkillIcon_1218_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "장기에 작용하는 다섯 가지 맛",
            "Desc": "아군이 [훈작] 상태의 적에게 가하는 피해가 <b><color style='color:#f29e38'>40%</color></b> 증가한다. 특성 효과를 발동해 적을 [훈작] 상태에 빠트릴 때마다 이번에 중첩되는 [훈작] 스택이 추가로 <b><color style='color:#f29e38'>1</color></b>스택 증가한다",
            "Icon": "SkillIcon_1218_Rank1"
        }
    },
    "121802": {
        "v1": {
            "Rank": 2,
            "Name": "입에 단 것은 독이 되는 법",
            "Desc": "[그을림] 상태는 연소 상태로 간주한다. [그을림] 상태의 적은 턴이 시작될 때마다 초구의 공격력의 <b><color style='color:#f29e38'>300.0%</color></b>만큼 화염 속성 지속 피해를 받는다",
            "Icon": "SkillIcon_1218_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "입에 단 것은 독이 되는 법",
            "Desc": "[그을림] 상태는 연소 상태로 간주한다. [그을림] 상태의 적은 턴이 시작될 때마다 초구 공격력의 <b><color style='color:#f29e38'>300.0%</color></b>만큼 화염 속성 지속 피해를 받는다",
            "Icon": "SkillIcon_1218_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "입에 단 것은 독이 되는 법",
            "Desc": "적이 [훈작] 상태일 시 [훈작]이 해당 적에게 가하는 화염 속성 지속 피해 배율이 <b><color style='color:#f29e38'>300.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1218_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "입에 단 것은 독이 되는 법",
            "Desc": "적이 [훈작] 상태일 시 [훈작]이 해당 적에게 가하는 화염 속성 지속 피해 배율이 <b><color style='color:#f29e38'>300.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1218_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "입에 단 것은 독이 되는 법",
            "Desc": "적이 [훈작] 상태일 시 [훈작]이 해당 적에게 가하는 화염 속성 지속 피해 배율이 <b><color style='color:#f29e38'>300.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1218_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "입에 단 것은 독이 되는 법",
            "Desc": "적이 [훈작] 상태일 시 [훈작]이 해당 적에게 가하는 화염 속성 지속 피해 배율이 <b><color style='color:#f29e38'>300%</color></b> 증가한다",
            "Icon": "SkillIcon_1218_Rank2"
        }
    },
    "121803": {
        "v1": {
            "Rank": 3,
            "Name": "거부할 수 없는 향료의 배합",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1218_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "거부할 수 없는 향료의 배합",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1218_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "거부할 수 없는 향료의 배합",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1218_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "거부할 수 없는 향료의 배합",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1218_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "거부할 수 없는 향료의 배합",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1218_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "거부할 수 없는 향료의 배합",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1218_BP"
        }
    },
    "121804": {
        "v1": {
            "Rank": 4,
            "Name": "오장의 균형, 왕성한 혈기",
            "Desc": "결계가 있을 때 적의 공격력이 <b><color style='color:#f29e38'>15.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "오장의 균형, 왕성한 혈기",
            "Desc": "결계가 있을 때 적의 공격력이 <b><color style='color:#f29e38'>15.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "오장의 균형, 왕성한 혈기",
            "Desc": "결계가 있을 시 적의 공격력이 <b><color style='color:#f29e38'>15.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "오장의 균형, 왕성한 혈기",
            "Desc": "결계가 있을 시 적의 공격력이 <b><color style='color:#f29e38'>15.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "오장의 균형, 왕성한 혈기",
            "Desc": "결계가 있을 시 적의 공격력이 <b><color style='color:#f29e38'>15.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "오장의 균형, 왕성한 혈기",
            "Desc": "결계가 있을 시 적의 공격력이 <b><color style='color:#f29e38'>15%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank4"
        }
    },
    "121805": {
        "v1": {
            "Rank": 5,
            "Name": "대낮의 전투, 심야의 암투",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "대낮의 전투, 심야의 암투",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "대낮의 전투, 심야의 암투",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "대낮의 전투, 심야의 암투",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "대낮의 전투, 심야의 암투",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1218_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "대낮의 전투, 심야의 암투",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1218_Ultra"
        }
    },
    "121806": {
        "v1": {
            "Rank": 6,
            "Name": "화력으로 결정되는 맛",
            "Desc": "적이 처치되면 해당 적이 보유한 [그을림]은 필드 위에 생존한 [그을림] 스택이 가장 낮은 적에게 전이된다. [그을림]의 스택 수 상한이 <b><color style='color:#f29e38'>9.0</color></b>까지 증가하고, [그을림] 1스택마다 적의 모든 속성 저항이 <b><color style='color:#f29e38'>3.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "화력으로 결정되는 맛",
            "Desc": "적이 처치되면 해당 적이 보유한 [그을림]은 필드 위 [그을림] 스택이 가장 낮은 적에게 중첩된다. [그을림]의 스택 수 상한이 <b><color style='color:#f29e38'>9.0</color></b>까지 증가하고, [그을림] 1스택마다 적의 모든 속성 저항이 <b><color style='color:#f29e38'>3.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "화력으로 결정되는 맛",
            "Desc": "적이 처치되면 해당 적이 보유한 [훈작]은 필드 위 [훈작] 스택이 가장 낮은 적에게 중첩된다. [훈작]의 스택 수 상한이 <b><color style='color:#f29e38'>9.0</color></b>까지 증가하고, [훈작] 1스택마다 적의 모든 속성 저항이 <b><color style='color:#f29e38'>3.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "화력으로 결정되는 맛",
            "Desc": "적이 처치될 때 해당 적이 보유한 [훈작]은 필드 위 [훈작] 스택이 가장 낮은 적에게 중첩된다. [훈작]의 스택 수 상한이 <b><color style='color:#f29e38'>9.0</color></b>까지 증가하고, [훈작] 1스택마다 적의 모든 속성 저항이 <b><color style='color:#f29e38'>3.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "화력으로 결정되는 맛",
            "Desc": "적이 처치될 때 해당 적이 보유한 [훈작]은 필드 위 [훈작] 스택이 가장 낮은 적에게 중첩된다. [훈작]의 스택 수 상한이 <b><color style='color:#f29e38'>9.0</color></b>까지 증가하고, [훈작] 1스택마다 적의 모든 속성 저항이 <b><color style='color:#f29e38'>3.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "화력으로 결정되는 맛",
            "Desc": "적이 처치될 때 해당 적이 보유한 [훈작]은 필드 위 [훈작] 스택이 가장 낮은 적에게 중첩된다. [훈작]의 스택 수 상한이 <b><color style='color:#f29e38'>9</color></b>까지 증가하고, [훈작] 1스택마다 목표의 모든 속성 저항이 <b><color style='color:#f29e38'>3%</color></b> 감소한다",
            "Icon": "SkillIcon_1218_Rank6"
        }
    }
}

var _story_ = {
    "1218": [
        {
            "_id": 1,
            "Story": "선주 「요청」의 여우족 의사이자 책사, 늘 웃는 얼굴로 사람들을 대하지만 실은 꽤 계산적이다.<br>단정사의 명문 출신으로, 한때 마음의 문을 닫고 속세와 단절해 의술을 손에서 놓았으나 「천격 장군」 비소를 치료하기 위해 다시 세상 밖으로 나왔다.<br>의식동원의 처방 연구에 정통하다. 그중에서도 통각을 자극하는 매운 음식이 특기이며, 「구궁각」이라는 가마솥 제약술을 발명했다"
        },
        {
            "_id": 2,
            "Story": "요청, 비우호.<br>수초에 노란 꽃이 피어있고 물고기가 가랑비 사이로 튀어 오른다. 마름 연꽃은 제멋대로 자라나 있고 호숫가의 서덜에는 항상 늙은 거북이가 등딱지를 말리고 있다.<br><br>여우족 소년이 약롱을 등에 진 채 작은 배를 젓다 가랑비가 귓바퀴를 타고 흘러내리자 가볍게 털어냈다.<br>그는 노랑어리연꽃을 건져 연꽃을 따고 신선한 줄기를 벗겨 입에 넣었다.<br><i>「달짝지근하고 촉촉하니 맛있네……」</i><br>다 따고 나서 그는 가볍게 노를 저어 호수를 건너고 의사 복장으로 갈아입었다.<br>……<br>수증기로 가득 찬 의원에는 기이한 향이 감돌고 있다.<br><i>「맥은 나아졌으나 아직 몸조리가 필요합니다. 제가 만든 신약을 한번 써볼까요?」</i><br>맥을 짚을 때 쓰는 베개와 금침을 치운 그는 미소를 머금고 새로운 의료 도구를 꺼냈다.<br>노인은 탁자 위에 놓인 구궁솥을 보며 쓴웃음을 지었다.<br><i>「남들은 평생을 쏟아부어도 신약을 몇 가지밖에 못 만들 건만, 너는 잘도 하루 만에 몇 가지씩 만들어 내는구나」</i><br><i>「과찬이십니다, 스승님. 이건 『구궁각』이라는 가마솥 제약술인데, 만들기도 쉽고 효과도 아주 뛰어나죠」</i><br>그는 약롱에서 재료를 꺼내 간단하게 씻은 다음 얇게 썰었다. 솥의 탕이 보글보글 끓기 시작했다.<br><i>「천금초 1냥, 소태나무 3돈, 종용 4리를 큰 뼈와 함께 삶은 다음 심해 조개를 곁들이면, 쓴맛을 없애고 심신을 안정시켜 수면에 도움이 됩니다」 「여기 흰 미꾸라지와 청금퉁돔은 성질이 따뜻하여 기혈을 보충해주니 2~3초만 데쳐서 드세요」<br>「푸른 버섯, 은침, 설 연근은… 제가 비우호에서 약 찌꺼기로 정성껏 키운 작물입니다. 맛도 있고 약효도 있죠」</i><br>영롱한 생선살이 펄펄 끓는 탕으로 미끄러지듯 들어갔다. 스승과 제자는 맛있는 식사를 하며 비 오는 날의 한기를 쫓았다.<br><br>식기가 어지러이 흩어질 때쯤 노인은 무언가를 깨달은 듯 잔과 젓가락을 내려놓았다.<br><i>「이 『구궁각』에는 다른 목적이 숨겨져 있는 것 같구나」</i><br>그는 일어서서 예를 올렸다.<br><i>「스승님은 역시 예리하시군요. 단정사에 들어갈지 말지, 이 제자 마음을 정했습니다」<br>「단정사는 좋은 곳이지만 의술로 사람을 구하고자 하는 저의 뜻과는 맞지 않습니다. 의술이 가장 필요한 곳을 꼽는다면 그건 단연코 요청의 전장이겠지요」<br>「그리고 수많은 의사 중에 저희 염지파만이 의식동원을 강조하고 음식의 즐거움으로 질병의 고통을 해결하고자 합니다…. 『구궁각』의 약은 쉽고 빠르게 한기와 습기를 제거하는데 이는 제자가 전장을 위해 만든 것이지요」<br>「생사의 갈림길에서 가장 중한 것은 사람의 목숨입니다. 제가 그곳에서 도움이 된다면 저를 키워준 단정사의 은혜에 보답하는 길이 될 것입니다」</i><br>노인은 충고하고 싶은 듯했으나 끝내 말을 삼켰다.<br><i>「전장은 몹시 추운 곳이니 출발하기 전에… 몸을 따뜻하게 하는 식자재를 더 챙겨가거라」</i>"
        },
        {
            "_id": 3,
            "Story": "요청의 군대는 일 년 내내 역외 행성으로 원정을 떠난다. 그는 가마솥 제약술을 여러 차례 개선하여 날로 까다롭고 복잡해지는 주둔 환경에 대응하고자 했다.<br><br>흔치 않은 제약술이 효험까지 뛰어나자 그의 명성은 삽시간에 요청 군대에 퍼져 병사들의 신뢰를 얻었다.<br>하지만 이런 성과에도 불구하고 그의 마음의 짐은 조금도 덜어지지 않았다.<br>매일, 출발을 알리는 호각이 울리면 그가 치료한 환자가 다시 전장에 나섰다.<br>매일, 복귀를 알리는 발소리가 들리면 구궁각을 둘러싸는 얼굴이 적어져 있었다.<br>조금 전에도 복귀할 때마다 구궁각을 먹겠다고 노래를 부르던 병사가 영원히 떠났다.<br>그는 오늘의 문진을 마치고 임시로 지은 야전의원을 나서 긴 한숨을 내쉬었다. 눈보라가 휘몰아쳐도 그는 조금도 춥지 않았다.<br>또다시 호각이 울리고 군대가 출발할 준비를 마쳤다. 곧 야전의원은 중상을 입은 병사로 가득 찰 것이다. 아무리 그가 죽은 사람도 살리는 의술을 지녔어도 끝날 줄 모르는 전쟁은 여전히 젊은이들의 목숨을 집어삼키고 있다.<br><br>매일 밤, 그는 월아 장군과 이야기를 나누곤 했지만 이날만큼은 쉽사리 입을 떼지 못했다.<br><i>「요즘 들어 이런 생각이 듭니다…. 제가 치료한 환자가 또다시 죽음을 향해 달려갈 운명이라면 그 의사의 의의는 무엇일까요?」</i><br><br>병실에서 숨죽여 흐느끼는 소리가 들려왔다. 그는 눈을 꾹 감았다 뜬 후에야 자신의 두 눈이 메말라 버렸단 걸 깨달았다.<br>——더 이상 흐를 눈물도 없을 정도로 말이다"
        },
        {
            "_id": 4,
            "Story": "또다시 출정할 때가 됐다.<br>하지만 참혹한 시체의 모습과 내려올 줄 모르는 사망률, 종일 울려 퍼지는 포화와 하늘에 떠 있는 거대한 물체는 이 전쟁이 이전과 달리 얼마나 참혹한 전쟁이 될 것인지 예고하고 있었다.<br><br>그러던 어느 날, 연맹 사람들의 염원을 싣고 하늘 높이 솟은 「감운경」이 드디어 그분의 응답을 받았다.<br>뜨거운 폭풍이 예고 없이 들이치자 나약한 풍요의 흉물은 핏빛 안개가 되었으며 직시할 수 없는 빛이 창공을 갈랐다.<br>그는 빛의 물결이 닿은 산들이 가루가 되는 걸 보았다.<br>그는 미처 후퇴하지 못한 선주 군단과 풍요의 흉물이 먼지가 되는 걸 보았다.<br>그는 월아 장군을 따르던 소녀가 곧 괴멸될 적진을 뛰어다니며 살아남은 병사를 데려오려 했다는 얘기를 들었다.<br>빛의 바다의 파도가 닿기 전에 그는 온 힘을 다해 소녀를 구하고 빛의 여파 속에서 의식을 잃었다.<br>……<br>너덜너덜해진 군기가 바람에 휘날리고, 얼마 안 되는 생존자들이 모닥불 앞에 앉아 입을 다물고 있다.<br>깡, 깡, 깡——<br>울퉁불퉁한 가마솥이 사나운 바람에 황야를 이리저리 구르고 있다.<br><br>주둔하고 있는 행성의 추위에는 애저녁에 익숙해져 그렇게 춥다고 느껴본 적이 없었는데 안팎으로 극심한 추위가 느껴졌다.<br>그는 가마솥을 주워 물을 넣고 끓이고 얼마 안 남은 식자재를 넣는 동작을 일사천리로 진행했다.<br><i>「그래도 춥네……」</i><br>생존자는 그저 음식을 씹기만 했다, 아무 말 없이.<br><i>「매운 걸 좀 넣어볼까」</i><br>그는 가지고 있던 약주머니를 꺼냈다.<br><i>「아직 좀 부족한데」</i><br>그는 고추를 더 넣었다.<br><i>「그래도 좀 부족해」</i><br>그는 가지고 있던 향신료를 전부 가마솥에 쏟아부었다.<br><i>「이젠 넣을 게 없네」</i><br>붉은 기름이 펄펄 끓자 그는 야채를 집어 입에 넣었다. 무뎌져 있던 입맛이 살아나고 그는 처음으로 강렬하게 생명의 존재를 느꼈다——<br>그건 고통에 가까운 맛이었다"
        },
        {
            "_id": 5,
            "Story": "요청, 비우호.<br>수초에 노란 꽃이 피어있고 물고기가 가랑비 사이로 튀어 오른다. 마름 연꽃은 제멋대로 자라나 있고 호숫가의 서덜에는 항상 늙은 거북이가 등딱지를 말리고 있다.<br><br>호수에서 그는 약롱을 등에 진 채 작은 배를 저었다. 가랑비가 귓바퀴를 타고 흘러내려 그의 옷을 적셨다.<br>그가 노랑어리연꽃을 건져 연꽃을 딴 다음 신선한 줄기를 벗겨 입에 넣었다.<br><i>「흠, 맛이 심심하군……」</i> 그는 고개를 가로저었다.<br><i>「선생님, 어떤 노인 한 분이 식당에 찾아왔습니다. 오랜 지인이라고 하시던데요——」</i><br>문지기의 소리가 호수 건너에서 들려왔다. 그는 한숨을 내쉬고 배를 저어 돌아갔다.<br><br>그는 스승이 찾아온 이유를 짐작했지만 이제 의술이라면 지겨웠다.<br><i>「스승님, 오늘은 비우식당의 가마솥 맛이 궁금해 오셨나요? 미리 말씀드리자면, 여긴 아주 매운맛과 아주아주 매운맛밖에 없답니다」</i><br>노인이 탁자 앞에 앉아 한숨을 쉬었다.<br><i>「군에 가기 전까지만 해도 넌 담백한 음식을 좋아했지」</i><br>솥을 내온 그의 눈에 잠시 그리움이 비쳤다 사라졌다.<br><i>「사람은… 변하기 마련입니다」</i><br>노인은 청금퉁돔 한 점을 집어 붉은 기름이 펄펄 끓는 솥에 살짝 데쳤다.<br><i>「그럼 나도 한번 시도해보마. 다만 이번에 온 건 음식 때문이 아니다. 네가 구한 소녀를 기억하느냐?」<br>「시종일관 전임 장군을 따르던 비소 말이다. 그 아이가 요청의 장군직을 맡게 되었는데 의사가 필요하다더구나. 그 자리에 너만 한 적임자가 또 어디 있겠느냐」</i><br>그는 힘없이 웃었다. 그날 입안에서 느껴지던 통증이 다시 살아나는 듯했다. <i>「살린다 한들 다시 전쟁터에 나가 죽을 원혼 아닙니까. 살린 보람도 없는 일에 더 이상 매달리고 싶지 않습니다」</i><br>노인은 젓가락을 내려놓고 고개를 저었다.<br><i>「내 말을 오해하고 있구나. 내가 여기 온 건 네게 세상을 구하라 하기 위함이 아니라 그 장군이… 네 마음의 병을 치료해주길 바라기 때문이다」<br>「장군이 네게… 의사의 의의가 대체 무엇인지 알려줄 것이다」</i>"
        }
    ]
}

var _voice_ = {
    "1218": [
        {
            "_id": "archive_jiaoqiu_1",
            "Title": "첫 만남",
            "Voice": "처음 뵙겠습니다! 소인은 요청 「천격 장군」 비소 님 휘하의 군의관, 초구라 합니다. 반은 막료라고 볼 수 있죠. 절 뭐라고 불러야 하냐고요? 흠, 「최고」라고 부르셔도 좋아요——「평범한 사람 중에서 최고로 뛰어난 자」란 의미도 좋을 것 같은데, 안 그래요?"
        },
        {
            "_id": "archive_jiaoqiu_2",
            "Title": "인사",
            "Voice": "어째 홀쭉해지신 것 같네요? 인생에서 가장 중요한 일은 바로 좋은 음식을 배불리 먹는 겁니다. 자, 같이 훠궈 먹으러 가죠"
        },
        {
            "_id": "archive_jiaoqiu_3",
            "Title": "작별",
            "Voice": "네? 홍탕 백탕 반반으로 먹으면 안 되냐고요? 하하, 걱정 마세요. 다음에는 꼭 「덜 매운 맛」으로 시킬게요!"
        },
        {
            "_id": "archive_jiaoqiu_4",
            "Title": "자신에 대해•의술",
            "Voice": "제 의술이 「염지」 일파에서 나오긴 했지만, 지금은 독립된 유파를 이루었다고 볼 수 있죠. 전통적인 요청 식이 요법에선 「구궁각」 같은 가마솥 제약술을 쓰지 않으니까요"
        },
        {
            "_id": "archive_jiaoqiu_5",
            "Title": "자신에 대해•요리 솜씨",
            "Voice": "몇 번이나 말했지만, 이런 걸 의식동원이라고 해요. 음식을 끓이는 것이 곧 약을 달이는 것이고, 약을 달이는 것이 곧 음식을 끓이는 거죠. 식이 요법으로 병을 치료하는 건 저만의 독자적인 학문입니다. 흔히 의사가 되고 싶지 않은 요리사는 좋은 막료가 될 수 없다고들 하죠……"
        },
        {
            "_id": "archive_jiaoqiu_6",
            "Title": "잡담•전략",
            "Voice": "불로 싸우는 자는 그 지혜로 적군을 무너뜨리고, 물로 싸우는 자는 그 강함으로 수비를 더 견고하게 해요. 불과 물을 함께 사용하면, 적군을 이 솥에 있는 식자재처럼 마음대로 요리할 수 있죠"
        },
        {
            "_id": "archive_jiaoqiu_7",
            "Title": "잡담•먹지 않는 음식",
            "Voice": "저는 안 먹는 음식이 네 가지 있어요. 맑은 국물은 맛이 옅어서 안 먹고, 약간 매운맛은 너무 심심해서 안 먹죠. 그리고 반반인 육수는 불순해서 안 먹고, 고수는 입맛을 떨어지게 해서 먹지 않아요. 하지만 누가 사주는 거라면 예외는 있을 수 있답니다"
        },
        {
            "_id": "archive_jiaoqiu_8",
            "Title": "취미",
            "Voice": "특별한 취미는 없지만, 매운 음식만큼은 절대 없어선 안 돼요. 매운 걸 먹을 때 사람은 통증뿐만 아니라 안도감도 느낄 수 있답니다. 그건 제가 살아있음을 느끼게 해주죠"
        },
        {
            "_id": "archive_jiaoqiu_9",
            "Title": "고민",
            "Voice": "초야의 신하는 대의를 위해 순절하고, 여우는 토끼 굴을 파헤치느라 바쁘네. 위정자 중에 의인은 적고, 언제나 영웅의 피만 헛되이 흐르는구나. 아, 아무것도 아닙니다…. 그저 혼잣말일 뿐이에요"
        },
        {
            "_id": "archive_jiaoqiu_10",
            "Title": "공유",
            "Voice": "훠궈를 먹는 방법은 다양하지만, 전 고추기름과 고추를 잔뜩 넣어 먹는 게 훠궈의 극치라고 생각해요. 한입 가득 느껴지는 매운맛은 정말 짜릿하죠. 이거라도 없으면, 삶이 정말 무미건조할 거예요"
        },
        {
            "_id": "archive_jiaoqiu_11",
            "Title": "견문",
            "Voice": "그리 멀지 않은 고대엔 사람들이 자기 목숨을 귀하게 여기지 않았어요. 타인의 목숨은 말할 것도 없죠. 「사람의 목숨」을 가장 귀하게 여겼던 역사는 사실 아주 짧아요"
        },
        {
            "_id": "archive_jiaoqiu_12",
            "Title": "비소에 대해",
            "Voice": "비소 장군님은 제 은인이자 제 환자입니다. 「의사」인 제 목숨은 「환자」에게 속했으니, 그분을 치료하기 전까지 전 죽을 수 없어요"
        },
        {
            "_id": "archive_jiaoqiu_13",
            "Title": "맥택에 대해",
            "Voice": "제 역할은 장군님의 몸을 치료하는 것이고, 그의 역할은 장군님의 의욕 넘치는 마음을 진정시키는 거예요. 그러니 저는 약과 식사를 관리하고, 그는 칼에 피를 묻히는 일을 하는 셈이죠. 보시다시피, 저희 둘 다 쉴 틈 없이 바쁩니다"
        },
        {
            "_id": "archive_jiaoqiu_14",
            "Title": "경원에 대해",
            "Voice": "경원 장군님의 미소엔 거짓이 얼마나 있고, 또 진심은 얼마나 있을까요? 매번 그분을 볼 때마다 이런 의문이 들어요. 물론, 이건 그분의 문제가 아니라 제 문제입니다"
        },
        {
            "_id": "archive_jiaoqiu_15",
            "Title": "회염에 대해",
            "Voice": "이 연맹에서 회염 어르신만큼 속을 알기 어려운 장군도 없을 겁니다. 그분과 꽤 많이 왕래했지만, 전 아직도 그분의 마음을 정확하게 모르겠어요"
        },
        {
            "_id": "archive_jiaoqiu_16",
            "Title": "소상에 대해",
            "Voice": "소상을 처음 봤을 때, 그 아이는 소의 님 품에서 손가락을 쪽쪽 빨고 있었죠. 그 애가 땡땡이치는 걸 숨겨주고, 소의 님께 혼나던 게 엊그제 일 같은데… 아무래도 제가 늙었나 보네요, 에휴"
        },
        {
            "_id": "archive_jiaoqiu_17",
            "Title": "연경에 대해",
            "Voice": "연경군 같은 나이에도 검을 갖고 노는군요…. 지금 시대도 과거와 별반 다르지 않네요……"
        },
        {
            "_id": "archive_jiaoqiu_18",
            "Title": "운리에 대해",
            "Voice": "운리 양은 「염륜팔엽」 중에서 두 번째로 어립니다. 하지만 검법에 있어선 다른 일곱 명과 비교해도 전혀 손색이 없죠…. 회염 어르신과 특별한 관계이긴 하지만, 재능이 없었다면 이 정도로 갈고닦을 수 없었을 거예요"
        },
        {
            "_id": "archive_jiaoqiu_19",
            "Title": "부현에 대해",
            "Voice": "부 태복이 유별나다고 하는 자들은 그녀의 고향인 옥궐에 한번 가봐야 해요. 거기는 전지 천군 신도들의 본거지니까요. 옥궐 사람의 대화는 대부분 이런 식일 겁니다. 「그가 안다는 사실을 내가 알고 있다는 걸, 너도 안다는 걸 그가 알까?」"
        },
        {
            "_id": "archive_jiaoqiu_20",
            "Title": "어공에 대해",
            "Voice": "저나 조타수 어공 님 모두 30년 전의 그 전쟁 이후로 싸우고 죽이는 일에 염증을 느끼고 있죠"
        },
        {
            "_id": "archive_jiaoqiu_21",
            "Title": "백로에 대해",
            "Voice": "전 그분이 자신이 짊어져야 할 책임 때문이 아니라 진심으로 의술을 좋아하길 바랍니다…. 하지만 이런 고민을 하지 않는 비디아다라는 잘 없겠죠"
        },
        {
            "_id": "archive_jiaoqiu_22",
            "Title": "영사에 대해",
            "Voice": "단정사 사정은 의술이 뛰어나다고 해서 앉을 수 있는 자리가 아닙니다. 자리를 채우는 것과 「무탈히」 유지하는 건 별개의 일이죠"
        },
        {
            "_id": "archive_jiaoqiu_23",
            "Title": "계네빈에 대해",
            "Voice": "계네빈 양은 의도적으로 그런 게 아니겠지만, 그녀는 자신의 삶을 활활 불태울 뿐 아니라 타인의 삶도 밝혀주죠…. 꼭 작은 훠궈처럼요"
        },
        {
            "_id": "archive_jiaoqiu_24",
            "Title": "설의와 한아에 대해",
            "Voice": "그 자매는 연맹의 실패를 단적으로 보여주는 예라고 할 수 있어요. 안녕한 삶도, 안녕한 죽음도 없죠. 「죽음」조차 사치가 됐다면, 우린 어떤 괴물이 되어버린 걸까요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_jiaoqiu",
            "Title": "성혼 활성화",
            "Voice": "단순히 살아있는 것만이 목적이 아닙니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_jiaoqiu",
            "Title": "캐릭터 승급",
            "Voice": "아직 매운맛이 부족해요…. 더 맵고, 더 얼얼해야 합니다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_jiaoqiu",
            "Title": "캐릭터 최고 레벨",
            "Voice": "익숙한 안정감이네요… 안과 밖이 모두 불타오르고 있어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_jiaoqiu",
            "Title": "행적 활성화",
            "Voice": "이로 인해 더 많은 사람이 평온한 삶을 살 수 있었으면 좋겠군요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_jiaoqiu",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "당신의 실력이라면, 절 데리고 무사히 빠져나갈 수… 있겠죠?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_jiaoqiu",
            "Title": "파티 편성•경원",
            "Voice": "실책이군요. 이번 생에 신책 장군님과 함께 싸울 수 있을 거라곤 생각도 못 했는데"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosushang_jiaoqiu",
            "Title": "파티 편성•소상",
            "Voice": "내 무게보다도 무거운 이 진귀한 가보가 네 손에 들어갔다니. 대단해, 소상"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyanqing_jiaoqiu",
            "Title": "파티 편성•연경",
            "Voice": "안전이 제일입니다, 연경 군. 다치기라도 하면 제가 경원 장군님을 뵐 면목이 없습니다……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyunli_jiaoqiu",
            "Title": "파티 편성•운리",
            "Voice": "운리 양, 여긴 위험하니, 조금 떨어져 주세요. 더 멀리요…. 할아버님을 불러오겠습니다…"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tobailu_jiaoqiu",
            "Title": "파티 편성•백로",
            "Voice": "용녀님, 사탕을 가져왔어요. 다른 사람이 못 보게 몰래 가지고 계세요~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomoze_jiaoqiu",
            "Title": "파티 편성•맥택",
            "Voice": "내가 이곳에서 소란을 피울 테니, 적군에 잠입해 마음껏 날뛰어도 좋아"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofeixiao_jiaoqiu",
            "Title": "파티 편성•비소",
            "Voice": "제가 뭐라 하든 장군님은 이 싸움을 하시겠죠…. 그러니 싸움이 끝나고 얘기하는 게 좋겠군요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tolingsha_jiaoqiu",
            "Title": "파티 편성•영사",
            "Voice": "실력을 보여주시죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_jiaoqiu",
            "Title": "전투 시작•약점 격파",
            "Voice": "역시 전 불난 데 기름 붓는 게 더 좋네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_jiaoqiu",
            "Title": "전투 시작•위험 경보",
            "Voice": "권주를 마다하고 조미주를 마실 셈인가요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_jiaoqiu_01",
            "Title": "턴 시작•1",
            "Voice": "후발제인, 허를 찌르는 승리 전략이죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_jiaoqiu_02",
            "Title": "턴 시작•2",
            "Voice": "계속 기회를 노리는 것보단 얌전히 있는 게 좋을 것 같은데요"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_jiaoqiu",
            "Title": "턴 대기",
            "Voice": "신중하게 움직이는 건 좋지만, 과해도 좋진 않아요"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_jiaoqiu_01",
            "Title": "일반 공격",
            "Voice": "불을 좀 붙이죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_jiaoqiu_01",
            "Title": "전투 스킬•1",
            "Voice": "화력이 좀 부족하군요"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_jiaoqiu_02",
            "Title": "전투 스킬•2",
            "Voice": "팔각을 더 넣어야겠어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_jiaoqiu_01",
            "Title": "약공격 피격",
            "Voice": "내, 내 허리……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_jiaoqiu_01",
            "Title": "강공격 피격",
            "Voice": "추나라고 생각하죠 뭐……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_jiaoqiu",
            "Title": "필살기•활성화",
            "Voice": "모두 와주셔서 정말 감사합니다……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_jiaoqiu",
            "Title": "필살기•발동",
            "Voice": "여기까지 왔는데, 좀 드시고 가시죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_jiaoqiu_01",
            "Title": "전투 불능",
            "Voice": "죄송합니다… 장군……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_jiaoqiu",
            "Title": "전투 복귀",
            "Voice": "숙원을 이루지 못했으니 아직 쉴 수 없습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_jiaoqiu",
            "Title": "HP 회복",
            "Voice": "감사합니다, 폐를 끼쳤군요"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_jiaoqiu",
            "Title": "비술",
            "Voice": "약불로 천천히 끓일까요, 센불로 빠르게 볶을까요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_jiaoqiu",
            "Title": "전투 승리",
            "Voice": "전 군인 출신도 아니고 전쟁의 공을 추구하지도 않습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_jiaoqiu",
            "Title": "전리품 오픈•1",
            "Voice": "오, 이건 좀 아껴 써야 되겠는데요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_jiaoqiu_02",
            "Title": "전리품 오픈•2",
            "Voice": "좋은 물건을 이렇게 깊이 숨기다니"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_jiaoqiu",
            "Title": "진귀한 전리품 오픈",
            "Voice": "좋은 건 함께 나눠야죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_jiaoqiu",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "역시 머리를 써야 힘을 아낄 수 있죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_jiaoqiu_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "나쁘지 않네요, 좀 더 어렵게 해도 되겠어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_jiaoqiu",
            "Title": "적 발견",
            "Voice": "여긴 위험하니 강공은 적절치 않습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_jiaoqiu",
            "Title": "도시로 복귀",
            "Voice": "사람들이 모인 곳엔 암류가 흐르는 법입니다"
        }
    ]
}

var _notes_ = {
    "1218": [
        "v4 Change: Eidolon $1's DMG increase now applies to all DoT. Previously it excludes DoT triggered on enemies' turns.",
        "The Field's effects will also apply to enemies that are unselectable. The effects include:<br>- Increased incoming Ultimate DMG<br>- Chance of Ashen Roast when taking action<br>- Takes DMG at the start of every turn<br>- Eidolon #4 ATK decrease",
        "(v1) The +10 energy on Jiaoqiu's Passive is present in game data, but is never triggered. That is, no extra energy is regenerated when triggering Passive."
    ]
}

var _adiff_ = {
    "1218": {
        "v4": [
            "``Eidolon $1`DMG increase now applies to all DoT. Previously it excludes DoT triggered on enemies' turns."
        ]
    }
}

var _mtc_ = {
    "1218": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110422": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110422": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110422": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110422": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110221": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "효과 명중 +28%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110222": 8,
                    "113002": 7,
                    "110223": 11,
                    "113003": 11
                }
            },
            {
                "Name": "화염 속성 피해 증가 +14.4%",
                "Mat": {
                    "2": 210000,
                    "110221": 3,
                    "113001": 6,
                    "110223": 11,
                    "113003": 11
                }
            },
            {
                "Name": "속도 +5",
                "Mat": {
                    "2": 170000,
                    "110222": 3,
                    "113002": 3,
                    "110223": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "관화",
                "Mat": {
                    "2": 5000,
                    "110221": 3,
                    "110503": 1
                }
            },
            {
                "Name": "취사",
                "Mat": {
                    "2": 20000,
                    "110222": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "훈향",
                "Mat": {
                    "2": 160000,
                    "110223": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}