// Auto Generated

var _avatarskill_ = {
    "122001": {
        "v1": {
            "Name": "섬렬",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v2": {
            "Name": "섬렬",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v3": {
            "Name": "섬렬",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v4": {
            "Name": "섬렬",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v5": {
            "Name": "섬렬",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v6": {
            "Name": "섬렬",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "Live": {
            "Name": "섬렬",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        }
    },
    "122002": {
        "v1": {
            "Name": "꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 자신의 다음 <u>행동 게이지</u>가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.2,
                    0.05
                ],
                [
                    1.32,
                    0.055
                ],
                [
                    1.44,
                    0.06
                ],
                [
                    1.56,
                    0.065
                ],
                [
                    1.68,
                    0.07
                ],
                [
                    1.8,
                    0.075
                ],
                [
                    1.95,
                    0.08125
                ],
                [
                    2.1,
                    0.0875
                ],
                [
                    2.25,
                    0.09375
                ],
                [
                    2.4,
                    0.1
                ],
                [
                    2.52,
                    0.105
                ],
                [
                    2.64,
                    0.11
                ],
                [
                    2.76,
                    0.115
                ],
                [
                    2.88,
                    0.12
                ],
                [
                    3.0,
                    0.125
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_BP"
        },
        "v2": {
            "Name": "꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 자신의 다음 <u>행동 게이지</u>가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.2,
                    0.05
                ],
                [
                    1.32,
                    0.055
                ],
                [
                    1.44,
                    0.06
                ],
                [
                    1.56,
                    0.065
                ],
                [
                    1.68,
                    0.07
                ],
                [
                    1.8,
                    0.075
                ],
                [
                    1.95,
                    0.08125
                ],
                [
                    2.1,
                    0.0875
                ],
                [
                    2.25,
                    0.09375
                ],
                [
                    2.4,
                    0.1
                ],
                [
                    2.52,
                    0.105
                ],
                [
                    2.64,
                    0.11
                ],
                [
                    2.76,
                    0.115
                ],
                [
                    2.88,
                    0.12
                ],
                [
                    3.0,
                    0.125
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_BP"
        },
        "v3": {
            "Name": "꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 자신의 다음 <u>행동 게이지</u>가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_BP"
        },
        "v4": {
            "Name": "꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 그 후 즉시 해당 목표에게 특성의 <u>추가 공격</u>을 1회 추가로 발동한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_BP"
        },
        "v5": {
            "Name": "꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 그 후 즉시 해당 목표에게 특성의 <u>추가 공격</u>을 1회 추가로 발동한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_BP"
        },
        "v6": {
            "Name": "꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 그 후 즉시 해당 목표에게 특성의 <u>추가 공격</u>을 1회 추가로 발동한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_BP"
        },
        "Live": {
            "Name": "꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 그 후 즉시 해당 목표에게 특성의 <u>추가 공격</u>을 1회 추가로 발동한다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_BP"
        }
    },
    "122003": {
        "v1": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#4[p]</b>#~@<b>#5[p]</b>#만큼 바람 속성 피해를 가하고, 해당 기간엔 약점 속성을 무시하고 목표의 강인성을 감소시키며, 목표가 <u>약점 격파 상태</u>일 시 약점 격파 효율이 <b>#7[p]</b> 증가한다.<br>이때 비소는 [비황]이 소진될 때까지 먼저 해당 목표에게 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼]를 여러 번 발동한다.<br>이후 마지막 일격을 발동한다. 마지막 일격: [비황]을 1pt 소모할 때마다 해당 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 목표가 <u>약점 격파 상태</u>일 시 피해 배율이 @<b>#6[p]</b># 증가한다.<br>목표 <b>#3[f]</b>회 명중 시부터, 목표의 HP가 0일 시 남은 [비황]을 보류하고 마지막 일격을 미리 발동한다",
            "Params": [
                [
                    0.06,
                    12.0,
                    6.0,
                    5.04,
                    10.08,
                    0.09,
                    1.0
                ],
                [
                    0.064,
                    12.0,
                    6.0,
                    5.376,
                    10.752,
                    0.096,
                    1.0
                ],
                [
                    0.068,
                    12.0,
                    6.0,
                    5.712,
                    11.424,
                    0.102,
                    1.0
                ],
                [
                    0.072,
                    12.0,
                    6.0,
                    6.048,
                    12.096,
                    0.108,
                    1.0
                ],
                [
                    0.076,
                    12.0,
                    6.0,
                    6.384,
                    12.768,
                    0.114,
                    1.0
                ],
                [
                    0.08,
                    12.0,
                    6.0,
                    6.72,
                    13.44,
                    0.12,
                    1.0
                ],
                [
                    0.085,
                    12.0,
                    6.0,
                    7.14,
                    14.28,
                    0.1275,
                    1.0
                ],
                [
                    0.09,
                    12.0,
                    6.0,
                    7.56,
                    15.12,
                    0.135,
                    1.0
                ],
                [
                    0.095,
                    12.0,
                    6.0,
                    7.98,
                    15.96,
                    0.1425,
                    1.0
                ],
                [
                    0.1,
                    12.0,
                    6.0,
                    8.4,
                    16.8,
                    0.15,
                    1.0
                ],
                [
                    0.104,
                    12.0,
                    6.0,
                    8.736,
                    17.472,
                    0.156,
                    1.0
                ],
                [
                    0.108,
                    12.0,
                    6.0,
                    9.072,
                    18.144,
                    0.162,
                    1.0
                ],
                [
                    0.112,
                    12.0,
                    6.0,
                    9.408,
                    18.816,
                    0.168,
                    1.0
                ],
                [
                    0.116,
                    12.0,
                    6.0,
                    9.744,
                    19.488,
                    0.174,
                    1.0
                ],
                [
                    0.12,
                    12.0,
                    6.0,
                    10.08,
                    20.16,
                    0.18,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 6.0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v2": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#4[p]</b>#~@<b>#5[p]</b>#만큼 바람 속성 피해를 가하고, 해당 기간엔 약점 속성을 무시하고 목표의 강인성을 감소시키며, 목표가 <u>약점 격파 상태</u>일 시 약점 격파 효율이 <b>#7[p]</b> 증가한다.<br>이때 비소는 [비황]이 소진될 때까지 먼저 해당 목표에게 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼]를 여러 번 발동한다.<br>이후 마지막 일격을 발동한다. 마지막 일격: [비황]을 1pt 소모할 때마다 해당 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 목표가 <u>약점 격파 상태</u>일 시 피해 배율이 @<b>#6[p]</b># 증가한다.<br>목표 <b>#3[f]</b>회 명중 시부터, 목표의 HP가 0일 시 남은 [비황]을 보류하고 마지막 일격을 미리 발동한다",
            "Params": [
                [
                    0.06,
                    12.0,
                    6.0,
                    5.04,
                    10.08,
                    0.09,
                    1.0
                ],
                [
                    0.064,
                    12.0,
                    6.0,
                    5.376,
                    10.752,
                    0.096,
                    1.0
                ],
                [
                    0.068,
                    12.0,
                    6.0,
                    5.712,
                    11.424,
                    0.102,
                    1.0
                ],
                [
                    0.072,
                    12.0,
                    6.0,
                    6.048,
                    12.096,
                    0.108,
                    1.0
                ],
                [
                    0.076,
                    12.0,
                    6.0,
                    6.384,
                    12.768,
                    0.114,
                    1.0
                ],
                [
                    0.08,
                    12.0,
                    6.0,
                    6.72,
                    13.44,
                    0.12,
                    1.0
                ],
                [
                    0.085,
                    12.0,
                    6.0,
                    7.14,
                    14.28,
                    0.1275,
                    1.0
                ],
                [
                    0.09,
                    12.0,
                    6.0,
                    7.56,
                    15.12,
                    0.135,
                    1.0
                ],
                [
                    0.095,
                    12.0,
                    6.0,
                    7.98,
                    15.96,
                    0.1425,
                    1.0
                ],
                [
                    0.1,
                    12.0,
                    6.0,
                    8.4,
                    16.8,
                    0.15,
                    1.0
                ],
                [
                    0.104,
                    12.0,
                    6.0,
                    8.736,
                    17.472,
                    0.156,
                    1.0
                ],
                [
                    0.108,
                    12.0,
                    6.0,
                    9.072,
                    18.144,
                    0.162,
                    1.0
                ],
                [
                    0.112,
                    12.0,
                    6.0,
                    9.408,
                    18.816,
                    0.168,
                    1.0
                ],
                [
                    0.116,
                    12.0,
                    6.0,
                    9.744,
                    19.488,
                    0.174,
                    1.0
                ],
                [
                    0.12,
                    12.0,
                    6.0,
                    10.08,
                    20.16,
                    0.18,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 6.0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v3": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 비소 공격력의 @<b>#4[p]</b>#~@<b>#5[p]</b>#만큼 바람 속성 피해를 가하고, 해당 기간엔 약점 속성을 무시하고 목표의 강인성을 감소시키며, 목표가 <u>약점 격파 상태</u>일 시 약점 격파 효율이 <b>#7[p]</b> 증가한다.<br>이때 비소는 [비황]이 소진될 때까지 먼저 해당 목표에게 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼]를 여러 번 발동한다.<br>이후 마지막 일격을 발동한다. 마지막 일격: [비황]을 1pt 소모할 때마다 해당 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 목표가 <u>약점 격파 상태</u>일 시 피해 배율이 @<b>#6[p]</b># 증가한다.<br>목표 <b>#3[f]</b>회 명중 시부터, 목표의 HP가 0일 시 남은 [비황]을 보류하고 마지막 일격을 미리 발동한다",
            "Params": [
                [
                    0.96,
                    1.0,
                    6.0,
                    4.02
                ],
                [
                    1.024,
                    1.0,
                    6.0,
                    4.318
                ],
                [
                    1.088,
                    1.0,
                    6.0,
                    4.616
                ],
                [
                    1.152,
                    1.0,
                    6.0,
                    4.914
                ],
                [
                    1.216,
                    1.0,
                    6.0,
                    5.212
                ],
                [
                    1.28,
                    1.0,
                    6.0,
                    5.51
                ],
                [
                    1.36,
                    1.0,
                    6.0,
                    5.8825
                ],
                [
                    1.44,
                    1.0,
                    6.0,
                    6.255
                ],
                [
                    1.52,
                    1.0,
                    6.0,
                    6.6275
                ],
                [
                    1.6,
                    1.0,
                    6.0,
                    7.0
                ],
                [
                    1.664,
                    1.0,
                    6.0,
                    7.298
                ],
                [
                    1.728,
                    1.0,
                    6.0,
                    7.596
                ],
                [
                    1.792,
                    1.0,
                    6.0,
                    7.894
                ],
                [
                    1.856,
                    1.0,
                    6.0,
                    8.192
                ],
                [
                    1.92,
                    1.0,
                    6.0,
                    8.49
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 6.0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v4": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 최대 비소 공격력의 @<b>#4[p]</b>#만큼 바람 속성 피해를 가한다. 해당 기간엔 약점 속성을 무시하고 목표의 강인성을 감소시키며, 목표가 <u>약점 격파 상태</u>가 아닐 시 비소의 약점 격파 효율이 <b>#2[p]</b> 증가한다.<br>이때 비소는 먼저 해당 목표에게 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼]를 총 <b>#3[f]</b>회 발동하고, 마지막에 해당 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.96,
                    1.0,
                    6.0,
                    4.02
                ],
                [
                    1.024,
                    1.0,
                    6.0,
                    4.318
                ],
                [
                    1.088,
                    1.0,
                    6.0,
                    4.616
                ],
                [
                    1.152,
                    1.0,
                    6.0,
                    4.914
                ],
                [
                    1.216,
                    1.0,
                    6.0,
                    5.212
                ],
                [
                    1.28,
                    1.0,
                    6.0,
                    5.51
                ],
                [
                    1.36,
                    1.0,
                    6.0,
                    5.8825
                ],
                [
                    1.44,
                    1.0,
                    6.0,
                    6.255
                ],
                [
                    1.52,
                    1.0,
                    6.0,
                    6.6275
                ],
                [
                    1.6,
                    1.0,
                    6.0,
                    7.0
                ],
                [
                    1.664,
                    1.0,
                    6.0,
                    7.298
                ],
                [
                    1.728,
                    1.0,
                    6.0,
                    7.596
                ],
                [
                    1.792,
                    1.0,
                    6.0,
                    7.894
                ],
                [
                    1.856,
                    1.0,
                    6.0,
                    8.192
                ],
                [
                    1.92,
                    1.0,
                    6.0,
                    8.49
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 6.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v5": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 최대 비소 공격력의 @<b>#4[p]</b>#만큼 바람 속성 피해를 가한다. 해당 기간엔 약점 속성을 무시하고 목표의 강인성을 감소시키며, 목표가 <u>약점 격파 상태</u>가 아닐 시 비소의 약점 격파 효율이 <b>#2[p]</b> 증가한다.<br>이때 비소는 먼저 해당 목표에게 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼]를 총 <b>#3[f]</b>회 발동하고, 마지막에 해당 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.96,
                    1.0,
                    6.0,
                    4.02
                ],
                [
                    1.024,
                    1.0,
                    6.0,
                    4.318
                ],
                [
                    1.088,
                    1.0,
                    6.0,
                    4.616
                ],
                [
                    1.152,
                    1.0,
                    6.0,
                    4.914
                ],
                [
                    1.216,
                    1.0,
                    6.0,
                    5.212
                ],
                [
                    1.28,
                    1.0,
                    6.0,
                    5.51
                ],
                [
                    1.36,
                    1.0,
                    6.0,
                    5.8825
                ],
                [
                    1.44,
                    1.0,
                    6.0,
                    6.255
                ],
                [
                    1.52,
                    1.0,
                    6.0,
                    6.6275
                ],
                [
                    1.6,
                    1.0,
                    6.0,
                    7.0
                ],
                [
                    1.664,
                    1.0,
                    6.0,
                    7.298
                ],
                [
                    1.728,
                    1.0,
                    6.0,
                    7.596
                ],
                [
                    1.792,
                    1.0,
                    6.0,
                    7.894
                ],
                [
                    1.856,
                    1.0,
                    6.0,
                    8.192
                ],
                [
                    1.92,
                    1.0,
                    6.0,
                    8.49
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 6.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v6": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 최대 비소 공격력의 @<b>#4[p]</b>#만큼 바람 속성 피해를 가한다. 해당 공격 중에는 약점 속성을 무시하고 목표의 강인성을 감소시키며, 목표가 <u>약점 격파 상태</u>가 아닐 시 비소의 약점 격파 효율이 <b>#2[p]</b> 증가한다.<br>비소는 먼저 해당 목표에게 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼]를 총 <b>#3[f]</b>회 발동하고, 마지막으로 해당 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.96,
                    1.0,
                    6.0,
                    4.02
                ],
                [
                    1.024,
                    1.0,
                    6.0,
                    4.318
                ],
                [
                    1.088,
                    1.0,
                    6.0,
                    4.616
                ],
                [
                    1.152,
                    1.0,
                    6.0,
                    4.914
                ],
                [
                    1.216,
                    1.0,
                    6.0,
                    5.212
                ],
                [
                    1.28,
                    1.0,
                    6.0,
                    5.51
                ],
                [
                    1.36,
                    1.0,
                    6.0,
                    5.8825
                ],
                [
                    1.44,
                    1.0,
                    6.0,
                    6.255
                ],
                [
                    1.52,
                    1.0,
                    6.0,
                    6.6275
                ],
                [
                    1.6,
                    1.0,
                    6.0,
                    7.0
                ],
                [
                    1.664,
                    1.0,
                    6.0,
                    7.298
                ],
                [
                    1.728,
                    1.0,
                    6.0,
                    7.596
                ],
                [
                    1.792,
                    1.0,
                    6.0,
                    7.894
                ],
                [
                    1.856,
                    1.0,
                    6.0,
                    8.192
                ],
                [
                    1.92,
                    1.0,
                    6.0,
                    8.49
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 6.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "Live": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 최대 비소 공격력의 @<b>#4[p]</b>#만큼 바람 속성 피해를 가한다. 해당 공격 중에는 약점 속성을 무시하고 목표의 강인성을 감소시키며, 목표가 <u>약점 격파 상태</u>가 아닐 시 비소의 약점 격파 효율이 <b>#2[p]</b> 증가한다.<br>비소는 먼저 해당 목표에게 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼]를 총 <b>#3[f]</b>회 발동하고, 마지막으로 해당 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.96,
                    1.0,
                    6.0,
                    4.02
                ],
                [
                    1.024,
                    1.0,
                    6.0,
                    4.318
                ],
                [
                    1.088,
                    1.0,
                    6.0,
                    4.616
                ],
                [
                    1.152,
                    1.0,
                    6.0,
                    4.914
                ],
                [
                    1.216,
                    1.0,
                    6.0,
                    5.212
                ],
                [
                    1.28,
                    1.0,
                    6.0,
                    5.51
                ],
                [
                    1.36,
                    1.0,
                    6.0,
                    5.8825
                ],
                [
                    1.44,
                    1.0,
                    6.0,
                    6.255
                ],
                [
                    1.52,
                    1.0,
                    6.0,
                    6.6275
                ],
                [
                    1.6,
                    1.0,
                    6.0,
                    7.0
                ],
                [
                    1.664,
                    1.0,
                    6.0,
                    7.298
                ],
                [
                    1.728,
                    1.0,
                    6.0,
                    7.596
                ],
                [
                    1.792,
                    1.0,
                    6.0,
                    7.894
                ],
                [
                    1.856,
                    1.0,
                    6.0,
                    8.192
                ],
                [
                    1.92,
                    1.0,
                    6.0,
                    8.49
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 6.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        }
    },
    "122004": {
        "v1": {
            "Name": "뇌정의 수렵",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "[비황] <b>#3[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대 <b>#4[f]</b>pt 누적된다. 모든 아군이 공격을 <b>#2[f]</b>회 발동할 때마다 비소가 [비황]을 1pt 획득하며, 비소의 필살기 공격은 횟수에 계산되지 않는다.<br>비소의 동료가 공격 발동 후 비소가 주목표에게 <u>추가 공격</u>을 발동하고 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 공격 가능한 주목표가 없을 시 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동하며, 비소의 턴 시작 시 발동 횟수가 초기화된다",
            "Params": [
                [
                    1.0,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.1,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.2,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.3,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.4,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.5,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.625,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.75,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.875,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.0,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.1,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.2,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.3,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.4,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.5,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Passive"
        },
        "v2": {
            "Name": "뇌정의 수렵",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "[비황] <b>#3[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대 <b>#4[f]</b>pt 누적된다. 모든 아군이 공격을 <b>#2[f]</b>회 발동할 때마다 비소가 [비황]을 1pt 획득하며, 비소의 필살기 공격은 횟수에 계산되지 않는다.<br>비소의 동료가 공격 발동 후 비소가 주목표에게 <u>추가 공격</u>을 발동하고 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 공격 가능한 주목표가 없을 시 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동하며, 비소의 턴 시작 시 발동 횟수가 초기화된다",
            "Params": [
                [
                    1.0,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.1,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.2,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.3,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.4,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.5,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.625,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.75,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    1.875,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.0,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.1,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.2,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.3,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.4,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ],
                [
                    2.5,
                    2.0,
                    6.0,
                    12.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Passive"
        },
        "v3": {
            "Name": "뇌정의 수렵",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "[비황] <b>#3[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대 <b>#4[f]</b>pt 누적된다. 모든 아군이 공격을 <b>#2[f]</b>회 발동할 때마다 비소가 [비황]을 1pt 획득하며, 비소의 필살기 공격은 횟수에 계산되지 않는다.<br>비소의 동료가 공격 발동 후 비소가 주목표에게 <u>추가 공격</u>을 발동하고 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 공격 가능한 주목표가 없을 시 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동하며, 비소의 턴 시작 시 발동 횟수가 초기화된다",
            "Params": [
                [
                    0.55,
                    2.0,
                    6.0,
                    12.0,
                    0.3,
                    2.0
                ],
                [
                    0.605,
                    2.0,
                    6.0,
                    12.0,
                    0.33,
                    2.0
                ],
                [
                    0.66,
                    2.0,
                    6.0,
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    0.715,
                    2.0,
                    6.0,
                    12.0,
                    0.39,
                    2.0
                ],
                [
                    0.77,
                    2.0,
                    6.0,
                    12.0,
                    0.42,
                    2.0
                ],
                [
                    0.825,
                    2.0,
                    6.0,
                    12.0,
                    0.45,
                    2.0
                ],
                [
                    0.89375,
                    2.0,
                    6.0,
                    12.0,
                    0.4875,
                    2.0
                ],
                [
                    0.9625,
                    2.0,
                    6.0,
                    12.0,
                    0.525,
                    2.0
                ],
                [
                    1.03125,
                    2.0,
                    6.0,
                    12.0,
                    0.5625,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    6.0,
                    12.0,
                    0.6,
                    2.0
                ],
                [
                    1.155,
                    2.0,
                    6.0,
                    12.0,
                    0.63,
                    2.0
                ],
                [
                    1.21,
                    2.0,
                    6.0,
                    12.0,
                    0.66,
                    2.0
                ],
                [
                    1.265,
                    2.0,
                    6.0,
                    12.0,
                    0.69,
                    2.0
                ],
                [
                    1.32,
                    2.0,
                    6.0,
                    12.0,
                    0.72,
                    2.0
                ],
                [
                    1.375,
                    2.0,
                    6.0,
                    12.0,
                    0.75,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Passive"
        },
        "v4": {
            "Name": "뇌정의 수렵",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "[비황] <b>#3[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대 <b>#4[f]</b>pt 누적된다. 아군 목표가 공격을 <b>#2[f]</b>회 발동할 때마다 비소가 [비황]을 1pt 획득하며, 비소의 필살기 공격은 횟수에 계산되지 않는다.<br>비소의 동료가 적 목표에게 공격 발동 후 비소가 즉시 주목표에게 <u>추가 공격</u>을 발동하고, 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 공격 가능한 주목표가 없을 시 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동하며, 비소의 턴 시작 시 발동 횟수가 초기화된다. 해당 공격 발동 시 자신이 가하는 피해가 @<b>#5[p]</b># 증가한다, 지속 시간: <b>#6[f]</b>턴",
            "Params": [
                [
                    0.55,
                    2.0,
                    6.0,
                    12.0,
                    0.3,
                    2.0
                ],
                [
                    0.605,
                    2.0,
                    6.0,
                    12.0,
                    0.33,
                    2.0
                ],
                [
                    0.66,
                    2.0,
                    6.0,
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    0.715,
                    2.0,
                    6.0,
                    12.0,
                    0.39,
                    2.0
                ],
                [
                    0.77,
                    2.0,
                    6.0,
                    12.0,
                    0.42,
                    2.0
                ],
                [
                    0.825,
                    2.0,
                    6.0,
                    12.0,
                    0.45,
                    2.0
                ],
                [
                    0.89375,
                    2.0,
                    6.0,
                    12.0,
                    0.4875,
                    2.0
                ],
                [
                    0.9625,
                    2.0,
                    6.0,
                    12.0,
                    0.525,
                    2.0
                ],
                [
                    1.03125,
                    2.0,
                    6.0,
                    12.0,
                    0.5625,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    6.0,
                    12.0,
                    0.6,
                    2.0
                ],
                [
                    1.155,
                    2.0,
                    6.0,
                    12.0,
                    0.63,
                    2.0
                ],
                [
                    1.21,
                    2.0,
                    6.0,
                    12.0,
                    0.66,
                    2.0
                ],
                [
                    1.265,
                    2.0,
                    6.0,
                    12.0,
                    0.69,
                    2.0
                ],
                [
                    1.32,
                    2.0,
                    6.0,
                    12.0,
                    0.72,
                    2.0
                ],
                [
                    1.375,
                    2.0,
                    6.0,
                    12.0,
                    0.75,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Passive"
        },
        "v5": {
            "Name": "뇌정의 수렵",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "[비황] <b>#3[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대 <b>#4[f]</b>pt 누적된다. 아군이 공격을 <b>#2[f]</b>회 발동할 때마다 비소가 [비황]을 1pt 획득하며, 비소의 필살기 공격은 횟수에 계산되지 않는다.<br>비소의 동료가 적에게 공격 발동 후 비소가 즉시 주목표에게 <u>추가 공격</u>을 발동하고, 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 공격 가능한 주목표가 없을 시 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동하며, 비소의 턴 시작 시 발동 횟수가 초기화된다. 해당 공격 발동 시 자신이 가하는 피해가 @<b>#5[p]</b># 증가한다, 지속 시간: <b>#6[f]</b>턴",
            "Params": [
                [
                    0.55,
                    2.0,
                    6.0,
                    12.0,
                    0.3,
                    2.0
                ],
                [
                    0.605,
                    2.0,
                    6.0,
                    12.0,
                    0.33,
                    2.0
                ],
                [
                    0.66,
                    2.0,
                    6.0,
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    0.715,
                    2.0,
                    6.0,
                    12.0,
                    0.39,
                    2.0
                ],
                [
                    0.77,
                    2.0,
                    6.0,
                    12.0,
                    0.42,
                    2.0
                ],
                [
                    0.825,
                    2.0,
                    6.0,
                    12.0,
                    0.45,
                    2.0
                ],
                [
                    0.89375,
                    2.0,
                    6.0,
                    12.0,
                    0.4875,
                    2.0
                ],
                [
                    0.9625,
                    2.0,
                    6.0,
                    12.0,
                    0.525,
                    2.0
                ],
                [
                    1.03125,
                    2.0,
                    6.0,
                    12.0,
                    0.5625,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    6.0,
                    12.0,
                    0.6,
                    2.0
                ],
                [
                    1.155,
                    2.0,
                    6.0,
                    12.0,
                    0.63,
                    2.0
                ],
                [
                    1.21,
                    2.0,
                    6.0,
                    12.0,
                    0.66,
                    2.0
                ],
                [
                    1.265,
                    2.0,
                    6.0,
                    12.0,
                    0.69,
                    2.0
                ],
                [
                    1.32,
                    2.0,
                    6.0,
                    12.0,
                    0.72,
                    2.0
                ],
                [
                    1.375,
                    2.0,
                    6.0,
                    12.0,
                    0.75,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Passive"
        },
        "v6": {
            "Name": "뇌정의 수렵",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "[비황] <b>#3[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대 <b>#4[f]</b>pt 누적된다. 아군이 공격을 <b>#2[f]</b>회 발동할 때마다 비소가 [비황]을 1pt 획득하며, 비소의 필살기 공격은 횟수에 계산되지 않는다.<br>비소의 동료가 적에게 공격 발동 후 비소가 즉시 주목표에게 <u>추가 공격</u>을 발동하고, 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 공격 가능한 주목표가 없을 시 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동하며, 비소의 턴 시작 시 발동 횟수가 초기화된다. 해당 공격 발동 시 자신이 가하는 피해가 @<b>#5[p]</b># 증가한다, 지속 시간: <b>#6[f]</b>턴",
            "Params": [
                [
                    0.55,
                    2.0,
                    6.0,
                    12.0,
                    0.3,
                    2.0
                ],
                [
                    0.605,
                    2.0,
                    6.0,
                    12.0,
                    0.33,
                    2.0
                ],
                [
                    0.66,
                    2.0,
                    6.0,
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    0.715,
                    2.0,
                    6.0,
                    12.0,
                    0.39,
                    2.0
                ],
                [
                    0.77,
                    2.0,
                    6.0,
                    12.0,
                    0.42,
                    2.0
                ],
                [
                    0.825,
                    2.0,
                    6.0,
                    12.0,
                    0.45,
                    2.0
                ],
                [
                    0.89375,
                    2.0,
                    6.0,
                    12.0,
                    0.4875,
                    2.0
                ],
                [
                    0.9625,
                    2.0,
                    6.0,
                    12.0,
                    0.525,
                    2.0
                ],
                [
                    1.03125,
                    2.0,
                    6.0,
                    12.0,
                    0.5625,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    6.0,
                    12.0,
                    0.6,
                    2.0
                ],
                [
                    1.155,
                    2.0,
                    6.0,
                    12.0,
                    0.63,
                    2.0
                ],
                [
                    1.21,
                    2.0,
                    6.0,
                    12.0,
                    0.66,
                    2.0
                ],
                [
                    1.265,
                    2.0,
                    6.0,
                    12.0,
                    0.69,
                    2.0
                ],
                [
                    1.32,
                    2.0,
                    6.0,
                    12.0,
                    0.72,
                    2.0
                ],
                [
                    1.375,
                    2.0,
                    6.0,
                    12.0,
                    0.75,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Passive"
        },
        "Live": {
            "Name": "뇌정의 수렵",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "[비황] <b>#3[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대 <b>#4[f]</b>pt 누적된다. 아군이 공격을 <b>#2[f]</b>회 발동할 때마다 비소가 [비황]을 1pt 획득하며, 비소의 필살기 공격은 횟수에 계산되지 않는다.<br>비소의 동료가 적에게 공격 발동 후 비소가 즉시 주목표에게 <u>추가 공격</u>을 발동하고, 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 공격 가능한 주목표가 없을 시 랜덤 단일 적을 공격한다. 해당 효과는 턴마다 최대 1회 발동하며, 비소의 턴 시작 시 발동 횟수가 초기화된다. 해당 공격 발동 시 자신이 가하는 피해가 @<b>#5[p]</b># 증가한다, 지속 시간: <b>#6[f]</b>턴",
            "Params": [
                [
                    0.55,
                    2.0,
                    6.0,
                    12.0,
                    0.3,
                    2.0
                ],
                [
                    0.605,
                    2.0,
                    6.0,
                    12.0,
                    0.33,
                    2.0
                ],
                [
                    0.66,
                    2.0,
                    6.0,
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    0.715,
                    2.0,
                    6.0,
                    12.0,
                    0.39,
                    2.0
                ],
                [
                    0.77,
                    2.0,
                    6.0,
                    12.0,
                    0.42,
                    2.0
                ],
                [
                    0.825,
                    2.0,
                    6.0,
                    12.0,
                    0.45,
                    2.0
                ],
                [
                    0.89375,
                    2.0,
                    6.0,
                    12.0,
                    0.4875,
                    2.0
                ],
                [
                    0.9625,
                    2.0,
                    6.0,
                    12.0,
                    0.525,
                    2.0
                ],
                [
                    1.03125,
                    2.0,
                    6.0,
                    12.0,
                    0.5625,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    6.0,
                    12.0,
                    0.6,
                    2.0
                ],
                [
                    1.155,
                    2.0,
                    6.0,
                    12.0,
                    0.63,
                    2.0
                ],
                [
                    1.21,
                    2.0,
                    6.0,
                    12.0,
                    0.66,
                    2.0
                ],
                [
                    1.265,
                    2.0,
                    6.0,
                    12.0,
                    0.69,
                    2.0
                ],
                [
                    1.32,
                    2.0,
                    6.0,
                    12.0,
                    0.72,
                    2.0
                ],
                [
                    1.375,
                    2.0,
                    6.0,
                    12.0,
                    0.75,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Passive"
        }
    },
    "122006": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적 목표에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적 목표에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "v6": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Normal"
        }
    },
    "122007": {
        "v1": {
            "Name": "폭풍의 몸체",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 [적진 돌격] 상태에 진입한다. [적진 돌격] 상태에서는 일정 범위 내의 적을 끌어당기고 자신의 이동 속도가 <b>#2[p]</b> 증가하며, 전투 진입 후 [비황]을 <b>#4[f]</b>pt 획득한다.<br>[적진 돌격] 상태에서 선공하면 끌어당긴 모든 적을 전투에 진입시킨다. 전투 진입 후 웨이브가 시작될 때마다 모든 적에게 비소 공격력의 <b>#3[p]</b>만큼 바람 속성 피해를 가하고, 해당 피해는 반드시 치명타를 가한다. 끌어당긴 적이 1기를 초과하면 1기를 초과할 때마다 해당 피해의 배율이 <b>#5[p]</b> 증가하고, 최대 <b>#6[p]</b>까지 증가한다",
            "Params": [
                [
                    20.0,
                    0.35,
                    2.0,
                    1.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Maze"
        },
        "v2": {
            "Name": "폭풍의 몸체",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 [적진 돌격] 상태에 진입한다. [적진 돌격] 상태에서는 일정 범위 내의 적을 끌어당기고 자신의 이동 속도가 <b>#2[p]</b> 증가하며, 전투 진입 후 [비황]을 <b>#4[f]</b>pt 획득한다.<br>[적진 돌격] 상태에서 선공하면 끌어당긴 모든 적을 전투에 진입시킨다. 전투 진입 후 웨이브가 시작될 때마다 모든 적에게 비소 공격력의 <b>#3[p]</b>만큼 바람 속성 피해를 가하고, 해당 피해는 반드시 치명타를 가한다. 끌어당긴 적이 1기를 초과하면 1기를 초과할 때마다 해당 피해의 배율이 <b>#5[p]</b> 증가하고, 최대 <b>#6[p]</b>까지 증가한다",
            "Params": [
                [
                    20.0,
                    0.35,
                    2.0,
                    1.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Maze"
        },
        "v3": {
            "Name": "폭풍의 몸체",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 [적진 돌격] 상태에 진입한다. [적진 돌격] 상태에서는 일정 범위 내의 적을 끌어당기고 자신의 이동 속도가 <b>#2[p]</b> 증가하며, 전투 진입 후 [비황]을 <b>#4[f]</b>pt 획득한다.<br>[적진 돌격] 상태에서 선공하면 끌어당긴 모든 적을 전투에 진입시킨다. 전투 진입 후 웨이브가 시작될 때마다 모든 적에게 비소 공격력의 <b>#3[p]</b>만큼 바람 속성 피해를 가하고, 해당 피해는 반드시 치명타를 가한다. 끌어당긴 적이 1기를 초과하면 1기를 초과할 때마다 해당 피해의 배율이 <b>#5[p]</b> 증가하고, 최대 <b>#6[p]</b>까지 증가한다",
            "Params": [
                [
                    20.0,
                    0.35,
                    2.0,
                    1.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Maze"
        },
        "v4": {
            "Name": "폭풍의 몸체",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 [적진 돌격] 상태에 진입한다. [적진 돌격] 상태에서는 일정 범위 내의 적을 끌어당기고 자신의 이동 속도가 <b>#2[p]</b> 증가하며, 전투 진입 후 [비황]을 <b>#4[f]</b>pt 획득한다.<br>[적진 돌격] 상태에서 선공하면 끌어당긴 모든 적을 전투에 진입시킨다. 전투 진입 후 웨이브가 시작될 때마다 모든 적에게 비소 공격력의 <b>#3[p]</b>만큼 바람 속성 피해를 가하고, 해당 피해는 반드시 치명타를 가한다. 끌어당긴 적이 1기를 초과하면 1기를 초과할 때마다 해당 피해의 배율이 <b>#5[p]</b> 증가하고, 최대 <b>#6[p]</b>까지 증가한다",
            "Params": [
                [
                    20.0,
                    0.5,
                    2.0,
                    1.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Maze"
        },
        "v5": {
            "Name": "폭풍의 몸체",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 [적진 돌격] 상태에 진입한다. [적진 돌격] 상태에서는 일정 범위 내의 적을 끌어당기고 자신의 이동 속도가 <b>#2[p]</b> 증가하며, 전투 진입 후 [비황]을 <b>#4[f]</b>pt 획득한다.<br>[적진 돌격] 상태에서 선공하면 끌어당긴 모든 적을 전투에 진입시킨다. 전투 진입 후 웨이브가 시작될 때마다 모든 적에게 비소 공격력의 <b>#3[p]</b>만큼 바람 속성 피해를 가하고, 해당 피해는 반드시 치명타를 가한다. 끌어당긴 적이 1기를 초과하면 1기를 초과할 때마다 해당 피해의 배율이 <b>#5[p]</b> 증가하고, 최대 <b>#6[p]</b>까지 증가한다",
            "Params": [
                [
                    20.0,
                    0.5,
                    2.0,
                    1.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Maze"
        },
        "v6": {
            "Name": "폭풍의 몸",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 [적진 돌격] 상태에 진입한다. [적진 돌격] 상태에서는 일정 범위 내의 적을 끌어당기고 자신의 이동 속도가 <b>#2[p]</b> 증가하며, 전투 진입 후 [비황]을 <b>#4[f]</b>pt 획득한다.<br>[적진 돌격] 상태에서 선공하면 끌어당긴 모든 적을 전투에 진입시킨다. 전투 진입 후 웨이브가 시작될 때마다 모든 적에게 비소 공격력의 <b>#3[p]</b>만큼 바람 속성 피해를 가하고, 해당 피해는 반드시 치명타를 가한다. 끌어당긴 적이 1기를 초과하면 1기를 초과할 때마다 해당 피해의 배율이 <b>#5[p]</b> 증가하고, 최대 <b>#6[p]</b>까지 증가한다",
            "Params": [
                [
                    20.0,
                    0.5,
                    2.0,
                    1.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Maze"
        },
        "Live": {
            "Name": "폭풍의 몸",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 [적진 돌격] 상태에 진입한다. [적진 돌격] 상태에서는 일정 범위 내의 적을 끌어당기고 자신의 이동 속도가 <b>#2[p]</b> 증가하며, 전투 진입 후 [비황]을 <b>#4[f]</b>pt 획득한다.<br>[적진 돌격] 상태에서 선공하면 끌어당긴 모든 적을 전투에 진입시킨다. 전투 진입 후 웨이브가 시작될 때마다 모든 적에게 비소 공격력의 <b>#3[p]</b>만큼 바람 속성 피해를 가하고, 해당 피해는 반드시 치명타를 가한다. 끌어당긴 적이 1기를 초과하면 1기를 초과할 때마다 해당 피해의 배율이 <b>#5[p]</b> 증가하고, 최대 <b>#6[p]</b>까지 증가한다",
            "Params": [
                [
                    20.0,
                    0.5,
                    2.0,
                    1.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Maze"
        }
    },
    "122008": {
        "v1": {
            "Name": "섬렬의 검무",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>일 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.45,
                    0.24
                ],
                [
                    0.48,
                    0.256
                ],
                [
                    0.51,
                    0.272
                ],
                [
                    0.54,
                    0.288
                ],
                [
                    0.57,
                    0.304
                ],
                [
                    0.6,
                    0.32
                ],
                [
                    0.6375,
                    0.34
                ],
                [
                    0.675,
                    0.36
                ],
                [
                    0.7125,
                    0.38
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.78,
                    0.416
                ],
                [
                    0.81,
                    0.432
                ],
                [
                    0.84,
                    0.448
                ],
                [
                    0.87,
                    0.464
                ],
                [
                    0.9,
                    0.48
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_02"
        },
        "v2": {
            "Name": "섬렬의 검무",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>일 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.45,
                    0.24
                ],
                [
                    0.48,
                    0.256
                ],
                [
                    0.51,
                    0.272
                ],
                [
                    0.54,
                    0.288
                ],
                [
                    0.57,
                    0.304
                ],
                [
                    0.6,
                    0.32
                ],
                [
                    0.6375,
                    0.34
                ],
                [
                    0.675,
                    0.36
                ],
                [
                    0.7125,
                    0.38
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.78,
                    0.416
                ],
                [
                    0.81,
                    0.432
                ],
                [
                    0.84,
                    0.448
                ],
                [
                    0.87,
                    0.464
                ],
                [
                    0.9,
                    0.48
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_02"
        },
        "v3": {
            "Name": "섬렬의 검무",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>일 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_02"
        },
        "v4": {
            "Name": "섬렬의 검무",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>일 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_02"
        },
        "v5": {
            "Name": "섬렬의 검무",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>일 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_02"
        },
        "v6": {
            "Name": "섬렬의 검무",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>일 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_02"
        },
        "Live": {
            "Name": "섬렬의 검무",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>일 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_02"
        }
    },
    "122009": {
        "v1": {
            "Name": "하늘을 꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>가 아닐 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.45,
                    0.24
                ],
                [
                    0.48,
                    0.256
                ],
                [
                    0.51,
                    0.272
                ],
                [
                    0.54,
                    0.288
                ],
                [
                    0.57,
                    0.304
                ],
                [
                    0.6,
                    0.32
                ],
                [
                    0.6375,
                    0.34
                ],
                [
                    0.675,
                    0.36
                ],
                [
                    0.7125,
                    0.38
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.78,
                    0.416
                ],
                [
                    0.81,
                    0.432
                ],
                [
                    0.84,
                    0.448
                ],
                [
                    0.87,
                    0.464
                ],
                [
                    0.9,
                    0.48
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_03"
        },
        "v2": {
            "Name": "하늘을 꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>가 아닐 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.45,
                    0.24
                ],
                [
                    0.48,
                    0.256
                ],
                [
                    0.51,
                    0.272
                ],
                [
                    0.54,
                    0.288
                ],
                [
                    0.57,
                    0.304
                ],
                [
                    0.6,
                    0.32
                ],
                [
                    0.6375,
                    0.34
                ],
                [
                    0.675,
                    0.36
                ],
                [
                    0.7125,
                    0.38
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.78,
                    0.416
                ],
                [
                    0.81,
                    0.432
                ],
                [
                    0.84,
                    0.448
                ],
                [
                    0.87,
                    0.464
                ],
                [
                    0.9,
                    0.48
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_03"
        },
        "v3": {
            "Name": "하늘을 꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>가 아닐 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_03"
        },
        "v4": {
            "Name": "하늘을 꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>가 아닐 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_03"
        },
        "v5": {
            "Name": "하늘을 꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>가 아닐 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_03"
        },
        "v6": {
            "Name": "하늘을 꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>가 아닐 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_03"
        },
        "Live": {
            "Name": "하늘을 꿰뚫는 도끼",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "선택한 목표에게 비소 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 목표가 <u>약점 격파 상태</u>가 아닐 경우 피해 배율이 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    0.36,
                    0.15
                ],
                [
                    0.384,
                    0.165
                ],
                [
                    0.408,
                    0.18
                ],
                [
                    0.432,
                    0.195
                ],
                [
                    0.456,
                    0.21
                ],
                [
                    0.48,
                    0.225
                ],
                [
                    0.51,
                    0.24375
                ],
                [
                    0.54,
                    0.2625
                ],
                [
                    0.57,
                    0.28125
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.624,
                    0.315
                ],
                [
                    0.648,
                    0.33
                ],
                [
                    0.672,
                    0.345
                ],
                [
                    0.696,
                    0.36
                ],
                [
                    0.72,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra_on_03"
        }
    },
    "122014": {
        "v1": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v2": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v3": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v4": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v5": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v6": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        },
        "Live": {
            "Name": "천지 격쇄",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]<br>Hidden Stat: #3[f]<br>Hidden Stat: #4[f]",
            "Params": [
                [
                    0.96,
                    1.0,
                    6.0,
                    4.02
                ],
                [
                    1.024,
                    1.0,
                    6.0,
                    4.318
                ],
                [
                    1.088,
                    1.0,
                    6.0,
                    4.616
                ],
                [
                    1.152,
                    1.0,
                    6.0,
                    4.914
                ],
                [
                    1.216,
                    1.0,
                    6.0,
                    5.212
                ],
                [
                    1.28,
                    1.0,
                    6.0,
                    5.51
                ],
                [
                    1.36,
                    1.0,
                    6.0,
                    5.8825
                ],
                [
                    1.44,
                    1.0,
                    6.0,
                    6.255
                ],
                [
                    1.52,
                    1.0,
                    6.0,
                    6.6275
                ],
                [
                    1.6,
                    1.0,
                    6.0,
                    7.0
                ],
                [
                    1.664,
                    1.0,
                    6.0,
                    7.298
                ],
                [
                    1.728,
                    1.0,
                    6.0,
                    7.596
                ],
                [
                    1.792,
                    1.0,
                    6.0,
                    7.894
                ],
                [
                    1.856,
                    1.0,
                    6.0,
                    8.192
                ],
                [
                    1.92,
                    1.0,
                    6.0,
                    8.49
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1220_Ultra"
        }
    }
}

var _avatarskilltree_ = {
    "1220": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "통천",
                "Desc": "전투 시작 시 [비황]을 <b><color style='color:#f29e38'>4.0</color></b>pt 획득한다. 턴 시작 시 필드 위에 전투 가능 상태의 파티원이 없으면 [비황]을 1pt를 획득한다",
                "Icon": "SkillIcon_1220_SkillTree1"
            },
            "Tree2": {
                "Name": "해형",
                "Desc": "필살기를 발동해 적에게 피해를 가하면 추가 공격을 발동한 것으로 간주한다",
                "Icon": "SkillIcon_1220_SkillTree2"
            },
            "Tree3": {
                "Name": "섬전",
                "Desc": "추가 공격의 치명타 피해가 <b><color style='color:#f29e38'>60.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1220_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "통천",
                "Desc": "전투 시작 시 [비황]을 <b><color style='color:#f29e38'>4.0</color></b>pt 획득한다. 턴 시작 시 필드 위에 전투 가능 상태의 파티원이 없으면 [비황]을 1pt를 획득한다",
                "Icon": "SkillIcon_1220_SkillTree1"
            },
            "Tree2": {
                "Name": "해형",
                "Desc": "필살기를 발동해 적에게 피해를 가하면 추가 공격을 발동한 것으로 간주한다",
                "Icon": "SkillIcon_1220_SkillTree2"
            },
            "Tree3": {
                "Name": "섬전",
                "Desc": "추가 공격의 치명타 피해가 <b><color style='color:#f29e38'>60.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1220_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "통천",
                "Desc": "전투 시작 시 [비황]을 <b><color style='color:#f29e38'>3.0</color></b>pt 획득한다. 턴 시작 시 필드 위에 전투 가능 상태의 파티원이 없으면 [비황]을 1pt를 획득한다",
                "Icon": "SkillIcon_1220_SkillTree1"
            },
            "Tree2": {
                "Name": "해형",
                "Desc": "필살기를 발동해 적에게 피해를 가하면 추가 공격을 발동한 것으로 간주한다",
                "Icon": "SkillIcon_1220_SkillTree2"
            },
            "Tree3": {
                "Name": "섬전",
                "Desc": "추가 공격의 치명타 피해가 <b><color style='color:#f29e38'>48.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1220_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "통천",
                "Desc": "전투 시작 시 [비황]을 <b><color style='color:#f29e38'>3.0</color></b>pt 획득한다.<br>턴 시작 시, 이전 턴에서 특성으로 추가 공격을 발동하지 않은 경우 [비황]에 필요한 공격 횟수를 1회 획득한다",
                "Icon": "SkillIcon_1220_SkillTree1"
            },
            "Tree2": {
                "Name": "해형",
                "Desc": "필살기를 발동해 적 목표에게 피해를 가하면 추가 공격을 발동한 것으로 간주한다. 추가 공격의 치명타 피해가 <b><color style='color:#f29e38'>36.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1220_SkillTree2"
            },
            "Tree3": {
                "Name": "섬전",
                "Desc": "전투 스킬 발동 시 공격력이 <b><color style='color:#f29e38'>48.0%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>3.0</color></b>턴",
                "Icon": "SkillIcon_1220_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "통천",
                "Desc": "전투 시작 시 [비황]을 <b><color style='color:#f29e38'>3.0</color></b>pt 획득한다.<br>턴 시작 시, 이전 턴에서 특성으로 추가 공격을 발동하지 않은 경우 [비황]에 필요한 공격 횟수를 1회 획득한다",
                "Icon": "SkillIcon_1220_SkillTree1"
            },
            "Tree2": {
                "Name": "해형",
                "Desc": "필살기를 발동해 적에게 피해를 가하면 추가 공격을 발동한 것으로 간주한다. 추가 공격의 치명타 피해가 <b><color style='color:#f29e38'>36.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1220_SkillTree2"
            },
            "Tree3": {
                "Name": "섬전",
                "Desc": "전투 스킬 발동 시 공격력이 <b><color style='color:#f29e38'>48.0%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>3.0</color></b>턴",
                "Icon": "SkillIcon_1220_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "통천",
                "Desc": "전투 시작 시 [비황]을 <b><color style='color:#f29e38'>3.0</color></b>pt 획득한다.<br>턴 시작 시, 이전 턴에서 특성으로 추가 공격을 발동하지 않은 경우 [비황] 획득에 필요한 공격 횟수가 1회 계산된다",
                "Icon": "SkillIcon_1220_SkillTree1"
            },
            "Tree2": {
                "Name": "해형",
                "Desc": "필살기를 발동해 적에게 피해를 가하면 추가 공격을 발동한 것으로 간주한다. 추가 공격의 치명타 피해가 <b><color style='color:#f29e38'>36.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1220_SkillTree2"
            },
            "Tree3": {
                "Name": "섬전",
                "Desc": "전투 스킬 발동 시 공격력이 <b><color style='color:#f29e38'>48.0%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>3.0</color></b>턴",
                "Icon": "SkillIcon_1220_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "통천",
                "Desc": "전투 시작 시 [비황]을 <b><color style='color:#f29e38'>3</color></b>pt 획득한다.<br>턴 시작 시, 이전 턴에서 특성으로 <u>추가 공격</u>을 발동하지 않은 경우 [비황] 획득에 필요한 공격 횟수가 1회 계산된다",
                "Icon": "SkillIcon_1220_SkillTree1"
            },
            "Tree2": {
                "Name": "해형",
                "Desc": "필살기를 발동해 적에게 피해를 가하면 <u>추가 공격</u>을 발동한 것으로 간주한다. <u>추가 공격</u>의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다",
                "Icon": "SkillIcon_1220_SkillTree2"
            },
            "Tree3": {
                "Name": "섬전",
                "Desc": "전투 스킬 발동 시 공격력이 <b><color style='color:#f29e38'>48%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
                "Icon": "SkillIcon_1220_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "122001": {
        "v1": {
            "Rank": 1,
            "Name": "극지 평정",
            "Desc": "필살기 발동 시 [비황]을 1pt 소모하고, 마지막 일격은 추가로 랜덤 단일 적에게 비소 공격력의 <b><color style='color:#f29e38'>30.0%</color></b>만큼 바람 속성 피해를 가한다",
            "Icon": "SkillIcon_1220_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "극지 평정",
            "Desc": "필살기 발동 시 [비황]을 1pt 소모하고, 마지막 일격은 추가로 랜덤 단일 적에게 비소 공격력의 <b><color style='color:#f29e38'>30.0%</color></b>만큼 바람 속성 피해를 가한다",
            "Icon": "SkillIcon_1220_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "극지 평정",
            "Desc": "필살기 발동 시 [비황]을 1pt 소모하고, 마지막 일격은 추가로 랜덤 단일 적에게 비소 공격력의 <b><color style='color:#f29e38'>10.0%</color></b>만큼 바람 속성 피해를 가한다",
            "Icon": "SkillIcon_1220_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "극지 평정",
            "Desc": "[섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼] 발동 후 비소가 가하는 필살기 피해가 기존 피해의 <b><color style='color:#f29e38'>10.0%</color></b>만큼 추가로 증가한다. 최대 <b><color style='color:#f29e38'>5.0</color></b>스택 중첩되며, 필살기 행동이 종료될 때까지 지속된다",
            "Icon": "SkillIcon_1220_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "극지 평정",
            "Desc": "[섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼] 발동 후 비소가 가하는 필살기 피해가 기존 피해의 <b><color style='color:#f29e38'>10.0%</color></b>만큼 추가로 증가한다. 최대 <b><color style='color:#f29e38'>5.0</color></b>스택 중첩되며, 필살기 행동이 종료될 때까지 지속된다",
            "Icon": "SkillIcon_1220_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "극지 평정",
            "Desc": "[섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼] 발동 후 비소가 가하는 필살기 피해가 기존 피해의 <b><color style='color:#f29e38'>10.0%</color></b>만큼 추가로 증가한다. 최대 <b><color style='color:#f29e38'>5.0</color></b>스택 중첩되며, 필살기 행동이 종료될 때까지 지속된다",
            "Icon": "SkillIcon_1220_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "극지 평정",
            "Desc": "[섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼] 발동 후 비소가 가하는 필살기 피해가 기존 피해의 <b><color style='color:#f29e38'>10%</color></b>만큼 추가로 증가한다. 최대 <b><color style='color:#f29e38'>5</color></b>스택 중첩되며, 필살기 행동이 종료될 때까지 지속된다",
            "Icon": "SkillIcon_1220_Rank1"
        }
    },
    "122002": {
        "v1": {
            "Rank": 2,
            "Name": "별과 달에 올리는 예",
            "Desc": "특성 효과에서 [비황] 획득에 필요한 공격 횟수가 <b><color style='color:#f29e38'>1.0</color></b>회 감소한다",
            "Icon": "SkillIcon_1220_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "별과 달에 올리는 예",
            "Desc": "특성 효과에서 [비황] 획득에 필요한 공격 횟수가 <b><color style='color:#f29e38'>1.0</color></b>회 감소한다",
            "Icon": "SkillIcon_1220_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "별과 달에 올리는 예",
            "Desc": "특성 효과에서 [비황] 획득에 필요한 공격 횟수가 <b><color style='color:#f29e38'>1.0</color></b>회 감소한다",
            "Icon": "SkillIcon_1220_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "별과 달에 올리는 예",
            "Desc": "특성의 추가 공격 발동 후 [비황]을 1pt 획득한다",
            "Icon": "SkillIcon_1220_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "별과 달에 올리는 예",
            "Desc": "특성 효과에서 아군이 추가 공격을 1회 발동할 때마다 비소가 [비황]을 1pt 획득한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>6.0</color></b>회 발동한다",
            "Icon": "SkillIcon_1220_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "별과 달에 올리는 예",
            "Desc": "특성 효과에서 아군이 추가 공격을 1회 발동할 때마다 비소가 [비황]을 1pt 획득한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>6.0</color></b>회 발동한다",
            "Icon": "SkillIcon_1220_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "별과 달에 올리는 예",
            "Desc": "특성 효과에서 아군이 <u>추가 공격</u>을 1회 발동할 때마다 비소가 [비황]을 1pt 획득한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>6</color></b>회 발동한다",
            "Icon": "SkillIcon_1220_Rank2"
        }
    },
    "122003": {
        "v1": {
            "Rank": 3,
            "Name": "서성 출정",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "서성 출정",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "서성 출현",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "서성 출현",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "서성 출현",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1220_Ultra"
        },
        "v6": {
            "Rank": 3,
            "Name": "서성 출현",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1220_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "서성 출현",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1220_Ultra"
        }
    },
    "122004": {
        "v1": {
            "Rank": 4,
            "Name": "담대무쌍, 기경유봉",
            "Desc": "일반 공격, 전투 스킬을 발동해 적에게 피해를 가할 시 추가 공격을 발동한 것으로 간주한다",
            "Icon": "SkillIcon_1220_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "담대무쌍, 기경유봉",
            "Desc": "일반 공격, 전투 스킬을 발동해 적에게 피해를 가할 시 추가 공격을 발동한 것으로 간주한다",
            "Icon": "SkillIcon_1220_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "대담하고 신중하게",
            "Desc": "일반 공격, 전투 스킬을 발동해 적에게 피해를 가할 시 추가 공격을 발동한 것으로 간주한다",
            "Icon": "SkillIcon_1220_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "대담하고 신중하게",
            "Desc": "비소가 전투 가능 상태일 시 적 목표가 받는 추가 공격 피해가 <b><color style='color:#f29e38'>10.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1220_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "대담하고 신중하게",
            "Desc": "특성 추가 공격의 강인성 감소 수치가 <b><color style='color:#f29e38'>100.0%</color></b> 증가하고, 발동 시 자신의 속도가 <b><color style='color:#f29e38'>8.0%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴",
            "Icon": "SkillIcon_1220_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "대담하고 신중하게",
            "Desc": "특성 추가 공격의 강인성 감소 수치가 <b><color style='color:#f29e38'>100.0%</color></b> 증가하고, 발동 시 자신의 속도가 <b><color style='color:#f29e38'>8.0%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴",
            "Icon": "SkillIcon_1220_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "대담하고 신중하게",
            "Desc": "특성 <u>추가 공격</u>의 강인성 감소 수치가 <b><color style='color:#f29e38'>100%</color></b> 증가하고, 발동 시 자신의 속도가 <b><color style='color:#f29e38'>8%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1220_Rank4"
        }
    },
    "122005": {
        "v1": {
            "Rank": 5,
            "Name": "저 높은 운한에 올라",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1220_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "저 높은 운한에 올라",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1220_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "드높은 하늘에 올라",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1220_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "드높은 하늘에 올라",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1220_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "드높은 하늘에 올라",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1220_BP"
        },
        "v6": {
            "Rank": 5,
            "Name": "드높은 하늘에 올라",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1220_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "드높은 하늘에 올라",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1220_BP"
        }
    },
    "122006": {
        "v1": {
            "Rank": 6,
            "Name": "수구초심",
            "Desc": "추가 공격의 바람 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다. 특성의 추가 공격 피해 배율이 <b><color style='color:#f29e38'>360.0%</color></b> 증가하며, 가하는 피해를 필살기 피해로 간주한다",
            "Icon": "SkillIcon_1220_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "수구초심",
            "Desc": "추가 공격의 바람 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다. 특성의 추가 공격 피해 배율이 <b><color style='color:#f29e38'>360.0%</color></b> 증가하며, 가하는 피해를 필살기 피해로 간주한다",
            "Icon": "SkillIcon_1220_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "수구초심",
            "Desc": "추가 공격의 바람 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다. 특성의 추가 공격 피해 배율이 <b><color style='color:#f29e38'>140.0%</color></b> 증가하며, 가하는 피해를 필살기 피해로 간주한다",
            "Icon": "SkillIcon_1220_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "수구초심",
            "Desc": "비소가 가하는 필살기 피해의 모든 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다. 특성의 추가 공격 피해는 동시에 필살기 피해로 간주되며, 피해 배율이 <b><color style='color:#f29e38'>140.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1220_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "수구초심",
            "Desc": "비소가 가하는 필살기 피해의 모든 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다. 특성의 추가 공격 피해는 동시에 필살기 피해로 간주되며, 피해 배율이 <b><color style='color:#f29e38'>140.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1220_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "수구초심",
            "Desc": "비소가 가하는 필살기 피해의 모든 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다. 특성의 추가 공격 피해는 동시에 필살기 피해로 간주되며, 피해 배율이 <b><color style='color:#f29e38'>140.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1220_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "수구초심",
            "Desc": "비소가 가하는 필살기 피해의 모든 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 특성의 <u>추가 공격</u> 피해는 동시에 필살기 피해로 간주되며, 피해 배율이 <b><color style='color:#f29e38'>140%</color></b> 증가한다",
            "Icon": "SkillIcon_1220_Rank6"
        }
    }
}

var _story_ = {
    "1220": [
        {
            "_id": 1,
            "Story": "선주 「요청」의 천격 장군. 천궁의 7대 장군 중 하나로, 격식에 얽매이지 않으며 솔직하고 소탈하다.<br>각종 무예에 정통하고 신체를 극한으로 단련하여 「대첩 장군」이라는 명성을 얻었으며, 선주 군인과 백성의 사랑을 받고 있다.<br>그러나 「달의 광기」 증상을 겪고 있으며, 제한된 시간 내에 흉물을 모두 사냥하기 위해선——비소의 유일한 적은 바로 자신뿐이다"
        },
        {
            "_id": 2,
            "Story": "공기 중에 피비린내와 불안이 감돌고 있다.<br><br><i>「응리……」</i><br>그녀는 옆에서 떨고 있는 동료를 가볍게 다독였다. 「냄새가 나…. 자유의 기회는 오늘 밤이야」<br><i>「사란, 도망쳤던 여우족 노예 셋의 시체가 아직도 문루에 걸려 있어……」<br>「아니, 오늘 밤은 달라」</i><br>그녀는 고개를 들어 저 멀리 바라봤다. 거대한 빛이 밤하늘을 천천히 가로지르고 있었다.<br><i>「오늘 밤은 유성이 떨어질 거야」</i><br>그녀는 동료의 손을 꼭 잡았다.<i> 「괜찮아. 앞만 보는 거야. 뒤는 돌아보지 마」</i><br><br>차갑게 빛나는 유성 아래, 작디작은 두 그림자가 끝없이 펼쳐진 들판 위를 내달리고 있다. 피비린내 나는 바람이 그녀들의 얼굴을 스치고, 간담을 서늘하게 하는 늑대 울음소리가 혈통 깊이 묻혀 있는 공포를 끊임없이 불러일으킨다.<br>하지만 그녀는 자신이 늑대 무리의 추적에서 벗어날 수 없을 거란 의심을 가져본 적이 없다.<br>「유성」에게 소원을 빈다면 「유성」이 그녀들을 밝게 비춰줄 것이고, 저 하늘의 빛을 쫓아가면 그녀들은 빛이 있는 먼 곳까지 갈 수 있을 것이다. 온 힘을 다해 달리는 동안 그녀는 점점 빛과 가까워지는 것 같았다.<br>——그것은 「유성」이 아니라 하늘을 나는 여자였다. 그녀는 자신이 요청 선주의 장군 「월아」라고 했다.<br><br>멀리서 처음 보는 군대가 그녀의 뒤에서 달려왔고 무수히 많은 화살이 그녀의 머리를 넘어 보리인의 추격병들에게 쏟아졌다.<br><i>「저것 봐, 응리. 유성이 우리의 소원을 들어줬어!」</i><br>그녀는 날아갈 듯 기뻐하며 소리쳤지만 처음부터 끝까지 뒤돌아보지 않았다. 그래서 「유성」이 땅에 닿아 모든 것이 고요로 돌아가는 광경은 보지 못했다"
        },
        {
            "_id": 3,
            "Story": "요청의 군영에서 그녀는 운기군의 갑옷을 입고 무기를 들었다.<br>새로운 언어, 새로운 생활 습관, 새로운 이름, 새로운 전투 방식——그녀는 힘들게 배워 빠르게 익혔다. 그리고 월아를 따라 출정해 월아를 위해 깃발을 들었다. 끝나지 않는 전쟁 속에서 소녀는 어엿한 전사가 되었다.<br>전쟁의 함성이 이따금 귓가에 울렸는데 처음에 그녀는 그것이 두려움인 줄 알았다.<br><br>하지만 어느 날, 그녀가 눈을 감자 눈앞에 따뜻한 붉은색이 흘렀다. 그녀는 마치 피비린내 나는 달이 그녀를 다정하게 부르고, 몸속의 혈관을 꿈틀거리게 만드는 걸 본 듯했다.<br>그녀의 피부는 점점 갈라졌고 야만적인 힘이 홍수처럼 밀려 들어왔다——그녀는 자신이 발끝만 세우면 유광처럼 빠르게 움직일 수 있단 걸 깨달았다.<br>피를 뒤집어쓴 그녀는 적군 사이를 누비며 그들이 깨닫기 전에 죽음을 선사했고, 적진에는 순식간에 갈수록 커지는 균열이 생겨났다.<br>끝없이 피를 흘리는 긴 전투 속에서 그녀의 속도는 점점 빨라졌다. 아무도 그녀의 발걸음을 따라잡을 수 없었다.<br><br>공포——그녀는 적의 눈에서 공포를 보았고 몸속에서는 전율과 분노가 시시각각 용솟음쳤다.<br>그녀는 정신을 차리고 자신이 지나온 곳을 바라보았다. 등 뒤로 보리인의 시체만 보였다. 점점 더 많이 점점 더 높이.<br>요청의 전사들 역시 멀리서 그녀를 바라보고 있었는데 그들의 눈빛에는 경악과 기쁨, 그리고 공포가 자리하고 있었다.<br>그녀는 쓰러졌다.<br><br>다시 눈을 떴을 때 월아만이 그녀의 곁에 앉아 있었다. 밖에서 나는 희미한 소리가 그녀의 귀에 들려왔다.<br><i>「꼬리 없는 거 못 봤어? 이건……」<br>「선천적인 건가? 가여워라」<br>「과거에 보리인의 전쟁 노예였어서 그런지 엄청 치열하게 싸우더라니까……」<br>「저게 『달의 광기』인 거 몰라? 우리를 전혀 못 알아볼까 봐 무서워 죽는 줄 알았다고」<br>「하지만 그녀가 아니었다면 그렇게 쉽게 이길 수 없었을걸?」</i><br>그녀는 이런 말이 평생 자신을 따라다닐 것임을 깨달았다"
        },
        {
            "_id": 4,
            "Story": "그녀는 쿠루의 옛터로 돌아가 보았다. 하지만 그녀를 맞이한 건 늑대의 포효나 여우의 울음소리가 아닌, 끝이 보이지 않는 깊은 구덩이였다. 빛에 불탄 후 백골조차 남지 않았다.<br>하지만 그녀는 여전히 유성을 쫓았다. 여기 있는 이들은 누구나 다 그렇다——그것은 천궁의 빛이자 힘든 처지에 있는 그들의 정신적 버팀목이다.<br>그래서 풍요의 백성이 다시 침략해왔을 때, 그녀는 유성이 그들에게 떨어지고 있는 눈앞의 상황을 믿을 수 없었다.<br>설령 이곳에 수없이 많은 풍요의 흉물이 모여 있다 해도 그만큼 많은 요청의 군사가 필사적으로 싸우고 있었다.<br><br>하지만 유성이 하늘을 가르는 소리는 한 걸음씩 다가오는 사신 같았고, 그녀는 지옥에 떨어진 것처럼 얼어붙었다.<br>절대 질 리 없다고 믿었던 장군도 천궁의 빛에 의해 가루가 되었다. 그녀는 절망한 채 전장을 뛰어다니며 아직 살아있는 이들을 데려가려 했지만 결국 빛의 여파에 의식을 잃고 말았다.<br>그녀는 격분에 차 절규했지만 아무도 그녀의 소리를 들을 수 없었다.<br>모든 것이 고요로 돌아갔다.<br><br>그 후로 그녀는 종종 악몽을 꿨다. 꿈속에서 누군가 그녀에게 손을 내밀지만 그녀가 도착하기도 전에 그들은 빛에 삼켜졌다.<br><i>「조금만 더… 조금만 더…」</i><br>그녀는 눈물로 얼굴을 적신 채 깨어난 적도 있다. 하지만 그녀는 모든 약속은 전장에서만 이룰 수 있단 걸 알고 있었다.<br><br>그녀는 갑옷을 걸치고 대열의 최전방으로 걸어갔다. 광란이 혈액 속으로 밀려 들어가게 둔 채 맨손으로 군사들이 진격할 혈로를 열었다.<br>그녀가 유성처럼 적진에 강림하자 산처럼 쌓인 괴물들이 그녀의 폭격에 산산조각 났다.<br>사람들의 시선 속에서 그녀는 홀로 적의 대군이 후퇴하게 만들었다.<br><i>「천격 장군! 천격 장군!」</i><br>미약한 외침이 온 땅을 울리는 함성이 되어 거대하면서도 원초적인 의지가 그녀에게 물들어 서서히 깨어났다.<br><br>그녀는 피비린내 나는 빗속에서 걸음을 멈추고 광포화로 인한 분노에 휩싸인 채 말했다.<br><i>「약속하마.<br>언젠가 나는 천궁이 쏘는 빛의 화살보다 빨라질 것이다.<br>그리고 마침내 우린 『유성』이 떨어지는 것을 다시는 보지 않게 될 것이다」</i><br><br>그날 그 빗속에서 그녀는 피와 불로 단련되어 다시 태어났다"
        },
        {
            "_id": 5,
            "Story": "오늘은 모처럼 쉬는 날이다.<br>새벽이 올 무렵, 집을 나선 그녀의 행동 경로는 평소와 조금 달랐다.<br>오늘은 그녀의 정기 건강 검진 날이다.<br><br><i>「어지러우신가요?」<br>「아니」<br>「간헐적인 피로감은 있나요?」<br>「아니」<br>「심장이 아프신가요?」<br>「아니」</i><br>여우족 의사가 얼굴을 찌푸렸다.<br><i>「장군님, 솔직하게 말하겠습니다. 모든 게 정상이라면 이 검사 보고서가 엉터리란 말인가요? 우리 둘 다 『달의 광기』 후유증이 점점 더 빈번하고 뚜렷하게 나타나고 있단 걸 알고 있잖아요. 제가 할 수 있는 건 그걸 최대한 늦추는 것뿐입니다」<br>「그게 뭐 어때서?」<br>「모든 건 시간문제예요. 장기적으로 봤을 때 장군님은 완전히 이성을 잃게 되고 다시는…」</i><br>그녀가 싱긋 웃었다.<br><i>「넌 날 『치료』하는 일을 책임지고, 난 전쟁을 『치료』하는 일을 책임지지. 우리 둘 다 약속했잖아. 서로 최선을 다하기로」</i><br><br>약을 받아 든 그녀는 한적한 오솔길을 걷기 위해 멀리 돌아갔다. 벽 너머는 사람들로 북적북적한 번화가다. 노점 상인이 물건을 파는 소리와 아이들이 웃는 소리가 여기저기서 들려온다.<br>그녀는 「이 얼마나 좋아」라고 중얼거렸다.<br><br>황종 공명 시스템의 메시지가 귓가에 울렸다——<br><i>「토스테-Ⅷ 흉물 정벌, 대첩」<br>「사킨차두 흉물 정벌, 초기에는 순조롭지 않았으나 컴퍼니 도움을 받아 대첩」<br>「고르도 격전, 대첩」<br>「……」</i><br><br>목숨이 다하기 전에 그녀는 적을 하나씩 다 사냥할 것이다.<br>그녀가 「달의 광기」로 인해 완전히 야수가 되어 적군과 아군을 구분하지 못하게 될 그날까지.<br>「수렵」의 화살촉이 자신의 심장을 관통하게 될 그날까지"
        }
    ]
}

var _voice_ = {
    "1220": [
        {
            "_id": "archive_feixiao_1",
            "Title": "첫 만남",
            "Voice": "난 비소, 선주 「요청」의 장군이야. 이제 안면도 텄으니, 은하열차에 무슨 일이 생기면 언제든지 연락해. 요청이 바로 달려갈게"
        },
        {
            "_id": "archive_feixiao_2",
            "Title": "인사",
            "Voice": "여기 있었구나. 그럼 바로 본론으로 들어가자. 속전속결로 끝내자고"
        },
        {
            "_id": "archive_feixiao_3",
            "Title": "작별",
            "Voice": "이만 가볼게. 다음에 만날 땐 우리가 더 많은 승리를 거뒀길 바라"
        },
        {
            "_id": "archive_feixiao_4",
            "Title": "자신에 대해•「장군」",
            "Voice": "「천격 장군」은 책에 쓰이는 이름이고, 「대첩 장군」은 모두가 부르는 이름이야. 전자는 너무 형식적이고, 후자는 너무 과해서 둘 다 마땅찮아. 그래서 난 스스로 「삼무 장군」이라고 부르는 걸 제일 좋아해. 걱정, 후회, 적수가 없다는 뜻이지"
        },
        {
            "_id": "archive_feixiao_5",
            "Title": "자신에 대해•달의 광기",
            "Voice": "「달의 광기」는 질병이라기보단 나의 어제와 내일이라고 하는 게 맞아. 사람은 어제를 내려놓을 순 있지만, 내일을 직시해야만 하지"
        },
        {
            "_id": "archive_feixiao_6",
            "Title": "자신에 대해•심수",
            "Voice": "그건 달의 광기에 의해 태어난 내 핏줄로 부추길수록 자라나지. 그렇다고 내가 멈출 이유는 없어. 선주의 승리를 위한 거니까. 천궁의 신, 겨뤄볼까…? 나는 「유성」보다 빠르다고"
        },
        {
            "_id": "archive_feixiao_7",
            "Title": "잡담•「수렵」",
            "Voice": "삶은 짧아. 나는 그저 화살촉이 되어 「수렵」하고 싶을 뿐이야. 마지막 순간까지"
        },
        {
            "_id": "archive_feixiao_8",
            "Title": "잡담•달리기",
            "Voice": "달리고 있으면 시간의 흐름이 유난히 느리게 느껴져. 여유롭게 고민할 수 있다는 건 나처럼 성격 급한 사람한텐 꽤 괜찮은 것 같아"
        },
        {
            "_id": "archive_feixiao_9",
            "Title": "취미",
            "Voice": "예전엔 종종 월아 장군과 함께 술 한잔하곤 했는데, 말이 술 한잔이지… 조금씩 밖에 못 마시는 나와 달리 그녀는 술잔을 멈추지 않더군. 지금도 술잔을 들면 항상 그녀의 모습이 떠올라서 자꾸 나도 모르게 빨리 마시게 된다니까"
        },
        {
            "_id": "archive_feixiao_10",
            "Title": "고민",
            "Voice": "언젠가 흉물은 완전히 사라질 거야, 이건 필연적인 일이지. 하지만 우리가 그날을 직접 지켜볼 수 있을까? 고민이라기보단, 아쉬움이 더 커"
        },
        {
            "_id": "archive_feixiao_11",
            "Title": "공유",
            "Voice": "요청과 컴퍼니는 협력이 많아. 딱히 부정할 건 없어. 이는 우리가 흉물을 토벌할 때 컴퍼니도 우릴 아낌없이 지원해줘야 한다는 것을 의미해. 흉물은 행성의 이름이 뭐든, 수조 신용 포인트의 사업도 엉망진창으로 만들어버리거든. 컴퍼니 친구들은 그렇게 대인배가 아니지"
        },
        {
            "_id": "archive_feixiao_12",
            "Title": "견문",
            "Voice": "난 「유성」의 방향을 쫓다가 자유를 얻었어. 하지만 「유성」이 떨어진 옛 땅은 이미 사라졌지"
        },
        {
            "_id": "archive_feixiao_13",
            "Title": "회염에 대해",
            "Voice": "회염 어르신은 그 많은 골칫거리를 겪으시고도 인간 세상에 대한 흥미를 잃지 않으셨어. 모든 장군들이 배워야 할 점이야"
        },
        {
            "_id": "archive_feixiao_14",
            "Title": "경원에 대해",
            "Voice": "「천격 장군 대 복파 장군」이라…. 연맹의 많은 사람들이 이런 시끌벅적한 구경거리를 좋아하지. 솔직히 말하자면 나도 그래. 전술 전략을 세워 승부를 결정짓는다면, 경원 장군과 효광 장군 중에 누가 이길까?"
        },
        {
            "_id": "archive_feixiao_15",
            "Title": "연경에 대해",
            "Voice": "정말 훌륭한 아이지! 나보다 훨씬 재능이 있어. 내가 그를 가르친다면 분명 역사에 이름을 남길 맹장이 될 거야! 아쉽게도 그의 스승은 「맹장」의 길을 걷지 않지만… 지혜로움과 용맹함을 겸비하는 건 어려운 일이니, 오히려 더 좋아"
        },
        {
            "_id": "archive_feixiao_16",
            "Title": "운리에 대해",
            "Voice": "회염 어르신은 용의주도하신 분인데, 그분이 키운 아이는 이렇게 꾸밈이 없다니…. 난 제자를 들여 고민할 시간도 없으니, 아마 평생 이해할 수 없겠지"
        },
        {
            "_id": "archive_feixiao_17",
            "Title": "맥택에 대해",
            "Voice": "난 그에게 언제든지 나를 「암살」해도 된다고 했어. 요즘엔 공격하는 빈도가 점점 줄고, 대신 정확도가 올라갔지. 잘하고 있어, 다만 인내심이 필요해. 한 방으로 명중하는 순간은 아직이야"
        },
        {
            "_id": "archive_feixiao_18",
            "Title": "초구에 대해",
            "Voice": "초구 선생은 본인 얼굴이 신뢰가 가지 않는 얼굴이라며 계략이 많아 보인다고 종종 불평하지. 하지만 정말 큰일이 닥쳤다면 그의 계략을 전적으로 믿어도 돼"
        },
        {
            "_id": "archive_feixiao_19",
            "Title": "초구에 대해•2",
            "Voice": "눈에는 눈, 백 배로 갚아주지"
        },
        {
            "_id": "archive_feixiao_20",
            "Title": "영사에 대해",
            "Voice": "엉망진창인 노점을 수습하려면 「독한 마음」이 가장 중요하지. 우아해 보이지만… 나부 단정사를 수습할 능력은 충분해"
        },
        {
            "_id": "archive_feixiao_21",
            "Title": "Mar. 7th에 대해",
            "Voice": "그 소녀는 무술의 기초가 있으니 선주에 검술을 배우러 오는 것도 이해돼, 멋지잖아! 근데 아직 배짱이 부족해…. 내 도끼가 별로인가?"
        },
        {
            "_id": "archive_feixiao_22",
            "Title": "어공에 대해",
            "Voice": "시간이 이렇게 많이 흘렀는데, 그녀 곁에 있을 때마다 내가 아직도 어린 여우라는 착각이 들어…. 아마 어공 언니의 눈빛이 너무 자애롭게 느껴져서겠지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_feixiao",
            "Title": "성혼 활성화",
            "Voice": "내게 불을 붙여! 날 불태울 수 있는지 보자고!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_feixiao",
            "Title": "캐릭터 승급",
            "Voice": "앞으로 달려, 길은 끝이 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_feixiao",
            "Title": "캐릭터 최고 레벨",
            "Voice": "결승점에 도착하는 것만으로는 부족해"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_feixiao",
            "Title": "행적 활성화",
            "Voice": "느려! 더 빨리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_feixiao",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "{NICKNAME}, 네가 골라, 어느 쪽을 지키든 상관없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojiaoqiu_feixiao",
            "Title": "파티 편성•초구",
            "Voice": "초구, 머리만 굴리지 말고 자신도 좀 살펴"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomoze_feixiao",
            "Title": "파티 편성•맥택",
            "Voice": "앞은 나한테 맡기고, 뒤를 전부 책임져줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_feixiao",
            "Title": "파티 편성•경원",
            "Voice": "어떤 사냥감이 두 장군을 놀라게 하는 거지? 어디 한번 봐야겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_feixiao",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "괜찮은 자세야. 「수렵」의 속도를 겨뤄볼까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyanqing_feixiao",
            "Title": "파티 편성•연경",
            "Voice": "자질이 남다른 것 같은데, 맨손으로도 싸워보는 건 어때?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyunli_feixiao",
            "Title": "파티 편성•운리",
            "Voice": "일단 기다려보고 한 방 먹이는 거야. 이렇게"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tolingsha_feixiao",
            "Title": "파티 편성•영사",
            "Voice": "괜찮은 연기 동물이네… 양동작전도 가능한가?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyukong_feixiao",
            "Title": "파티 편성•어공",
            "Voice": "어공 언니, 또 같이 싸우게됐네"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_feixiao",
            "Title": "전투 시작•약점 격파",
            "Voice": "알아서 자멸하겠군!"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_feixiao",
            "Title": "전투 시작•위험 경보",
            "Voice": "쌩쌩하네, 1대 1 어때?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_feixiao_01",
            "Title": "턴 시작•1",
            "Voice": "덤벼, 5초 줄게"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_feixiao_02",
            "Title": "턴 시작•2",
            "Voice": "벌써 발톱이 무뎌진 거야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_feixiao",
            "Title": "턴 대기",
            "Voice": "지금이 기회야"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_feixiao_01",
            "Title": "일반 공격",
            "Voice": "너로 정했어"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_feixiao_01",
            "Title": "전투 스킬•1",
            "Voice": "피하지 않고 후회하지 않아!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_feixiao_02",
            "Title": "전투 스킬•2",
            "Voice": "두렵지 않아!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_feixiao_01",
            "Title": "약공격 피격",
            "Voice": "더 해봐"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_feixiao_01",
            "Title": "강공격 피격",
            "Voice": "이번엔 좀 낫네"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_feixiao",
            "Title": "필살기•활성화",
            "Voice": "정복하고 사냥하리"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_feixiao",
            "Title": "필살기•발동",
            "Voice": "추락하지 않고, 만고불변의 승리를 이어가리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_fist_feixiao",
            "Title": "필살기•발동•최후의 일격",
            "Voice": "승리는 정해졌다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_feixiao_01",
            "Title": "특성•1",
            "Voice": "느려!"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_feixiao_02",
            "Title": "특성•2",
            "Voice": "넌 안 돼"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_feixiao_01",
            "Title": "전투 불능",
            "Voice": "모두… 부탁 좀 할게……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_feixiao",
            "Title": "전투 복귀",
            "Voice": "죽을 때까지, 천격의 책임을 다한다"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_feixiao",
            "Title": "HP 회복",
            "Voice": "고마워, 몸조심해"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_feixiao_01",
            "Title": "비술•1",
            "Voice": "시간 좀 아끼자고!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_feixiao_02",
            "Title": "비술•2",
            "Voice": "같이 덤벼!"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_feixiao",
            "Title": "전투 승리",
            "Voice": "그래, 벌써 끝났어. 정말 빠르지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_feixiao",
            "Title": "전리품 오픈•1",
            "Voice": "가끔은 걸음을 늦추는 것도 괜찮지"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_feixiao_02",
            "Title": "전리품 오픈•2",
            "Voice": "좋아, 분명 더 좋은 게 있을 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_feixiao",
            "Title": "진귀한 전리품 오픈",
            "Voice": "대박!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_feixiao",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "와! 대단한데!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_feixiao_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "베고 싶어서 손이 근질근질하네"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_feixiao",
            "Title": "적 발견",
            "Voice": "냄새를 보면 엄청 큰 녀석인 것 같은데, 나한테 맡겨"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_feixiao",
            "Title": "도시로 복귀",
            "Voice": "잠시 쉬었다가 바로 다음 전장으로 출발하자"
        }
    ]
}

var _notes_ = {
    "1220": [
        "@E2 does not stack with Passive#<br>• Passive: Every ally's attack gives 0.5 Flying Aureus. E2 increases this to 1 for follow-up attacks.<br>• If allies performed 2 follow-up attacks, then E2 Feixiao gets 2 Flying Aureus, not 3 (which would be the case if Passive and E2 can stack).",
        "@E1 is an independent multiplier#<br>That is, DMG dealt becomes 1.0 1.1 1.2 1.3 1.4 1.5 times the original DMG.",
        "@Hit Split Ratio# (can be used to compute the Duke Relic Set)<br>• Basic ATK: 0.2+0.2+0.6<br>• Skill: 0.34+0.33+0.33<br>• Boltsunder Blitz: 0.1+0.9<br>• Everything else is a single hit."
    ]
}

var _adiff_ = {
    "1220": {
        "v3": [
            "``Base Stats`- SPD 125.0 → 112.0 ;"
        ]
    }
}

var _mtc_ = {
    "1220": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113011": 5
            },
            {
                "2": 8000,
                "113011": 10
            },
            {
                "2": 16000,
                "113012": 6,
                "110425": 3
            },
            {
                "2": 40000,
                "113012": 9,
                "110425": 7
            },
            {
                "2": 80000,
                "113013": 6,
                "110425": 20
            },
            {
                "2": 160000,
                "113013": 9,
                "110425": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110191": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "113012": 4
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "113013": 3
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "113013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 237500,
                    "113011": 2,
                    "110192": 8,
                    "113012": 7,
                    "110193": 11,
                    "113013": 11
                }
            },
            {
                "Name": "치명타 확률 +12%",
                "Mat": {
                    "2": 210000,
                    "110191": 3,
                    "113011": 6,
                    "110193": 11,
                    "113013": 11
                }
            },
            {
                "Name": "방어력 +12.5%",
                "Mat": {
                    "2": 170000,
                    "110192": 3,
                    "113012": 3,
                    "110193": 8,
                    "113013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "통천",
                "Mat": {
                    "2": 5000,
                    "110191": 3,
                    "110503": 1
                }
            },
            {
                "Name": "해형",
                "Mat": {
                    "2": 20000,
                    "110192": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "섬전",
                "Mat": {
                    "2": 160000,
                    "110193": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}