// Auto Generated

var _avatarskill_ = {
    "122101": {
        "v1": {
            "Name": "천지를 뒤엎는 검기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v2": {
            "Name": "천지를 뒤엎는 검기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v3": {
            "Name": "건곤을 뒤엎는 검기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v4": {
            "Name": "건곤을 뒤엎는 검기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v5": {
            "Name": "건곤을 뒤엎는 검기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "Live": {
            "Name": "건곤을 뒤엎는 검기",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        }
    },
    "122102": {
        "v1": {
            "Name": "천지를 뒤흔드는 대검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "운리 공격력의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 HP를 회복한다. 지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v2": {
            "Name": "천지를 뒤흔드는 대검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "운리 공격력의 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt만큼 HP를 회복하며, 지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v3": {
            "Name": "천지를 뒤흔드는 대검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "운리 공격력의 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt만큼 HP를 회복하며, 지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v4": {
            "Name": "천지를 뒤흔드는 대검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "운리 공격력의 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt만큼 HP를 회복하며, 지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v5": {
            "Name": "천지를 뒤흔드는 대검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "운리 공격력의 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt만큼 HP를 회복하며, 지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "Live": {
            "Name": "천지를 뒤흔드는 대검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "운리 공격력의 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt만큼 HP를 회복하며, 지정된 단일 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        }
    },
    "122103": {
        "v1": {
            "Name": "대지의 검신, 하늘을 베는 검날",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "에너지 <b>#8[f]</b>pt를 소모하고, 운리는 [막기]를 획득하여 모든 적을 도발 상태에 빠뜨리며, 다음 턴에 단일 아군 또는 단일 적의 턴이 종료될 때까지 지속된다. [막기] 상태 동안 운리가 가하는 치명타 피해가 @<b>#2[p]</b># 증가하고, 특성으로 반격 효과 발동 시 <u>반격</u> [간파•멸] 발동으로 변경되는 동시에 [막기] 효과를 제거한다. [막기] 상태 동안 반격을 발동하지 않으면 상태 종료 시 운리는 즉시 랜덤 적에게 <u>반격</u> [간파•참]을 발동한다. [간파•참]을 1회 발동할 때마다 다음 [간파•참]은 [간파•멸]로 변경된다.<br>[간파•참]: 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다.<br>[간파•멸]: 적에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다. 그후 추가로 피해를 <b>#4[f]</b>회 가하고, 피해를 가할 때마다 랜덤 단일 적에게 운리 공격력의 @<b>#7[p]</b>#만큼 물리 피해를 가한다. 운리가 해당 스킬로 가하는 피해는 필살기 피해를 가한 것으로 간주한다<br><br>@<b>반격</b>#<br>목표가 공격을 받으면 자동으로 발동되는 효과. 공격자에게 추가로 공격을 1회 발동한다.<br>반격은 추가 공격으로 간주한다",
            "Params": [
                [
                    1.44,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.48,
                    120.0
                ],
                [
                    1.536,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.768,
                    0.512,
                    120.0
                ],
                [
                    1.632,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.816,
                    0.544,
                    120.0
                ],
                [
                    1.728,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.864,
                    0.576,
                    120.0
                ],
                [
                    1.824,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.912,
                    0.608,
                    120.0
                ],
                [
                    1.92,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.96,
                    0.64,
                    120.0
                ],
                [
                    2.04,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    1.02,
                    0.68,
                    120.0
                ],
                [
                    2.16,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.72,
                    120.0
                ],
                [
                    2.28,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.14,
                    0.76,
                    120.0
                ],
                [
                    2.4,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.8,
                    120.0
                ],
                [
                    2.496,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.248,
                    0.832,
                    120.0
                ],
                [
                    2.592,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.296,
                    0.864,
                    120.0
                ],
                [
                    2.688,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.344,
                    0.896,
                    120.0
                ],
                [
                    2.784,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.392,
                    0.928,
                    120.0
                ],
                [
                    2.88,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.44,
                    0.96,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v2": {
            "Name": "대지의 검신, 하늘을 베는 검날",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "에너지를 <b>#8[f]</b>pt 소모하며, 운리는 [막기]를 획득하고 모든 적을 도발 상태에 빠뜨리며, 해당 상태는 다음 턴의 단일 아군 또는 단일 적 턴이 종료될 때까지 지속된다. [막기] 상태 동안 운리가 가하는 치명타 피해가 @<b>#2[p]</b># 증가하며, 특성의 반격 효과 발동 시, <u>반격</u> [간파•멸]을 발동하는 것으로 대체되고, 동시에 [막기] 효과가 해제된다. [막기] 상태 동안 반격을 발동하지 않을 경우, 상태 종료 시 운리는 즉시 랜덤 적에게 <u>반격</u> [간파•참]을 발동한다. [간파•참]을 1회 발동할 때마다 다음 [간파•참]은 [간파•멸]로 대체된다.<br>[간파•참]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다.<br>[간파•멸]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다. 이후 추가로 <b>#4[f]</b>회의 피해를 가하며, 매번 피해는 랜덤 단일 적에게 운리 공격력의 @<b>#7[p]</b>#만큼 물리 피해를 가한다. 운리가 해당 스킬을 통해 피해를 가할 시 필살기 피해를 가한 것으로 간주한다<br><br>@<b>반격</b>#<br>목표가 공격을 받으면 자동으로 발동되는 효과. 공격자에게 추가로 공격을 1회 발동한다.<br>반격은 추가 공격으로 간주한다",
            "Params": [
                [
                    1.44,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.48,
                    120.0
                ],
                [
                    1.536,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.768,
                    0.512,
                    120.0
                ],
                [
                    1.632,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.816,
                    0.544,
                    120.0
                ],
                [
                    1.728,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.864,
                    0.576,
                    120.0
                ],
                [
                    1.824,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.912,
                    0.608,
                    120.0
                ],
                [
                    1.92,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.96,
                    0.64,
                    120.0
                ],
                [
                    2.04,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    1.02,
                    0.68,
                    120.0
                ],
                [
                    2.16,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.72,
                    120.0
                ],
                [
                    2.28,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.14,
                    0.76,
                    120.0
                ],
                [
                    2.4,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.8,
                    120.0
                ],
                [
                    2.496,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.248,
                    0.832,
                    120.0
                ],
                [
                    2.592,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.296,
                    0.864,
                    120.0
                ],
                [
                    2.688,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.344,
                    0.896,
                    120.0
                ],
                [
                    2.784,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.392,
                    0.928,
                    120.0
                ],
                [
                    2.88,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.44,
                    0.96,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v3": {
            "Name": "대지의 검신, 천궁을 베는 검날",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "에너지를 <b>#8[f]</b>pt 소모하며, 운리가 [막기]를 획득하고 모든 적을 도발 상태에 빠트리며, 아군 또는 적의 다음 턴이 종료될 때까지 지속된다. 또한 운리의 다음 반격이 가하는 치명타 피해가 @<b>#2[p]</b># 증가하고, 특성의 반격 효과 발동 시 <u>반격</u> [간파•멸]을 발동하는 것으로 대체되고, 동시에 [막기] 효과가 해제된다. [막기] 상태에서 반격이 발동되지 않으면, 상태 종료 시 운리는 즉시 랜덤 적에게 <u>반격</u> [간파•참]을 발동한다.<br>[간파•참]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다.<br>[간파•멸]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다. 이후 추가로 피해를 <b>#4[f]</b>회 가하며, 피해 1회당 랜덤 단일 적에게 운리 공격력의 @<b>#7[p]</b>#만큼 물리 피해를 가한다.<br>운리가 해당 스킬을 통해 피해를 가할 시 필살기 피해를 가한 것으로 간주한다<br><br>@<b>반격</b>#<br>목표가 공격을 받으면 자동으로 발동되는 효과. 공격자에게 추가로 공격을 1회 발동한다.<br>반격은 추가 공격으로 간주한다",
            "Params": [
                [
                    1.2,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.6,
                    0.36,
                    120.0
                ],
                [
                    1.28,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.64,
                    0.384,
                    120.0
                ],
                [
                    1.36,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.68,
                    0.408,
                    120.0
                ],
                [
                    1.44,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.432,
                    120.0
                ],
                [
                    1.52,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.76,
                    0.456,
                    120.0
                ],
                [
                    1.6,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.8,
                    0.48,
                    120.0
                ],
                [
                    1.7,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    0.85,
                    0.51,
                    120.0
                ],
                [
                    1.8,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    0.9,
                    0.54,
                    120.0
                ],
                [
                    1.9,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    0.95,
                    0.57,
                    120.0
                ],
                [
                    2.0,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.0,
                    0.6,
                    120.0
                ],
                [
                    2.08,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.04,
                    0.624,
                    120.0
                ],
                [
                    2.16,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.648,
                    120.0
                ],
                [
                    2.24,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.12,
                    0.672,
                    120.0
                ],
                [
                    2.32,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.16,
                    0.696,
                    120.0
                ],
                [
                    2.4,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.72,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v4": {
            "Name": "대지의 검신, 천궁을 베는 검날",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "에너지를 <b>#8[f]</b>pt 소모하며, 운리가 [막기]를 획득하고 모든 적을 도발 상태에 빠트리며, 아군 또는 적의 다음 턴이 종료될 때까지 지속된다. 또한 운리의 다음 반격이 가하는 치명타 피해가 @<b>#2[p]</b># 증가하고, 특성의 반격 효과 발동 시 <u>반격</u> [간파•멸]을 발동하는 것으로 대체되고, 동시에 [막기] 효과가 해제된다. [막기] 상태에서 반격이 발동되지 않으면, 상태 종료 시 운리는 즉시 랜덤 적에게 <u>반격</u> [간파•참]을 발동한다.<br>[간파•참]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다.<br>[간파•멸]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다. 이후 추가로 피해를 <b>#4[f]</b>회 가하며, 피해 1회당 랜덤 단일 적에게 운리 공격력의 @<b>#7[p]</b>#만큼 물리 피해를 가한다.<br>운리가 해당 스킬을 통해 피해를 가할 시 필살기 피해를 가한 것으로 간주한다<br><br>@<b>반격</b>#<br>목표가 공격을 받으면 자동으로 발동되는 효과. 공격자에게 추가로 공격을 1회 발동한다.<br>반격은 추가 공격으로 간주한다",
            "Params": [
                [
                    1.2,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.6,
                    0.36,
                    120.0
                ],
                [
                    1.28,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.64,
                    0.384,
                    120.0
                ],
                [
                    1.36,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.68,
                    0.408,
                    120.0
                ],
                [
                    1.44,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.432,
                    120.0
                ],
                [
                    1.52,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.76,
                    0.456,
                    120.0
                ],
                [
                    1.6,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.8,
                    0.48,
                    120.0
                ],
                [
                    1.7,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    0.85,
                    0.51,
                    120.0
                ],
                [
                    1.8,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    0.9,
                    0.54,
                    120.0
                ],
                [
                    1.9,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    0.95,
                    0.57,
                    120.0
                ],
                [
                    2.0,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.0,
                    0.6,
                    120.0
                ],
                [
                    2.08,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.04,
                    0.624,
                    120.0
                ],
                [
                    2.16,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.648,
                    120.0
                ],
                [
                    2.24,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.12,
                    0.672,
                    120.0
                ],
                [
                    2.32,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.16,
                    0.696,
                    120.0
                ],
                [
                    2.4,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.72,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v5": {
            "Name": "대지의 검신, 천궁을 베는 검날",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "에너지를 <b>#8[f]</b>pt 소모하며, 운리가 [막기]를 획득하고 모든 적을 도발 상태에 빠트리며, 아군 또는 적의 다음 턴이 종료될 때까지 지속된다. 또한 운리의 다음 반격이 가하는 치명타 피해가 @<b>#2[p]</b># 증가하고, 특성의 반격 효과 발동 시 <u>반격</u> [간파•멸]을 발동하는 것으로 대체되고, 동시에 [막기] 효과가 해제된다. [막기] 상태에서 반격이 발동되지 않으면, 상태 종료 시 운리는 즉시 랜덤 적에게 <u>반격</u> [간파•참]을 발동한다.<br>[간파•참]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다.<br>[간파•멸]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다. 이후 추가로 피해를 <b>#4[f]</b>회 가하며, 피해 1회당 랜덤 단일 적에게 운리 공격력의 @<b>#7[p]</b>#만큼 물리 피해를 가한다.<br>운리가 해당 스킬을 통해 피해를 가할 시 필살기 피해를 가한 것으로 간주한다<br><br>@<b>반격</b>#<br>목표가 공격을 받으면 자동으로 발동되는 효과. 공격자에게 추가로 공격을 1회 발동한다.<br>반격은 추가 공격으로 간주한다",
            "Params": [
                [
                    1.32,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.66,
                    0.432,
                    120.0
                ],
                [
                    1.408,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.704,
                    0.4608,
                    120.0
                ],
                [
                    1.496,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.748,
                    0.4896,
                    120.0
                ],
                [
                    1.584,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.792,
                    0.5184,
                    120.0
                ],
                [
                    1.672,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.836,
                    0.5472,
                    120.0
                ],
                [
                    1.76,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.88,
                    0.576,
                    120.0
                ],
                [
                    1.87,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    0.935,
                    0.612,
                    120.0
                ],
                [
                    1.98,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    0.99,
                    0.648,
                    120.0
                ],
                [
                    2.09,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.045,
                    0.684,
                    120.0
                ],
                [
                    2.2,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.1,
                    0.72,
                    120.0
                ],
                [
                    2.288,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.144,
                    0.7488,
                    120.0
                ],
                [
                    2.376,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.188,
                    0.7776,
                    120.0
                ],
                [
                    2.464,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.232,
                    0.8064,
                    120.0
                ],
                [
                    2.552,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.276,
                    0.8352,
                    120.0
                ],
                [
                    2.64,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.32,
                    0.864,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "Live": {
            "Name": "대지의 검신, 천궁을 베는 검날",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "에너지를 <b>#8[f]</b>pt 소모하며, 운리가 [막기]를 획득하고 모든 적을 도발 상태에 빠트리며, 아군 또는 적의 다음 턴이 종료될 때까지 지속된다. 또한 운리의 다음 반격이 가하는 치명타 피해가 @<b>#2[p]</b># 증가한다. 특성의 반격 효과 발동 시 <u>반격</u> [간파•멸]을 발동하는 것으로 대체되고, 동시에 [막기] 효과가 해제된다. [막기] 상태에서 반격이 발동되지 않으면, 상태 종료 시 운리는 즉시 랜덤 적에게 <u>반격</u> [간파•참]을 발동한다.<br>[간파•참]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다.<br>[간파•멸]: 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#6[p]</b>#만큼 물리 속성 피해를 가한다. 이후 추가로 피해를 <b>#4[f]</b>회 가하며, 피해 1회당 랜덤 단일 적에게 운리 공격력의 @<b>#7[p]</b>#만큼 물리 피해를 가한다.<br>운리가 해당 스킬을 통해 피해를 가할 시 필살기 피해를 가한 것으로 간주한다",
            "Params": [
                [
                    1.32,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.66,
                    0.432,
                    120.0
                ],
                [
                    1.408,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.704,
                    0.4608,
                    120.0
                ],
                [
                    1.496,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.748,
                    0.4896,
                    120.0
                ],
                [
                    1.584,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.792,
                    0.5184,
                    120.0
                ],
                [
                    1.672,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.836,
                    0.5472,
                    120.0
                ],
                [
                    1.76,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.88,
                    0.576,
                    120.0
                ],
                [
                    1.87,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    0.935,
                    0.612,
                    120.0
                ],
                [
                    1.98,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    0.99,
                    0.648,
                    120.0
                ],
                [
                    2.09,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.045,
                    0.684,
                    120.0
                ],
                [
                    2.2,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.1,
                    0.72,
                    120.0
                ],
                [
                    2.288,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.144,
                    0.7488,
                    120.0
                ],
                [
                    2.376,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.188,
                    0.7776,
                    120.0
                ],
                [
                    2.464,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.232,
                    0.8064,
                    120.0
                ],
                [
                    2.552,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.276,
                    0.8352,
                    120.0
                ],
                [
                    2.64,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.32,
                    0.864,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                1,
                0,
                1
            ],
            "Icon": "SkillIcon_1221_Ultra",
            "EE": [
                10000003
            ]
        }
    },
    "122104": {
        "v1": {
            "Name": "단조의 화광",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "운리가 적에게 피격된 후, 즉시 공격자에게 <u>반격</u>을 발동해 해당 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.66,
                    0.33
                ],
                [
                    0.72,
                    0.36
                ],
                [
                    0.78,
                    0.39
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    0.975,
                    0.4875
                ],
                [
                    1.05,
                    0.525
                ],
                [
                    1.125,
                    0.5625
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.26,
                    0.63
                ],
                [
                    1.32,
                    0.66
                ],
                [
                    1.38,
                    0.69
                ],
                [
                    1.44,
                    0.72
                ],
                [
                    1.5,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v2": {
            "Name": "단조의 화광",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "운리가 적에게 피격된 후, 즉시 공격자에게 <u>반격</u>을 발동해 해당 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.66,
                    0.33
                ],
                [
                    0.72,
                    0.36
                ],
                [
                    0.78,
                    0.39
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    0.975,
                    0.4875
                ],
                [
                    1.05,
                    0.525
                ],
                [
                    1.125,
                    0.5625
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.26,
                    0.63
                ],
                [
                    1.32,
                    0.66
                ],
                [
                    1.38,
                    0.69
                ],
                [
                    1.44,
                    0.72
                ],
                [
                    1.5,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v3": {
            "Name": "단조의 섬광",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "운리가 적에게 피격된 후, 추가로 에너지를 <b>#3[f]</b>pt 회복하고 즉시 공격자에게 <u>반격</u>을 발동해 해당 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    15.0
                ],
                [
                    0.66,
                    0.33,
                    15.0
                ],
                [
                    0.72,
                    0.36,
                    15.0
                ],
                [
                    0.78,
                    0.39,
                    15.0
                ],
                [
                    0.84,
                    0.42,
                    15.0
                ],
                [
                    0.9,
                    0.45,
                    15.0
                ],
                [
                    0.975,
                    0.4875,
                    15.0
                ],
                [
                    1.05,
                    0.525,
                    15.0
                ],
                [
                    1.125,
                    0.5625,
                    15.0
                ],
                [
                    1.2,
                    0.6,
                    15.0
                ],
                [
                    1.26,
                    0.63,
                    15.0
                ],
                [
                    1.32,
                    0.66,
                    15.0
                ],
                [
                    1.38,
                    0.69,
                    15.0
                ],
                [
                    1.44,
                    0.72,
                    15.0
                ],
                [
                    1.5,
                    0.75,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v4": {
            "Name": "단조의 섬광",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "운리가 적에게 피격된 후, 추가로 에너지를 <b>#3[f]</b>pt 회복하고 즉시 공격자에게 <u>반격</u>을 발동해 해당 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다.<br>반격 가능한 목표가 없을 경우 랜덤 적에게 반격한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    15.0
                ],
                [
                    0.66,
                    0.33,
                    15.0
                ],
                [
                    0.72,
                    0.36,
                    15.0
                ],
                [
                    0.78,
                    0.39,
                    15.0
                ],
                [
                    0.84,
                    0.42,
                    15.0
                ],
                [
                    0.9,
                    0.45,
                    15.0
                ],
                [
                    0.975,
                    0.4875,
                    15.0
                ],
                [
                    1.05,
                    0.525,
                    15.0
                ],
                [
                    1.125,
                    0.5625,
                    15.0
                ],
                [
                    1.2,
                    0.6,
                    15.0
                ],
                [
                    1.26,
                    0.63,
                    15.0
                ],
                [
                    1.32,
                    0.66,
                    15.0
                ],
                [
                    1.38,
                    0.69,
                    15.0
                ],
                [
                    1.44,
                    0.72,
                    15.0
                ],
                [
                    1.5,
                    0.75,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v5": {
            "Name": "단조의 섬광",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "운리가 적에게 피격된 후, 추가로 에너지를 <b>#3[f]</b>pt 회복하고 즉시 공격자에게 <u>반격</u>을 발동해 해당 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다.<br>반격 가능한 목표가 없을 경우 랜덤 적에게 반격한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    15.0
                ],
                [
                    0.66,
                    0.33,
                    15.0
                ],
                [
                    0.72,
                    0.36,
                    15.0
                ],
                [
                    0.78,
                    0.39,
                    15.0
                ],
                [
                    0.84,
                    0.42,
                    15.0
                ],
                [
                    0.9,
                    0.45,
                    15.0
                ],
                [
                    0.975,
                    0.4875,
                    15.0
                ],
                [
                    1.05,
                    0.525,
                    15.0
                ],
                [
                    1.125,
                    0.5625,
                    15.0
                ],
                [
                    1.2,
                    0.6,
                    15.0
                ],
                [
                    1.26,
                    0.63,
                    15.0
                ],
                [
                    1.32,
                    0.66,
                    15.0
                ],
                [
                    1.38,
                    0.69,
                    15.0
                ],
                [
                    1.44,
                    0.72,
                    15.0
                ],
                [
                    1.5,
                    0.75,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "Live": {
            "Name": "단조의 섬광",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "운리가 적에게 피격된 후, 추가로 에너지를 <b>#3[f]</b>pt 회복하고 즉시 공격자에게 <u>반격</u>을 발동해 해당 목표에게 운리 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 운리 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다.<br>반격 가능한 목표가 없을 경우 랜덤 적에게 반격한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    15.0
                ],
                [
                    0.66,
                    0.33,
                    15.0
                ],
                [
                    0.72,
                    0.36,
                    15.0
                ],
                [
                    0.78,
                    0.39,
                    15.0
                ],
                [
                    0.84,
                    0.42,
                    15.0
                ],
                [
                    0.9,
                    0.45,
                    15.0
                ],
                [
                    0.975,
                    0.4875,
                    15.0
                ],
                [
                    1.05,
                    0.525,
                    15.0
                ],
                [
                    1.125,
                    0.5625,
                    15.0
                ],
                [
                    1.2,
                    0.6,
                    15.0
                ],
                [
                    1.26,
                    0.63,
                    15.0
                ],
                [
                    1.32,
                    0.66,
                    15.0
                ],
                [
                    1.38,
                    0.69,
                    15.0
                ],
                [
                    1.44,
                    0.72,
                    15.0
                ],
                [
                    1.5,
                    0.75,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        }
    },
    "122106": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        }
    },
    "122107": {
        "v1": {
            "Name": "후발선지",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "자신이 [저항] 효과를 획득하고 <b>15</b>초 동안 지속된다. 지속 시간 동안 적 공격 또는 피격으로 전투 진입 후, 즉시 랜덤 단일 적에게 [간파•멸]을 발동하고, 이번 공격의 피해가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v2": {
            "Name": "후발선지",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "자신이 [튕겨내기] 효과를 획득하고 <b>15</b>초 동안 지속된다. 지속 시간 동안 적 공격 또는 피격으로 전투 진입 후, 즉시 랜덤 단일 적에게 [간파•멸]을 발동하고, 이번 공격의 피해가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v3": {
            "Name": "후발선지",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "자신이 <b>#2[f]</b>초 동안 [튕겨내기] 효과를 획득한다. 지속 시간 동안 적 공격 또는 피격으로 전투 진입 후, 즉시 랜덤 단일 적에게 [간파•멸]을 발동하고, 이번 공격이 가하는 피해가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.8,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v4": {
            "Name": "후발선지",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "자신이 <b>#2[f]</b>초 동안 [튕겨내기] 효과를 획득한다. 지속 시간 동안 적 공격 또는 피격으로 전투 진입 후, 즉시 랜덤 단일 적에게 [간파•멸]을 발동하고, 이번 공격이 가하는 피해가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.8,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v5": {
            "Name": "후발선지",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "자신이 <b>#2[f]</b>초 동안 [튕겨내기] 효과를 획득한다. 지속 시간 동안 적을 공격하거나 피격되어 전투 진입하면 즉시 랜덤 단일 적에게 [간파•멸]을 발동하고, 이번 공격이 가하는 피해가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.8,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "Live": {
            "Name": "후발선지",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "자신이 <b>#2[f]</b>초 동안 [튕겨내기] 효과를 획득한다. 지속 시간 동안 적을 공격하거나 피격되어 전투에 진입하면 즉시 랜덤 단일 적에게 [간파•멸]을 발동하고, 이번 공격이 가하는 피해가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.8,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1221": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "화륜",
                "Desc": "피격 시, 운리는 추가로 에너지를 <b><color style='color:#f29e38'>15.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "각사",
                "Desc": "[막기] 상태에서는 받는 제어류 디버프 효과에 저항하며, 받는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "진강",
                "Desc": "반격 발동 시, 운리의 공격력이 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다. 지속 시간: 1턴",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "화륜",
                "Desc": "피격 시, 운리는 추가로 에너지를 <b><color style='color:#f29e38'>15.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "각사",
                "Desc": "[막기] 상태에서는 받는 제어류 디버프 효과에 저항하며, 받는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "진강",
                "Desc": "반격 발동 시, 운리의 공격력이 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다. 지속 시간: 1턴",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "화륜",
                "Desc": "[간파•참]을 1회 발동할 때마다 다음번 [간파•참]이 [간파•멸]로 변경된다",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "각사",
                "Desc": "[막기] 상태에서는 받는 제어류 디버프 효과에 저항하며, 받는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "진강",
                "Desc": "반격 발동 시, 운리의 공격력이 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다. 지속 시간: 1턴",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "화륜",
                "Desc": "[간파•참]을 1회 발동할 때마다 다음번 [간파•참]이 [간파•멸]로 변경된다",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "각사",
                "Desc": "[막기] 상태에서는 받는 제어류 디버프 효과에 저항하며, 받는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "진강",
                "Desc": "반격 발동 시, 운리의 공격력이 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다. 지속 시간: 1턴",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "화륜",
                "Desc": "[간파•참]을 1회 발동할 때마다 다음번 [간파•참]이 [간파•멸]로 변경된다",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "각사",
                "Desc": "[막기] 상태에서는 받는 제어류 디버프 효과에 저항하며, 받는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "진강",
                "Desc": "반격 발동 시, 운리의 공격력이 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다. 지속 시간: 1턴",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "화륜",
                "Desc": "[간파•참]을 1회 발동할 때마다 다음번 [간파•참]이 [간파•멸]로 변경된다",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "각사",
                "Desc": "[막기] 상태에서 받는 제어류 <u>디버프 효과</u>에 저항하며, 받는 피해가 <b><color style='color:#f29e38'>20%</color></b> 감소한다",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "진강",
                "Desc": "<u>반격</u> 발동 시, 운리의 공격력이 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 지속 시간: 1턴",
                "Icon": "SkillIcon_1221_SkillTree3",
                "EE": [
                    10000003
                ]
            }
        }
    }
}

var _avatarrank_ = {
    "122101": {
        "v1": {
            "Rank": 1,
            "Name": "번뇌를 벗어난 칼날",
            "Desc": "[간파•참]과 [간파•멸]이 가하는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 증가하고, [간파•멸]의 추가 피해 단수가 <b><color style='color:#f29e38'>3.0</color></b>회 증가한다",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "번뇌를 벗어난 칼날",
            "Desc": "[간파•참]과 [간파•멸]이 가하는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 증가하고, [간파•멸]의 추가 피해 단수가 <b><color style='color:#f29e38'>3.0</color></b>회 증가한다",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "번뇌를 벗어난 칼날",
            "Desc": "[간파•참]과 [간파•멸]이 가하는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 증가하고, [간파•멸]의 추가 피해 단수가 <b><color style='color:#f29e38'>3.0</color></b>회 증가한다",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "번뇌를 벗어난 칼날",
            "Desc": "[간파•참]과 [간파•멸]이 가하는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 증가하고, [간파•멸]의 추가 피해 단수가 <b><color style='color:#f29e38'>3.0</color></b>회 증가한다",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "번뇌를 벗어난 칼날",
            "Desc": "[간파•참]과 [간파•멸]이 가하는 피해가 <b><color style='color:#f29e38'>20.0%</color></b> 증가하고, [간파•멸]의 추가 피해 횟수가 <b><color style='color:#f29e38'>3.0</color></b>회 증가한다",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "번뇌를 벗어난 칼날",
            "Desc": "[간파•참]과 [간파•멸]이 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, [간파•멸]의 추가 피해 횟수가 <b><color style='color:#f29e38'>3</color></b>회 증가한다",
            "Icon": "SkillIcon_1221_Rank1"
        }
    },
    "122102": {
        "v1": {
            "Rank": 2,
            "Name": "새로 태어난 첫 빛",
            "Desc": "운리가 턴 종료 후 다음 턴이 시작되기 전까지 자신의 치명타 확률을 <b><color style='color:#f29e38'>18.0%</color></b> 증가시킨다",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "새로 태어난 첫 빛",
            "Desc": "운리가 턴 종료 후 다음 턴이 시작되기 전까지 자신의 치명타 확률을 <b><color style='color:#f29e38'>18.0%</color></b> 증가시킨다",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "새로 태어난 첫 빛",
            "Desc": "반격을 발동해 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>20.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "새로 태어난 첫 빛",
            "Desc": "반격을 발동해 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>20.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "새로 태어난 첫 빛",
            "Desc": "반격을 발동해 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>20.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "새로 태어난 첫 빛",
            "Desc": "<u>반격</u>을 발동해 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1221_Rank2",
            "EE": [
                10000003
            ]
        }
    },
    "122103": {
        "v1": {
            "Rank": 3,
            "Name": "구척검을 휘두르는 기예",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1221_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "구척검을 휘두르는 기예",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1221_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "구척검을 휘두르는 기예",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "구척검을 휘두르는 기예",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "구척검을 휘두르는 기예",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "구척검을 휘두르는 기예",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1221_Ultra"
        }
    },
    "122104": {
        "v1": {
            "Rank": 4,
            "Name": "망치를 휘두르는 거장",
            "Desc": "운리가 반격을 발동해 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>20.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "망치를 휘두르는 거장",
            "Desc": "운리가 반격을 발동해 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>20.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "망치를 휘두르는 거장",
            "Desc": "[간파•참] 또는 [간파•멸] 발동 후 자신의 효과 저항이 <b><color style='color:#f29e38'>50.0%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>1.0</color></b>턴",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "망치를 휘두르는 거장",
            "Desc": "[간파•참] 또는 [간파•멸] 발동 후 자신의 효과 저항이 <b><color style='color:#f29e38'>50.0%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>1.0</color></b>턴",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "망치를 휘두르는 거장",
            "Desc": "[간파•참] 또는 [간파•멸] 발동 후 자신의 효과 저항이 <b><color style='color:#f29e38'>50.0%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>1.0</color></b>턴",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "망치를 휘두르는 거장",
            "Desc": "[간파•참] 또는 [간파•멸] 발동 후 자신의 효과 저항이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
            "Icon": "SkillIcon_1221_Rank4"
        }
    },
    "122105": {
        "v1": {
            "Rank": 5,
            "Name": "변치 않는 무기는 돌이 아니니",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "변치 않는 무기는 돌이 아니니",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "변치 않는 무기는 돌이 아니니",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1221_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "변치 않는 무기는 돌이 아니니",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1221_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "변치 않는 무기는 돌이 아니니",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1221_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "변치 않는 무기는 돌이 아니니",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1221_BP"
        }
    },
    "122106": {
        "v1": {
            "Rank": 6,
            "Name": "담대한 검법, 부드러운 마음",
            "Desc": "필살기 발동 후, 다음 턴 행동하는 게 적 유닛일 경우 운리에게 공격하는 여부와 상관없이 [간파•멸]을 발동하고, [막기] 상태는 해제되지 않고, 다음 턴 종료까지 연장된다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1.0</color></b>회 발동된다",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "담대한 검법, 부드러운 마음",
            "Desc": "필살기 발동 후, 다음 턴 행동하는 게 적 유닛일 경우 운리에게 공격하는 여부와 상관없이 [간파•멸]을 발동하고, [막기] 상태는 해제되지 않고, 다음 턴 종료까지 연장된다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1.0</color></b>회 발동된다",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "담대한 검법, 부드러운 마음",
            "Desc": "필살기 발동 후 다음에 행동하는 게 적일 경우, 해당 적의 운리 공격 여부와 상관없이 [간파•멸]을 발동한다. [간파•참] 또는 [간파•멸]을 발동해 피해를 가할 시 운리의 치명타 확률이 <b><color style='color:#f29e38'>15.0%</color></b> 증가하고, 물리 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "담대한 검법, 부드러운 마음",
            "Desc": "[막기] 상태일 때, 적이 스킬을 직접 발동할 시 운리를 공격하는지와 상관없이 [간파•멸]을 발동하고 동시에 [막기] 효과를 해제한다. [간파•참] 또는 [간파•멸]을 발동해 피해를 가할 시 치명타 확률이 <b><color style='color:#f29e38'>15.0%</color></b> 증가하고, 물리 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "담대한 검법, 부드러운 마음",
            "Desc": "[막기] 상태일 때, 적이 스킬을 직접 발동할 시 운리를 공격하는지와 상관없이 [간파•멸]을 발동하고 동시에 [막기] 효과를 해제한다. [간파•참] 또는 [간파•멸]을 발동해 피해를 가할 시 치명타 확률이 <b><color style='color:#f29e38'>15.0%</color></b> 증가하고, 물리 속성 저항 관통이 <b><color style='color:#f29e38'>20.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "담대한 검법, 부드러운 마음",
            "Desc": "[막기] 상태일 때, 적이 스킬을 직접 발동할 시 운리를 공격하는지와 상관없이 [간파•멸]을 발동하고 동시에 [막기] 효과를 해제한다. [간파•참] 또는 [간파•멸]을 발동해 피해를 가할 시 치명타 확률이 <b><color style='color:#f29e38'>15%</color></b> 증가하고, 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1221_Rank6"
        }
    }
}

var _story_ = {
    "1221": [
        {
            "_id": 1,
            "Story": "선주 「주명」의 검 사냥꾼, 「촉연 장군」 회염의 총애를 받는 손녀로, 솔직한 성격을 가지고 있다.<br>어릴 적부터 회염을 따라 검예와 단조 기술을 배워 「염륜팔엽」 중 두 번째로 어린 천재 검객이 되었다.<br>주명에서 유출된 마검을 증오하고 「모든 마검을 사냥해 파괴하겠다」고 맹세했다"
        },
        {
            "_id": 2,
            "Story": "대장간에서 아버지가 검을 만드는 걸 보고 있으면 용검로에서 뿜어져 나오는 열기에 그녀는 이상하리만치 빨리 배가 고파졌다. 그래서 한두 시진 후에는 모습을 감추곤 했는데——그녀는 몰래 시장에 나가 배를 채우고 난 뒤에야 다시 제대로 견학할 수 있었다.<br><br><i>「이 집 육룡 소시지는 다른 데보다 빨리 나온다니까. 요리사가 소시지를 꿰뚫는 솜씨가 아주 깔끔해. 꼬챙이로 소시지 한가운데를 빠르고 정확하게 찔렀어. 이 사람이 검을 익혔으면 검법이 아주 시원시원했겠지」</i>라고 생각하며 줄 끝에 가서 서는 그녀였다.<br><br>참깨 주먹밥 가게는 늘 주인아주머니가 요리했는데 오늘은 그녀의 남편이 나섰다. 그의 아래팔 근육은 위팔보다 더 튼실했는데 검을 익힌 것처럼 보였고 덕분에 밥을 뭉치는 솜씨도 거침이 없었다——주먹밥의 크기가 평소의 세 배라니. 그녀는 곧장 앞으로 가 말했다. <i>「두 개 주세요. 밥 많이요」</i><br><br>푸른 옷을 입은 청년이 파는 연근 설탕 튀김은 맛이 일정하지 않지만 오늘은 아주 잘 만들었다. 달달한데 느끼하지 않고 바삭바삭한 게 씹는 맛이 있다. 하나를 다 먹은 그녀는 멀리 가지 않고 그 자리에 서서 잠시 관찰했다. 그는 오늘 설탕물을 묻히면서 손목을 규칙적으로 움직이고 있었다…. 저건 검술을 익힐 때 쓰는 동작인데, 저 사람 언제 배운 거지? <i>「음… 요리에서도 검술이 있구나……」</i><br><br>그녀가 배불리 먹고 집에 돌아온 건 해 질 무렵이었다. 마당에선 투구를 쓴 남자가 아버지의 새 검을 받고 있었다.<br><i>「감사합니다, 함광대사님. 소인이 반드시… 세상의 악을 전부 제거하겠습니다」</i> 석양이 그의 결연한 의지를 물들였지만 거기엔 황혼의 무망이 섞여 있었다.<br><br>운리는 석양보다 투구를 쓴 사내를 눈여겨보았다. 사내는 분명 우람한 체구에 단단한 허리를 가졌지만, 그의 손에 쥔 검은 얇고 가벼운 모양으로 검끝의 기울기도 보통의 검보다 컸다. 이런 구조의 검은 여러 방향의 적을 처리하는 데 유리할 텐데…. 그런데 남자는 검을 받자마자 제일 먼저 검의 끈이 질긴지를 확인했다……<br><br><i>「저 사람 돌격 기병이죠? 저렇게 가벼운 검인데도 검이 날아가지 않게 끈에 의지하려는 걸 보니, 딱 봐도 전장에 나가면 도망갈 사람이네요…. 기마술 실력도 나쁘지 않은 것 같고요. 아버지 검이랑 안 어울려요」</i><br><br>함광이 매우 놀란 눈으로 운리를 바라봤다.<br><i>「내가 밥을 그렇게 많이 먹는 것도 다 안목을 기르기 위해서라고요」</i>"
        },
        {
            "_id": 3,
            "Story": "운리는 소리를 따라 대장간 구석으로 갔다. 그곳에 아버지는 없었고 바닥에 커다란 혼철검해(混鐵劍骸)가 놓여있었다. 운리는 자신의 키보다도 큰 검을 들어 올렸고, 호기심 어린 눈빛으로 검을 쓰다듬고는 함광을 따라 검을 가공하는 시늉을 해보았다.<br><br>하지만 이 대검은 완성되지 않았다——함광은 세양 마검을 만들어 염륜연마궁의 비극을 초래했다. 운리는 때마침 찾아온 회염의 도움으로 위기를 모면했다. 그녀는 회염의 제자가 되었고 검의 원형도 그녀와 함께 떠났다.<br><br><i>「운리, 규범에 안 맞는 원료를 쓰면 검이 부러지기 쉬워」</i> 동문 학도가 참지 못하고 충고했고, 그의 검 역시 그녀의 솜씨를 지적하고 있었다.<br><i>「넌 네가 엄청 잘난 줄 아나 본데, 가서 나무껍질이나 깎아」</i><br>동문이 무슨 말이냐는 듯이 당황한 표정을 짓자 운리가 동문의 품에 조용히 안긴 검을 올려다보았다. <i>「미안, 너 말고… 얘한테 한 말이야」</i><br><br><i>「제 이름은 망광입니다. 검 끝이 참억새처럼 날카롭고 항상 밝은 빛을 발한다는 뜻이죠」</i><br>그녀는 이 검의 주인이 검을 보물 창고에 넣어 검광을 가렸단 사실을 알고 있다.<br><i>「제 이름은 말리예요. 칼자루에 새겨진 말리꽃을 좋아한답니다.」</i><br>그녀는 말리가 자신의 주인이 아무렇게나 이름을 지어주었단 사실에 불만을 품고 있지만 자신을 소중히 여겨주고 있어 기뻐하고 있단 걸 알고 있다.<br><br>사람의 말은 믿을 수 없지만 검의 소리는 아주 단순하다.<br>사람의 이성을 잃게 한 마검과 바닥에 낭자한 핏자국은… 여전히 그녀의 기억에 새겨져 있다. 어쩌면 그 검의 원형의 기억에도 새겨져 있을지 모른다. 하지만 검의 원형은 여전히 침묵을 지키며 그날의 일을 그녀와 말하려 하지 않는다.<br><br><i>「너도 피에 굶주린 살의에 물든 검영을 봤지?」<br>「지금 생각해보면 그 세양들은 널 휘두를 수 없었을 거야. 넌 엄청 무뚝뚝한 데다 크고 무디잖아」</i><br>검의 원형에서 갑자기 진동이 느껴지더니 새까만 탄소 가루가 경외심을 일으키는 성운처럼 떨어졌다.<br><i>「네가 세양을 거부해서 그 사람한테 버림받은 거였구나…. 아직 완성도 안 된 검도 아는 도리를 아버… 그 사람은 왜……」<br>「근데, 검은 언제 『완성』된 걸로 치는 거지……」</i><br>그녀는 무심코 손을 뻗어 울퉁불퉁한 검신을 어루만졌다. 검배가 없는데도 엄청난 위압감이 느껴졌다.<br><i>「또 아무 말도 안 하는 거야? 역시 넌 고철 덩어리구나…. 이제부턴 『철군』이라고 부를 거야」<br>「걱정하지 마. 다른 사람 눈에는 네가 검봉도 없는 원형으로 보이겠지만 검의 진가는 날카로움으로 나뉘지 않거든」<br>「내가 휘두르면 그게 바로 날카로운 검이지」<br>「좋아, 철군. 함께 세상을 보러 가자」</i>"
        },
        {
            "_id": 4,
            "Story": "<i>「왜 남의 보검을 빼앗았느냐?」</i><br>회염이 한숨을 내쉬었다. 그리고 운리는 이런 사소한 일이 또 할아버지 귀에 들어갔단 사실에 분통을 터뜨렸다.<br><i>「도검에게 피와 살은 없지만 주검사의 기대, 검객의 의지를 흡수하죠. 검에 사람의 손이 닿지 않으면 얼마나 슬퍼할지 상상해본 적 있으세요?」<br>「거기다 사람은 천차만별이에요. 어떤 이는 편의를 위해 명검으로 신분을 과시하고, 어떤 이는 가문에서 내려오는 검으로 약자를 괴롭히고, 어떤 이는 운기군인 형의 유품인 검을 가져다 여기저기 뽐내고 다니죠…. 제가 빼앗은 건 이런 이들의 검이에요」</i><br>회염은 운리 뒤에 있는 『철군』이란 이름의 용철검해를 바라보았다. 검봉이 완성되지는 않았지만 올곧게 뻗은 검배가——눈앞의 소녀 같았다.<br><i>「어쨌든 저는 보검이 낭비되고 있는 꼴 못 봐요」<br>「그럼 가지고 온 검을 다 들고 다닐 게냐」<br>「음… 저한테 철군이 있는 이상 그건 한눈파는 건데요……」<br>「이전에 뺏어온 검은 또 어쩌려고. 또 아무 데나 널브려 놓고 빛도 못 보게 할 테야?」<br>「당연히 아니죠! 아직 어떻게 할지는 잘… 비무 어때요? 저랑 싸워서 이기면 검을 주기로 하는 거예요!」<br>「검의를 강요하고 새 의미를 부여하는 건 검들에게 최선이 아닐 수도 있단다」</i><br>운리의 괴로운 표정을 본 할어버지는 결국 소리 내 웃으며 진지한 척하는 걸 관뒀다.<br><i>「넌 아직 어리니 이런 문제로 진지해질 필요 없단다……」</i><br><br>하지만 그녀는 생각하지 않을 수 없었다. 과거의 기억이 여전히 마음의 문을 두드리고 있었으니까. 창밖으로 해가 지자 칠흑 같은 어둠이 내렸다.<br>그럼 선택을 내리는 건 검일까, 아니면 사람일까?"
        },
        {
            "_id": 5,
            "Story": "그녀는 날름거리는 불길이 검체를 집어삼킬 수 있도록 검신을 뒤집었다. 용검로 안은 뜨거운 열기로 가득 차 있었는데 이때 비리고 떫은 원한의 냄새가 났다.<br><br>운리는 무표정한 얼굴로 창밖의 석양을 바라봤다. 나이를 먹어갈수록 이전의 질문에 대한 답이 보이기 시작했다.<br><br>세양은… 인간의 감정을 흡수하고, 인간의 감정을 삼켜버린다…. 하지만 도검은 무기이고 적에게 향한 검끝엔 살의가 가득하다. 세양으로 만든 검이 도의 빛과 검의 그림자 속 분노, 살기, 폭력을 흡수하다 보면 검을 쥔 자의 마음을 갉아먹어 결국 「마검」이 된다.<br><br><i>「그가 검을 휘두를 때 어떤 감정을 느꼈는지 아느냐? 흥분… 자신감… 유아독존! 평범한 운기군이자 영원한 낙오자였던 그에게! 수백 년, 아니 영원히 실현할 수 없을 것 같던 소원을 내가 이뤄줬는데! 네가 뭐라고——」</i><br>그녀가 또 불에 기름을 부었다. 마검은 죽어가면서도 말이 많네, 시끄럽게.<br><br><i>「하… 그가 과거 검을 버리고 말에 올라타 전투에서 도망쳤단 걸 알고 있나? 인간은 이토록 나약하다! 넌 네가 뭔가 의미 있는 일을 하고 있다고 생각하나 보지? 인간이 실낱같은 욕망을 품고 있는 한 넌 절대 전부 사냥할 수 없어……」</i><br>그 후 그녀는 모든 마검을 사냥할 것을 맹세했다. 함광의 죄도 갚고 싶었기 때문이다. 하지만 그의 죄업을 다 갚기란 실로 어려운 일이고, 죄업과 함께 걷는 일 따위 재고할 가치조차 없는 일이다. 열기로 인해 공기는 살짝 일그러졌지만, 운리의 당당한 표정은 그 어느 때보다 단단했다.<br><i>「난 좋은 검이 개뼈다귀 같은 사람한테 낭비되고 있는 것도 눈 뜨고 못 보지만, 좋은 사람이 나쁜 검한테 침식당하고 있는 것도 눈 뜨고 못 봐줘」<br>「보검이 될지 도살용 칼이 될지는 너희처럼 피에 굶주린 악귀들이 정할 수 있는 게 아냐」<br>「나쁜 사람이 벌을 받는다면 나쁜 검은 녹여져야지. 얌전히 용검로에 들어가 다시 태어나」</i><br><br>용검로의 불이 마검을 집어삼키고 쇳물이 불꽃과 함께 끓어올랐다. 용해와 제련의 과정 속에서 검의 정수가 새로 태어나는 것처럼——이것이 그녀가 내놓은 답이었다.<br><i>「마검을 녹이지 않을 이유가 있나? 영혼이 깃든 쇳물로 만들어 뜻이 없는 자와의 인연을 끊고 뜻이 있는 자가 검봉을 만들어줄 때까지 기다리는 거지」</i><br>그녀가 용검로의 문을 닫자 뜨거운 온도가 농축되어 형태 없는 열기의 파도가 그녀의 공상을 감쌌다.<br>모든 것이 지금 다시 태어나고 있다."
        }
    ]
}

var _voice_ = {
    "1221": [
        {
            "_id": "archive_yunli_1",
            "Title": "첫 만남",
            "Voice": "난 운리라고 해. 자, 검을 잡아 봐. 한 번 겨뤄보면 서로를 알 수 있을 거야"
        },
        {
            "_id": "archive_yunli_2",
            "Title": "인사",
            "Voice": "아, 여기 있었네. 검사는 검으로 인사를 해야지. 시작하자, 「철군」"
        },
        {
            "_id": "archive_yunli_3",
            "Title": "작별",
            "Voice": "가려고? 입이 좀 심심한데… 같이 가자, 내가 살게. 할아버지가 주신 용돈이 있으니까 걱정 마"
        },
        {
            "_id": "archive_yunli_4",
            "Title": "자신에 대해•검과 대화",
            "Voice": "검도 성깔이 있어. 가끔 검이 잘 안 드는 것 같으면 쓰다듬어주고 달래줘야 하지. 손에 잡히는 감촉을 느끼면 검이 어디가 불편한지 알려줄 거야!"
        },
        {
            "_id": "archive_yunli_5",
            "Title": "자신에 대해•초식",
            "Voice": "검술 연마도 좋지만 검과 교감하는 것도 중요해. 이게 바로 「초식」이 가지는 의미야. 「붕검참」이든 「쇄암파」든 큰 소리로 외치면서 연습해야 실전에서 말을 버벅이지 않지"
        },
        {
            "_id": "archive_yunli_6",
            "Title": "잡담•마검",
            "Voice": "마검을 지닌 사람은 검술이 일취월장하겠지만 결국은 검의 꼭두각시에 불과해. 승패는 검이 아니라 검을 쥔 사람에게 달렸어"
        },
        {
            "_id": "archive_yunli_7",
            "Title": "잡담•무기",
            "Voice": "「철군」은 아직 완성되지 않은 검이야. 빼앗은 마검을 그 안에 녹여 넣을 거니까, 「용철검해」라고도 불리겠지…. 그래도 역시 「철군」이 더 친근한 것 같아. 그렇지, 철군?"
        },
        {
            "_id": "archive_yunli_9",
            "Title": "취미",
            "Voice": "보검을 감상할 때는 순서를 잘 따져야 해. 먼저 외관을 관찰하고 그런 다음 분위기를 느껴야 하는데, 손으로 만져보면서 내면의 품성을 느낄 수 있으면 제일 좋지. 그리고 마지막이자 가장 중요한 건, 그 검과 평생 함께할 수 있을 것 같다는 느낌을 찾아내는 거야!"
        },
        {
            "_id": "archive_yunli_10",
            "Title": "고민",
            "Voice": "왜 나쁜 사람은 항상 좋은 검을 갖고 있을까…? 나쁜 사람은 나쁜 검을 쓰면 안 되나?"
        },
        {
            "_id": "archive_yunli_11",
            "Title": "공유",
            "Voice": "장인은 돼지 목에 진주 목걸이가 걸리는 걸 가장 큰 낭비로 여기지. 난 뺏어온 검들을 「용검로」에 담긴 쇳물에 보관할 거야. 그것들을 없애려는 게 아니라 알맞은 주인이 나타나기 전까지 보호하는 거지……"
        },
        {
            "_id": "archive_yunli_12",
            "Title": "견문",
            "Voice": "주명 선주의 단조 기술은 별바다에서 명성이 자자하고, 실력 있는 장인들도 끊임없이 나오는데 그들은 대부분 할아버지의 제자야. 그중에는 「찰나의 유성」 응성 님도 계시지"
        },
        {
            "_id": "archive_yunli_13",
            "Title": "회염에 대해",
            "Voice": "할아버지는 항상 날 어린애 취급하셔. 그런데 생각해 보면 할아버지 나이가 되면 누굴 보든 어린애로 보이지 않겠어?"
        },
        {
            "_id": "archive_yunli_14",
            "Title": "경원에 대해",
            "Voice": "할아버지와 경원 장군님의 대화를 들을 때마다 내가 다 졸리고 피곤해지는 기분이야. 나랑 얘기할 때처럼 하면 안 되는 걸까? 장군님들 사이의 대화는 정말 이해할 수가 없어……"
        },
        {
            "_id": "archive_yunli_15",
            "Title": "연경에 대해",
            "Voice": "걔는 소장만 하고 사용하지 않는 보검이 정말 많아. 그 검들이 우는 소리가 들린다니까… 이런 걸 조삼모사라고 하지 않나?"
        },
        {
            "_id": "archive_yunli_16",
            "Title": "비소에 대해",
            "Voice": "대련은 말보다 훨씬 진실돼서 난 「검을 통해 마음을 나누는 걸」 더 좋아해. 요청의 그 멋진 장군님도 마찬가지지"
        },
        {
            "_id": "archive_yunli_17",
            "Title": "맥택에 대해",
            "Voice": "비소 장군님께는 얼굴 보기가 아주 힘든 막료 하나가 있지. 그가 직접 모습을 드러내지 않는 이상 만날 수가 없는데, 거의 모습을 드러내는 일이 없다고 해……"
        },
        {
            "_id": "archive_yunli_18",
            "Title": "초구에 대해",
            "Voice": "그는 항상 같이 훠궈를 먹으러 가자고 해. 훠궈가 맛있긴 하지만, 난 맵고 뜨거운 걸 못 먹는다구"
        },
        {
            "_id": "archive_yunli_19",
            "Title": "영사에 대해",
            "Voice": "주명 선주에 있었을 땐 시간 날 때마다 영사 언니 그리고 염정군과 함께 놀았어. 놀다가 지치면 영사 언니의 무릎을 베고 누워 쉬었지. 언니한테선… 늘 좋은 향기가 나"
        },
        {
            "_id": "archive_yunli_20",
            "Title": "블레이드에 대해",
            "Voice": "응성? 직접 만난 적은 없고 할아버지한테 얘기만 많이 들었어. 할아버지의 가장 유명한 제자라고 할 수 있지…. 기회가 된다면 그 「지리검」을 꼭 만져보고 싶어"
        },
        {
            "_id": "archive_yunli_21",
            "Title": "백로에 대해",
            "Voice": "나부의 용존? 운 좋게 금 조각상 거리에서 합석한 적이 있는데, 파닭과 기름 주먹밥을 잔뜩 먹었지. 연락처도 교환하고, 다음에 또 와서 거하게 한 끼 먹기로 약속까지 했어"
        },
        {
            "_id": "archive_yunli_22",
            "Title": "Mar. 7th에 대해",
            "Voice": "Mar. 7th는 내 첫 번째 제자야. 재능도 있고 근성도 있어서 뿌듯하다고. 내가 연경보다 잘 가르친다고 해주면 자다가도 웃으면서 깰 텐데……"
        },
        {
            "_id": "archive_yunli_23",
            "Title": "곽향에 대해",
            "Voice": "시왕사의 판관? 본인은 싸움을 잘 못하는 것 같지만, 뒤에 달린 꼬리는 엄청 강해보였어"
        },
        {
            "_id": "archive_yunli_24",
            "Title": "청작에 대해",
            "Voice": "감히 사부인 내 앞에서 Mar. 7th를 끌고 패 놀이를 하러 가다니, 정말 간도 크지…. 그래도 그 백전노장의 기세를 Mar. 7th가 터득한다면, 검술에도 쓸 수 있을 것 같아"
        },
        {
            "_id": "archive_yunli_25",
            "Title": "아젠티에 대해",
            "Voice": "그와 검을 통해 마음을 나눈 후, 좀 이해하기 어려울 뿐이지 정말 열정적이고 따뜻한 사람이란 걸 알게 됐어. 그의 「검」도 이해하기 어렵긴 하지만……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_yunli",
            "Title": "성혼 활성화",
            "Voice": "쇠는 수천 번 두드리고 단련해야만 명검으로 거듭날 수 있지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_yunli",
            "Title": "캐릭터 승급",
            "Voice": "검술이 늘었으니, 맛있는 걸 많이 먹어야겠어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_yunli",
            "Title": "캐릭터 최고 레벨",
            "Voice": "「모든 마검을 찾아내 파괴」하기엔 아직 한참 부족해"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_yunli",
            "Title": "행적 활성화",
            "Voice": "난 더 강해졌어. 내 검도 날 축하해줬다구!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_yunli",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "어라? 조교 선생? 나와 함께 싸워줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_yunli",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "Mar. 7th, 좀 가까이 와봐. 실전에 응용할 만한 기술을 몇 가지 알려줄게"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyanqing_yunli",
            "Title": "파티 편성•연경",
            "Voice": "연경, 한 판 더 겨뤄볼래? 삼세판, 아니… 단판 승부로 가자!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojiaoqiu_yunli",
            "Title": "파티 편성•초구",
            "Voice": "괜찮아? 할아버지가 밥 먹고 나서 격렬한 운동은 하면 안 된다고 하셨어……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tolingsha_yunli",
            "Title": "파티 편성•영사",
            "Voice": "영사 언니, 앞에 있는 적은 다 나한테 맡겨"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofeixiao_yunli",
            "Title": "파티 편성•비소",
            "Voice": "비소 장군님과 함께 싸우다니 「철군」도 흥분되나 봐요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomoze_yunli",
            "Title": "파티 편성•맥택",
            "Voice": "전설의 인물이… 나타났어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_yunli",
            "Title": "전투 시작•약점 격파",
            "Voice": "쇠뿔은 단김에 빼야지"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_yunli",
            "Title": "전투 시작•위험 경보",
            "Voice": "녹일 수 없는 쇠는 아직 본 적 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_yunli_01",
            "Title": "턴 시작•1",
            "Voice": "승패는 검이 아니라 사람에게 달렸어"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_yunli_02",
            "Title": "턴 시작•2",
            "Voice": "실력 좀 볼까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_yunli",
            "Title": "턴 대기",
            "Voice": "철군, 어떤 걸 베고 싶은지 몰래 알려줘… 오, 전부? 좋아!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_yunli_01",
            "Title": "전투 스킬•1",
            "Voice": "쇄——암——파!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_yunli_02",
            "Title": "전투 스킬•2",
            "Voice": "붕——검——참!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_yunli_01",
            "Title": "약공격 피격",
            "Voice": "다시!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_yunli_01",
            "Title": "강공격 피격",
            "Voice": "제법이네"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_yunli",
            "Title": "필살기•활성화",
            "Voice": "너희들을 모조리 녹여주마!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast01_yunli_01",
            "Title": "특성•1",
            "Voice": "바로 지금이야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast01_yunli_02",
            "Title": "특성•2",
            "Voice": "너로 정했다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast02_yunli_01",
            "Title": "필살기•간파•참",
            "Voice": "구름을 베고 산을 가르리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast02_yunli_02",
            "Title": "필살기•간파•참",
            "Voice": "이 검으로, 산이 무너지리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast03_yunli_01",
            "Title": "필살기•간파•멸",
            "Voice": "하늘 위 구름을 베리, 받아라——"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast03_yunli_02",
            "Title": "필살기•간파•멸",
            "Voice": "대지를 가르리, 멸하라——"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_yunli_01",
            "Title": "전투 불능",
            "Voice": "할아버지……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_yunli",
            "Title": "전투 복귀",
            "Voice": "아직 마검을 전부 회수하지 못했어"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_yunli",
            "Title": "HP 회복",
            "Voice": "도와줘서 고마워"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_yunli",
            "Title": "비술",
            "Voice": "절검식"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_yunli",
            "Title": "전투 승리",
            "Voice": "단조와 연마의 시간이 전부 검에 녹아있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_yunli",
            "Title": "전리품 오픈•1",
            "Voice": "읏챠~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_yunli_02",
            "Title": "전리품 오픈•2",
            "Voice": "어떤 좋은 물건이 숨겨져 있을까~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_yunli",
            "Title": "진귀한 전리품 오픈",
            "Voice": "와! …원하던 보검이 없다니, 아쉽네"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_yunli",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "할아버지의 기관장치보다 못하네"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_yunli_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "실력이 녹슨 것 같네……"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_yunli",
            "Title": "적 발견",
            "Voice": "철군, 가자!"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_yunli",
            "Title": "도시로 복귀",
            "Voice": "배가… 고파졌어"
        }
    ]
}

var _notes_ = {
    "1221": [
        "",
        "Counter DMG count (for comparing relic sets Valorous and Duke): <br>- Passive: 1 hit<br>- Slash: 1 hit<br>- Cull: 8 hits + 6~9 bounces<br>- Cull's main DMG split ratio: 12%x7+16%",
        "Each instance of Intuit: Cull's bounce DMG deals <b>25%</b> of the Toughness reduction DMG of this skill's central target DMG.",
        "Although counters are considered as both Ult and FUA DMG, Salsotto's effect won't be doubled.",
        "The DMG dealt by Intuit: Slash and Intuit: Cull is considered as both Ultimate and Follow-Up DMG. However, she is not considered to be casting a Ultimate when triggering these, only considered to be casting a follow-up attack."
    ]
}

var _adiff_ = {
    "1221": {
        "v4": [
            "``Bug Fixes`- Eidolon #1's DMG increase now also applies to Technique's Intuit: Cull<br>- After casting Ult, if the next turn is an action bar summon, Parry will not be removed. It will wait until the turn of a non-summon entity."
        ]
    }
}

var _mtc_ = {
    "1221": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113011": 5
            },
            {
                "2": 8000,
                "113011": 10
            },
            {
                "2": 16000,
                "113012": 6,
                "110421": 3
            },
            {
                "2": 40000,
                "113012": 9,
                "110421": 7
            },
            {
                "2": 80000,
                "113013": 6,
                "110421": 20
            },
            {
                "2": 160000,
                "113013": 9,
                "110421": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "113012": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "113013": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "113013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 237500,
                    "113011": 2,
                    "110182": 8,
                    "113012": 7,
                    "110183": 11,
                    "113013": 11
                }
            },
            {
                "Name": "HP +18%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "113011": 6,
                    "110183": 11,
                    "113013": 11
                }
            },
            {
                "Name": "치명타 확률 +6.7%",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "113012": 3,
                    "110183": 8,
                    "113013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "화륜",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110503": 1
                }
            },
            {
                "Name": "각사",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "진강",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}