// Auto Generated

var _avatarskill_ = {
    "122501": {
        "v1": {
            "Name": "빛나는 꼬리별",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v2": {
            "Name": "빛나는 꼬리별",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v3": {
            "Name": "빛나는 꼬리별",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v4": {
            "Name": "빛나는 꼬리별",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v5": {
            "Name": "빛나는 꼬리별",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v6": {
            "Name": "빛나는 꼬리별",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "Live": {
            "Name": "빛나는 꼬리별",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        }
    },
    "122508": {
        "v1": {
            "Name": "살랑이는 불꽃",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 인접한 목표에게 망귀인 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    0.25
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.7,
                    0.35
                ],
                [
                    0.8,
                    0.4
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.1,
                    0.55
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.3,
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1225_Normal02"
        },
        "v2": {
            "Name": "살랑이는 불꽃",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 인접한 목표에게 망귀인 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    0.25
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.7,
                    0.35
                ],
                [
                    0.8,
                    0.4
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.1,
                    0.55
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.3,
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1225_Normal02"
        },
        "v3": {
            "Name": "살랑이는 불꽃",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 인접한 목표에게 망귀인 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    0.25
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.7,
                    0.35
                ],
                [
                    0.8,
                    0.4
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.1,
                    0.55
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.3,
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1225_Normal02"
        },
        "v4": {
            "Name": "살랑이는 불꽃",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 인접한 목표에게 망귀인 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    0.25
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.7,
                    0.35
                ],
                [
                    0.8,
                    0.4
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.1,
                    0.55
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.3,
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1225_Normal02"
        },
        "v5": {
            "Name": "살랑이는 불꽃",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 인접한 목표에게 망귀인 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    0.25
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.7,
                    0.35
                ],
                [
                    0.8,
                    0.4
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.1,
                    0.55
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.3,
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1225_Normal02"
        },
        "v6": {
            "Name": "살랑이는 불꽃",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 인접한 목표에게 망귀인 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    0.25
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.7,
                    0.35
                ],
                [
                    0.8,
                    0.4
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.1,
                    0.55
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.3,
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1225_Normal02"
        },
        "Live": {
            "Name": "살랑이는 불꽃",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 인접한 목표에게 망귀인 공격력의 @<b>#2[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    0.25
                ],
                [
                    0.6,
                    0.3
                ],
                [
                    0.7,
                    0.35
                ],
                [
                    0.8,
                    0.4
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.1,
                    0.55
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.3,
                    0.65
                ],
                [
                    1.4,
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1225_Normal02"
        }
    },
    "122502": {
        "v1": {
            "Name": "현인의 길조, 천명의 부채",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군이 [여우의 기도]를 획득하고 자신은 [염화] 상태에 진입한다, 지속 시간: <b>#1[f]</b>턴. 망귀인의 턴이 시작될 때마다 지속 턴 수가 1 감소한다.<br>[여우의 기도]를 보유한 아군의 격파 특수효과가 @<b>#2[p]</b># 증가하며, 공격을 발동할 때마다 망귀인은 <b>#3[p]</b>의 <u>기본 확률</u>로 피격된 적의 방어력을 @<b>#4[p]</b># 감소시킨다, 지속 시간: <b>#5[f]</b>턴.<br>[염화] 상태일 때 망귀인은 전투 스킬을 발동할 수 없으며, 일반 공격 [빛나는 꼬리별]은 [살랑이는 불꽃]으로 강화된다",
            "Params": [
                [
                    3.0,
                    0.2,
                    1.0,
                    0.08,
                    2.0
                ],
                [
                    3.0,
                    0.22,
                    1.0,
                    0.09,
                    2.0
                ],
                [
                    3.0,
                    0.24,
                    1.0,
                    0.1,
                    2.0
                ],
                [
                    3.0,
                    0.26,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    3.0,
                    0.28,
                    1.0,
                    0.12,
                    2.0
                ],
                [
                    3.0,
                    0.3,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    3.0,
                    0.325,
                    1.0,
                    0.1425,
                    2.0
                ],
                [
                    3.0,
                    0.35,
                    1.0,
                    0.155,
                    2.0
                ],
                [
                    3.0,
                    0.375,
                    1.0,
                    0.1675,
                    2.0
                ],
                [
                    3.0,
                    0.4,
                    1.0,
                    0.18,
                    2.0
                ],
                [
                    3.0,
                    0.42,
                    1.0,
                    0.19,
                    2.0
                ],
                [
                    3.0,
                    0.44,
                    1.0,
                    0.2,
                    2.0
                ],
                [
                    3.0,
                    0.46,
                    1.0,
                    0.21,
                    2.0
                ],
                [
                    3.0,
                    0.48,
                    1.0,
                    0.22,
                    2.0
                ],
                [
                    3.0,
                    0.5,
                    1.0,
                    0.23,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_BP"
        },
        "v2": {
            "Name": "현인의 길조, 천명의 부채",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군이 [여우의 기도]를 획득하고 자신은 [염화] 상태에 진입한다, 지속 시간: <b>#1[f]</b>턴. 망귀인의 턴이 시작될 때마다 지속 턴 수가 1 감소한다.<br>[여우의 기도]를 보유한 아군의 격파 특수효과가 @<b>#2[p]</b># 증가하며, 공격을 발동할 때마다 망귀인은 <b>#3[p]</b>의 <u>기본 확률</u>로 피격된 적의 방어력을 @<b>#4[p]</b># 감소시킨다, 지속 시간: <b>#5[f]</b>턴.<br>[염화] 상태일 때 망귀인은 전투 스킬을 발동할 수 없으며, 일반 공격 [빛나는 꼬리별]은 [살랑이는 불꽃]으로 강화된다",
            "Params": [
                [
                    3.0,
                    0.2,
                    1.0,
                    0.08,
                    2.0
                ],
                [
                    3.0,
                    0.22,
                    1.0,
                    0.09,
                    2.0
                ],
                [
                    3.0,
                    0.24,
                    1.0,
                    0.1,
                    2.0
                ],
                [
                    3.0,
                    0.26,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    3.0,
                    0.28,
                    1.0,
                    0.12,
                    2.0
                ],
                [
                    3.0,
                    0.3,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    3.0,
                    0.325,
                    1.0,
                    0.1425,
                    2.0
                ],
                [
                    3.0,
                    0.35,
                    1.0,
                    0.155,
                    2.0
                ],
                [
                    3.0,
                    0.375,
                    1.0,
                    0.1675,
                    2.0
                ],
                [
                    3.0,
                    0.4,
                    1.0,
                    0.18,
                    2.0
                ],
                [
                    3.0,
                    0.42,
                    1.0,
                    0.19,
                    2.0
                ],
                [
                    3.0,
                    0.44,
                    1.0,
                    0.2,
                    2.0
                ],
                [
                    3.0,
                    0.46,
                    1.0,
                    0.21,
                    2.0
                ],
                [
                    3.0,
                    0.48,
                    1.0,
                    0.22,
                    2.0
                ],
                [
                    3.0,
                    0.5,
                    1.0,
                    0.23,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_BP"
        },
        "v3": {
            "Name": "현인의 길조, 천명의 부채",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군이 [여우의 기도]를 획득하고 자신은 [염화] 상태에 진입한다, 지속 시간: <b>#1[f]</b>턴. 망귀인의 턴이 시작될 때마다 지속 턴 수가 1 감소한다.<br>[여우의 기도]를 보유한 아군의 격파 특수효과가 @<b>#2[p]</b># 증가한다. 대응하는 약점 속성을 보유하지 않은 적을 공격해도 강인성을 감소시킬 수 있다. 효과는 기존 강인성 감소 수치의 <b>#6[p]</b>이며, 약점 속성을 무시하는 다른 강인성 감소 효과와 중첩될 수 없다.<br>[염화] 상태일 시 망귀인의 일반 공격이 강화되고 전투 스킬을 발동할 수 없다. [여우의 기도]를 보유한 아군이 공격을 발동할 때마다 망귀인은 <b>#3[p]</b>의 <u>기본 확률</u>로 피격된 적의 방어력을 @<b>#4[p]</b># 감소시킨다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    3.0,
                    0.2,
                    1.0,
                    0.08,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.22,
                    1.0,
                    0.09,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.24,
                    1.0,
                    0.1,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.26,
                    1.0,
                    0.11,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.28,
                    1.0,
                    0.12,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.3,
                    1.0,
                    0.13,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.325,
                    1.0,
                    0.1425,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.35,
                    1.0,
                    0.155,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.375,
                    1.0,
                    0.1675,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.4,
                    1.0,
                    0.18,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.42,
                    1.0,
                    0.19,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.44,
                    1.0,
                    0.2,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.46,
                    1.0,
                    0.21,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.48,
                    1.0,
                    0.22,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.5,
                    1.0,
                    0.23,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_BP"
        },
        "v4": {
            "Name": "현인의 길조, 천명의 부채",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군이 [여우의 기도]를 획득하고 자신은 [염화] 상태에 진입한다, 지속 시간: <b>#1[f]</b>턴. 망귀인의 턴이 시작될 때마다 지속 턴 수가 1 감소하고, [여우의 기도]는 최근 망귀인의 전투 스킬 대상이 된 목표에게만 적용된다.<br>[여우의 기도]를 보유한 아군의 격파 특수효과가 @<b>#2[p]</b># 증가한다. 대응하는 약점 속성을 보유하지 않은 적을 공격해도 강인성을 감소시킬 수 있다. 효과는 기존 강인성 감소 수치의 <b>#6[p]</b>이며, 약점 속성을 무시하는 다른 강인성 감소 효과와 중첩될 수 없다.<br>[염화] 상태일 시 망귀인의 일반 공격이 강화된다. [여우의 기도]를 보유한 아군이 공격을 발동할 때마다 망귀인은 <b>#3[p]</b>의 <u>기본 확률</u>로 피격된 적의 방어력을 @<b>#4[p]</b># 감소시킨다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    3.0,
                    0.2,
                    1.0,
                    0.08,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.22,
                    1.0,
                    0.09,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.24,
                    1.0,
                    0.1,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.26,
                    1.0,
                    0.11,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.28,
                    1.0,
                    0.12,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.3,
                    1.0,
                    0.13,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.325,
                    1.0,
                    0.1425,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.35,
                    1.0,
                    0.155,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.375,
                    1.0,
                    0.1675,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.4,
                    1.0,
                    0.18,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.42,
                    1.0,
                    0.19,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.44,
                    1.0,
                    0.2,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.46,
                    1.0,
                    0.21,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.48,
                    1.0,
                    0.22,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.5,
                    1.0,
                    0.23,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_BP"
        },
        "v5": {
            "Name": "현인의 길조, 천명의 부채",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군이 [여우의 기도]를 획득하고 자신은 [염화] 상태에 진입한다, 지속 시간: <b>#1[f]</b>턴. 망귀인의 턴이 시작될 때마다 지속 턴 수가 1 감소하고, [여우의 기도]는 최근 망귀인의 전투 스킬 대상이 된 목표에게만 적용된다.<br>[여우의 기도]를 보유한 아군의 격파 특수효과가 @<b>#2[p]</b># 증가한다. 대응하는 약점 속성을 보유하지 않은 적을 공격해도 강인성을 감소시킬 수 있다. 효과는 기존 강인성 감소 수치의 <b>#6[p]</b>이며, 약점 속성을 무시하는 다른 강인성 감소 효과와 중첩될 수 없다.<br>[염화] 상태일 시 망귀인의 일반 공격이 강화된다. [여우의 기도]를 보유한 아군이 공격을 발동할 때마다 망귀인은 <b>#3[p]</b>의 <u>기본 확률</u>로 피격된 적의 방어력을 @<b>#4[p]</b># 감소시킨다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    3.0,
                    0.15,
                    1.0,
                    0.08,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.165,
                    1.0,
                    0.09,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.18,
                    1.0,
                    0.1,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.195,
                    1.0,
                    0.11,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.21,
                    1.0,
                    0.12,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.225,
                    1.0,
                    0.13,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.24375,
                    1.0,
                    0.1425,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.2625,
                    1.0,
                    0.155,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.28125,
                    1.0,
                    0.1675,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.3,
                    1.0,
                    0.18,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.315,
                    1.0,
                    0.19,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.33,
                    1.0,
                    0.2,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.345,
                    1.0,
                    0.21,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.36,
                    1.0,
                    0.22,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.375,
                    1.0,
                    0.23,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_BP"
        },
        "v6": {
            "Name": "현인의 길조, 천명의 부채",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군이 [여우의 기도]를 획득하고 자신은 [염화] 상태에 진입한다, 지속 시간: <b>#1[f]</b>턴. 망귀인의 턴이 시작될 때마다 지속 턴 수가 1 감소하고, [여우의 기도]는 최근 망귀인의 전투 스킬 대상이 된 목표에게만 적용된다.<br>[여우의 기도]를 보유한 아군의 격파 특수효과가 @<b>#2[p]</b># 증가한다. 대응하는 약점 속성을 보유하지 않은 적을 공격해도 강인성을 감소시킬 수 있다. 효과는 기존 강인성 감소 수치의 <b>#6[p]</b>이며, 약점 속성을 무시하는 다른 강인성 감소 효과와 중첩될 수 없다.<br>[염화] 상태일 시 망귀인의 일반 공격이 강화된다. [여우의 기도]를 보유한 아군이 공격을 발동할 때마다 망귀인은 <b>#3[p]</b>의 <u>기본 확률</u>로 피격된 적의 방어력을 @<b>#4[p]</b># 감소시킨다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    3.0,
                    0.15,
                    1.0,
                    0.08,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.165,
                    1.0,
                    0.09,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.18,
                    1.0,
                    0.1,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.195,
                    1.0,
                    0.11,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.21,
                    1.0,
                    0.12,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.225,
                    1.0,
                    0.13,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.24375,
                    1.0,
                    0.1425,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.2625,
                    1.0,
                    0.155,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.28125,
                    1.0,
                    0.1675,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.3,
                    1.0,
                    0.18,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.315,
                    1.0,
                    0.19,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.33,
                    1.0,
                    0.2,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.345,
                    1.0,
                    0.21,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.36,
                    1.0,
                    0.22,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.375,
                    1.0,
                    0.23,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_BP"
        },
        "Live": {
            "Name": "현인의 길조, 천명의 부채",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군이 [여우의 기도]를 획득하고 자신은 [염화] 상태에 진입한다, 지속 시간: <b>#1[f]</b>턴. 망귀인의 턴이 시작될 때마다 지속 턴 수가 1 감소하고, [여우의 기도]는 최근 망귀인의 전투 스킬 대상이 된 목표에게만 적용된다.<br>[여우의 기도]를 보유한 아군의 격파 특수효과가 @<b>#2[p]</b># 증가한다. 대응하는 약점 속성을 보유하지 않은 적을 공격해도 강인성을 감소시킬 수 있다. 효과는 기존 강인성 감소 수치의 <b>#6[p]</b>이며, 약점 속성을 무시하는 다른 강인성 감소 효과와 중첩될 수 없다.<br>[염화] 상태일 시 망귀인의 일반 공격이 강화된다. [여우의 기도]를 보유한 아군이 공격을 발동할 때마다 망귀인은 <b>#3[p]</b>의 <u>기본 확률</u>로 피격된 적의 방어력을 @<b>#4[p]</b># 감소시킨다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    3.0,
                    0.15,
                    1.0,
                    0.08,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.165,
                    1.0,
                    0.09,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.18,
                    1.0,
                    0.1,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.195,
                    1.0,
                    0.11,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.21,
                    1.0,
                    0.12,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.225,
                    1.0,
                    0.13,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.24375,
                    1.0,
                    0.1425,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.2625,
                    1.0,
                    0.155,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.28125,
                    1.0,
                    0.1675,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.3,
                    1.0,
                    0.18,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.315,
                    1.0,
                    0.19,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.33,
                    1.0,
                    0.2,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.345,
                    1.0,
                    0.21,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.36,
                    1.0,
                    0.22,
                    2.0,
                    0.5
                ],
                [
                    3.0,
                    0.375,
                    1.0,
                    0.23,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_BP"
        }
    },
    "122503": {
        "v1": {
            "Name": "세상을 비추는 태양, 하늘을 수놓는 불꽃",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시키며, 약점 격파 시 화염 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v2": {
            "Name": "세상을 비추는 태양, 하늘을 수놓는 불꽃",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시키며, 약점 격파 시 화염 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v3": {
            "Name": "세상을 비추는 태양, 하늘을 수놓는 불꽃",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시키며, 약점 격파 시 화염 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v4": {
            "Name": "세상을 비추는 태양, 하늘을 수놓는 불꽃",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시키며, 약점 격파 시 화염 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v5": {
            "Name": "세상을 비추는 태양, 하늘을 수놓는 불꽃",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시키며, 약점 격파 시 화염 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v6": {
            "Name": "세상을 비추는 태양, 하늘을 수놓는 불꽃",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시키며, 약점 격파 시 화염 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Ultra"
        },
        "Live": {
            "Name": "세상을 비추는 태양, 하늘을 수놓는 불꽃",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 망귀인 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시키며, 약점 격파 시 화염 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Ultra"
        }
    },
    "122504": {
        "v1": {
            "Name": "보답받는 선행, 확산되는 덕행",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "범위 공격",
            "Desc": "망귀인이 필드에 있을 시 적이 <u>유사 강인성</u> 상태에 빠지고, 기본 상태에서 자신의 강인성 최대치의 <b>#2[p]</b>만큼 <u>유사 강인성</u>을 보유한다.<br>망귀인이 필드에 있을 시 <u>약점 격파 상태</u>의 적이 아군의 공격을 받으면, 이번 공격의 강인성 감소 수치를 @<b>#1[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다",
            "Params": [
                [
                    0.5,
                    0.5
                ],
                [
                    0.55,
                    0.5
                ],
                [
                    0.6,
                    0.5
                ],
                [
                    0.65,
                    0.5
                ],
                [
                    0.7,
                    0.5
                ],
                [
                    0.75,
                    0.5
                ],
                [
                    0.8125,
                    0.5
                ],
                [
                    0.875,
                    0.5
                ],
                [
                    0.9375,
                    0.5
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.05,
                    0.5
                ],
                [
                    1.1,
                    0.5
                ],
                [
                    1.15,
                    0.5
                ],
                [
                    1.2,
                    0.5
                ],
                [
                    1.25,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Passive",
            "EE": [
                10000020,
                10000015
            ]
        },
        "v2": {
            "Name": "보답받는 선행, 확산되는 덕행",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "범위 공격",
            "Desc": "망귀인이 필드에 있을 시 적이 <u>유사 강인성</u> 상태에 빠지고, 기본 상태에서 자신의 강인성 최대치의 <b>#2[p]</b>만큼 <u>유사 강인성</u>을 보유한다.<br>망귀인이 필드에 있을 시 <u>약점 격파 상태</u>의 적이 아군의 공격을 받으면, 이번 공격의 강인성 감소 수치를 @<b>#1[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다",
            "Params": [
                [
                    0.5,
                    0.5
                ],
                [
                    0.55,
                    0.5
                ],
                [
                    0.6,
                    0.5
                ],
                [
                    0.65,
                    0.5
                ],
                [
                    0.7,
                    0.5
                ],
                [
                    0.75,
                    0.5
                ],
                [
                    0.8125,
                    0.5
                ],
                [
                    0.875,
                    0.5
                ],
                [
                    0.9375,
                    0.5
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.05,
                    0.5
                ],
                [
                    1.1,
                    0.5
                ],
                [
                    1.15,
                    0.5
                ],
                [
                    1.2,
                    0.5
                ],
                [
                    1.25,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Passive",
            "EE": [
                10000020,
                10000015
            ]
        },
        "v3": {
            "Name": "보답받는 선행, 확산되는 덕행",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "망귀인이 필드에 있을 시 적이 <u>유사 강인성</u> 상태에 빠지고, 기본 상태에서 자신의 강인성 최대치의 <b>#2[p]</b>만큼 <u>유사 강인성</u>을 보유한다.<br>망귀인이 필드에 있을 시 <u>약점 격파 상태</u>의 적이 아군의 공격을 받으면, 이번 공격의 강인성 감소 수치를 @<b>#1[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다",
            "Params": [
                [
                    0.5,
                    0.4
                ],
                [
                    0.55,
                    0.4
                ],
                [
                    0.6,
                    0.4
                ],
                [
                    0.65,
                    0.4
                ],
                [
                    0.7,
                    0.4
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.8125,
                    0.4
                ],
                [
                    0.875,
                    0.4
                ],
                [
                    0.9375,
                    0.4
                ],
                [
                    1.0,
                    0.4
                ],
                [
                    1.05,
                    0.4
                ],
                [
                    1.1,
                    0.4
                ],
                [
                    1.15,
                    0.4
                ],
                [
                    1.2,
                    0.4
                ],
                [
                    1.25,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Passive",
            "EE": [
                10000015
            ]
        },
        "v4": {
            "Name": "보답받는 선행, 확산되는 덕행",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "망귀인이 필드에 있을 시 적에게 자신의 강인성 최대치의 <b>#2[p]</b>만큼 [서조의 불빛]을 추가로 부여한다. 초기 강인성이 소진되면 계속해서 [서조의 불빛]이 감소되며, [서조의 불빛]이 소진되면 또다시 약점 격파 피해를 받는다.<br>망귀인이 필드에 있을 시 아군이 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#1[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다",
            "Params": [
                [
                    0.5,
                    0.4
                ],
                [
                    0.55,
                    0.4
                ],
                [
                    0.6,
                    0.4
                ],
                [
                    0.65,
                    0.4
                ],
                [
                    0.7,
                    0.4
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.8125,
                    0.4
                ],
                [
                    0.875,
                    0.4
                ],
                [
                    0.9375,
                    0.4
                ],
                [
                    1.0,
                    0.4
                ],
                [
                    1.05,
                    0.4
                ],
                [
                    1.1,
                    0.4
                ],
                [
                    1.15,
                    0.4
                ],
                [
                    1.2,
                    0.4
                ],
                [
                    1.25,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Passive",
            "EE": [
                10000015
            ]
        },
        "v5": {
            "Name": "보답받는 선행, 확산되는 덕행",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "망귀인이 필드에 있을 시 적은 본인의 강인성 최대치의 <b>#2[p]</b>만큼 [서조의 불빛]을 추가로 보유한다. 초기 강인성이 소진되면 계속해서 [서조의 불빛]이 감소되며, [서조의 불빛]이 소진되면 또다시 약점 격파 피해를 받는다.<br>망귀인이 필드에 있을 시 아군이 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#1[p]</b>#의 <u>슈퍼 격파 피해</u>로 1회 전환한다",
            "Params": [
                [
                    0.5,
                    0.4
                ],
                [
                    0.55,
                    0.4
                ],
                [
                    0.6,
                    0.4
                ],
                [
                    0.65,
                    0.4
                ],
                [
                    0.7,
                    0.4
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.8125,
                    0.4
                ],
                [
                    0.875,
                    0.4
                ],
                [
                    0.9375,
                    0.4
                ],
                [
                    1.0,
                    0.4
                ],
                [
                    1.05,
                    0.4
                ],
                [
                    1.1,
                    0.4
                ],
                [
                    1.15,
                    0.4
                ],
                [
                    1.2,
                    0.4
                ],
                [
                    1.25,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Passive",
            "EE": [
                10000015
            ]
        },
        "v6": {
            "Name": "보답받는 선행, 확산되는 덕행",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "망귀인이 필드에 있을 시 적은 자신의 강인성 최대치의 <b>#2[p]</b>만큼 [서조의 불빛]을 추가로 보유한다. 초기 강인성이 소진되면 계속해서 [서조의 불빛]이 감소되며, [서조의 불빛]이 소진되면 또다시 약점 격파 피해를 받는다.<br>망귀인이 필드에 있을 시 아군이 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#1[p]</b>#의 <u>슈퍼 격파 피해</u>로 1회 전환한다",
            "Params": [
                [
                    0.5,
                    0.4
                ],
                [
                    0.55,
                    0.4
                ],
                [
                    0.6,
                    0.4
                ],
                [
                    0.65,
                    0.4
                ],
                [
                    0.7,
                    0.4
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.8125,
                    0.4
                ],
                [
                    0.875,
                    0.4
                ],
                [
                    0.9375,
                    0.4
                ],
                [
                    1.0,
                    0.4
                ],
                [
                    1.05,
                    0.4
                ],
                [
                    1.1,
                    0.4
                ],
                [
                    1.15,
                    0.4
                ],
                [
                    1.2,
                    0.4
                ],
                [
                    1.25,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Passive",
            "EE": [
                10000015
            ]
        },
        "Live": {
            "Name": "보답받는 선행, 확산되는 덕행",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "망귀인이 필드에 있을 시 적은 자신의 강인성 최대치의 <b>#2[p]</b>만큼 [서조의 불빛]을 추가로 보유한다. 초기 강인성이 소진되면 계속해서 [서조의 불빛]이 감소되며, [서조의 불빛]이 소진되면 또다시 약점 격파 피해를 받는다.<br>망귀인이 필드에 있을 시 아군이 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#1[p]</b>#의 <u>슈퍼 격파 피해</u>로 1회 전환한다",
            "Params": [
                [
                    0.5,
                    0.4
                ],
                [
                    0.55,
                    0.4
                ],
                [
                    0.6,
                    0.4
                ],
                [
                    0.65,
                    0.4
                ],
                [
                    0.7,
                    0.4
                ],
                [
                    0.75,
                    0.4
                ],
                [
                    0.8125,
                    0.4
                ],
                [
                    0.875,
                    0.4
                ],
                [
                    0.9375,
                    0.4
                ],
                [
                    1.0,
                    0.4
                ],
                [
                    1.05,
                    0.4
                ],
                [
                    1.1,
                    0.4
                ],
                [
                    1.15,
                    0.4
                ],
                [
                    1.2,
                    0.4
                ],
                [
                    1.25,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Passive",
            "EE": [
                10000015
            ]
        }
    },
    "122506": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "v6": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Normal"
        }
    },
    "122507": {
        "v1": {
            "Name": "대지를 밝히는 통찰",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 일정 구역 내의 적을 <b>#1[f]</b>초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공할 수 없다.<br>현기증 상태에 빠진 적을 선공하면 전투 진입 후 망귀인의 <u>행동 게이지가 <b>#4[p]</b> 증가</u>하고, <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 망귀인의 전투 스킬과 동일한 <u>디버프 효과</u>에 빠트린다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    10.0,
                    1.0,
                    2.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Maze"
        },
        "v2": {
            "Name": "대지를 밝히는 통찰",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 일정 구역 내의 적을 <b>#1[f]</b>초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공할 수 없다.<br>현기증 상태에 빠진 적을 선공하면 전투 진입 후 망귀인의 <u>행동 게이지가 <b>#4[p]</b> 증가</u>하고, <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 망귀인의 전투 스킬과 동일한 <u>디버프 효과</u>에 빠트린다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    10.0,
                    1.0,
                    2.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Maze"
        },
        "v3": {
            "Name": "대지를 밝히는 통찰",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 일정 구역 내의 적을 <b>#1[f]</b>초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공할 수 없다.<br>현기증 상태에 빠진 적을 선공하면 전투 진입 후 망귀인의 <u>행동 게이지가 <b>#4[p]</b> 증가</u>하고, <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 망귀인의 전투 스킬과 동일한 방어력 감소 효과에 빠트린다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    10.0,
                    1.0,
                    2.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Maze"
        },
        "v4": {
            "Name": "대지를 밝히는 통찰",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 일정 구역 내의 적을 <b>#1[f]</b>초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공할 수 없다.<br>현기증 상태에 빠진 적을 선공하면 전투 진입 후 망귀인의 <u>행동 게이지가 <b>#4[p]</b> 증가</u>하고, <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 망귀인의 전투 스킬과 동일한 방어력 감소 효과에 빠트린다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    10.0,
                    1.0,
                    2.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Maze"
        },
        "v5": {
            "Name": "대지를 밝히는 통찰",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 일정 구역 내의 적을 <b>#1[f]</b>초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공할 수 없다.<br>현기증 상태에 빠진 적을 선공하면 전투 진입 후 망귀인의 <u>행동 게이지가 <b>#4[p]</b> 증가</u>하고, <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 망귀인의 전투 스킬과 동일한 방어력 감소 효과에 빠트린다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    10.0,
                    1.0,
                    2.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Maze"
        },
        "v6": {
            "Name": "대지를 밝히는 통찰",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 일정 구역 내의 적을 <b>#1[f]</b>초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공할 수 없다.<br>현기증 상태에 빠진 적을 선공하면 전투 진입 후 망귀인의 <u>행동 게이지가 <b>#4[p]</b> 증가</u>하고, <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 망귀인의 전투 스킬과 동일한 방어력 감소 효과에 빠트린다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    10.0,
                    1.0,
                    2.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Maze"
        },
        "Live": {
            "Name": "대지를 밝히는 통찰",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 일정 구역 내의 적을 <b>#1[f]</b>초 동안 현기증 상태에 빠트린다. 현기증 상태의 적은 아군을 선공할 수 없다.<br>현기증 상태에 빠진 적을 선공하면 전투 진입 후 망귀인의 <u>행동 게이지가 <b>#4[p]</b> 증가</u>하고, <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 망귀인의 전투 스킬과 동일한 방어력 감소 효과에 빠트린다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    10.0,
                    1.0,
                    2.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1225_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1225": {
        "v1": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "BreakDamageAddedRatioBase": 0.24,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "청구에 다시 드리운 빛",
                "Desc": "아군이 약점 격파를 가한 후 추가로 적의 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 감소</u>한다",
                "Icon": "SkillIcon_1225_SkillTree1"
            },
            "Tree2": {
                "Name": "도산의 심오한 설계",
                "Desc": "자신의 격파 특수효과가 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1225_SkillTree2"
            },
            "Tree3": {
                "Name": "태소의 천기성",
                "Desc": "적의 약점이 격파될 시 모든 아군의 격파 특수효과가 <b><color style='color:#f29e38'>15%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴, 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1225_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "BreakDamageAddedRatioBase": 0.24,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "청구에 다시 드리운 빛",
                "Desc": "아군이 약점 격파를 가한 후 추가로 적의 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 감소</u>한다",
                "Icon": "SkillIcon_1225_SkillTree1"
            },
            "Tree2": {
                "Name": "도산의 심오한 설계",
                "Desc": "자신의 격파 특수효과가 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1225_SkillTree2"
            },
            "Tree3": {
                "Name": "태소의 천기성",
                "Desc": "적의 약점이 격파될 시 모든 아군의 격파 특수효과가 <b><color style='color:#f29e38'>15%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴, 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1225_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "SpeedDelta": 14.0,
                "BreakDamageAddedRatioBase": 0.24,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "청구에 다시 드리운 빛",
                "Desc": "아군이 약점 격파를 가한 후 추가로 적의 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 감소</u>한다",
                "Icon": "SkillIcon_1225_SkillTree1"
            },
            "Tree2": {
                "Name": "도산의 심오한 설계",
                "Desc": "자신의 격파 특수효과가 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1225_SkillTree2"
            },
            "Tree3": {
                "Name": "천기성의 태소",
                "Desc": "적의 약점이 격파될 시 모든 아군의 격파 특수효과가 <b><color style='color:#f29e38'>8%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴, 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1225_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "SpeedDelta": 14.0,
                "BreakDamageAddedRatioBase": 0.24,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "청구에 다시 드리운 빛",
                "Desc": "아군이 약점 격파를 가한 후 추가로 적의 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 감소</u>한다",
                "Icon": "SkillIcon_1225_SkillTree1"
            },
            "Tree2": {
                "Name": "도산의 심오한 설계",
                "Desc": "자신의 격파 특수효과가 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1225_SkillTree2"
            },
            "Tree3": {
                "Name": "천기성의 태소",
                "Desc": "적의 약점이 격파될 시 자신을 제외한 동료의 격파 특수효과가 <b><color style='color:#f29e38'>8%</color></b> 증가하고, 망귀인의 격파 특수효과가 <b><color style='color:#f29e38'>250%</color></b> 이상이면 격파 특수효과 증가 효과가 추가로 <b><color style='color:#f29e38'>16%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴, 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1225_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "SpeedDelta": 14.0,
                "BreakDamageAddedRatioBase": 0.24,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "청구에 다시 드리운 빛",
                "Desc": "아군이 약점 격파를 가한 후 추가로 적의 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 감소</u>한다",
                "Icon": "SkillIcon_1225_SkillTree1"
            },
            "Tree2": {
                "Name": "도산의 심오한 설계",
                "Desc": "자신의 격파 특수효과가 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1225_SkillTree2"
            },
            "Tree3": {
                "Name": "천기성의 태소",
                "Desc": "적의 약점이 격파될 시 자신을 제외한 동료의 격파 특수효과가 <b><color style='color:#f29e38'>6%</color></b> 증가하고, 망귀인의 격파 특수효과가 <b><color style='color:#f29e38'>220%</color></b> 이상이면 격파 특수효과 증가 효과가 추가로 <b><color style='color:#f29e38'>12%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴, 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1225_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "SpeedDelta": 14.0,
                "BreakDamageAddedRatioBase": 0.24,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "청구에 다시 드리운 빛",
                "Desc": "아군이 약점 격파를 가한 후 추가로 적의 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 감소</u>한다",
                "Icon": "SkillIcon_1225_SkillTree1"
            },
            "Tree2": {
                "Name": "도산의 심오한 설계",
                "Desc": "자신의 격파 특수효과가 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1225_SkillTree2"
            },
            "Tree3": {
                "Name": "천기성의 태소",
                "Desc": "적의 약점이 격파될 시 자신을 제외한 동료의 격파 특수효과가 <b><color style='color:#f29e38'>6%</color></b> 증가하고, 망귀인의 격파 특수효과가 <b><color style='color:#f29e38'>220%</color></b> 이상이면 격파 특수효과 증가 효과가 추가로 <b><color style='color:#f29e38'>12%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴, 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1225_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "SpeedDelta": 14.0,
                "BreakDamageAddedRatioBase": 0.24,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "청구에 다시 드리운 빛",
                "Desc": "아군이 약점 격파를 가한 후 추가로 적의 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 감소</u>한다",
                "Icon": "SkillIcon_1225_SkillTree1"
            },
            "Tree2": {
                "Name": "도산의 심오한 설계",
                "Desc": "자신의 격파 특수효과가 <b><color style='color:#f29e38'>30%</color></b> 증가한다. 처음으로 전투 스킬을 발동한 후 즉시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1225_SkillTree2"
            },
            "Tree3": {
                "Name": "천기성의 태소",
                "Desc": "적의 약점이 격파될 시 자신을 제외한 동료의 격파 특수효과가 <b><color style='color:#f29e38'>6%</color></b> 증가하고, 망귀인의 격파 특수효과가 <b><color style='color:#f29e38'>220%</color></b> 이상이면 격파 특수효과 증가 효과가 추가로 <b><color style='color:#f29e38'>12%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴, 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1225_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "122501": {
        "v1": {
            "Rank": 1,
            "Name": "떠나간 여우의 삶, 기약된 운거",
            "Desc": "[여우의 기도]를 보유한 아군의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "떠나간 여우의 삶, 기약된 운거",
            "Desc": "[여우의 기도]를 보유한 아군의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "떠나간 여우의 삶, 기약된 운거",
            "Desc": "[여우의 기도]를 보유한 아군의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "떠나간 여우의 삶, 기약된 운거",
            "Desc": "[여우의 기도]를 보유한 아군의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "떠나간 여우의 삶, 기약된 운거",
            "Desc": "[여우의 기도]를 보유한 아군의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "떠나간 여우의 삶, 기약된 운거",
            "Desc": "[여우의 기도]를 보유한 아군의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "떠나간 여우의 삶, 기약된 운거",
            "Desc": "[여우의 기도]를 보유한 아군의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank1"
        }
    },
    "122502": {
        "v1": {
            "Rank": 2,
            "Name": "서응의 도래, 알려진 현인",
            "Desc": "적의 약점이 격파될 시 망귀인이 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다. 필살기 발동 후 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1225_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "서응의 도래, 알려진 현인",
            "Desc": "적의 약점이 격파될 시 망귀인이 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다. 필살기 발동 후 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1225_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "서응의 도래, 알려진 현인",
            "Desc": "적의 약점이 격파될 시 망귀인이 에너지를 <b><color style='color:#f29e38'>3</color></b>pt 회복한다. 필살기 발동 후 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1225_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "서응의 도래, 알려진 현인",
            "Desc": "적의 약점이 격파될 시 망귀인이 에너지를 <b><color style='color:#f29e38'>3</color></b>pt 회복한다. 필살기 발동 후 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1225_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "서응의 도래, 알려진 현인",
            "Desc": "적의 약점이 격파될 시 망귀인이 에너지를 <b><color style='color:#f29e38'>3</color></b>pt 회복한다. 필살기 발동 후 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1225_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "서응의 도래, 알려진 현인",
            "Desc": "적의 약점이 격파될 시 망귀인이 에너지를 <b><color style='color:#f29e38'>3</color></b>pt 회복한다. 필살기 발동 후 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1225_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "서응의 도래, 알려진 현인",
            "Desc": "적의 약점이 격파될 시 망귀인이 에너지를 <b><color style='color:#f29e38'>3</color></b>pt 회복한다. 필살기 발동 후 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1225_Rank2"
        }
    },
    "122503": {
        "v1": {
            "Rank": 3,
            "Name": "가려진 본모습, 드러난 진실",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1225_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "가려진 본모습, 드러난 진실",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1225_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "가려진 실체, 드러낸 진상",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1225_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "가려진 실체, 드러낸 진상",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1225_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "가려진 실체, 드러낸 진상",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1225_BP"
        },
        "v6": {
            "Rank": 3,
            "Name": "가려진 실체, 드러낸 진상",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1225_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "가려진 실체, 드러낸 진상",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1225_BP"
        }
    },
    "122504": {
        "v1": {
            "Rank": 4,
            "Name": "떠나보낸 형체, 짊어져 온 이름",
            "Desc": "[여우의 기도]를 보유한 아군이 공격을 발동할 때마다 망귀인은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 피격된 적이 받는 피해를 <b><color style='color:#f29e38'>15%</color></b> 증가시킨다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1225_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "떠나보낸 형체, 짊어져 온 이름",
            "Desc": "[여우의 기도]를 보유한 아군이 공격을 발동할 때마다 망귀인은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 피격된 적이 받는 피해를 <b><color style='color:#f29e38'>15%</color></b> 증가시킨다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1225_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "떠나보낸 형체, 짊어져 온 이름",
            "Desc": "[여우의 기도]를 보유한 아군이 가하는 격파 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "떠나보낸 형체, 짊어져 온 이름",
            "Desc": "[여우의 기도]를 보유한 아군이 가하는 격파 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "떠나보낸 형체, 짊어져 온 이름",
            "Desc": "[여우의 기도]를 보유한 아군이 가하는 격파 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "떠나보낸 형체, 짊어져 온 이름",
            "Desc": "[여우의 기도]를 보유한 아군이 가하는 격파 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "떠나보낸 형체, 짊어져 온 이름",
            "Desc": "[여우의 기도]를 보유한 아군이 가하는 격파 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1225_Rank4"
        }
    },
    "122505": {
        "v1": {
            "Rank": 5,
            "Name": "오색구름의 탄생, 천명을 짊어질 결심",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "오색구름의 탄생, 천명을 짊어질 결심",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "오색구름의 탄생, 천명을 짊어질 결심",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "오색구름의 탄생, 천명을 짊어질 결심",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "오색구름의 탄생, 천명을 짊어질 결심",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1225_Ultra"
        },
        "v6": {
            "Rank": 5,
            "Name": "오색구름의 탄생, 천명을 짊어질 결심",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1225_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "오색구름의 탄생, 천명을 짊어질 결심",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1225_Ultra"
        }
    },
    "122506": {
        "v1": {
            "Rank": 6,
            "Name": "예지된 미래, 밝혀진 성쇠",
            "Desc": "망귀인의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 필드 위에 [여우의 기도]를 보유한 아군이 있을 시 모든 아군이 [여우의 기도]를 보유한 것으로 간주한다",
            "Icon": "SkillIcon_1225_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "예지된 미래, 밝혀진 성쇠",
            "Desc": "망귀인의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 필드 위에 [여우의 기도]를 보유한 아군이 있을 시 모든 아군이 [여우의 기도]를 보유한 것으로 간주한다",
            "Icon": "SkillIcon_1225_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "예지된 미래, 밝혀진 성쇠",
            "Desc": "망귀인의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 필드 위에 [여우의 기도]를 보유한 아군이 있을 시 모든 아군이 [여우의 기도]를 보유한 것으로 간주한다",
            "Icon": "SkillIcon_1225_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "예지된 미래, 밝혀진 성쇠",
            "Desc": "망귀인의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 필드 위에 [여우의 기도]를 보유한 아군이 있을 시 모든 아군이 [여우의 기도]를 보유한 것으로 간주한다",
            "Icon": "SkillIcon_1225_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "예지된 미래, 밝혀진 성쇠",
            "Desc": "망귀인의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 망귀인이 [염화] 상태일 시 [여우의 기도] 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1225_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "예지된 미래, 밝혀진 성쇠",
            "Desc": "망귀인의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 망귀인이 [염화] 상태일 시 [여우의 기도] 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1225_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "예지된 미래, 밝혀진 성쇠",
            "Desc": "망귀인의 약점 격파 효율이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 망귀인이 [염화] 상태일 시 [여우의 기도] 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1225_Rank6"
        }
    }
}

var _story_ = {
    "1225": [
        {
            "_id": 1,
            "Story": "원래 천박사 「명화」 상단의 수석 대표였으나 기이한 재난으로 인해 귀항하던 도중 목숨을 잃을 뻔했다.<br>외모, 이름, 신분 모두 재난의 원흉에게 빼앗겼지만, 운명이 남긴 한 줄기 희망 덕분에 「파멸」의 여파에서 새로운 삶을 얻었다.<br>지금 그녀는 자신을 「망귀인」이라고 칭하고 있는데, 그것이 고향으로 돌아갈 수 없다는 낙담 때문인지, 별바다를 마음껏 누비고자 하는 소망 때문인지는 아무도 알지 못한다. 하지만 확실한 건 그녀가 자아를 되찾고 다시 출발했다는 것이다"
        },
        {
            "_id": 2,
            "Story": "호신용 옥팔찌는 이미 산산조각이 났고, 복을 기원하는 방울은 진흙탕에 떨어졌으며, 아름다운 부채는 재가 되었다.<br>그녀는 분노의 불꽃이 타오르는 걸 보고 있을 수밖에 없었다.<br>——자신이 가졌던 모든 게 불타고 있었다.<br><br>그녀는 순간 안타까움만을 느꼈다. 자신은 여전히 인생보다 한 걸음 느렸다.<br><i>「그 행상이랑 이제 막 큰 거래를 맺었는데, 다 헛수고가 됐네……」<br>「오랫동안 손질해 온 꼬리는 다 부질없어졌고……」<br>「모두에게 약속했던 선물도… 전하지 못하게 됐어……」 </i><br>머리는 혼란스럽고 몸은 움직이지 않는데 눈가는 점점 젖어갔다.<br><br>기억이 주마등처럼 음침하게 깜빡였다.<br><i>「어공 님이 내가 드린 활을 가지고 하늘을 나시는 모습을 보고 싶었는데. 어공 님이 가장 원하셨던 일이었을 거야……」<br>「암명, 앞으로의 선주 상단은… 그에게 달렸어……」<br>「몽명의 차 씨앗도 찾았지. 분명 좋아했을 거야……」<br>「그리고 연희 아주머니, 칼 새 걸로 바꿔드려야 하는데……」</i><br>눈물이 흘러내려 땅에 닿기도 전에 증발했다.<br><br>시야가 점점 어둠에 삼켜져 그녀는 이제 선주로 향하는 방향을 분간할 수 없었다.<br><i>「난 그냥 더 멀리 가보고 싶었을 뿐인데 마지막에 적의 얼굴조차 모르고 가다니. 이런 건 너무 억울하잖아……」</i><br><br>우주 곳곳에선 1분 1초마다 수많은 생명이 지고 있다.<br>운명의 길을 걷는 자가 일으키는 거대한 힘 앞에서 평범한 인간은 한낱 먼지처럼 바람과 파도에 휩쓸려 거동조차 자유롭지 못하다.<br><br><i>「그렇기 때문에 이건 그녀에게 주어진 『선택』이자 우리에게 주어진 한 줄기 희망입니다……」</i><br>——이건 아주 나중에 있을 한 행상과 한 지니어스 사이의 대화이다"
        },
        {
            "_id": 3,
            "Story": "소녀의 미약한 의식이 어둠 속을 배회하고 있다.<br>앞에는 끝이 보이지 않는 긴 밤이, 뒤에는 돌아가는 길이 지척에 있는 것 같았다.<br><br>그녀는 뒤로 물러났다. 그곳엔 그녀에게 익숙한 화려한 등불이 있었고, 옛 친구가 멀리서 자신을 부르며 다시 장사를 시작하길 기다리고 있었다. 검은 안개가 앞에서 피어오르더니 거리는 순식간에 메마른 나무와 타고 남은 재처럼 변해버렸다.<br>그녀는 뒤로 물러났다. 별뗏목의 갑판이 발밑에 나타나 그녀는 바람을 타고 올라가려 했으나 하늘에는 기이한 천체가 걸려있고 익숙한 이는 괴물이 되어 칼을 들고 있었다.<br>그녀는 전처럼 유창하게 말하고 싶었으나 지금은 눈앞의 괴물을 마주한 채 한마디도 할 수 없었다.<br><br><i>「앞을 향해 나아가는 수밖에 없어」</i> 그녀는 자신에게 말했다.<br><i>「하지만 어떻게?」</i> 그녀는 자신에게 물었다.<br><i>「손을 들어봐」</i>차가운 목소리가 멀리서 들려왔다.<br>그녀는 고개를 숙여 손바닥을 관통한 상흔을 바라보았다. 손에는 여전히 그 부채가 쥐어져 있었다. 불에 타서 재가 됐던 걸로 기억하는데 지금은 자신의 손에 쥐어져 있었다.<br><br>검은 안개가 다시 그녀에게 밀려왔다.<br><i>「앞을 향해 나아가」</i><br>그녀가 손을 들자 손바닥을 관통한 상흔에서 빛이 났다. 그 빛은 어둠을 꿰뚫고 그녀 자신도 비추었다.<br><i>「앞을 향해 나아가」</i><br>그녀는 부채를 들었다. 더위를 식히거나 심심할 때 가지고 놀던 부채가 지금은 불을 내뿜으려 하고 있었다.<br><br>검은 안개는 끝없이 이어졌다. 하지만 그녀가 앞으로 갈수록 빛은 더욱 강해졌다.<br><i>「앞을 향해 나아가」</i><br>그 차가운 목소리가 한층 선명해졌다.<br><i>「뒤돌아보지 마」</i><br>그녀는 앞으로 달려갔다.<br><i>「이 별바다에 아직 못 가본 세계가 수없이 많아……」</i><br>그 순간, 그녀의 등 뒤로 다섯 개의 꼬리가 활짝 피어나 불꽃이 되어 그녀를 가두고 있던 기나긴 밤을 환히 밝혔다.<br><br>실험실.<br>소녀의 손끝이 살짝 떨리고 맑은 눈물 한 방울이 눈꼬리를 타고 흘러내렸다.<br>그 차가운 과학자는 캡슐 속을 들여다보더니 드디어 표정에 작은 변화가 생겼다.<br><i>「이쪽 세계를 『선택』한 걸 축하해」</i>"
        },
        {
            "_id": 4,
            "Story": "<i>「눈을 뜨는 건 첫걸음에 지나지 않아」<br>「『파멸』의 낙인은 여전히 네게 영향을 주고 있지. 하루라도 더 빨리 새로운 몸에 익숙해져야 그 힘을 네 걸로 만들 수 있어」</i><br>하루 또 하루, 그녀는 그 과학자의 지도에 따라 이상한 디저트와 함께 춤을 췄다. 그녀는 눈에 띄게 회복되어 갔고 날이 갈수록 그녀의 의심은 늘어났다.<br><br>그녀는 불안 속에서 선주의 소식을 기다렸고, 한참 뒤에 완•매는 그녀에게 스텔라론의 재앙에 대한 비보를 전해주었다——<br>그것은 「팬틸리아」라는 사도가 그녀의 모습으로 선주에 숨어들어 재앙을 일으키고 사람들을 해쳤다는 것이었다.<br><br><i>「다행히 은하열차와 선주가 힘을 합쳐 팬틸리아를 물리친 덕에 심각한 피해는 발생하지 않았어」</i><br>그녀는 넋을 놓고 「자신」의 이야기를 들었다. 황당하기도 하고 현실 같지 않기도 했다.<br><i>「그렇다면 그녀는 제 목숨을 앗아갔을 뿐만 아니라 제 인생도 앗아갔다는 거네요. 본래 이런 모습으로 나부로 돌아가 무지개 열차를 만나지 않았을 텐데……」</i><br><i>「팬틸리아는 너를 『파멸』시키는 걸 멈추지 않았어. 육체적으로는 잠시 『파멸』의 힘을 이겨냈을지 몰라도, 그녀가 네 의지에 고통을 주는 건 이제 시작이야」</i><br>그 차가운 목소리에는 희미한 탄식이 숨겨져 있는 것 같았다.<br><i>「이해가 안 돼요. 왜 저죠?」<br>「단지 운명이 던진 주사위가 너한테 떨어진 것뿐이야」<br>「…그래서 소녀의 운명이 그들과 이어진 거라니」<br>「나는 부탁을 받아서 널 구했을 뿐이야. 나부에 돌아간 후의 일은 다 너한테 달렸어」<br>「하지만 소녀는 이미 거물들이 짠 판 위의 장기짝이 된 거겠죠?」<br>「부정할 수 없지」</i><br><br>그녀는 한참을 침묵한 채 계산하고 생각했다.<br><i>「장사에서 중요한 건 서로 간의 왕래인데 소녀가 이전과 달라졌으니, 선택의 기회가 있긴 한 걸까요?」</i><br>완•매는 소녀를 바라보며 고개를 저었다.<br><i>「그건 나도 모르지. 그건 네 『선택』이고, 『너』만이 할 수 있는 선택이니까」</i>"
        },
        {
            "_id": 5,
            "Story": "풍파가 지나간 후에도 페나코니의 활기는 여전했다.<br>그 눈부시게 화려한 도시는 호화로운 상업 천국이자 그녀가 늘 오고 싶어 했던 곳이다.<br><br><i>「당신도 꿈을 좇는 여행객이죠? 옷차림이 특이하네요」</i><br>사냥꾼 차림을 한 이방인이 어느새 그녀의 옆에 와 있었다.<br><i>「물론 저도 그렇고요. 지금은 제가 이 모양이지만 언젠가는 클락 스튜디오를 사고 말 거예요! 당신은요?」<br>「굳이 따지자면 소녀는 반쪽짜리 꿈을 좇는 여행객이려나요……」<br>「언젠가는 별바다를 누비며 여러 세계에 가보고 각지의 무역을 연결하고 싶단 생각을 해왔답니다. 하지만 아쉽게도……」</i><br>그녀는 더 이상 말을 잇지 못했다. 이방인은 생각에 잠긴 듯 고개를 끄덕이더니 솔글래드를 들어 그녀에게 경의를 표하고 단숨에 들이킨 후 몸을 돌려 떠났다.<br><br>고향으로 가는 길은 멀고도 멀지만 그녀는 이곳에 머무르기로 했다.<br>미래로 이어진 길은 하나가 아니고, 고향으로 돌아가는 것만이 그녀의 갈망인 것은 아니다.<br><br><i>「아가씨, 솔글래드 한잔 어떠신가요?」</i><br>그녀가 고개를 돌려보니 카트를 밀고 있는 상인이 있었다.<br><i>「…옷차림을 보니 나부 선주에서 오셨나 봐요? 몇 년 전에 사장님 따라 한 번 가본 적이 있는데, 함선은 어찌나 크고 동네는 어찌나 번화하던지. 그 모습이 아직도 잊히지가 않아요」<br>「그때 명화 상회를 방문했었는데, 우릴 맞이해준 사절 정운 씨가 당신이랑 좀 닮았어요. 혹시 그분을 아시나요……」<br>「아가씨, 아가씨, 듣고 계세요?」</i><br><br>그녀는 페나코니의 별하늘을 바라보았다. 아직 보이지 않는 먼 곳에서 사람들이 쏟아져 나오고, 멀어지고 있었다.<br><i>「죄송해요. 적은 비용으로 대어를 낚을 수 있는 『큰 사업』에 대해 생각하느라 그만, 물론 이런 사업은 망하기도 쉽지만요……」<br>「망설이고 있나요?」</i><br>그녀가 빙그레 웃었다<br><i>「그랬었죠… 하지만 마음을 정했어요.<br>소녀의 등장으로 그 거물들의 눈을 속일 수 있다면, 하늘의 더 먼 곳까지 가본 셈 칠 수 있겠죠」</i>"
        }
    ]
}

var _voice_ = {
    "1225": [
        {
            "_id": "archive_fugue_1",
            "Title": "첫 만남",
            "Voice": "비록 첫 만남이지만, 오랜만에 다시 만난 듯한 느낌이 드네요. 과거는 바다 너머에 있고, 지난날의 저는 더 이상 없으니, 당분간은 저 자신을 「망귀인(忘歸人)」이라고 부를게요"
        },
        {
            "_id": "archive_fugue_2",
            "Title": "인사",
            "Voice": "여정은 순조로우셨나요? 시간 나시면 또 좋은 차가 들어왔으니 맛보러 와주세요, 은인님"
        },
        {
            "_id": "archive_fugue_3",
            "Title": "작별",
            "Voice": "은하가 아득하다고 해도 서로를 그리워하는 한 언젠가 다시 만나게 될 거예요"
        },
        {
            "_id": "archive_fugue_4",
            "Title": "자신에 대해•「망귀인」",
            "Voice": "망귀인이 무엇이냐고요? 고향으로 돌아가지 못한 자려나요? 아니면 자신을 잃어버린 자?"
        },
        {
            "_id": "archive_fugue_5",
            "Title": "자신에 대해•「망귀인」",
            "Voice": "망귀인이 무엇이냐고요? 고향으로 돌아가지 못한 자이자, 자신을 잃어버린 자이기도 하죠…. 하지만, 여정을 다시 떠나는 자이기도 해요"
        },
        {
            "_id": "archive_fugue_6",
            "Title": "자신에 대해•꼬리",
            "Voice": "제가 깨어났을 때부터 꼬리가 이미 이런 상태였대요…. 아마 살고 싶다는 갈망 때문이겠죠. 위기가 닥칠 때마다 얘들이 앞다퉈 나타나요"
        },
        {
            "_id": "archive_fugue_7",
            "Title": "자신에 대해•꿈",
            "Voice": "소녀는 「명화」를 별바다에서 제일 가는 상단으로 만들고 싶어요. 재난을 겪긴 했지만… 그 생각에 변함은 없답니다"
        },
        {
            "_id": "archive_fugue_8",
            "Title": "자신에 대해•꿈•2",
            "Voice": "저는 그 순간을 잊지 못할 거예요. 별바다를 누비며 사방을 떠돌고 싶다는 생각은 예나 지금이나 모든 것의 원점이죠"
        },
        {
            "_id": "archive_fugue_9",
            "Title": "잡담•부채",
            "Voice": "전 예전부터 부채를 좋아해왔고, 「부채질을 해주면 화가 좀 누그러들죠」라는 말을 늘 입에 달고 살았어요. 부조리한 일을 당해도 참으면서 넘어갔는데 이제 이 부채로 풍랑을 일으킬 수 있게 되니 좀 어색하네요"
        },
        {
            "_id": "archive_fugue_10",
            "Title": "취미",
            "Voice": "시간이 날 때는 활기 넘치고 시끌벅적한 곳을 돌아다니며 차를 마시는 걸 좋아해요. 그런 단편적인 대화와 사소한 일들 속에서 과거를 느낄 수 있거든요"
        },
        {
            "_id": "archive_fugue_11",
            "Title": "공유•피습",
            "Voice": "「파멸」은 밖에서 보기엔 한순간 같지만 저에겐 긴 시간이었어요. 그 잠깐 동안 기억, 감정, 말들이… 제게서 벗어나 흩어지고 다른 사람에게 모이는 걸 봤죠"
        },
        {
            "_id": "archive_fugue_12",
            "Title": "견문",
            "Voice": "운명의 파도 속에서, 저 같은 사람은 한 톨의 작은 먼지에 불과해요. 거대한 손에 휘둘릴 수밖에 없죠"
        },
        {
            "_id": "archive_fugue_13",
            "Title": "견문",
            "Voice": "운명의 파도 속에서, 저 같은 사람은 한 톨의 작은 먼지에 불과해요. 거대한 손에 휘둘릴 수밖에 없죠…. 하지만 소녀는 이제 교활한 먼지가 되어 그들이 재채기하게 만들 거랍니다"
        },
        {
            "_id": "archive_fugue_14",
            "Title": "경원에 대해",
            "Voice": "적은 노력으로 큰 성과를 내는 장군님의 수단이 아직도 눈에 선하네요…. 언젠가 또 볼 수 있었으면 좋겠어요"
        },
        {
            "_id": "archive_fugue_15",
            "Title": "연경에 대해",
            "Voice": "기억나요…. 예전에 희귀한 장난감을 준 적이 있거든요. 아주 예의 바른 아이였죠. 마음에 드는 검을 만지면 기뻐서 어쩔 줄 몰라 했어요"
        },
        {
            "_id": "archive_fugue_16",
            "Title": "어공에 대해•1",
            "Voice": "아직도 기억나요…. 별뗏목 운전이든 천박사 지휘든, 선주의 항해 방향에는 언제나 어공 님의 모습이 있죠"
        },
        {
            "_id": "archive_fugue_17",
            "Title": "어공에 대해•2",
            "Voice": "어공 님이 그러셨어요. 자기도 과거 어느 날 「죽었고」, 아주 오랫동안 「살아있다는」 느낌을 찾으셨다고요"
        },
        {
            "_id": "archive_fugue_18",
            "Title": "백로에 대해",
            "Voice": "이유는 잘 모르겠지만, 요즘 들어 몸이 부쩍 피곤해서 백로 님 생각이 나네요. 다음에 나부에 돌아가면 꼭 만나 뵈러 가야겠어요"
        },
        {
            "_id": "archive_fugue_19",
            "Title": "청작에 대해",
            "Voice": "그녀는 태복사의 점술가인가요… 아니면 놀이관의 주인장인가요?"
        },
        {
            "_id": "archive_fugue_20",
            "Title": "부현에 대해",
            "Voice": "태복님의 엄격하면서도 듣기 좋은 목소리는 절대 못 잊죠…. 인정사정없지만 구구절절 맞는 말씀을 하시고요"
        },
        {
            "_id": "archive_fugue_21",
            "Title": "완•매에 대해",
            "Voice": "「죽음에서 돌아오는 건」 기묘한 체험이었어요. 하지만 완•매 님은 아무 생각 하지 말고 규칙적인 휴식과 운동에 집중하면 건강을 회복할 거라고 하셨죠. 사소한 일이라는 듯이… 가벼운 말투로요"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_fugue",
            "Title": "성혼 활성화",
            "Voice": "영혼의 떨림이 가장 진귀한 것이죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_fugue",
            "Title": "캐릭터 승급",
            "Voice": "과거에서 벗어나려면 변화가 꼭 필요해요"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_fugue",
            "Title": "캐릭터 최고 레벨",
            "Voice": "이제 소녀도 여러분을 따라갈 수 있겠어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_fugue",
            "Title": "행적 활성화",
            "Voice": "이 별바다에 아직 못 가본 세계가 수없이 많아요……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_fugue",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "소녀가 은인님의 힘이 되어드릴게요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyukong_fugue",
            "Title": "파티 편성•어공",
            "Voice": "어공 님, 제가 함께 싸우게 해주세요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toruanmei_fugue",
            "Title": "파티 편성•완•매",
            "Voice": "걱정 마세요, 완•매 님. 많이 회복되었어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_fugue",
            "Title": "전투 시작•약점 격파",
            "Voice": "좋은 기회이니 잡아야죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_fugue",
            "Title": "전투 시작•위험 경보",
            "Voice": "분명 방법이 있을 거예요"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_fugue_01",
            "Title": "턴 시작•1",
            "Voice": "혹시 우리 만난 적 있나요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_fugue_02",
            "Title": "턴 시작•2",
            "Voice": "소녀, 이제 봐주지 않을 거예요"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_fugue",
            "Title": "턴 대기",
            "Voice": "모든 것들이 다 예전 같을 순 없겠죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_fugue_01",
            "Title": "일반 공격",
            "Voice": "뒤돌아보지 말아요"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_fugue_01",
            "Title": "일반 공격 강화•1",
            "Voice": "흐르는 구름은 쉽게 흩어지죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_fugue_02",
            "Title": "일반 공격 강화•2",
            "Voice": "긴 꿈은 끝났답니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_fugue_01",
            "Title": "전투 스킬•1",
            "Voice": "좋은 건 함께 나누는 게 좋죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_fugue_02",
            "Title": "전투 스킬•2",
            "Voice": "일심동체가 될까요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_fugue_01",
            "Title": "약공격 피격",
            "Voice": "괜찮아"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_fugue_01",
            "Title": "강공격 피격",
            "Voice": "이번에는 절대……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_fugue",
            "Title": "필살기•활성화",
            "Voice": "과거는 과거일 뿐"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_fugue",
            "Title": "필살기•발동",
            "Voice": "한 줌의 먼지에 불과한 인생일지라도 춤을 출 수는 있답니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_fugue_01",
            "Title": "전투 불능",
            "Voice": "이게 운명일까……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_fugue",
            "Title": "전투 복귀",
            "Voice": "또 구사일생이네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_fugue",
            "Title": "HP 회복",
            "Voice": "고마워요, 은인님"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_fugue",
            "Title": "비술",
            "Voice": "아직은 돌아갈 때가 아니랍니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_fugue",
            "Title": "전투 승리",
            "Voice": "소녀가 도움이 됐으면 좋겠어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_fugue",
            "Title": "전리품 오픈•1",
            "Voice": "운이 돌아온 것 같네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_fugue_02",
            "Title": "전리품 오픈•2",
            "Voice": "좋네요, 만사가 형통하리~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_fugue",
            "Title": "진귀한 전리품 오픈",
            "Voice": "정말 진기한 것들이네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_fugue",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "첩첩산중이었지만 잘 넘어왔네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_fugue_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "다 은인님 덕분이죠~"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_fugue",
            "Title": "적 발견",
            "Voice": "별로 친절한 분은 아닌 것 같아요……"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_fugue",
            "Title": "도시로 복귀",
            "Voice": "여긴 참 시끌벅적해서 좋네요"
        }
    ]
}

var _notes_ = {
    "1225": [
        "E4 Break DMG boost is an @independent multiplier#",
        "The Energy regenerated by E2 @is affected by# Energy Regeneration Rate. Action Advance @does not apply to summons#."
    ]
}

var _adiff_ = {
    "1225": {
        "v3": [
            "``Base Stats`- Energy 150.0 → 130.0 ;"
        ]
    }
}

var _mtc_ = {
    "1225": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110412": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110412": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110412": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110412": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110221": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "속도 +14",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110222": 8,
                    "113002": 7,
                    "110223": 11,
                    "113003": 11
                }
            },
            {
                "Name": "격파 특수효과 +24%",
                "Mat": {
                    "2": 210000,
                    "110221": 3,
                    "113001": 6,
                    "110223": 11,
                    "113003": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110222": 3,
                    "113002": 3,
                    "110223": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "청구에 다시 드리운 빛",
                "Mat": {
                    "2": 5000,
                    "110221": 3,
                    "110503": 1
                }
            },
            {
                "Name": "도산의 심오한 설계",
                "Mat": {
                    "2": 20000,
                    "110222": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "천기성의 태소",
                "Mat": {
                    "2": 160000,
                    "110223": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}