// Auto Generated

var _avatarskill_ = {
    "130301": {
        "Pre": {
            "Name": "그윽한 일침",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 완•매 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Normal"
        }
    },
    "130302": {
        "Pre": {
            "Name": "우아한 연주",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "전투 스킬 발동 후 완•매는 [현의 여음]을 획득한다. 지속 시간: <b>#3[f]</b>턴. 완•매의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. 완•매가 [현의 여음]을 보유하면 모든 아군의 피해가 @<b>#1[p]</b># 증가하며 약점 격파 효율이 <b>#2[p]</b> 증가한다",
            "Params": [
                [
                    0.16,
                    0.5,
                    3.0
                ],
                [
                    0.176,
                    0.5,
                    3.0
                ],
                [
                    0.192,
                    0.5,
                    3.0
                ],
                [
                    0.208,
                    0.5,
                    3.0
                ],
                [
                    0.224,
                    0.5,
                    3.0
                ],
                [
                    0.24,
                    0.5,
                    3.0
                ],
                [
                    0.26,
                    0.5,
                    3.0
                ],
                [
                    0.28,
                    0.5,
                    3.0
                ],
                [
                    0.3,
                    0.5,
                    3.0
                ],
                [
                    0.32,
                    0.5,
                    3.0
                ],
                [
                    0.336,
                    0.5,
                    3.0
                ],
                [
                    0.352,
                    0.5,
                    3.0
                ],
                [
                    0.368,
                    0.5,
                    3.0
                ],
                [
                    0.384,
                    0.5,
                    3.0
                ],
                [
                    0.4,
                    0.5,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_BP"
        }
    },
    "130303": {
        "Pre": {
            "Name": "꽃잎에 인 물결, 옷을 물들인 꽃",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "서포트",
            "Desc": "완•매가 <b>#2[f]</b>턴간 결계를 펼치고, 자신의 턴이 시작될 때마다 지속 턴 수가 1 감소한다.<br>결계 안에 있는 모든 아군의 모든 속성 저항 관통이 @<b>#1[p]</b># 증가하고, 공격 시 적에게 [다시 핀 매화]를 부여한다.<br>[다시 핀 매화]는 적이 <u>약점 격파 상태</u>에서 회복하려고 할 때 발동하며, 목표의 <u>약점 격파 상태</u>를 연장하고 <u>행동 게이지를 감소</u>시킨다. 감소 수치는 완매 격파 특수효과의 <b>#3[p]</b>에 <b>#4[p]</b>를 더한 값이며, 해당 목표에게 격파 피해를 완•매의 얼음 속성 <u>격파 피해</u>의 @<b>#5[p]</b>#만큼 가한다.<br>적이 <u>약점 격파 상태</u>에서 회복하기 전까지는 [다시 핀 매화]를 추가로 부여할 수 없다",
            "Params": [
                [
                    0.15,
                    2.0,
                    0.2,
                    0.1,
                    0.3
                ],
                [
                    0.16,
                    2.0,
                    0.2,
                    0.1,
                    0.32
                ],
                [
                    0.17,
                    2.0,
                    0.2,
                    0.1,
                    0.34
                ],
                [
                    0.18,
                    2.0,
                    0.2,
                    0.1,
                    0.36
                ],
                [
                    0.19,
                    2.0,
                    0.2,
                    0.1,
                    0.38
                ],
                [
                    0.2,
                    2.0,
                    0.2,
                    0.1,
                    0.4
                ],
                [
                    0.2125,
                    2.0,
                    0.2,
                    0.1,
                    0.425
                ],
                [
                    0.225,
                    2.0,
                    0.2,
                    0.1,
                    0.45
                ],
                [
                    0.2375,
                    2.0,
                    0.2,
                    0.1,
                    0.475
                ],
                [
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    0.5
                ],
                [
                    0.26,
                    2.0,
                    0.2,
                    0.1,
                    0.52
                ],
                [
                    0.27,
                    2.0,
                    0.2,
                    0.1,
                    0.54
                ],
                [
                    0.28,
                    2.0,
                    0.2,
                    0.1,
                    0.56
                ],
                [
                    0.29,
                    2.0,
                    0.2,
                    0.1,
                    0.58
                ],
                [
                    0.3,
                    2.0,
                    0.2,
                    0.1,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Ultra",
            "EE": [
                10000014
            ]
        }
    },
    "130304": {
        "Pre": {
            "Name": "프랙탈 나선",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "서포트",
            "Desc": "자신을 제외한 동료의 속도가 @<b>#1[p]</b># 증가한다. 모든 아군이 적의 약점을 격파하면 완•매는 해당 목표에게 자신의 얼음 속성 격파 피해의 @<b>#2[p]</b>#만큼 <u>격파 피해</u>를 가한다",
            "Params": [
                [
                    0.08,
                    0.6
                ],
                [
                    0.082,
                    0.66
                ],
                [
                    0.084,
                    0.72
                ],
                [
                    0.086,
                    0.78
                ],
                [
                    0.088,
                    0.84
                ],
                [
                    0.09,
                    0.9
                ],
                [
                    0.0925,
                    0.975
                ],
                [
                    0.095,
                    1.05
                ],
                [
                    0.0975,
                    1.125
                ],
                [
                    0.1,
                    1.2
                ],
                [
                    0.102,
                    1.26
                ],
                [
                    0.104,
                    1.32
                ],
                [
                    0.106,
                    1.38
                ],
                [
                    0.108,
                    1.44
                ],
                [
                    0.11,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Passive"
        }
    },
    "130306": {
        "Pre": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Normal"
        }
    },
    "130307": {
        "Pre": {
            "Name": "매무새를 가다듬으며",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술을 사용하면 [매무새를 가다듬으며]를 획득하고 다음 전투가 시작될 때 자동으로 전투 스킬을 <b>#1[f]</b>회 발동하며, 이번 발동은 전투 스킬 포인트를 소모하지 않는다.<br>시뮬레이션 우주 및 차분화 우주에서 완•매가 [매무새를 가다듬으며]를 보유했을 때 아군이 적을 선공하면 약점을 이용해 전투에 진입한 것으로 간주되며, 이번 공격은 약점 속성을 무시하고 모든 적의 강인성을 감소시킨다. 약점을 격파하면 공격자 속성의 약점 격파 효과를 발동한다. 축복을 1개 보유할 때마다 이번 공격의 강인성 감소 수치가 추가로 <b>#2[p]</b> 증가하고, 적의 약점을 격파한 후 해당 적에게 격파 피해를 완•매의 얼음 속성 격파 피해의 <b>#3[p]</b>만큼 가한다. (최대 <b>#4[f]</b>개의 축복까지 계산)",
            "Params": [
                [
                    1.0,
                    1.0,
                    1.0,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1303": {
        "Pre": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "물체 호흡 중",
                "Desc": "모든 아군의 격파 특수효과가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1303_SkillTree1"
            },
            "Tree2": {
                "Name": "해가 질수록 늘어나는 생각",
                "Desc": "완•매의 턴 시작 시 자신의 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다",
                "Icon": "SkillIcon_1303_SkillTree2"
            },
            "Tree3": {
                "Name": "수면에 일렁이는 촛불",
                "Desc": "전투 중 완•매의 격파 특수효과가 <b><color style='color:#f29e38'>120%</color></b>를 초과할 시 <b><color style='color:#f29e38'>10%</color></b> 초과할 때마다 전투 스킬로 인한 모든 아군의 피해 증가 효과가 추가로 <b><color style='color:#f29e38'>6%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>36%</color></b>까지 증가)",
                "Icon": "SkillIcon_1303_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "130301": {
        "Pre": {
            "Rank": 1,
            "Name": "신경망 자수",
            "Desc": "필살기로 펼친 결계가 활성화되는 동안 모든 아군이 가하는 피해는 목표의 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1303_Rank1"
        }
    },
    "130302": {
        "Pre": {
            "Rank": 2,
            "Name": "갈대밭을 거닐며",
            "Desc": "완•매가 필드에 있으면 모든 아군이 <u>약점 격파 상태</u>의 적에게 피해를 가할 때 공격력이 <b><color style='color:#f29e38'>40%</color></b> 증가한다",
            "Icon": "SkillIcon_1303_Rank2"
        }
    },
    "130303": {
        "Pre": {
            "Rank": 3,
            "Name": "아른대는 담록빛",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1303_Ultra"
        }
    },
    "130304": {
        "Pre": {
            "Rank": 4,
            "Name": "청동거울 앞에서 신을 찾네",
            "Desc": "적의 약점이 격파될 시 완•매의 격파 특수효과가 <b><color style='color:#f29e38'>100%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1303_Rank4"
        }
    },
    "130305": {
        "Pre": {
            "Rank": 5,
            "Name": "비녀로 단정히 다듬은 머리",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1303_BP"
        }
    },
    "130306": {
        "Pre": {
            "Rank": 6,
            "Name": "반쯤 내린 면사, 땅에 떨군 부채",
            "Desc": "필살기로 펼친 결계의 지속 시간이 <b><color style='color:#f29e38'>1</color></b>턴 연장된다. 특성이 가하는 <u>격파 피해</u> 배율이 추가로 <b><color style='color:#f29e38'>200%</color></b> 증가한다",
            "Icon": "SkillIcon_1303_Rank6",
            "EE": [
                10000014
            ]
        }
    }
}

var _story_ = {
    "1303": [
        {
            "_id": 1,
            "Story": "온화하고 우아한 분위기의 학자. 「지니어스 클럽」 #81 회원이자 생명과학 분야의 전문가이다.<br>놀라운 재능과 집념으로 누스의 눈길을 끈 그녀는 은밀한 곳에서 생명의 근원에 대한 연구와 탐구를 시작했다.<br>이를 계기로 헤르타의 초청을 받아 스크루룸, 스티븐과 함께 「시뮬레이션 우주」를 개발했다.<br>개인적으로 전통극과 디저트를 굉장히 좋아하고 자수에도 관심이 많다"
        },
        {
            "_id": 2,
            "Story": "어린 시절, 그녀는 「과학자」였던 어머니 덕분에 처음으로 과학에 눈을 떴다.<br><br>과학에 심취한 가족들이 모인 아담한 집에서, 그녀의 삶은 사랑과 뗄레야 뗄 수 없었다. 그로 인해 곧 그녀는 「사랑」에는 미묘한 차이가 있으며, 저마다 다른 향기가 있다는 것을 깨달았다.<br><br>백발의 외할머니는 전통극을 애청했고, 아버지의 가죽 장화는 엄청 크고 털이 북슬북슬했다.<br>어머니와 아버지는 서로 사랑했지만 자주 다투기도 했다.<br>담담한 성격의 여자아이였던 그녀는 종종 잘못을 저지르고, 또 용서받곤 했다.<br><br><i>「알리스 이모는 어른들보다 내게 더 친절하고 디저트도 사주셔. 이모의 사랑이 제일 좋아」</i><br><br>소녀는 빠르게 고집을 배웠고, 「사랑」에 대한 그녀의 이해는 책 속의 공식에서 벗어났다.<br>좀 더 자랐을 때 어머니는 그녀에게 한 걸음, 또 한 걸음 거대한 빙하 행성 위를 함께 걷기를 엄격하게 요구했다.<br>소녀는 도중에 숨을 헐떡이며 걸음을 멈춰서서 빙하 아래 묻혀있는 매력적이고도 기묘한 「생명」——예전에 생명이었던 것을 자세히 관찰했다.<br><br>조사를 마치고 집에 돌아오는 날이면 늘 「보상」이 주어졌다——<br>디저트를 한 입 베어 물면 입안에 향기가 가득 퍼졌다. 그녀의 작은 기대는 어머니의 연구에 향기를 가득 채웠다.<br><br>「풍요」의 축복을 받은 세계인 고향을 기점으로 그들은 연구 비행선을 타고 더 많은 세계로 향했다.<br>다양한 섬광탄과 망사 두건, 리본, 레이스로 둘러싸인 소녀는 회전하고 상승하는 데이터에 의해 만들어진 「생명」 속에서 기쁨을 맛봤다.<br><br><i>「완아, 푸른 경단을 다 먹고 나서 손을 깨끗이 씻어야 실험대를 만질 수 있단다」</i>"
        },
        {
            "_id": 3,
            "Story": "부모의 장례식에서 그녀는 검은 상복을 입었다. 그녀는 여전히 머리를 가지런히 묶었고, 먹처럼 까만 머리카락이 그녀의 표정을 가려주고 있었다.<br><br>그녀는 눈물 한 방울도 흘리지 않았다.<br><br>어둠이 깔린 후 실험실 스크린에는 데이터 나선으로 만들어진 겹겹의 기하학 문양이 전통극 소리와 함께 변환되고 퍼지고 움직였다. 그 겹겹의 문양이 벗겨진 뒤에는, 그녀가 애지중지하며 조심스럽게 만든 비밀——눈을 감은 아버지와 어머니가 있었다. 두 사람의 얼굴은 깊은 잠에 빠진 것처럼 차디찼다.<br><br><i>「기대를 저버렸어. 부모님은 외할머니와의 약속을 지키지 못했어」</i><br><br><i>「그리고 나도 부모님을 지키겠다는 약속을 지키지 못했으니까, 그들의 믿음을 저버린 건 마찬가지야」</i><br><br><i>「우리를 저버리지 않는 건… 과학뿐이야」 그녀는 말했다.</i><br><br>소녀는 부모님을 평등하게 대하기 위해 그간 쓰던 애칭을 없애고, 공평하게 부모의 성 중 한 글자씩을 따와 새로 이름을 지었다.<br><br>그 이후 「집」에 대한 질문을 받을 때마다 그녀의 눈은 마치 모든 걸 잊어버린 것처럼 흐리멍덩했다.<br>이런 상태에서 그녀는 시간의 법칙을 무시하는 연산을 시작했다. 연구에 너무 몰두한 나머지 식사가 불규칙적이었고, 흥이 오르면 며칠 밤낮이고 매달리다가 한계에 부딪치면 잠들곤 했다.<br><br>곧 그녀는 미약한 반딧불이의 빛에만 의존하며 매일 밤 성과를 거뒀다. 그녀가 기존의 생명 법칙을 무시할수록 진전은 더욱 빨라졌다. 그녀는 기존의 공식을 아랑곳하지 않고 생명의 의의를 무시했다. 직접 관찰하고 두 손으로 만지고, 그렇게 그녀는 데이터를 손에 쥐고 느끼며 새로운 종의 법칙을 만들어 냈다.<br><br>그렇게 그녀의 실험실에선 양치식물과 꽃들이 눈에 보일 정도의 빠른 속도로 무성하게 자라나 실험실의 모든 공간을 가득 채웠다. 그리고 꽃잎 틈새에는——「데이터」 집합으로 형성된 차갑고 차분한 부모의 얼굴이 있었다.<br><br>깊이 잠든 「부모님」이 두 눈을 뜨려던 순간——그녀는 온 행성의 기존 종의 진화 법칙을 거의 파괴한 상태였다. 하지만 그녀는 계속해서 자신의 목표를 향해 나아갔다.<br>그녀가 연구 중에 갑자기 고개를 들고 하늘을 바라보며, 「지식」의 눈길이 그녀에게 강림할 때까지"
        },
        {
            "_id": 4,
            "Story": "누스의 눈길을 받은 후, 그녀는 고향을 떠나 은둔 생활을 시작했다.<br><br>그녀가 그에게 무엇을 물었는지는 아무도 모르지만, 그 후 그녀는 점점 과묵해지고 연구에도 더 깊이 몰두했다. 그녀는 오로지 「생명」의 본질만 연구했다.<br><br>더욱 다양한 「생명」이 그녀의 모조를 통해 탄생했다.<br>일부 「불타는」 생명들은 움직이는 화염이 되어 그녀의 발밑을 기어다녔다. 때로 그녀는 자신이 불 그 자체라고 느끼기도 했다.<br>일부 「움직이는」 생명들은 액체의 빛이 되어 그녀의 가녀린 손목 주변을 맴돌았다. 때로 그녀는 자신이 빛 그 자체라고 느끼기도 했다.<br>일부 「지식」으로 모조한 생명들은 자신의 사고, 의식, 감정을 키우려 시도했다. 그들의 울고 웃는 감정은 모두 그녀의 몸에 녹아들었다.<br><br>하지만 그녀는 그들을 느낄 수 없었다.<br>생명이 존재하는 시간은 짧고, 그들은 덧없이 사라졌다. 계속되는 것은 그녀의 실험뿐이었다.<br><br>때로 그녀의 가벼운 「연구」는 생물학 체계를 흔들곤 했다. 그녀의 「연구」는 많은 행성을 변화시켰다. 하늘을 나는 고래, 유영하는 사슴, 두려워하는 꽃, 거대한 식물 뿌리, 그녀의 창조는 유기 생명체가 이해할 수 있는 경험과 상상을 초월했다.<br><br>그녀는 계속해서 「생명」에 대한 자신의 이해를 뛰어넘었다. 오직 그에게 가까이 가기 위해서——그의 눈길은 그토록 잊을 수 없는 것이었다.<br><br>「에이언즈」…는 어떤 존재일까? 그것 역시 일종의 생명체일까?<br><br>그녀의 「충격적인」 명성이 은하 학계를 관통하자, 사람들은 그녀의 은둔 생활을 끝내려 했다.<br>그녀는 몸을 돌려 탁자 위의 「지니어스 클럽」에서 보낸 편지를 보더니——다시 한번 그것을 쓰레기통에 버렸다."
        },
        {
            "_id": 5,
            "Story": "기묘한 마을의 괴짜 과학자와 무기 생명체, 인형 소녀가 그녀를 둘러싸고 있다. 그들은 애프터눈 티를 나누며 함께 연구하고, 시끄럽게 떠들거나 즐겁게 웃는다.<br><br>그들과 처음 만난 게 언제였지? 이미 잊어버렸다. 어떤 프로젝트를 위해서였다는 것만 기억한다. 확실한 건——분명 강제였다. 그녀는 느긋하게 디저트나 먹는다. 여기에 참여한 것은 시간을 들일 가치가 있는 시뮬레이션 「에이언즈」 때문일 뿐이다.<br><br>시간을 들일 가치는 있지만… 억지로 교류할 가치는 없다.<br><br><i>「지니어스 클럽? 관심 없어」</i><br><br><i>「이상하게 그 『헤르타』라는 녀석은 나랑 좀 닮은 것 같아. 그러니까… 좀 더 심층적인 부분이 닮은 것 같다고」</i><br><br>그녀는 자신이 실수를 되풀이하지 않을 것이라고 확신한다. 더는 믿지 않으니 배신당할 것도 없다. 마찬가지로… 다른 사람의 믿음을 저버릴 일도 없을 것이다.<br>「생명」의 본질은 무엇이고… 「생명」의 종착점은 어디일까?<br>정답이 정말 존재할까?<br><br>그녀의 담담하고 조용한 얼굴에는 어떤 감정도 드러나지 않는다. 하지만 그녀의 머리카락에서는 뜨거운 향기가 뿜어져 나오고, 그녀의 눈가는 은은하게 불그스레하다. 그녀는 이 모든 걸 즐기고 있다.<br><br>우주의 번잡한 것들은 방해만 될 뿐, 오로지 「에이언즈」라는 단어만이 그녀의 가슴을 뛰게 만든다.<br><br>얼마나 흥미로운가.<br>마침 「온상」에서 「밥솥」이 키운 「생명」이 막 완성됐다. 생명을 창조하는 방법은 기적 같다.<br>얼마나 로맨틱한가.<br>그녀는 그 누구보다 「에이언즈」 연구로 치러야 할 대가를 잘 알고 있다…. 하지만 그녀는 개의치 않는다. 그녀는 알고 있다! 그녀는 …이 될 수 있을지도 모른다!<br><br>시간이 딱 맞는다——「프로젝트」의 업데이트가 곧 다시 시작된다.<br><br>그녀는 몸을 돌려 떠난다.<br>소녀는 알지 못했다. 시간이 아무리 오래 지났어도 외할머니가 줄곧 스크린을 통해 그녀를 바라보고 있었다는 것을.<br><br><i>「완아… 나의 완아, 다시 만날 때는……」</i>"
        }
    ]
}

var _voice_ = {
    "1303": [
        {
            "_id": "archive_ruanmei_1",
            "Title": "첫 만남",
            "Voice": "난 완•매라고 해. 내 이름을 읽을 때는 중간에 잠시 멈추는 거 잊지 말아줘"
        },
        {
            "_id": "archive_ruanmei_2",
            "Title": "인사",
            "Voice": "먹어 볼래? 이건 새로 절인 매화로 만든 디저트야. 이거 사려고 줄을 한참이나 섰다고"
        },
        {
            "_id": "archive_ruanmei_3",
            "Title": "작별",
            "Voice": "괜찮은 연구 샘플을 보게 되면 말해줘. 그때 다시 보자"
        },
        {
            "_id": "archive_ruanmei_4",
            "Title": "자신에 대해•일생",
            "Voice": "누스의 주목을 받게 된 후, 난 바로 고향을 떠나 은밀한 곳에서 생명의 근원에 대한 연구를 시작했어——거기가 어딘지는 묻지 말아줘"
        },
        {
            "_id": "archive_ruanmei_5",
            "Title": "자신에 대해•이름",
            "Voice": "생명을 구성하는 데 부모의 역할은 반반이야. 그래서 난 두 분의 성을 따 이름을 지었지"
        },
        {
            "_id": "archive_ruanmei_6",
            "Title": "잡담•지니어스 클럽",
            "Voice": "클럽에서 떠도는 헛소문에 굳이 신경 쓸 필요는 없지만, 듣긴 들었어——「과학 괴짜」라던데, 그들이 날 이렇게 평가하다니, 나쁘지 않은걸"
        },
        {
            "_id": "archive_ruanmei_7",
            "Title": "취미•디저트 입맛",
            "Voice": "입술과 치아는 가장 민감해. 딱 한 입이면 디저트의 수준이 결정되지. 난 신선한 과일이나 꽃과 나무 같은 제철 식자재를 좋아해. 찰나에 박제된 생명체의 모습은 훨씬 쉽게 도파민 반응을 일으키거든"
        },
        {
            "_id": "archive_ruanmei_8",
            "Title": "취미•전통극 감상",
            "Voice": "현대 음악은 내 취향이 아니지만, 전통극에는 푹 빠져들어. 현이 떨리는 순간, 시간이 과거로 흐르지"
        },
        {
            "_id": "archive_ruanmei_9",
            "Title": "고민•말수 없는 성격",
            "Voice": "말은 군더더기가 많고, 생각의 교류는 말에 구속되지. 소란스럽고도 슬픈 일이야……"
        },
        {
            "_id": "archive_ruanmei_10",
            "Title": "공유•자수 솜씨",
            "Voice": "자수의 감촉은 손목을 제어하는 방식이나 적절한 각도, 완전히 몰입한다는 점에서 슬라이스를 육성하는 것과 비슷해"
        },
        {
            "_id": "archive_ruanmei_11",
            "Title": "견문•생명의 고도(高度)",
            "Voice": "죽음을 재촉하거나 미루지 않아도 생명은 결국 시들어. 우리는 입자로 변하지만 새로운 고도에 닿을 수 있지"
        },
        {
            "_id": "archive_ruanmei_12",
            "Title": "견문•이성 연구",
            "Voice": "인간은 논리를 너무 과대평가해. 이성에 집착하면 감정의 노예가 돼——과학은 미칠듯한 열정에서 비롯된 거야. 이건 일종의 재능이지"
        },
        {
            "_id": "archive_ruanmei_13",
            "Title": "헤르타에 대해",
            "Voice": "헤르타의 성격을 견디지 못하는 사람이 있을 것 같아. 나도 같은 생각이지만 신경쓰지 않아——물론 헤르타도 알고 있어. 그래서 그녀의 초대를 받아들였지"
        },
        {
            "_id": "archive_ruanmei_14",
            "Title": "스크루룸에 대해",
            "Voice": "생명에 대한 나와 스크루룸의 이해는 전혀 다르지만, 그는 이 점을 알아차리지 못한 것 같아. 다행히 우리 사이의 교류는 「시뮬레이션 우주」에만 국한되어 있어"
        },
        {
            "_id": "archive_ruanmei_15",
            "Title": "스티븐에 대해",
            "Voice": "헤르타의 사무실에 수박 케이크를 갖다 놓으면 스티븐이 나타날 지도 몰라——잊지 마, 호박 케이크는 절대 안 돼. 더 오래 자취를 감출 거야"
        },
        {
            "_id": "archive_ruanmei_16",
            "Title": "망귀인에 대해",
            "Voice": "그녀는 생명의 본질에 대한 우리의 인지가 끝에 다다르기까지 아직 한참 남았다는 걸 또다시 증명했을 뿐이지"
        },
        {
            "_id": "archive_ruanmei_17",
            "Title": "더 헤르타에 대해",
            "Voice": "그녀의 평가는 예전부터 아주 날카로웠어. 얼굴을 보고 얘기할 땐 더 그렇지. 하지만 난 이런 걸로 화내지 않아…. 지식의 경계에서 한 걸음 나아갈 때마다 얼마나 큰 대가를 치러야 하는지 우린 알고 있거든"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_ruanmei",
            "Title": "성혼 활성화",
            "Voice": "지나간 생명의 순간을 원래대로 복원할 수 있을까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_ruanmei",
            "Title": "캐릭터 승급",
            "Voice": "연구가 상승 나선을 그리며 진행되고 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_ruanmei",
            "Title": "캐릭터 최고 레벨",
            "Voice": "안타깝게도 에이언즈의 수수께끼는 아직 풀리지 않았어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_ruanmei",
            "Title": "행적 활성화",
            "Voice": "숨을 쉴 때마다 자아를 인지하게 되지"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_ruanmei",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "너구나, {NICKNAME}. 늘 그렇듯이, 잘하면 보상이 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toherta_ruanmei",
            "Title": "파티 편성•헤르타",
            "Voice": "난 너와 달라…. 여기가 만약 「시뮬레이션 우주」였다면 네 마음대로 했겠지"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofugue_ruanmei",
            "Title": "파티 편성•망귀인",
            "Voice": "항상 기억해. 삶에 후회를 남기지 마"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totheherta_ruanmei",
            "Title": "파티 편성•더 헤르타",
            "Voice": "함께 싸울 기회는 많지 않으니, 소중히 여겨야지"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_ruanmei",
            "Title": "전투 시작•약점 격파",
            "Voice": "좋아, 아름다운 자세야"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_ruanmei",
            "Title": "전투 시작•위험 경보",
            "Voice": "천천히 하자고"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_ruanmei_01",
            "Title": "턴 시작•1",
            "Voice": "너희는 아직 연구할 가치가 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_ruanmei_02",
            "Title": "턴 시작•2",
            "Voice": "생명은 숨을 쉬는 것에만 그치지 않지"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_ruanmei",
            "Title": "턴 대기",
            "Voice": "기다림도 변화지"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_ruanmei_01",
            "Title": "전투 스킬•1",
            "Voice": "연주는 끝나지 않아"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_ruanmei_02",
            "Title": "전투 스킬•2",
            "Voice": "만물의 본질은 한결같지"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_ruanmei_01",
            "Title": "일반 공격•1",
            "Voice": "너로 정하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_ruanmei_02",
            "Title": "일반 공격•2",
            "Voice": "집중해"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_ruanmei_01",
            "Title": "약공격 피격",
            "Voice": "재밌어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_ruanmei_01",
            "Title": "강공격 피격",
            "Voice": "멀리 떨어져"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_ruanmei",
            "Title": "필살기•활성화",
            "Voice": "삶 속의 모든 꽃잎은……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_ruanmei",
            "Title": "필살기•발동",
            "Voice": "언제 피든지 바람에 떨어지는… 그날이 있는 법"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_ruanmei_01",
            "Title": "전투 불능",
            "Voice": "아직… 답을 못 찾았어……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_ruanmei",
            "Title": "전투 복귀",
            "Voice": "계속하자"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_ruanmei",
            "Title": "HP 회복",
            "Voice": "이게 바로 삶의 따스함인가…"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_ruanmei",
            "Title": "비술",
            "Voice": "끊임없는 여음"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_ruanmei",
            "Title": "전투 승리",
            "Voice": "생령은… 참 신비로워"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_ruanmei",
            "Title": "전리품 오픈•1",
            "Voice": "상자에도 예쁜 무늬를 수놓아야겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_ruanmei_02",
            "Title": "전리품 오픈•2",
            "Voice": "어쩌면 도움이 될지도 몰라"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_ruanmei",
            "Title": "진귀한 전리품 오픈",
            "Voice": "음? 기대 이상의 수확인걸……"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_ruanmei",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "겨우 이 정도 수수께끼라니…"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_ruanmei_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "간단한 풀이일 뿐이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_ruanmei",
            "Title": "적 발견",
            "Voice": "저게 뭐지? 조금… 궁금한데"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_ruanmei",
            "Title": "도시로 복귀",
            "Voice": "잠깐 쉬자, 차 마실 시간이야"
        }
    ]
}

var _notes_ = {
    "1303": []
}

var _adiff_ = {
    "1303": {}
}

var _mtc_ = {
    "1303": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110413": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110413": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110413": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110413": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110161": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110504": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110504": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110504": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "격파 특수효과 +37.3%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110162": 8,
                    "113002": 7,
                    "110163": 11,
                    "113003": 11
                }
            },
            {
                "Name": "방어력 +22.5%",
                "Mat": {
                    "2": 210000,
                    "110161": 3,
                    "113001": 6,
                    "110163": 11,
                    "113003": 11
                }
            },
            {
                "Name": "속도 +5",
                "Mat": {
                    "2": 170000,
                    "110162": 3,
                    "113002": 3,
                    "110163": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "물체 호흡 중",
                "Mat": {
                    "2": 5000,
                    "110161": 3,
                    "110504": 1
                }
            },
            {
                "Name": "해가 질수록 늘어나는 생각",
                "Mat": {
                    "2": 20000,
                    "110162": 5,
                    "241": 1,
                    "110504": 1
                }
            },
            {
                "Name": "수면에 일렁이는 촛불",
                "Mat": {
                    "2": 160000,
                    "110163": 8,
                    "241": 1,
                    "110504": 1
                }
            }
        ]
    }
}